{
  "url": "https://climate.nasa.gov/news/2451/bringing-back-the-bayou-nasa-helps-louisiana-wetlands-avoid-bleak-future/",
  "title": "Bringing back the bayou: NASA helps Louisiana wetlands avoid bleak future",
  "date": null,
  "content": "4 min read\nLouisiana’s coastal wetland habitats are imperiled by several natural and anthropogenic phenomena, including the extreme effects of climate change. They’re home to 40 percent of the nation’s wetlands and account for 80 percent of the annual wetland loss, prompting scientists to project they’ll completely disappear in the next 200 years.\n“It’s a really big deal right now because Louisiana is losing so much land,” according to Mark Barker, communications fellow for NASA’s DEVELOP Program, part of the agency’s Applied Sciences Program. The program takes a multidisciplinary research approach to bridge the gap between science and society.\nWhile the coastline has lost 4,900 square kilometers (about 1,892 square miles) since the 1930s, the Wax Lake Delta has bucked the trend, growing at a rate of about 5 square kilometers (about 3 square miles) per year since the early 1970s. Part of the reason for the overall land loss, according to Barker, is the lack of a cohesive levee system. To help inform their urgent land restoration efforts, researchers at the Louisiana Universities Marine Consortium reached out to NASA.\nBased at the Jet Propulsion Laboratory in Pasadena, Calif., Barker’s Louisiana Ecological Forecasting team mapped the Wax Lake Delta’s bathymetry, or water flooring. As one of the few deltas in the world growing through natural sedimentation processes, the delta serves as the standard for transforming the coast’s splintered levee system into a dependable, unshakable barricade.\nMarshlands are not only home to a delicate ecosystem, but also serve as a natural barrier between land and sea. During storms and hurricanes, the wetlands slow the influx of water into more heavily populated areas. As these wetlands become overly saturated by rising sea levels and the vegetation within them dies, the protection provided by these areas is reduced, jeopardizing the local communities and economy.\nUsing data from multiple NASA airborne instruments, the team modeled water flow and sediment transport in the delta region under various conditions.\n“The point is to give an idea of what land building could look like, to build land strategically and know what can be done on the immediate decadal timescale,” Barker says.\nThey first collected data from atop the Atchafalaya River to some distance south of the delta to create a vegetation elevation layer with three land cover types and their corresponding elevation values.\nThey then merged this information with multiple bathymetry and elevation datasets. Throwing a water surface height layer on top, they were able to create an accurate representation of the delta. The product will accompany the 2017 Louisiana Coastal Master Plan, designed by Alex Kolker.\n“The Wax Lake Delta is one of the few good examples of an unregulated free flowing deltaic system that is actively growing land,” according to Kolker at the Consortium. “So it is a great system in which you can test hypothesis about building land and calibrating models that one might use to understand how to build land in coastal Louisiana.”\n“If land loss continues unchecked, South Louisiana’s future is bleak. There’s no doubt about it,” Kolker says. He describes the work by DEVELOP’s Louisiana Ecological Forecasting team as an important step in preventing complete devastation to the ecosystem, which hosts a unique variety of plants and animals.\nClimate change has already had observable effects on the environment and will continue through this century and beyond. It is, in fact, forming a new reality. As global sea level continues to rise due to human activities, soaking and shredding an ill-prepared coast, the Southeast in particular will have to deal with the widespread and continuing threat to the region’s livelihood. As DEVELOP provides the science to help better understand the problem, Louisiana’s future can start looking up.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}