{
  "url": "https://climate.nasa.gov/news/2546/nasa-langley-ozone-sensor-set-for-launch-to-space-station/",
  "title": "NASA Langley ozone sensor set for launch to space station",
  "date": null,
  "content": "By Eric Gillard,\r\nNASA's Langley Research Center\nBrooke Thornton, of NASA’s Langley Research Center in Hampton, Virginia, is the mission operations manager for SAGE III on the International Space Station. She is holding a scaled model of the instrument. Credit: NASA/David C. Bowman.\nBrooke Thornton has devoted eight years to a project that aims to check on the atmospheric health of the Earth. Needless to say, when NASA’s Stratospheric Aerosol and Gas Experiment III on the International Space Station (SAGE III on ISS) launches, she’ll be among the many cheering and working for its success in space.\n“After seeing SAGE III mature from concept, to development, to assembly and testing, and preparing for mission ops … I’m excited to see it launch so we get the science we have worked so hard for,” she said.\nThornton, of NASA’s Langley Research Center in Hampton, Virginia, is the mission operations manager for SAGE III on ISS, which is a key part of NASA’s mission to provide crucial, long-term measurements that will help humans understand and care for Earth’s atmosphere.\nThe instrument measures Earth’s sunscreen, or ozone, along with other gases and tiny particles in the atmosphere called aerosols. SAGE makes its measurements by looking at the light from the sun or moon as it passes through Earth’s atmosphere at the edge, or limb, of the planet. The result is a thin profile of the atmosphere from the unique vantage point of the space station, which has an orbit ideal for SAGE measurements.\nThornton and her operations team will look after SAGE III once it is attached, via robotic arm, to the station – operating the payload remotely from the ground “to get the best science,” she said.\nThe first SAGE instrument began operations in space on Feb. 18, 1979, following a 1975 proof-of-concept experiment called the Stratospheric Aerosol Measurement (SAM) on the Apollo-Soyuz mission.\nSAM, the first experiment of its kind conducted from space, proved the value of a technique called occultation. Through that method, scientists identify components of the air by studying sunlight as it beams through the upper edges of atmosphere and comparing it to light coming straight from the sun, with no atmosphere in between. SAM was followed by SAM II and then the SAGE instruments.\n“Since those humble beginnings, scientists and the engineers here at NASA Langley have perfected the technique,” said Michael Cisewski, project manager for SAGE III on ISS.\nSAGE II was a part of the Earth Radiation Budget Satellite (ERBS) and was deployed by the crew of space shuttle Challenger in 1984. It operated and produced data for more than 21 years.\nThe first SAGE III was launched in 2001 on a Russian satellite, Meteor-3M while another SAGE III was safely stored away. After several years of storage and preparation for the current mission, the SAGE III payload was shipped from Langley to NASA’s Kennedy Space Center in Florida, in November 2015, ready for launch, currently targeted for February from Kennedy on a SpaceX Falcon 9/Dragon Vehicle.\nUpon arrival to the space station, the instrument will be robotically installed onto an ExPRESS Logistics Carrier (ELC) platform, ELC-4 to be exact, using the space station’s primary robotic arm, Canadarm2.\n“The station robot arm removes SAGE III from the Dragon trunk, and then rides along the ISS truss to our mounting location and then installs the payloads,” Thornton said.  The system is really amazing. The ISS robotics system is completely controlled from the ground, saving precious crew time needed to perform on-board science.”\nAfter meticulously checking out all payload systems and initial calibration and validation, SAGE III will begin taking routine science measurements. The data is downloaded daily to the ground for use by the international science community.\nWhile it was led at NASA Langley Research Center, the project has many partners both within NASA and with private companies in the United States and internationally. Three NASA centers – Kennedy, NASA’s Johnson Space Center in Texas and NASA’s Marshall Space Flight Center in Alabama – contributed to the project as well as Ball Aerospace and Technologies Corp. in Boulder, Colorado, the European Space Agency and Thales Alenia Space-Italia.\nThe SAGE data-collecting missions helped inform political actions on Earth. On Sept. 16, 1987, an international treaty, known as the Montreal Protocol, was signed by most nations of the world. The agreement called for phasing out production of many of the substances that were responsible for ozone depletion. The treaty has been in force since Jan. 1, 1989.\n“The SAGE instruments showed the world that we were losing stratospheric ozone globally,” said Joseph Zawodny, project scientist.\n“The world did an amazing thing by limiting the chlorofluorocarbons through the Montreal Protocol,” Thornton said.\nThe Intergovernmental Panel on Climate Change, a scientific organization under the auspices of the United Nations, announced in 2005 that their observations of the stratosphere showed that the global amount of ozone is stabilizing. The IPCC study indicates that the atmosphere layer is expected to begin to recover in coming decades under the current ban on ozone-depleting substances continues.\nEarth-observing instruments like SAGE III that monitor climate and ozone levels are a key part in looking after the health of the Earth and can help spur positive changes. The SAGE flight on ISS now will provide key data letting scientists know if the ozone layer is on track to recover as predicted by current models.\n“When you’re working on a project with so many moving part like this, it can be difficult to appreciate how important it is or what kind of impact your work will have,” Cisewski said. “SAGE III is not just important to Langley or the United States - it’s important to the world.”\nThis version of the SAGE instrument is equipped with powerful tools. The instrument uses a telescope, a grating spectrometer and a charge coupled device detector array that, together, act as a sophisticated camera.\n“The combination of SAGE instrument capabilities and the solar occultation measurement technique make the instrument essentially self-calibrating,” Thornton said. “The SAGE instrument has been called the gold standard for all other instruments that are looking at ozone.”\nSince the instrument arrived at Kennedy from Langley, engineers have assisted SAGE team members in preparing it for launch.\n“We have such an amazing mission ops team that I’ll be working with,” Thornton said. “It’s a very tight group and I think that will improve the quality of the data that we get.”\n“I am proud of what our team has accomplished,” Cisewski said, adding it’s like a family. “The team has been really first-class and put in the extra efforts to make SAGE a big success.”\nCisewski will be on-site at Kennedy when SAGE launches, and will be watching with pride.\n“We’re doing our part to go ahead and provide the best data set for people that are trying to make decisions now,” he said. “This data is going to be useful 50 years from now.”\nThose thoughts were echoed by Thornton.\n“SAGE instruments have shown the whole story so far of ozone trends,” she said. “Now, hopefully this instrument will be able to show the recovery of the ozone.”\nProduced by a team of more than 300 experts and guided by a 60-member Federal Advisory Committee, this report summarizes current and future impacts of climate change on the United States.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}