{
  "url": "https://climate.nasa.gov/news/2547/nasa-hosts-media-day-for-colorado-study-of-snow-bound-water-resources/",
  "title": "NASA hosts media day for Colorado study of snow-bound water resources",
  "date": null,
  "content": "From NASA\nIn February 2017, NASA begins the SnowEx field campaign in Colorado to advance new remote-sensing techniques to measure the amount of water held in snow. Credit: U.S. Forest Service, Naval Research.\nNASA will host a media day at 9:30 a.m. MST on Feb. 13 to highlight a field campaign designed to advance new remote-sensing techniques that measure the amount of water held in snow, a key factor in calculating water supplies in many parts of the world.\nThe event will be held at Peterson Air Force Base in Colorado Springs. NASA’s SnowEx project, which is a multi-year campaign to test a variety of sensors and techniques to improve measurements of snow over different terrains, begins in February and will collect a variety of airborne and ground-based measurements. The research team includes more than 100 scientists from universities and agencies across the United States, Europe and Canada.\nReporters will have the opportunity to interview scientists, pilots, and mission managers and tour the Naval Research Laboratory P-3 Orion aircraft that will be used in the campaign. The P-3 is operated by the Scientific Development Squadron ONE, based at Naval Air Station Patuxent River in Maryland.\nMedia interested in participating in the event should contact Rani Gran via at rani.c.gran@nasa.gov no later than 1 p.m. on Feb. 10. Attendees will need a driver’s license, vehicle registration and proof of insurance to enter the base. The date of the event is subject to change based on flight schedules.\nMedia interested in a separate escorted trip in February to SnowEx ground sites near Grand Mesa, Colorado, should contact Jennifer Hayes of the U.S. Forest Service at 970-498-1365 or jenniferhayes@fs.fed.us.\nMore than one-sixth of the world’s population relies on seasonal snow and glaciers for water. As much as three quarters of the water used in the western United States comes from snow. For decades, satellites have measured the area covered by snow but they cannot consistently measure how much water is contained in the snow over all terrains. Better measurements of snow are of significant interest to managers of fresh water availability, natural hazards, winter-dependent industries, and ecosystem impacts.\nSnowEx is sponsored by the Terrestrial Hydrology Program in NASA’s Earth Science Division in Washington, and managed by the agency’s Goddard Space Flight Center in Greenbelt, Maryland. The U.S. Forest Service is leading the ground campaign in Grand Mesa and Senator Beck Basin, both in Colorado. A list of SnowEx partners is available online.\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nRani Gran\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-2483\r\nrani.c.gran@nasa.gov\nJennifer Hayes\r\nUSDA Forest Service Rocky Mountain Research Station, Fort Collins, Colo.\r\n970-498-1365\r\njenniferhayes@fs.fed.us\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}