{
  "url": "https://climate.nasa.gov/news/2596/nasa-data-suggest-future-may-be-rainier-than-expected/",
  "title": "NASA data suggest future may be rainier than expected",
  "date": null,
  "content": "3 min read\nBy Carol Rasmussen,NASA's Jet Propulsion Laboratory\nA new study suggests that most global climate models may underestimate the amount of rain that will fall in Earth's tropical regions as our planet continues to warm. That's because these models underestimate decreases in high clouds over the tropics seen in recent NASA observations, according to research led by scientist Hui Su of NASA's Jet Propulsion Laboratory in Pasadena, California.\nWait a minute: how can fewer clouds lead to more rainfall? Globally, rainfall isn't related just to the clouds that are available to make rain but also to Earth's \"energy budget\" — incoming energy from the sun compared to outgoing heat energy. High-altitude tropical clouds trap heat in the atmosphere. If there are fewer of these clouds in the future, the tropical atmosphere will cool. Judging from observed changes in clouds over recent decades, it appears that the atmosphere would create fewer high clouds in response to surface warming. It would also increase tropical rainfall, which would warm the air to balance the cooling from the high cloud shrinkage.\nRainfall warming the air also sounds counterintuitive — people are used to rain cooling the air around them, not warming it. Several miles up in the atmosphere, however, a different process prevails. When water evaporates into water vapor here on Earth's surface and rises into the atmosphere, it carries with it the heat energy that made it evaporate. In the cold upper atmosphere, when the water vapor condenses into liquid droplets or ice particles, it releases its heat and warms the atmosphere.\nThe new study is published in the journal Nature Communications. It puts the decrease in high tropical cloud cover in context as one result of a planet-wide shift in large-scale air flows that is occurring as Earth's surface temperature warms. These large-scale flows are called the atmospheric general circulation, and they include a wide zone of rising air centered on the equator. Observations over the last 30 to 40 years have shown that this zone is narrowing as the climate warms, causing the decrease in high clouds.\nSu and colleagues at JPL and four universities compared climate data from the past few decades with 23 climate model simulations of the same period. Climate modelers use retrospective simulations like these to check how well their numerical models are able to reproduce observations. For data, the team used observations of outgoing thermal radiation from NASA's spaceborne Clouds and the Earth's Radiant Energy System (CERES) and other satellite instruments, as well as ground-level observations.\nSu's team found that most of the climate models underestimated the rate of increase in precipitation for each degree of surface warming that has occurred in recent decades. The models that came closest to matching observations of clouds in the present-day climate showed a greater precipitation increase for the future than the other models.\nSu said that by tracing the underestimation problem back to the models' deficiencies in representing tropical high clouds and the atmospheric general circulation, \"This study provides a pathway for improving predictions of future precipitation change.\"\nThe study is titled \"Tightening of Tropical Ascent and High Clouds Key to Precipitation Change in a Warmer Climate.\"\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}