{
  "url": "https://climate.nasa.gov/news/2549/nasa-uci-reveal-new-details-of-greenland-ice-loss/",
  "title": "NASA, UCI reveal new details of Greenland ice loss",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nThe research ship M/V Cape Race on Greenland's northwest coast during OMG's survey of the seafloor. Credit: NASA/JPL-Caltech.\nLess than a year after the first research flight kicked off NASA's Oceans Melting Greenland campaign last March, data from the new program are providing a dramatic increase in knowledge of how Greenland's ice sheet is melting from below. Two new research papers in the journal Oceanography use OMG observations to document how meltwater and ocean currents are interacting along Greenland's west coast and to improve seafloor maps used to predict future melting and subsequent sea level rise.\nThe five-year OMG campaign studies the glaciers and ocean along Greenland's 27,000-mile coastline. Its goal is to find out where and how fast seawater is melting the glacial ice. Most of the coastline and seafloor around the ice sheet had never been surveyed, so the 2016 flights alone expanded scientists' knowledge of Greenland significantly. Future years of data collection will reveal the rate of change around the island.\nThe water circulating close around the Greenland Ice Sheet is like a cold river floating atop a warm, salty ocean. The top 600 feet (200 meters) of colder water is relatively fresh and comes from the Arctic. Below that is saltwater from the south, 6 to 8 degrees Fahrenheit (3 to 4 degrees Celsius) warmer than the fresher water above. The layers don't mix much because freshwater weighs less than saltwater, so it stays afloat.\nIf a glacier reaches the ocean where the seafloor is shallow, the ice interacts with frigid freshwater and melts slowly. Conversely, if the seafloor in front of a glacier is deep, the ice spills into the warm subsurface layer of saltwater and may melt relatively rapidly. Satellite remote sensing can't see below the surface to discern the depth of the seafloor or study the layers of water. OMG makes these measurements with shipboard and airborne instruments.\nIn one of the two new papers, Ian Fenty of NASA's Jet Propulsion Laboratory, Pasadena, California, and coauthors tracked water up the west coast to see how how it changed as it interacted with hundreds of melting coastal glaciers. They found that in northwest Greenland, cold and fresh water flowing into glacial fjords from the melting surface of the ice sheet is cooling the warmer subsurface water, which circulates clockwise around the island. In one instance, evidence for meltwater-cooled waters was found in fjords 100 miles (160 kilometers) downstream from its source. Fenty noted, “This is the first time we’ve documented glacier meltwater significantly impacting ocean temperatures so far downstream. That shows meltwater can play an important role in determining how much ocean heat ultimately reaches Greenland’s glaciers.\"\nThe OMG data have enough detail that researchers are beginning to pinpoint the ice-loss risk for individual glaciers along the coast, according to OMG Principal Investigator Josh Willis of JPL. \"Without OMG, we wouldn't be able to conclude that Upernavik Glacier is vulnerable to ocean warming, whereas Cornell Glacier is less vulnerable,\" he said.\nIn the second paper, lead author Mathieu Morlighem of the University of California, Irvine, used the OMG surveys to refine and improve maps of the bedrock under some of the west coast glaciers. Glaciologists worldwide use these and other maps in modeling the rate of ice loss in Greenland and projecting future losses.\nA coastal glacier's response to a warming climate depends heavily not only on the depth of the seafloor in front of it, as explained above, but on the shape of the bedrock below it. Before OMG, virtually the only measurements Morlighem had of these critical landscapes were long, narrow strips of data collected along flight lines of research aircraft, sometimes tens of miles inland (upstream) from a glacier's ocean front. He has been estimating the shape of the bedrock outside of the flight lines with the help of other data such as ice flow speeds, but has had no good way to check how accurate his estimates are at the coastline.\nMorlighem noted, \"OMG [data are] not only improving our knowledge of the ocean floor, they're improving our knowledge of the topography of the land, too.\" This is because the campaign's seafloor survey revealed features under the ocean, such as troughs cut by glaciers during the last ice age, that must continue upstream under the glacial ice. Therefore, Morlighem said, \"By having OMG's measurements close to the ice front, I can tell whether what I thought about the bed topography is correct or not.\" Morlighem was pleasantly surprised to discover that 90 percent of the glacier depths he had estimated were within 160 feet (50 meters) of the actual depths recorded by the OMG survey.\nThe two papers are available online:\nOceans Melting Greenland: Early Results from NASA’s Ocean-Ice Mission in Greenland:\nhttps://doi.org/10.5670/oceanog.2016.100\nImproving bed topography mapping of Greenland glaciers using NASA’s Oceans Melting Greenland (OMG) data:\nhttps://doi.org/10.5670/oceanog.2016.99\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nJanet Wilson\r\nUniversity of California, Irvine\r\n949-824-3969\r\njanethw@uci.edu\nAn in-depth look at the science behind sea level change as observed from space.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}