{
  "url": "https://climate.nasa.gov/news/2548/nasa-studies-a-rarity-growing-louisiana-deltas/",
  "title": "NASA studies a rarity: Growing Louisiana deltas",
  "date": null,
  "content": "4 min read\nThe Louisiana coastline is sinking under the Gulf of Mexico at the rate of about one football field of land every hour (about 18 square miles of land lost in a year). But within this sinking region, two river deltas are growing. The Atchafalaya River and its diversion channel, Wax Lake Outlet, are gaining about one football field of new land every 11 and 8 hours, respectively (1.5 and 2 square miles per year). Last fall, a team from NASA's Jet Propulsion Laboratory in Pasadena, California, showed that radar, lidar and spectral instruments mounted on aircraft can be used to study the growing deltas, collecting data that can help scientists better understand how coastal wetlands will respond to global sea level rise.\nThe basics of delta building are understood, but many questions remain about how specific characteristics, such as vegetation types, tides, currents and the shape of the riverbed, affect a delta’s growth or demise. That's partly because it's hard to do research in a swamp. \"These factors are usually studied using boats and instruments that have to be transported through marshy and difficult terrain,\" said Christine Rains of JPL, an assistant flight coordinator for the program. \"This campaign was designed to show that wetlands can also be measured with airborne remote sensing over a large area.\"\nJPL researchers fly over the Louisiana coastline at least once a year to keep track of subsidence (sinking) and changes in levees. The most recent airborne flights, however, focused on the growing deltas — specifically, flowing water and vegetation.\nJPL's Marc Simard, principal investigator for the campaign, explained that on a delta, water flows in every direction, including uphill. \"Water flows not only through the main channels of the rivers but also through the marshes,\" he explained. \"There is also the incoming tide, which pushes water back uphill. The tide enhances the flow of water out of the main channels into the marshes.\"\nWhen the tide goes out, water drains from the marshes, carrying sediment and carbon. The JPL instruments took measurements during both rising and falling tides to capture these flows. They also made the first complete measurement of the slope of the water surface and topography of the river bottom for both rivers from their origin at the Mississippi River to the ocean — necessary information for understanding the rivers' flow speeds.\nSome types of marsh vegetation resist flowing water better than others, as the new measurements have documented. Simard said, \"We were really surprised and impressed by how the water level changes within the marshes. In some places, the water changes by 10 centimeters [four inches] in an hour or two. In others, it's only three or four centimeters [an inch or inch-and-a-half]. You can see amazing patterns in the remote sensing measurements.\"\nThree JPL airborne instruments, flying on three planes, were needed to observe the flows and the movement of carbon with the water. The team measured rising and falling water in vegetated areas using the Uninhabited Aerial Vehicle Synthetic Aperture Radar (UAVSAR) instrument. They measured the same changes in open water with the Airborne Snow Observatory (ASO) lidar. The Airborne Visible/Infrared Imaging Spectrometer-Next Generation (AVIRIS-NG) was used to estimate the sediment, carbon and nitrogen concentrations in the water.\nNow that the team has demonstrated that these airborne instruments can make precise and detailed measurements in this difficult environment, the researchers plan to use the new data to improve models of how water flows through marshes. Scientists use these models to study how coastal marshes will cope with rising sea levels. With so many measurements available as a reality check, Simard said, \"Our models will have to catch up with the observations now.\"\nView a slideshow of the growth of the two deltas over the last 30 years:\nhttp://earthobservatory.nasa.gov/Features/WorldOfChange/wax_lake.php\nMedia contact\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}