{
  "url": "https://climate.nasa.gov/news/2568/sage-iii-achieves-first-light-from-space-station-perch/",
  "title": "SAGE III achieves first light from space station perch",
  "date": null,
  "content": "2 min read\nThe Stratospheric Aerosol and Gas Experiment III, or SAGE III, reached another in a series of major recent milestones Friday, March 17, by collecting first light data from its new home on the International Space Station.\nIn an email sent to SAGE III team members early Friday afternoon, acting SAGE III Project Manager Joe Gasbarre said, “After the mission operations and science teams had a chance early this morning to review the data received overnight, it was clear several successful solar occultations occurred, thus proving First Light had been achieved on the instrument.”\nSolar occultation is a type of measurement that involves looking at the light from the sun as it passes through Earth’s atmosphere at the edge, or limb, of the planet. SAGE III uses both solar and lunar occultation to measure ozone and aerosols in Earth’s atmosphere.\nAutonomous operations of the instrument will continue over the weekend. Next week, the mission operations team will settle into what Gasbarre referred to as a “cadence of adjustments and data analysis” as instrument commissioning moves into full swing. Complete commissioning and calibration of SAGE III will take approximately 90 days.\nThe SAGE III mission operations team is based at the Flight Mission Support Center at NASA’s Langley Research Center in Hampton, Virginia.\n“I cannot say enough about the efforts of this entire team stretching back many years,” said Gasbarre in his email. “This success is only possible due to the hard work, sacrifice and support of the entire team as well as our stakeholders.”\nOnce fully commissioned, SAGE III will take occultation measurements about 15 or 16 times a day. The space station’s unique orbital path will allow SAGE III to make observations during all seasons and over a large portion of the globe.\nSAGE III launched to the station Feb. 19 from Kennedy Space Center in Florida aboard a SpaceX Falcon 9/Dragon spacecraft. Following docking of the Dragon capsule, the station’s robotic Canadarm2 removed the SAGE III instrument payload and its Nadir Viewing Platform and installed them on the station. Installation was completed March 7.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}