{
  "url": "https://climate.nasa.gov/news/2553/earth-science-on-the-space-station-continues-to-grow/",
  "title": "Earth science on the space station continues to grow",
  "date": null,
  "content": "By Samson Reiny,\r\nNASA’s Earth Science News Team\nCredit: NASA.\nThe number of instruments on the International Space Station dedicated to observing Earth to increase our understanding of our home planet continues to grow.\nTwo new instruments are scheduled to make their way to the station Feb. 18 on the SpaceX Dragon capsule.\nThe Stratospheric Aerosol and Gas Experiment (SAGE) III instrument will monitor the condition of the ozone layer, which covers an area in the stratosphere 10 to 30 miles above Earth and protects the planet from the sun’s harmful ultraviolet radiation. Its predecessors, SAGE I and SAGE II, which were mounted to satellites, helped scientists understand the causes and effects of the Antarctic ozone hole. The Montreal Protocol of 1987 led to an eventual ban on ozone-destroying gases and to the ozone layer’s recovery; SAGE III, designed to operate for no less than three years, will allow scientists to continue monitoring its recovery.\nThe Lightning Imaging Sensor (LIS), first launched as an instrument on the Tropical Rainfall Measuring Mission in 1997, records the time, energy output and location of lightning events around the world, day and night. From its perch on the ISS, the new LIS will improve coverage of lightning events over the oceans and also in the northern hemisphere during its summer months. Because lightning is both a factor and a gauge for a number of atmospheric processes, NASA as well as other agencies will use the new LIS lightning data for many applications, from weather forecasting to climate modeling and air quality studies.\nWhile SAGE III and LIS are the latest Earth science instruments slated for operation aboard the ISS, they or not the first or the last.\nFor two years, beginning in September 2014, the Rapid Scatterometer, or RapidScat, collected near-real-time data on ocean wind speed and direction. The instrument was designed as a low-cost replacement for the Quick Scatterometer, or QuikScat satellite, which experienced an age-related failure in 2009. In addition to addressing such questions as how changing winds affect sea surface temperatures during an El Niño season, the National Oceanic and Atmospheric Administration and the U.S. Navy relied on RapidScat data for improved tracking of marine weather, leading to more optimal ship routing and hazard avoidance.\nThe Cloud Aerosol Transport System (CATS) was mounted to the exterior of the space station in Jan. 2015 and is in the midst of a three-year mission to measure aerosols, such as dust plumes, wildfires and volcanic ash, around the world. Built to demonstrate a low-cost, streamlined approach to ISS science payloads, the laser instrument is providing data for air quality studies, climate models and hazard warning capabilities.\nOver the next several years, NASA is planning to send to the space station several more instruments trained toward Earth.\nTotal and Spectral solar Irradiance Sensor (TSIS-1) will measure total solar irradiance and spectral solar irradiance, or the total solar radiation at the top of Earth’s atmosphere and the spectral distribution of that solar radiation, respectively. The data are critical for climate modeling and atmospheric studies. TSIS-1 will continue the work of NASA’s Solar Radiation and Climate Experiment satellite, which has been taking those measurements since 2003.\nNASA’s Earth System Science Pathfinder program is supporting the following instruments that are currently in development. The program is managed by NASA's Langley Research Center in Hampton, Virginia.\nThe Orbiting Carbon Observatory-3 (OCO-3) instrument will monitor carbon dioxide distribution around the globe. Assembled with spare parts from the Orbiting Carbon Observatory-2 satellite, OCO-3 will provide insights into the greenhouse gas’s role as it relates to growing urban areas and changes in fossil fuel combustion. The instrument will also measure the “glow” from growing plants (solar-induced fluorescence).\nHoming in on tropical and temperate forests is the Global Ecosystem Dynamics Investigation (GEDI). The lidar instrument will provide the first high-resolution observations of forest vertical structure in an effort to answer how much carbon is stored in these ecosystems and also what impacts deforestation and reforestation have on habitat diversity, the global carbon cycle and climate change.\nThe ECOsystem Spaceborne Thermal Radiometer Experiment (ECOSTRESS) will also focus on vegetation by providing high-frequency, high-resolution measurements of plant temperature and plant water use. Among the data’s numerous uses will be to indicate regions of plant heat and water stress and also improve drought forecasting for the benefit of farmers and water managers. Researchers will also use ECOSTRESS in concert with other data to calculate water use efficiency among plants and identify drought-resistant species and varieties.\nAlso on the horizon is the Climate Absolute Radiance and Refractivity Observatory (CLARREO) Pathfinder comprising two instruments for measuring solar irradiance: a reflected solar spectrometer and an infrared spectrometer. CLARREO will collect highly accurate climate records to test climate projections in order to improve models.\nNASA collects data from space to increase our understanding of our home planet, improve lives and safeguard our future. For more information about NASA's Earth science programs, visit:\nwww.nasa.gov/earth\nKeep up with the International Space Station at:\nwww.nasa.gov/station\nwww.nasa.gov/centers/marshall/news/news/releases/2017/nasa-to-launch-sequel-to-successful-lightning-study-mission.html\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}