{
  "url": "https://climate.nasa.gov/news/2551/nasa-study-identifies-new-pathway-for-greenland-meltwater-to-reach-ocean/",
  "title": "NASA study identifies new pathway for Greenland meltwater to reach ocean",
  "date": null,
  "content": "5 min read\nCracks in the Greenland Ice Sheet let one of its aquifers drain to the ocean, new NASA research finds. The aquifers, discovered only recently, are unusual in that they trap large amounts of liquid water within the ice sheet. Until now, scientists did not know what happened to the water stored away in this reservoir — the discovery will help fine tune computer models of Greenland’s contribution to sea level rise.\n“This paper illuminates the fate of the aquifer’s water,” said Kristin Poinar, lead author of the study and a postdoctoral fellow at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Before, we didn’t know if the water froze inside the ice sheet or reemerged onto the ice surface. In either of those scenarios, the meltwater would not contribute to sea level rise.”\nNow, using a new computer model that tests whether certain meltwater-filled cracks can fracture to the base of the ice sheet, Poinar and her colleagues have shown that the meltwater does reach the ocean.\nGreenland contributes water to the sea mainly through surface melt and ice flow. Studies have shown that surface melt has increased in recent decades. In western Greenland, so much surface melts forms that it creates a network of rivers and lakes, which drain through the ice to the underlying bedrock, from where water flows to the ocean.\nBut southeast Greenland is very different – lakes and rivers do not form, although the ice does melt. Instead, vast reservoirs of water become trapped within the firn layer (a band of compacted snow).  In 2011, scientists discovered these aquifers around 40 feet (12 meters) beneath the surface of the ice. Researchers calculated that these firn aquifers cover around 8,455 square miles (21,900 square kilometers) of Greenland and hold a Lake Tahoe-sized volume of water. The aquifer remains liquid year-round because the region’s heavy snow fall creates a thick blanket­ that insulates the aquifer from the freezing air temperatures above.\n“These firn aquifers are the analogs to the surface water that we can see in western Greenland,” Poinar said. “Southeast Greenland is perpetually covered in snow and has hardly any bare ice, so in the summer water doesn’t pool up like it does on bare ice in western Greenland, forming lakes and rivers; instead, it percolates downward and disappears into places where we can’t see it.”\nPoinar studied a segment of the aquifer located in the Helheim Glacier area in southeast Greenland, where ground-penetrating radar measurements collected by Operation IceBridge, NASA’s aerial survey of changes in polar ice, showed that a 2-mile long section of the aquifer had drained a large volume of water between the spring of 2012 and the spring of 2013.\nDirectly downstream of this section of the aquifer, the researchers identified a field of crevasses (cracks in the ice); due to gravity, they thought, the aquifer water should flow into these openings. To find out whether the water refroze within the crevasses or fractured all the way to the bedrock, Poinar built a computer model of how water from the firn aquifer widens, deepens, and refreezes within the cracks. The model demonstrated that the water makes the crevasses crack faster than the water can refreeze, thus allowing the meltwater to reach the bedrock in a matter of weeks to months.\n“There’s a limit to how much water the crevasses can hold; once they reach that limit, they fracture to the base of the ice sheet and deliver that water to the bed, from where it can travel relatively quickly to the ocean,” Poinar said. “We found that the volume of meltwater drained through this particular aquifer-crevasse field system is comparable to what comes out of a western Greenland supraglacial lake or river system.”\nPoinar said that although her study is focused on a specific section of the aquifer, there are other areas in southeast Greenland that are likely to host similar combinations of firn aquifers and nearby crevasse fields. She said that her future work will focus on how this newly discovered drainage system integrates over the entire Greenland ice sheet, and also on measuring how the water drained from the aquifer lubricates the bedrock and impacts the flow of the ice sheet.\n“Kristin’s finding is a key component in understanding the importance of the firn aquifer system,” said Rick Forster, a glaciologist at the University of Utah who was part of the field team that discovered the aquifer in 2011. “Her model shows that water is getting to the bed, and that adds a whole different level of significance to how that storage of water might affect changes in sea level rise in the future.”\nTo read the paper, visit:\nhttp://journal.frontiersin.org/article/10.3389/feart.2017.00005/full\nFor more information about NASA Earth science research, visit:\nwww.nasa.gov/earth\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}