{
  "url": "https://climate.nasa.gov/news/2602/lightning-sparking-more-boreal-forest-fires/",
  "title": "Lightning sparking more boreal forest fires",
  "date": null,
  "content": "A lightning-caused wildfire burns in Alberta, Canada. Credit: The Government of Alberta.\nFrom NASA\nA new NASA-funded study finds that lightning storms were the main driver of recent massive fire years in Alaska and northern Canada, and that these storms are likely to move farther north with climate warming, potentially altering northern landscapes.\nThe study, led by Vrije Universiteit Amsterdam and the University of California, Irvine, examined the cause of the fires, which have been increasing in number in recent years. There was a record number of lightning-ignited fires in the Canadian Northwest Territories in 2014 and in Alaska in 2015. The team found increases of between two and five percent a year in the number of lightning-ignited fires since 1975.\nTo study the fires, the team analyzed data from NASA's Terra and Aqua satellites and from ground-based lightning networks.\nLead author Sander Veraverbeke of Vrije Universiteit Amsterdam, who conducted the work while at UC Irvine, said that while the drivers of large fire years in the high north are still poorly understood, the observed trends are consistent with climate change.\n\"We found that it is not just a matter of more burning with higher temperatures. The reality is more complex: higher temperatures also spur more thunderstorms. Lightning from these thunderstorms is what has been igniting many more fires in these recent extreme events,\" Veraverbeke said.\nStudy co-author Brendan Rogers at Woods Hole Research Center in Falmouth, Massachusetts, said these trends are likely to continue. \"We expect an increasing number of thunderstorms, and hence fires, across the high latitudes in the coming decades as a result of climate change.\" This is confirmed in the study by different climate model outputs.\nStudy co-author Charles Miller of NASA's Jet Propulsion Laboratory in Pasadena, California, said while data from the lightning networks were critical to this study, it is challenging to use these data for trend detection because of continuing network upgrades. \"A spaceborne sensor that provides high northern latitude lightning data that can be linked with fire dynamics would be a major step forward,\" he said.\nThe researchers found that the fires are creeping farther north, near the transition from boreal forests to Arctic tundra. \"In these high-latitude ecosystems, permafrost soils store large amounts of carbon that become vulnerable after fires pass through,\" said co-author James Randerson of the University of California, Irvine. \"Exposed mineral soils after tundra fires also provide favorable seedbeds for trees migrating north under a warmer climate.\"\n\"Taken together, we discovered a complex feedback loop between climate, lightning, fires, carbon and forests that may quickly alter northern landscapes,\" Veraverbeke concluded. \"A better understanding of these relationships is critical to better predict future influences from climate on fires, and from fires on climate.\"\nThe study was published in the journal Nature Climate Change. The Alaska Fire Science Consortium at the University of Alaska, Fairbanks, also participated in the study.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSander Veraverbeke\r\nVrije Universiteit Amsterdam, The Netherlands\r\n011-31-6-11101574\r\ns.s.n.veraverbeke@vu.nl\nBrian Bell\r\nUniversity of California, Irvine\r\n949-824-8249\r\nbpbell@uci.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}