{
  "url": "https://climate.nasa.gov/news/2557/nasa-study-improves-forecasts-of-summer-arctic-sea-ice-coverage/",
  "title": "NASA study improves forecasts of summer Arctic sea ice coverage",
  "date": null,
  "content": "4 min read\nThe Arctic has been losing sea ice over the past several decades as Earth warms. However, each year, as the sea ice starts to melt in the spring following its maximum wintertime extent, scientists still struggle to estimate exactly how much ice they expect will disappear through the melt season. Now, a new NASA forecasting model based on satellite measurements is allowing researchers to make better estimates.\nForecasts of how much Arctic sea ice will shrink from spring into fall is valuable information for such communities as shipping companies and native people that depend on sea ice for hunting. Many animal and plant species are impacted directly by changes in the coverage of sea ice across the Arctic. Uncertain weather conditions through spring and summer make the forecasting of Arctic sea ice for a given year extremely challenging.\nWith data from satellites, which have been measuring sea ice in the Arctic since 1979, scientists can easily calculate the downward trend in Arctic sea ice. To make forecasts of how the Arctic sea ice cover might behave in the upcoming year, researchers have several options. The simplest approach is to assume a continuation of the long-term trend into the current year. The problem with this approach is that it will miss outliers — years when the sea ice cover will be a lot higher or lower than expected. Another option is to analyze the physical characteristics of the sea ice cover as the melt season develops, to try to more precisely estimate if the amount of sea ice come September will be more or less than expected from the long-term trend.\n“What we have shown is that we can use information collected in the spring and onwards to determine if we should see more or less ice come the end of summer than expected from the long-term decline,” said Alek Petty, lead author of the new paper, which was published on February 27 in the journal Earth’s Future, and a sea ice researcher at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nThe study used satellite measurements of sea ice coverage and melt onset. Petty’s team found that the forecasts based on melt onset — the time at which sea ice starts to melt and open water appears in the Arctic Ocean — were most reliable in early spring, while sea ice coverage-based predictions were more reliable from June onwards. The forecasts focus specifically on regions that historically corresponded with how much sea ice remains come the September minimum extent. The predictions become more accurate with each passing month, as the model integrates more near-real-time information about sea ice melt and the distribution of open water areas across the Arctic Ocean and surrounding seas.\nTo test whether their model produced reliable forecasts, Petty’s team went back in time and made predictions for each year of the satellite record, using historical data of the Arctic sea ice conditions. They then evaluated the results against both the actual minimum extent for that year and what the long-term trend would have predicted.\n“We found that our forecast model does much better than the linear trend at capturing what actually happened to the sea ice in any specific year,” Petty said. “Our model is very good at catching the highs and the lows. The absolute values? Not exactly, but it tends to do very well at seeing when the sea ice extent is going to go up and when it’s going to go down compared to what we might be expecting for that year.”\nPetty’s research also showed that models can produce reliable forecasts of sea ice not only for the whole Arctic, but for concrete regions; specifically, the Beaufort and Chukchi seas north of Alaska.\n“The state of sea ice has a large impact on the Alaskan hunting communities,” Petty said. “If they know ahead of time what the sea ice cover is going to be like that year, they might be able to infer the availability of the species they hunt.”\nFuture research will explore synthesizing different sea ice measurements into the same model to improve the reliability of the forecasts, Petty said.\nFor more information, visit www.nasa.gov/content/water-and-ice.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}