{
  "url": "https://climate.nasa.gov/news/2556/goddards-icecube-smallsat-ready-for-launch-space-station-deployment/",
  "title": "Goddard's IceCube SmallSat ready for launch, space station deployment",
  "date": null,
  "content": "By Jeremy Eggers,\r\nNASA's Walops Flight Facility\nAn artist’s rendition of the IceCube small satellite in orbit. Once launched and deployed from the International Space Station, the IceCube team will spend about two weeks conducting various check-outs on the satellite before starting the spacecraft's operational mission, which is to perform cloud ice measurements using an 883-Gigahertz radiometer. Credit: NASA.\nLess is more, and that's not just a buzz phrase. Good things are coming in smaller packages (again, not just another buzz phrase). Here's one that's 'on the rocks' coming soon to a launch near you; NASA has an IceCube that will be out of this world.\nIceCube, which will measure cloud ice levels using a radiometer, is the first small satellite project managed by Goddard Space Flight Center's Wallops Flight Facility. After two years in the making, the 10-pound, breadloaf-sized satellite is poised to take flight on Orbital ATK's seventh contracted commercial resupply services mission to the International Space Station from Cape Canaveral Air Force Station, Florida.\nIceCube, the first small satellite project managed by Goddard Space Flight Center's Wallops Flight Facility, is a 3U cubesat weighing 10 pounds and about the size of a breadloaf, complete with three-axis attitude control, deployable solar areas and a deployable UHF communications antenna. Credit: NASA.\n\n\n\"Bringing IceCube from concept to operational satellite ready for launch is a remarkable achievement by an incredibly talented, diverse science and engineering team,\" said Bill Wrobel, Wallops Flight Facility director. \"Goddard Space Flight Center's expertise in engineering and project management at its Wallops campus coupled with the scientific muscle at Goddard's Greenbelt campus makes us a natural fit for small satellite work.\"\nIceCube is a type of smallsat known as a cubesat, and more specifically, it's a 3U cubesat. Each \"U\" is a cubic of 10 centimeters in size; as a 3U cubesat, IceCube measures 10 by 10 by 30 centimeters. Despite its relatively small size, IceCube is a bonafide spacecraft complete with three-axis attitude control, deployable solar arrays and a deployable UHF communications antenna.\n\"The technologies to make these small satellites is constantly evolving, getting increasingly smaller and lighter without sacrificing capability,\" said Tom Johnson, Goddard Space Flight Center's Small Satellite manager. Johnson, who's stationed at Wallops, led mission management activities for the project.\nOnce launched and deployed from the ISS, the IceCube team will spend about two weeks conducting various check-outs on the satellite before starting the spacecraft's operational mission, which is to perform cloud ice measurements using an 883-Gigahertz radiometer. Cloud ice properties are key variables used in weather and climate models. Currently, there's a large uncertainty in measuring cloud ice in the atmosphere at altitudes between 5 to 15 kilometers. IceCube will collect the first global map of cloud-induced radiances at 883-Gigahertz.\nThe overall objective of IceCube is to raise the technology readiness level (TRL) of the radiometer to measure cloud ice levels. NASA uses nine TRLs to assess the maturity level of a particular technology ranging from TRL 1, meaning basic principles have been observed, expanding up to TRL 9, which means a particular technology or system is flight-proven and successful. The radiometer capability for intermediate altitude cloud ice measurements is currently at TRL 6; the goal is to get to TRL 9 with IceCube, said Johnson.\nThe Goddard team faced a number of challenges during the design, integration and testing of the spacecraft. Notably, to keep costs down for the project, the team used commercial off-the-shelf components to build the spacecraft. The components, coming from multiple commercial providers, didn't always \"plug and play\" together, said Johnson, creating significant engineering challenges.\nThe team persevered, integrating the radiometer to the spacecraft, building the spacecraft support systems, and conducting thermal-vacuum, vibration, and antenna testing all at Goddard and Wallops facilities.\n\"The team had to overcome so many challenges and they worked hard to meet the delivery date prior to the holidays,\" said Johnson. \"I am very proud of the engineering team that worked so hard to achieve this milestone.\"\nIn addition to IceCube, Goddard's small satellite office at Wallops is providing mission management for a number of other missions, such as HaloSat and the Time-Resolved Obeservations of Precipitation structure and storm Intensity with a Constellation of Smallsats (TROPICS). The office is also supporting 23 university cubesat missions flying as part of NASA's Science Mission Directorate's Undergraduate Student Instrument Program (USIP).\n\"It's a growth market,\" said Wrobel. \"With cost and size coming down combined with increasing capabilities, good things are coming in these smaller packages, which is having a positive impact for science, technology and growing the workforce.\"\nNASA's Science Mission Directorate selected the IceCube mission as part of its CubeSat Initiative and funded the project jointly with NASA's Earth Science Technology Office. Goddard Space Flight Center's Dong Wu is IceCube's principal investigator. Goddard's Microwave Instruments and Technology Branch built the primary instrument and Wallops provided all mission management, integration and testing of the spacecraft. Kennedy Space Center's Launch Services Program (LSP) is providing the launch opportunity through NASA's Cubesat Launch Initiative (CSLI).\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}