{
  "url": "https://climate.nasa.gov/news/2565/nasa-satellite-identifies-global-ammonia-hotspots/",
  "title": "NASA satellite identifies global ammonia ‘hotspots'",
  "date": null,
  "content": "From NASA\nGlobal atmospheric ammonia trends measured from space from 2002 to 2016. Hot colors represent increases from a combination of increased fertilizer application, reduced scavenging by acid aerosols and climate warming. Cool colors show decreases due to reduced agricultural burning or fewer wildfires. Credit: Juying Warner/GRL.\nThe first global, long-term satellite study of airborne ammonia gas has revealed “hotspots” of the pollutant over four of the world’s most productive agricultural regions. The results of the study, conducted using data from NASA’s Atmospheric Infrared Sounder (AIRS) instrument on NASA’s Aqua satellite, could inform the development of strategies to control pollution from ammonia and ammonia byproducts in Earth’s agricultural areas.\nA University of Maryland-led team discovered steadily increasing ammonia concentrations from 2002 to 2016 over agricultural centers in the United States, Europe, China and India. Increased concentrations of atmospheric ammonia are linked to poor air and water quality.\nThe NASA-funded study, published March 16 in Geophysical Research Letters, describes probable causes for the observed increased airborne ammonia concentrations in each region. Although specifics vary between areas, the increases are broadly tied to crop fertilizers, livestock animal wastes, changes to atmospheric chemistry, and warming soils that retain less ammonia.\n“Measuring ammonia from the ground is difficult, but the satellite-based method we have developed allows us to track ammonia efficiently and accurately, said Juying Warner, University of Maryland associate research scientist in atmospheric and oceanic science. “We hope that our results will help guide better management of ammonia emissions.”\nAIRS, in conjunction with the Advanced Microwave Sounding Unit (AMSU) also on Aqua, senses emitted infrared and microwave radiation from Earth to provide a 3-D look at our planet's weather and climate. Working in tandem, the instruments make simultaneous observations down to Earth's surface, even in the presence of heavy clouds. With more than 2,000 channels sensing different regions of the atmosphere, the system creates a global, 3-D map of atmospheric temperature and humidity, cloud amounts and heights, concentrations of selected greenhouse and other trace gases, and many other atmospheric phenomena.\n\"AIRS wasn’t designed to observe ammonia, but the instrument sensitivity and stability have allowed us to monitor ammonia trends,” said AIRS Project Scientist Eric Fetzer of NASA’s Jet Propulsion Laboratory, Pasadena, California. “The unexpected large ammonia increase is one example of rapid atmospheric changes from human activities that AIRS is observing.\"\nGaseous ammonia is a natural part of Earth’s nitrogen cycle, but excess ammonia is harmful to plants and reduces air and water quality. In the troposphere -- the lowest, most dense part of the atmosphere where all weather takes place and where people live -- ammonia gas reacts with nitric and sulfuric acids to form nitrate-containing particles. Those particles contribute to aerosol pollution that is damaging to human health. Ammonia gas can also fall back to Earth and enter lakes, streams and oceans, where it contributes to harmful algal blooms and “dead zones” with dangerously low oxygen levels.\n“Little ammonia comes from tailpipes or smokestacks. It’s mainly agricultural, from fertilizer and animal husbandry,” said co-author and University of Maryland professor Russell Dickerson. “It has a profound effect on air and water quality -- and ecosystems.”\nEach major agricultural region highlighted in the study experienced a slightly different combination of factors that correlate with increased ammonia in the air from 2002 to 2016.\nThe United States, for example, has not experienced a dramatic increase in fertilizer use or major changes in fertilizer application practices. But the study authors found that successful legislation to reduce acid rain in the early 1990s most likely had the unintended effect of increasing gaseous ammonia. The acids that cause acid rain also scrub ammonia gas from the atmosphere, and so the sharp decrease in these acids in the atmosphere is the most plausible explanation for the increase in ammonia over the same time frame.\nEurope experienced the least dramatic increase in atmospheric ammonia of the major agricultural areas studied. The researchers suggest this is due in part to successful limits on ammonia-rich fertilizers and improved practices for treating animal waste. Much like the United States, a major potential cause for increased ammonia traces back to reductions in atmospheric acids that would normally remove ammonia from the atmosphere.\n“The decrease in acid rain is a good thing. Aerosol loading has plummeted -- a substantial benefit to us all,” Dickerson said. “But it has also increased gaseous ammonia loading, which we can see from space.”\nIn China, a complex interaction of factors is tied to increased atmospheric ammonia. The authors suggest efforts to limit sulfur dioxide -- a key precursor of sulfuric acid, one of the acids that scrubs ammonia from the atmosphere -- could be partially responsible. But China has also greatly expanded agricultural activities since 2002, widening its use of ammonia-containing fertilizers and increasing ammonia emissions from animal waste. Warming of agricultural soils, due at least in part to global climate change, could also contribute.\n“The increase in ammonia has spiked aerosol loading in China. This is a major contributor to the thick haze seen in Beijing during the winter, for example,” Warner said. “Also, meat is becoming a more popular component of the Chinese diet. As people shift from a vegetarian to a meat-based diet, ammonia emissions will continue to go up.”\nIn India, a broad increase in fertilizer use coupled with large contributions from livestock waste have resulted in the world’s highest concentrations of atmospheric ammonia. But the researchers note that ammonia concentrations have not increased nearly as quickly as over other regions. The study authors suggest that this is most likely due to increased emissions of acid rain precursors and, consequently, some increased scrubbing of ammonia from the atmosphere. This leads to increased levels of haze, a dangerous trend confirmed by other NASA satellite instruments, Dickerson said.\nIn all regions, the researchers attributed some of the increase in atmospheric ammonia to climate change, reflected in warmer air and soil temperatures. Ammonia vaporizes more readily from warmer soil, so as the soils in each region have warmed year by year, their contributions to atmospheric ammonia have also increased since 2002. The study also ascribes some ammonia fluctuations to wildfires, but these events are sporadic and unpredictable. As such, the authors excluded wildfires in their current analysis.\n“This analysis has provided the first evidence for some processes we suspected were happening in the atmosphere for some time,” Warner said. “We would like to incorporate data from other sources in future studies to build a clearer picture.”\nAIRS was built and is managed by JPL. Aqua is managed by NASA's Goddard Space Flight Center, Greenbelt, Maryland. For more on AIRS, visit:\nhttp://airs.jpl.nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nMatthew Wright\r\nUniversity of Maryland, College Park\r\n301-405-9267\r\n​mewright@umd.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}