{
  "url": "https://climate.nasa.gov/news/2637/act-america-aims-to-tell-four-season-greenhouse-gas-story/",
  "title": "ACT-America aims to tell four-season greenhouse gas story",
  "date": null,
  "content": "5 min read\nBy Joe Atkinson,NASA's Langley Research Center\nNASA scientists are once again on the hunt for greenhouse gases in the sky.\nResearchers for the Atmospheric Carbon and Transport-America, or ACT-America, study returned to the field last week to measure how weather systems transport carbon dioxide and methane through the atmosphere over the eastern part of the United States.\nBy measuring those greenhouse gases, they hope to improve our understanding of where they originate. And in the case of carbon dioxide, they hope to learn more about where it’s being absorbed. Ultimately, by giving scientists a clearer understanding of what the sources and sinks are, the study could help refine climate models, which could in turn inform future policy decisions around the production of greenhouse gases.\nPrevious ACT-America flight campaigns took place in summer and winter. The focus this time is fall.\n“We want to know the net balance of greenhouse gas sources and sinks over an annual cycle,” said ACT-America Principal Investigator Ken Davis of Pennsylvania State University, University Park. “And so this will be the fall installment of putting that four-season story together.”\nFlights are currently based out of coastal Virginia using two Virginia-based NASA aircraft outfitted with greenhouse-gas-detecting instruments — a C-130 from NASA’s Wallops Flight Facility on Virginia’s Eastern Shore, and a B-200 from NASA’s Langley Research Center in Hampton. Oct. 16, flights will transition to Lincoln, Nebraska. For the final two weeks of the current campaign, flights will leave from Shreveport, Louisiana.\nBecause it’s fall, researchers will see little photosynthesis, which would be a net sink for carbon dioxide. Instead, decaying biomass will be releasing carbon dioxide — think decomposing fallen leaves in the east, detritus from harvested crops in the Midwest. The decomposition taking place in the fall ecosystems will probably yield the strongest net sources of carbon dioxide to the atmosphere the study finds at any time of year, giving the campaign a good chance to see firsthand the intensity of these well-known processes.\nThe flights, of course, don’t extend over the entire season — only about a six-week period. But the comparison of aircraft data and numerical models allows scientists to extend their understanding across space and time.  For example, the flight data will provide useful comparisons to current ecosystem carbon models.\n“We should be able to say, Hey, for these weeks, are the ecosystem models in these places doing the right thing or not?” said Davis. “We should be able to prune down toward the more realistic ecosystem carbon models.”\nJoining the current flights are researchers with the German Aerospace Center, or DLR. They’re operating an instrument on the C-130 that measures both methane and ethane. Methane can come from natural sources such as wetlands, but human activities produce much of the methane found in the atmosphere. Fossil fuel burning, landfills and livestock farming are all significant sources. Combined with an instrument on the B200 operated by the University of Colorado, the project now has ethane sensors on both aircraft.\nIn a mutually beneficial partnership, the fall flights are giving the DLR a chance to see how their instrument operates in the field while also allowing the ACT-America scientists to better zero in on methane sources.\n“Microbes, when they’re decomposing things, burp out methane. They don’t occasionally accidentally burp out an ethane molecule. Their metabolism doesn’t do that. They make methane,” said Davis. “If your methane comes with ethane, it came from a fossil-fuel source, not from biology. So it’s a very useful tracer.”\nThough the ACT-America team has a good general idea of what to expect from the fall flights, they’re always open to surprises. Last year’s summer flights across frontal boundaries revealed a fascinating phenomenon: Every single time the aircraft crossed from a warm air mass into cold air, carbon dioxide concentrations dropped. The opposite seemed to be true for methane — concentrations were lower in warm air, higher in cold.\nThe consistency of that sharp gradient wasn’t something anyone anticipated.\n“We really didn’t know what we’re going to find in that respect,” said Davis. “And to find it to be so repeatable and so oriented with these frontal structures — darn, we think we really are measuring the right thing here in terms of how weather systems redistribute these gases and that they are an important source of redistribution of the gases north and south, and up and down.”\nFlights for the fall campaign will wrap up in early November. The next ACT-America flight campaign is scheduled for spring of 2018.\nACT-America is one of six airborne studies funded by the most recent round of NASA’s Earth System Science Pathfinder Program.\nNASA collects data from space, air, land and sea to increase our understanding of our home planet, improve lives and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency shares this knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nJeremy Johnson laces his black, steel-toed boots and zips up his dark blue flight suit.…\nIn February, NASA’s ER-2 science aircraft flew instruments designed to improve satellite data products and…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}