{
  "url": "https://climate.nasa.gov/news/2567/nasas-icesat-2-to-provide-more-depth-to-sea-ice-forecasts/",
  "title": "NASA’s ICESat-2 to provide more depth to sea ice forecasts",
  "date": null,
  "content": "6 min read\nIn March, the Arctic sea ice pack is supposed to reach its greatest extent — but this year it’s far below average, off by an area about the size of Texas and New Mexico combined.\nSatellite observations currently reveal how much of the ocean surface is covered by ice, but there is another critical measurement to make. Researchers are already anticipating using NASA’s Ice, Cloud and land Elevation Satellite-2, or ICESat-2, to measure sea ice in the third dimension.\nSatellites have been continuously measuring sea ice since 1979, and have mapped the downward trend of ice extent. Determining the thickness of the remote sea ice pack, however, is difficult with existing tools. And it’s an essential measurement. Thicker ice is more resilient to storms, and can take years to build up. Changes in the depth of sea ice alters the water’s salinity and temperature, which can alter oceanic and atmospheric currents. Sea ice also acts as a cap on the ocean — insulating it from the atmosphere — and plays a key role in cooling down the planet.\nSome scientists have used the available satellite data to monitor the ice’s age, determining which has survived and built up through more than two summers. They found that the amount of older, thicker ice is declining. But with ICESat-2, scientists will be able to measure the height of the sea ice directly, and from that calculate the thickness.\nICESat-2, slated to launch in 2018, will use a laser instrument to measure the height of Earth’s surfaces globally. It will monitor vegetation, bodies of water and more, but with a focus on measuring ice and snow cover. By taking a dense set of measurements, the satellite will collect enough precise information for scientists to measure how far sea ice floats above the ocean surface, down to about 1 inch (3 centimeters).\n“The question we want to ask with ICESat-2 is what’s happening to the thickness of the ice,” said Sinead Farrell, a member of the ICESat-2 science definition team and polar scientist at the University of Maryland, College Park, Maryland. “We’re trying to monitor the health of the ice pack, and one of the things we’re really keen on doing is making sure we get the ICESat-2 data into the hands of scientists and the scientific community as quickly as possible.”\nThe influx of data from ICESat-2, managed by NASA’s Goddard Space Flight Center in Greenbelt, Maryland, will be a boon to sea ice forecasters. These researchers use observations of the ice to improve computer models that simulate the extent, thickness and other conditions of Arctic ice cover.\n“It’s difficult to take measurements to validate our model against — it’s expensive to get to the Arctic and conditions aren’t too friendly up there,” said Pamela Posey, computer scientist and sea ice modeler with the U.S. Naval Research Laboratory in NASA's Stennis Space Center, Mississippi. She is also a principal investigator with ICESat-2’s Early Adopter program, which is part of an effort to reach out to the stakeholder community before the satellite launches, enabling the mission scientists to understand what is possible, or not, for other researchers to do with the data. The program also aims to help people put the data to use faster, after the satellite launches.\nPosey works on a model that takes in information about current Arctic conditions, and predicts sea ice characteristics for the coming week. The Navy provides that information to submarines and surface ships — if subs have an emergency and need to surface, they need to know the thickness of the ice above them, she noted. And surface ships need to know how thick ice is to determine whether or not they can break a path through a particular area.\n“Our models run daily and produce out to a seven-day forecast,” Posey said. “The more observations you get into a model, the more accurate your forecast is going to be.”\nShe is currently using a derived ice thickness product from the ESA’s (European Space Agency) Cryosat satellite to plug into the model, to determine how to use ICESat-2’s data once they are available. She plans to compare ICESat-2’s measurements with the ice conditions predicted by the model, to validate the computer model and reset it to improve accuracy going forward.\nAndrew Roberts, a researcher and Early Adopter principal investigator with the Naval Postgraduate School in Monterey, California, is also working to see how ICESat-2 could improve computer simulations of sea ice in distant regions. He’s working on several problems to get ready for the influx of sea ice height data — one being that while models simulate what the sea ice is doing across the entire Arctic, ICESat-2 will take individual point measurements along the satellite’s path, creating tracks of information that need to be reconciled with the data from models, which is in a grid.\nSo Roberts is creating a program for the computer model that will produce a simulation of sea ice only where ICESat-2 is measuring, to better compare the two sets of numbers.\n“We’ve effectively simulated what ICESat-2 would see,” Roberts said. “It’s actually very finicky to do, and you’ve got to come up with an efficient way to do it.”\nRoberts is also working on isolating the height of the sea ice above the ocean surface in the computer model — the basic measurement that ICESat-2 will take — to be able to compare the satellite and computer-simulated data. It’s all to be able to improve models of what’s going on in the Arctic, he said.\nThe models are used by the Navy, shipping companies and others, but also provide a window into a remote, complex part of the world. And sea ice has impacts that stretch beyond its boundaries. It acts as an air conditioner for the globe, reflecting sunlight that would otherwise be absorbed into the ocean. It interacts with the atmosphere and ocean currents, impacting weather and climate systems that reach down to lower latitudes. It provides seasonal habitat for wildlife, and hunting grounds for indigenous populations.\n“The Arctic sea ice is changing extremely rapidly, and we’re trying to understand why that is the case,” Roberts said.\nFor more information about NASA's ICESat-2 mission:\nwww.nasa.gov/icesat-2 or icesat-2.gsfc.nasa.gov/\nWarming global climate is changing the vegetation structure of forests in the far north. It’s…\nFor the first time, NASA’s ICESat-2 team has seen footage of the satellite’s green laser…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}