{
  "url": "https://climate.nasa.gov/news/280/just-5-questions-fingerprinting-the-climate/",
  "title": "Just 5 questions: Fingerprinting the climate",
  "date": null,
  "content": "Interview by Patrick Lynch,\r\nNASA Langley Research Center\nDave Young is the Project Scientist for NASA’s CLimate Absolute Radiance and REfractivity Observatory (CLARREO). CLARREO is a climate-focused mission set to launch in the latter part of this decade. The goal of the mission is to measure tiny, incremental changes in the amount of energy entering and leaving Earth’s atmosphere — with such accuracy that even minor global warming trends over the course of a decade will be detected with confidence. These climate change measurements will carry the “fingerprints” of what caused them, including those caused by human activity.\n1. You're project scientist for NASA's CLARREO mission. Tell us about the project.\r\nOne of the things that prevents us from making definitive statements about climate change is the accuracy of the current observing system we have. A major goal of the CLARREO mission is to provide extremely accurate climate measurements — at the accuracy level of tenths of a percent per decade. By knowing these trends very precisely, we can improve the accuracy of climate change forecasts, which will help society make the tough decisions we're facing.\r\n\n\n2. So what sort of data will it collect, and how? \r\nCLARREO won't measure individual aspects of our climate, such as changes in carbon dioxide levels or ice sheet changes. Instead, it will look at the climate system as a whole, by tracking the amount of energy entering and leaving the Earth's atmosphere. We'll do this by making measurements of the entire spectrum of electromagnetic radiation in the atmosphere, including infrared waves (heat) and reflected sunlight. These are the two components of what we call the Earth's \"energy budget,\" which can tell us over time whether or not the planet is getting warmer or cooler.\nWe know the things that can cause our climate to change. They include changes in the intensity of the sun, and increases in heat-trapping gases such as carbon dioxide in our atmosphere. What we want to learn is how the Earth responds to these driving forces, and any other secondary feedback effects that might occur. For example, say the Earth responds to increases in carbon dioxide levels by warming up; a warmer planet causes more water to evaporate and increases the amount of certain types of clouds. Clouds could either accelerate or slow down subsequent global warming. By taking very accurate energy measurements from space over a long period of time, we'll be able to measure these responses and feedbacks on decade-long timescales. \r\n\n\n3. CLARREO claims it will produce an \"irrefutable climate record.\" Does that mean it will put an end to climate change controversy?\r\nProducing a trusted and tested climate record is one of our goals. First, we will strive for 100 percent transparency. Part of this [recent] email scandal is that people think data and results have been hidden. Second, we will characterize our instruments as thoroughly as anybody has ever done. On board the spacecraft there will be a verification system that's constantly monitoring not only the measurements we make, but also how accurately we're making those measurements. Then I think you'll have as close to an irrefutable measurement as possible.\nPeople want to talk in certainty. They want to say climate change is a certainty. Or, climate change is nonsense. That doesn't work. Predicting future climate change is about offering a range of potential scenarios based on a range of present-day factors, and then determining the most likely scenario. We're designing the mission such that if people want to delve into it and question our results, the answers will be there for all to see.\r\n\n\n4. What will we learn about our influence on the Earth's climate that we didn't know before?\r\nThat's one of the things we're trying to answer specifically by working with the climate modelers. The goal is to have a set of highly accurate measurements that can be used to track today's global warming trends and to improve climate models' predictions for the future. We've pretty much shown that you can separate man-made climate change from natural climate variations using the data we expect to collect. You'll see the impact of changes in carbon dioxide, methane and other gases reflected in the changes in the temperatures we measure. By comparing these numbers to the climate models, we'll really understand how that climate change developed. \r\n\n\n5. One of the most important climate summits in history happened just a few months ago in Copenhagen. How would CLARREO's data help world leaders make better policy decisions?\r\nIf CLARREO were in orbit now, I think we'd have a much better assessment of climate change, particularly during the satellite era, and a more precise knowledge of climate trends over the last several decades. That would help the debate. Would it have made Copenhagen a joyous celebration of unanimity among the nations? No, because there are other things — political and economic — that are contributing factors to the debate. Basically, what CLARREO will do is provide more confidence in the scientific information we have, from the CLARREO record itself and also from comparisons with other measurements.\nExpertise, positions: Currently project scientist for CLARREO mission; previously a co-investigator on NASA's Clouds and the Earth's Radiant Energy System (CERES) mission; former deputy director of Langley Research Center's Science Directorate; former head of Langley's Climate Science branch.\nEducation: Bachelor's degree in astrophysics from Michigan State University; Master's degree in meteorology from Penn State University.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}