{
  "url": "https://climate.nasa.gov/news/2558/sage-iii-installed-on-its-new-home-on-the-international-space-station/",
  "title": "SAGE III installed on its new home on the International Space Station",
  "date": null,
  "content": "3 min read\nJust a little more than two weeks after its Feb. 19 launch on a SpaceX Falcon 9/Dragon spacecraft, the Stratospheric Aerosol and Gas Experiment III (SAGE III) is now safely installed on the outside of the International Space Station, where it will monitor ozone and aerosols in Earth’s upper atmosphere.\nIn a highly choreographed sequence of events, the station’s robotic Canadarm2 removed the instrument payload and its Nadir Viewing Platform (NVP) from the Dragon trunk and installed them on the ExPRESS Logistics Carrier platform. The entire sequence took about four days. The NVP allows SAGE III to face nadir, or down, toward Earth.\nFinal installation of the instrument payload, which includes SAGE III and its hexapod pointing system, took place March 7.\n“With a flawless launch and the on-orbit assembly sequence behind us, the SAGE III and the space station teams have completed a major milestone,” said SAGE III Project Manager Mike Cisewski. “Our team is ready to proceed with payload commissioning and our long-term work of extending the SAGE data record from the station.”\nActivation and calibration of SAGE III will take approximately 90 days. Brooke Thornton, SAGE III mission operations manager, and the mission operations team will closely monitor those activities from the Flight Mission Support Center at NASA’s Langley Research Center in Hampton, Virginia.\nIt’s an exhilarating time for the mission operations team. Thornton admits to feeling both excitement and nervousness, but also a strong sense that she and her team are ready to do their jobs.\n“The operations team has been working so hard to get fully prepared for this and now that it is here it’s almost a relief,” said Thornton. “This team has operated and tested this payload for nearly five years now, so I know we have the best team to get us through activation and all the extensive calibration activities. We’re ready to get into routine operations.”\nSAGE III is a key part of NASA’s mission to provide crucial, long-term measurements that will help humans understand and care for Earth’s atmosphere. It went to the station as part of the first commercial launch from historic Launch Complex 39A at Kennedy Space Center in Florida. The SpaceX cargo resupply mission carried around 5,500 pounds of research equipment, cargo and supplies to the station.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}