{
  "url": "https://climate.nasa.gov/news/2561/nasas-aerial-survey-of-polar-ice-expands-its-arctic-reach/",
  "title": "NASA's aerial survey of polar ice expands its Arctic reach",
  "date": null,
  "content": "By Maria-José Viñas,\r\nNASA's Goddard Space Flight Center\nEllesmere Island mountain tops bathed in light as the sun began to peak over the horizon during Operation IceBridge’s first flight of its 2017 Arctic campaign, on March 9, 2017. Credit: NASA/Nathan Kurtz.\nFor the past eight years, Operation IceBridge, a NASA mission that conducts aerial surveys of polar ice, has produced unprecedented three-dimensional views of Arctic and Antarctic ice sheets, providing scientists with valuable data on how polar ice is changing in a warming world. Now, for the first time, the campaign will expand its reach to explore the Arctic’s Eurasian Basin through two research flights based out of Svalbard, a Norwegian archipelago in the northern Atlantic Ocean.\nThe mission is surveying the region as part of its 2017 Arctic spring campaign, which completed its first flight on March 9 and will continue until May 12.\n“This is IceBridge’s ninth year in the Arctic and we’re expecting this to be one of our most extensive campaigns to date,” said Nathan Kurtz, Operation IceBridge’s project scientist and a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “We are expanding our reach to the Eurasian sector of the Arctic, so we’re hopefully going to get more sea ice coverage than we ever have.”\nTraditionally, IceBridge’s Arctic campaigns operate from three bases: Thule Air Base in northwest Greenland, Fairbanks in Alaska, and Kangerlussuaq in southwest Greenland. The addition of Svalbard will allow the mission to collect data on sea ice and snow in a scarcely measured section of the Arctic Ocean and its surrounding seas, along with measurements of a few glaciers in the Svalbard archipelago. Researchers think that the sea ice characteristics in the Eurasian side of the Arctic might be different from those of its Amerasian counterpart. In particular, they suspect that they may see a thicker snow cover on the Eurasian sea ice, but they will not be able to confirm it until IceBridge flies over.\n“Most of the available data on snowfall in the Eurasian Basin is outdated, from drifting stations that operated between 1954 and 1991,” said Ron Kwok, a member of IceBridge’s science team and a sea ice researcher at NASA’s Jet Propulsion Laboratory in Pasadena, California. “When those surveys were done, we still had a lot of thick sea ice in the Arctic. Now it’s mostly thinner, first-year ice, so the snow we’re going to see on top is going to be different than what was there before.”\nHaving precise measurements of snow on sea ice is essential for NASA’s upcoming Ice, Cloud, and land Elevation Satellite-2 (ICESat-2). ICESat-2 will use laser beams to measure the elevation of sea ice floating on the ocean, which can then be used to infer its thickness, but lack of knowledge of the snow that sits on sea ice can make these sea ice thickness retrievals less accurate.\nSupporting ICESat-2, which is scheduled to launch in 2018, is one of the primary goals for Operation IceBridge. But the large volumes of data on Arctic sea and land ice that IceBridge has collected during its nine years of operations there have also enabled scientific discoveries ranging from the first map showing what parts of the bottom of the massive Greenland Ice Sheet are thawed to improvements in snowfall accumulation models for all of Greenland.\nThis year, the IceBridge team and instruments will be again flying on NASA’s P-3 Orion, which had been unavailable for the past two years while it was being fitted with new wings.\n“We have our favorite airplane and crew back,” said John Sonntag, IceBridge mission scientist. “This makes us more effective, because there aren’t many other crews in the world that are as experienced with polar flying as this team is. They know how to prevent cold-related damage to the aircraft, they know Arctic weather, they know what we need. They keep us flying very effectively. I’m very optimistic that we’ll have a very productive campaign.”\nThe P-3 Orion, based at NASA’s Wallops Flight Facility in Virginia, will carry IceBridge’s most comprehensive instrument suite: a scanning laser altimeter that measures surface elevation, three types of radar systems to study ice layers and the bedrock underneath the ice sheet, a high-resolution camera to create color maps of polar ice, and infrared cameras to measure surface temperatures of sea and land ice.\nThis year, the mission’s most essential instrument, the laser altimeter, has been upgraded.\n“The new laser has a very narrow pulse that fires 10,000 pulses every second, compared to the old laser’s wider pulse at 3,000 pulses per second,” said Jim Yungel, Wallops program manager for the laser altimeter. “We’ll be able to triple our data collection rate and see finer detail within steep structures, like crevasses or sea ice leads, in addition to measuring ice elevation more accurately.”\nIceBridge will also deploy three other experimental instruments that will be tested during the research flights.\nAs with every Arctic spring campaign, IceBridge scientists will collaborate with several international teams to collect and compare measurements of snow and ice. The largest collaboration this spring will be with CRYOVEX, a campaign dedicated to validating data gathered by the European Space Agency’s (ESA) CryoSat-2 satellite. Weather permitting, in March, IceBridge’s P-3 Orion will be one of up to four aircraft that will simultaneously fly under one of the lines orbited by CryoSat-2. IceBridge will repeat this CryoSat-2 orbit again in April. Other planned collaborations include a group of European adventurers that will be collecting snow depth data while doing a traverse toward the North Pole; a team from the United States Naval Academy in Annapolis taking measurements of sea ice and snow near Thule; and with ESA’s Sentinel-3 satellite, which uses radar altimetry to study ice and snow.\nThe mission of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch in 2018. Operation IceBridge is currently funded until 2019. The planned overlap with ICESat-2 will help scientists validate the satellite’s measurements. For more about Operation IceBridge and to follow this year's campaign, visit http://www.nasa.gov/icebridge.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}