{
  "url": "https://climate.nasa.gov/news/2563/grace-mission-15-years-of-watching-water-on-earth/",
  "title": "GRACE mission: 15 years of watching water on Earth",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nArtist's concept of the Gravity Recovery and Climate Experiment (GRACE) from December 2002. Credit: NASA/JPL.\nKey Points\n\n\n\n◆\n\n\nIn 15 years of operations, the GRACE satellite mission has revolutionized our view of how water moves and is stored on Earth.\n\n\n\n\n\nKey Points\n\n\n\n◆\n\n\nGRACE measures changes in the local pull of gravity as water shifts around Earth due to changing seasons, weather and climate processes.\n\n\n\n\n\nKey Points\n\n\n\n◆\n\n\nAmong other innovations, GRACE gave us the first space-based view of water beneath Earth's surface, giving insight into where aquifers may be shrinking or dry soils contributing to drought.\n\n\n\n\n\nKey Points\n\n\n\n◆\n\n\nThe GRACE Follow-On mission, launching in early 2018, will extend GRACE's innovative measurements.\n\n\n\n\"Revolutionary\" is a word you hear often when people talk about the GRACE mission. Since the twin satellites of the U.S./German Gravity Recovery and Climate Experiment launched on March 17, 2002, their data have transformed scientists' view of how water moves and is stored around the planet.\n“With GRACE, we effectively created a new field of spaceborne remote sensing: tracking the movement of water via its mass,” said Michael Watkins, the original GRACE project scientist and now director of NASA's Jet Propulsion Laboratory, Pasadena, California.\nLike many other transformations, GRACE began with an insight. \"The completely new idea about GRACE was the perception that measuring mass gives you a way to probe the Earth system,\" said Principal Investigator Byron Tapley, director of the Center for Space Research and professor in the Cockrell School of Engineering at The University of Texas at Austin. Measuring changes in mass has been a key to discovering how water and the solid Earth are changing in places humans can't go or can't see.\n\n\n\n\n› DOWNLOAD VIDEO 15 Years of GRACE Earth Observations\nThe greater an object's mass, the greater its gravitational pull. For example, the massive Rocky Mountains exert more gravitational pull than the flat plains of the Midwest. Humans don't notice the tiny difference, but satellites do. While orbiting Earth, satellites accelerate very slightly as they approach a massive feature, and slow down as they move away.\nThe vast majority of Earth's gravitational pull is due to the mass of Earth’s interior. A small part, however, is due to the mass of water on or near Earth’s surface. The ocean, rivers, glaciers and underground water change much more rapidly than Earth’s interior does, responding to changing seasons, storms, droughts and other weather and climate effects. GRACE grew from the recognition that a specially designed mission could observe these changes in water from space, revealing hidden secrets of the water cycle.\nGRACE measures changes in mass through their effects on twin satellites orbiting one behind the other about 137 miles apart (220 kilometers). The small accelerations and decelerations caused by changing mass below the spacecraft alter the distance between them very slightly — by a few microns (a fraction of the diameter of a human hair). To measure this ever-changing distance, the spacecraft constantly beam microwave pulses at each other and time the arrival of returning signals. GPS keeps track of where the spacecraft are relative to Earth's surface, and onboard accelerometers record forces on the spacecraft other than gravity, such as atmospheric drag and solar radiation. Scientists process these data to produce monthly maps of regional variations in global gravity, showing how water on or near Earth’s surface has moved every month.\nWhen NASA selected this complex, high-precision mission for launch under its Earth System Science Pathfinder program, \"A lot of people thought it was a bit improbable that we could actually bring it off,\" Tapley said. He credits the mission's success to a close collaboration between NASA and two German partners, the Deutsches Zentrum für Luft- und Raumfahrt (DLR, the German Aerospace agency) and the Helmholtz Centre Potsdam German Research Centre for Geosciences (GFZ), with leadership from original co-principal investigator Christoph Reigber and project manager Frank Flechtner of GFZ. The collaboration has run very smoothly, according to Flechtner, who has now taken the role of GRACE's German co-principal investigator. \"It's as if we are one family on both sides of the Atlantic.\"\nGRACE was built in Germany at Airbus Defense and Space. DLR procured a Russian “Rockot” as the launch vehicle. GFZ is involved in the U.S./German Science Data System and mission operations at DLR´s German Space Operations Center. GRACE ground segment operations are currently co-funded by GFZ and the European Space Agency (ESA). NASA, ESA, GFZ and DLR are supporting the continuation of the measurements of mass redistribution in the Earth system.\nHere are a few highlights of discoveries from GRACE during its 15 years of operation. These discoveries reflect the work of researchers worldwide, who have developed innovative techniques to use the data and combine it with other observations and models for new insights into the Earth system.\nUnderground water: Water stored in soil and aquifers below Earth's surface is very sparsely measured worldwide. In describing GRACE's contribution to understanding this life-giving resource, JPL Senior Water Scientist Jay Famiglietti said, \"I can't think of another set of measurements that have so revolutionized the science.\"\nHydrologist Matt Rodell of NASA's Goddard Space Flight Center, Greenbelt, Maryland, did his doctoral research on GRACE's hydrological uses. Rodell said no one guessed before launch that GRACE would reveal unknown groundwater depletion, but over the last decade, he, Famiglietti and other researchers have found more and more locations where humans are pumping out groundwater faster than it is replenished. In 2015, their team published a comprehensive survey showing a third of Earth's largest groundwater basins are being rapidly depleted.\nDry soils can add to drought risk or increase the length of a drought. Rodell and his team provide GRACE data on deep soil moisture and groundwater to the National Drought Mitigation Center each week, using a hydrology model to calculate how the moisture is changing throughout the month between one map and the next. The data are used in preparing weekly maps of U.S. drought risk.\nMelting ice sheets: Antarctica is one of the world's toughest places to collect data, and Greenland isn't far behind. Yet we need to know how fast these ice sheets are melting to better understand rates and variations of sea level rise around the world. Scientists studying ice sheets and glaciers were among the first to start working with GRACE data to extract the information they needed. In the mid-2000s, Jianli Chen (University of Texas at Austin); Isabella Velicogna (University of California, Irvine); and the late John Wahr showed that ice losses from Greenland and Antarctica were dramatically larger than previously estimated, using estimates of the changing height of the ice sheets and other types of data. Since GRACE launched, its measurements show Greenland has been losing about 280 gigatons of ice per year on average — a bit less than twice the weight of Mt. Everest — and Antarctica has lost slightly under 120 gigatons a year. There are indications that both melt rates are increasing.\nSea level: The sea level is rising both because melting ice from land is flowing into the ocean and because seawater is expanding as it warms. Scientists have a very precise, continuous measurement of sea level heights worldwide beginning in 1992 with the NASA-French Topex-Poseidon mission and continuing through the Jason series of sea level altimetry missions. The altimeter measurements, however, see only the full effect of ocean height changes from all causes — warming, ice melting and runoff from land. To get an in-depth view of the processes responsible for the changes, scientists need to know how much of the full effect is due to each one.\nWith GRACE, scientists are able to distinguish between changes in water mass and changes in ocean temperatures. An example of the value of this ability is a study led by GRACE Project Scientist Carmen Boening of JPL, which both documented and explained a significant drop in sea level with the 2011 La Niña event. The study showed that the water that left the ocean, causing the drop in sea level, was rained out over Australia, South America and Asia. The finding gave scientists a new view on the global water cycle.\nSolid Earth changes: The viscous mantle under Earth's crust is also moving ever so slightly in response to mass changes from water near the surface. GRACE has a community of users that calculate these shifts for their research. JPL scientists Surendra Adhikari and Erik Ivins recently used GRACE data to calculate how ice sheet loss and groundwater depletion have actually changed the rotation of Earth as the system adjusts to these movements of mass.\nGRACE's planners didn't have much hope that the mission's measurement could be used to pinpoint the abrupt changes in mass associated with large earthquakes because of the difference in scale: earthquakes are sudden and local, whereas GRACE's monthly maps average over an area the size of Illinois and an entire month of time. However, by devising new data processing and modeling techniques, researchers have found a way to isolate the earthquake effects. \"We're able to measure the instantaneous mass shift in an earthquake, and we've found there's a very measurable relaxation that goes on for one or two months after the earthquake,\" Tapley said. These measurements provide unprecedented insights into what is happening far below Earth’s surface in big quakes such as the 2004 Sumatra event and 2011 Tohuku (Japan) quake, both of which caused devastating tsunamis.\nAt 15 years, GRACE has lasted three times as long as originally planned. Project managers have done everything possible to extend its life, but the spacecraft will run out of fuel soon — probably this summer. NASA and GFZ have been working since 2012 on a second GRACE mission called GRACE Follow-On (GRACE-FO), with Germany again procuring a launch vehicle and the twin satellites built at Airbus in Germany. “With GRACE, we have gained new insight into how global and regional water resources are evolving,\" said Frank Webb, the GRACE-FO project scientist. \"Through GRACE-FO, we will extend into the next decade our capacity to gain an accurate picture of the global water cycle.”\nGRACE-FO is scheduled for launch between December 2017 and February 2018. The new mission focuses on continuing GRACE’s successful data record. The new satellites use similar hardware to GRACE and will also carry a technology demonstrator with a new laser ranging instrument to track the separation distance between the satellites.  The laser instrument has the potential to produce an even more accurate measurement.\n“GRACE-FO allows us to continue the revolutionary legacy of GRACE,\" said JPL's Watkins. \"There are sure to be more unexpected and innovative findings ahead.\"\nFor more information on GRACE:\nhttp://grace.jpl.nasa.gov\nhttp://www.csr.utexas.edu/grace\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSandra Zaragoza\r\nUniversity of Texas at Austin\r\n512-471-2129\r\nZaragoza@utexas.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}