{
  "url": "https://climate.nasa.gov/news/2564/february-2017-was-second-warmest-february-on-record/",
  "title": "February 2017 was second-warmest February on record",
  "date": null,
  "content": "From NASA's Goddard Institute for Space Studies\nGlobal map of the February 2017 LOTI (land-ocean temperature index) anomaly shows that North America and Siberia were again much warmer than the 1951-1980 base period, and that Europe was relatively warm. Credit: NASA/GISS. View larger image.\nFebruary 2017 was the second-warmest February in 137 years of modern record-keeping, according to a monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York.\nLast month was 1.1 degrees Celsius warmer than the mean February temperature from 1951-1980. The two top February temperature anomalies have occurred during the past two years.\nFebruary 2016 was the hottest on record, at 1.3 degrees Celsius warmer than the February mean temperature. February 2017's temperature was 0.20 degrees Celsius cooler than February 2016.\nThe monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations.\nThe modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet. Monthly analyses are sometimes updated when additional data becomes available, and the results are subject to change.\nFor more information on NASA GISS's monthly temperature analysis, visit data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit www.giss.nasa.gov.\nMichael Cabbage\r\nNASA Goddard Institute for Space Studies, New York, N.Y.\r\n212-678-5516\r\nmcabbage@nasa.gov\nLeslie McCarthy\r\nNASA Goddard Institute for Space Studies, New York, N.Y.\r\n212-678-5507\r\nleslie.m.mccarthy@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}