{
  "url": "https://climate.nasa.gov/news/2569/sea-ice-extent-sinks-to-record-lows-at-both-poles/",
  "title": "Sea ice extent sinks to record lows at both poles",
  "date": null,
  "content": "5 min read\nArctic sea ice appears to have reached on March 7 a record low wintertime maximum extent, according to scientists at NASA and the NASA-supported National Snow and Ice Data Center (NSIDC) in Boulder, Colorado. And on the opposite side of the planet, on March 3 sea ice around Antarctica hit its lowest extent ever recorded by satellites at the end of summer in the Southern Hemisphere, a surprising turn of events after decades of moderate sea ice expansion.\nOn Feb. 13, the combined Arctic and Antarctic sea ice numbers were at their lowest point since satellites began to continuously measure sea ice in 1979. Total polar sea ice covered 6.26 million square miles (16.21 million square kilometers), which is 790,000 square miles (2 million square kilometers) less than the average global minimum extent for 1981-2010 – the equivalent of having lost a chunk of sea ice larger than Mexico.\nThe ice floating on top of the Arctic Ocean and surrounding seas shrinks in a seasonal cycle from mid-March until mid-September. As the Arctic temperatures drop in the autumn and winter, the ice cover grows again until it reaches its yearly maximum extent, typically in March. The ring of sea ice around the Antarctic continent behaves in a similar manner, with the calendar flipped: it usually reaches its maximum in September and its minimum in February.\nThis winter, a combination of warmer-than-average temperatures, winds unfavorable to ice expansion, and a series of storms halted sea ice growth in the Arctic. This year’s maximum extent, reached on March 7 at 5.57 million square miles (14.42 million square kilometers), is 37,000 square miles (97,00 square kilometers) below the previous record low, which occurred in 2015, and 471,000 square miles (1.22 million square kilometers) smaller than the average maximum extent for 1981-2010.\n“We started from a low September minimum extent,” said Walt Meier, a sea ice scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “There was a lot of open ocean water and we saw periods of very slow ice growth in late October and into November, because the water had a lot of accumulated heat that had to be dissipated before ice could grow. The ice formation got a late start and everything lagged behind – it was hard for the sea ice cover to catch up.”\nThe Arctic’s sea ice maximum extent has dropped by an average of 2.8 percent per decade since 1979. The summertime minimum extent losses are nearly five times larger: 13.5 percent per decade. Besides shrinking in extent, the sea ice cap is also thinning and becoming more vulnerable to the action of ocean waters, winds and warmer temperatures.\nThis year’s record low sea ice maximum extent might not necessarily lead to a new record low summertime minimum extent, since weather has a great impact on the melt season’s outcome, Meier said. “But it’s guaranteed to be below normal.”\nIn Antarctica, this year’s record low annual sea ice minimum of 815,000 square miles (2.11 million square kilometers) was 71,000 square miles (184,000 square kilometers) below the previous lowest minimum extent in the satellite record, which occurred in 1997.\nAntarctic sea ice saw an early maximum extent in 2016, followed by a very rapid loss of ice starting in early September. Since November, daily Antarctic sea ice extent has continuously been at its lowest levels in the satellite record. The ice loss slowed down in February.\nThis year’s record low happened just two years after several monthly record high sea ice extents in Antarctica and decades of moderate sea ice growth.\n“There’s a lot of year-to-year variability in both Arctic and Antarctic sea ice, but overall, until last year, the trends in the Antarctic for every single month were toward more sea ice,” said Claire Parkinson, a senior sea ice researcher at Goddard. “Last year was stunningly different, with prominent sea ice decreases in the Antarctic. To think that now the Antarctic sea ice extent is actually reaching a record minimum, that’s definitely of interest.”\nMeier said it is too early to tell if this year marks a shift in the behavior of Antarctic sea ice.\n“It is tempting to say that the record low we are seeing this year is global warming finally catching up with Antarctica,” Meier said. “However, this might just be an extreme case of pushing the envelope of year-to-year variability. We’ll need to have several more years of data to be able to say there has been a significant change in the trend.”\nRelated links\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}