{
  "url": "https://climate.nasa.gov/news/2572/nasas-cygnss-satellite-constellation-enters-science-operations-phase/",
  "title": "NASA's CYGNSS satellite constellation enters science operations phase",
  "date": null,
  "content": "From NASA\nThis map shows the coverage of ocean surface wind measurements made by one of the eight spacecraft that make up the CYGNSS constellation over the course of 4 orbits (approximately 6 hours) on February 14, 2017. The blue values indicate relatively low wind speeds, while the yellow, orange, and red values indicate increasingly higher wind speeds. The highest wind speeds in this image (orange and red) are associated with a powerful extratropical cyclone that moved off the East Coast of North America. Credit: NOAA/NASA/University of Michigan.\nNASA’s Cyclone Global Navigation Satellite System (CYGNSS) — a constellation of eight microsatellites that will take detailed measurement of windspeeds inside hurricanes — successfully completed the development and on-orbit commissioning phases of its mission on March 23 and moved into the science operations phase. The spacecraft have now begun their science instrument calibration and validation and are on track to deliver the first science data in May, just in time for the start of the 2017 Atlantic hurricane season.\nThe CYGNSS spacecraft, launched into low-inclination, low-Earth orbit over the tropics on December 15, will make frequent measurements of ocean surface winds in and near a hurricane’s inner core, an area that up until now has proven impossible to probe accurately from space. CYGNSS is able to measure the surface winds using GPS signals reflected by the ocean surface, which are able to penetrate through the intense rain in a storm’s eye wall.\n\"All spacecraft have completed their on-orbit engineering tests and are performing to specification,\" said SwRI’s Randy Rose, CYGNSS Project Systems Engineer at the Southwest Research Institute (SwRI) in San Antonio, which designed and built the spacecraft. \"It is very gratifying to be seeing how well everything is working.  The scientists are going to get everything they'd hoped for, plus some.\"\nOver the past several decades, forecasters have improved hurricane path prediction significantly, but their ability to predict the intensity of storms has lagged behind. With data from CYGNSS, forecasters hope to improve hurricane intensity forecasts by better understanding how storms rapidly intensify.\n“With CYGNSS, we’re doing important, breakthrough science with a constellation of satellites that are literally small enough to sit on your desk,” said John Scherrer, a program director in SwRI’s Space Science and Engineering Division who oversaw satellite construction. “While these satellites might be small, they provide big returns with data that we expect to one day help weather forecasters make important weather-related forecasts such as storm related damage projections and reliable evacuation orders.”\nSwRI’s office in Boulder, Colorado, hosts the mission operations center, which commands the spacecraft, collects the telemetry, and transmits the data to the science operations center, based at the University of Michigan in Ann Arbor.\nCYGNSS recently demonstrated its ability to observe surface winds in major storms during its flyover of Tropical Cyclone Enawo, on March 6, just hours before the storm made landfall over Madagascar.\n“Enawo had maximum sustained winds estimated at 125 mph by the Joint Typhoon Warning Center around the time of the CYGNSS overpass,“ said Chris Ruf, Professor of Atmospheric Science at the University of Michigan and CYGNSS Principal Investigator. “The satellites’ measurements responded as expected to changes in the wind speed as they approached and passed over the storm center, showing strong and reliable sensitivity throughout. We are looking forward to the completion of our calibration and validation activities and the beginning of well-calibrated science observations.”\nThe CYGNSS mission is led by the University of Michigan. SwRI led the engineering development and manages the operation of the constellation. The University of Michigan Climate and Space Sciences and Engineering department leads the science investigation, and the Earth Science Division of NASA’s Science Mission Directorate oversees the mission.\nFor more information about CYGNSS, visit http://www.nasa.gov/cygnss/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}