{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/208/up-close-and-personal/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "From Kathryn Hansen, \nNASA Earth Science News Team\nNASA and partners are nearing the end of the 2009 Antarctic campaign of Operation Ice Bridge — a multi-year airborne survey to study Earth's polar ice sheets, ice shelves and sea ice. Data collected from the DC-8 aircraft will help scientists monitor changes in West Antarctica and bridge the gap between NASA's ICESat and ICESat-2 satellites. Also, the close-up look — not possible from satellites — will help scientists learn more about the region's ice dynamics.\nThe detailed look with lasers and radar, sometimes from just 1,000 feet above the ice, is now returning a wealth of scientific information about the ice surface and what's below. And to the human eye, the low-altitude view shows West Antarctica's intricacies: the vast expanse of white giving way to deep crevasses and volcanoes, and sea ice resembling pancakes and oil slicks.\nThe 2009 Operation Ice Bridge campaign concludes no later than November 21. Want to follow the remainder of the flights? Here's how to connect:\nWebisodes - Watch this series of YouTube videos for a behind-the-scenes look at Ice Bridge mission planning and flights in Antarctica.\nImage gallery - Curious what pancake ice looks like or want to take a peek inside the DC-8? Check out the image gallery for photos added throughout the mission\nBlog - Read about the campaign straight from the scientists and public affairs officers on site.\nTwitter - Be among the first to know if a flight took off or if it was grounded due to weather, and discover the target of most flights — glacier, ice sheet or sea ice?\nCross posted from NASA's What on Earth blog. Kathryn is based at NASA’s Goddard Space Flight Center outside Washington, D.C.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}