{
  "url": "https://climate.nasa.gov/news/2616/core-questions-an-introduction-to-ice-cores/",
  "title": "Core questions: An introduction to ice cores",
  "date": null,
  "content": "6 min read\nBy Jessica Stoller-Conrad,NASA’s Jet Propulsion Laboratory\nWhen archaeologists want to learn about the history of an ancient civilization, they dig deeply into the soil, searching for tools and artifacts to complete the story. Scientists who study Earth’s past climates, called paleoclimatologists, take a similar approach. However, instead of digging into the soil, they look for clues about our planet’s climate history by studying coral reefs, digging into ocean and lake floor sediment and drilling deeply into glaciers and ice sheets. The samples they collect from the ice, called ice cores, hold a record of what our planet was like hundreds of thousands of years ago.\nBut where do ice cores come from, and what do they tell us about climate change? Climate scientist Allegra LeGrande of the NASA Goddard Institute for Space Studies (GISS) and physical scientist Kimberly Casey of the U.S. Geological Survey and Cryospheric Sciences Lab at NASA’s Goddard Space Flight Center helped answer these questions and more.\nIce sheets and glaciers near Earth’s North and South Poles formed from years and years of accumulating snowfall. The weight of each year’s snowfall compresses down the previous layers of snow, and after many years, all of this pressure helps to form glacial ice. In some areas, these layers result in ice sheets that are several miles (several kilometers) thick.\nResearchers drill ice cores from deep (sometimes more than a mile, or more than 1.6 kilometers) inside the polar ice sheets in Greenland and Antarctica, as well as some high-latitude ice caps and mountain glaciers. They collect ice cores in many locations around Earth to study regional climate variability and compare and differentiate that variability from global climate signals.\nEach layer of ice tells a story about what Earth was like when that layer of snow fell. For example, LeGrande says, as snow deposits onto a growing glacier, the temperature of the air imprints onto the water molecules.\nThe icy layers also hold particles—aerosols such as dust, ash, pollen, trace elements and sea salts—that were in the atmosphere at that time. These particles remain in the ice thousands of years later, providing physical evidence of past global events, such as major volcanic eruptions.\nAdditionally, as the ice compacts over time, tiny bubbles of the atmosphere—including greenhouse gases like carbon dioxide and methane—press inside the ice. These air pocket “fossils” provide samples of what the atmosphere was like when that layer of ice formed, LeGrande said. “Scientists can directly measure the amount of greenhouse gases that were in the atmosphere at that time by sampling these bubbles,” she added.\nScientists also use ice core temperature data to validate climate models that predict Earth’s future climate. A climate model is like a laboratory inside a computer, LeGrande said. Scientists build all of the existing knowledge about how the atmosphere, ocean, land and ice work into this special laboratory.\nThey also have to add in any variables that may alter the climate system at different points in time—such as Earth’s location in its orbit and how far it will be from the Sun.\n“Climate models are designed to reproduce the relatively stable climate that people have observed for the past 160 to 170 years,” LeGrande said. “It sounds like a long time, but this used to be possible—in the days of the Farmer’s Almanac—because Earth’s climate system was quite stable.”\nHowever, predicting the climate of the future is a bit more complicated these days, she said. “The climate of the next century will be well beyond the range of the climate that we have observed for the last 160 years,” LeGrande explained.\nTo test the climate models under these very different environmental conditions, scientists test the models by simulating past climates. Ice core records are an essential part of creating and checking these simulations.\nThe oldest ice cores, from East Antarctica, provide an 800,000-year-old record of Earth’s climate. How do we know they’re that old? Each season’s snowfall has slightly different properties than the last. These differences create annual layers in the ice that can be used to count the age of the ice, just like rings inside a tree.\nHowever, the more the ice compacts and the less that snow accumulates, the harder it is to see these annual layers. To analyze the age of the deepest layers, scientists use a variety of methods, including measurements of the chemical composition and electrical conductivity of the ice. Scientists also use computer modeling techniques that can help to understand the relationship between the depth of the core and the age of the ice.\nAfter drilling, measuring and logging an ice core, researchers store the cores in bags or netting in cylindrical tubes. Then they pack the tubes into cardboard boxes or protective waterproof hard cases and transport the cores by sled, plane, boat and truck to storage facilities.\nOnce the ice cores reach storage facilities, scientists digitally record the ice cores’ characteristics—such as the presence of volcanic ash or the appearance of bubbles in the ice—in a controlled cold laboratory. The U.S. National Ice Core Laboratory, in Lakewood, Colorado, is the U.S. storage facility, which archives ice cores from all over the world.\nThis storage facility also acts as a library: when scientists want to study a certain ice core from a particular region, they can apply to have a portion of the ice core sent to them for their studies.\nNASA satellites and airborne missions collect data about snow and ice properties, including the snow’s layering, or stratigraphy, and accumulation patterns. This knowledge of the stratigraphy and other properties can be an asset when analyzing the hundreds of thousands of years of snowfall recorded in ice cores.\n“In addition to satellite and airborne data collection and analysis, NASA scientists participate in field work to collect ice cores and other related data, such as ground penetrating radar,” Casey said. “A combination of the ice core data with radar and other observational data aids in our understanding of snow accumulation, ice flow and climate changes over time.”\nFor the South Pole Ice Core project, in which scientists drilled a core from 2014 to 2016 and continue the research today, Casey and her NASA colleagues helped analyze satellite, airborne and field data to select a place to drill the ice core. Ice sheets are enormous, and the scientists had to choose one specific spot that would be both scientifically interesting and near the resources and logistical support they need for drilling.\nThe NASA researchers are now assessing that South Pole ice core to better understand how regional and global climate, atmospheric composition and other variables have changed over the past 40,000 years.\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}