{
  "url": "https://climate.nasa.gov/news/2575/march-2017-was-second-warmest-march-on-record/",
  "title": "March 2017 was second-warmest March on record",
  "date": null,
  "content": "From NASA's Goddard Institute for Space Studies\nGlobal map of the March 2017 LOTI (land-ocean temperature index) anomaly shows that Europe and all of Russia (especially north central Siberia) were again much warmer than the 1951-1980 base period. Much of the United States was also relatively warm, but Alaska was instead cool. View larger image.\nMarch 2017 was the second warmest March in 137 years of modern record-keeping, according to a monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York.\nLast month was 1.12 degrees Celsius warmer than the mean March temperature from 1951-1980. The two top March temperature anomalies have occurred during the past two years.\nMarch 2016 was the hottest on record, at 1.27 degrees Celsius warmer than the March mean temperature. March 2017's temperature was 0.15 degrees Celsius cooler than March 2016, but 0.2 degrees Celsius warmer than any previous March.\nThe GISTEMP monthly temperature anomalies superimposed on a 1980-2015 mean seasonal cycle.\n\n\nThe monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations.\nThe modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet. Monthly analyses are sometimes updated when additional data becomes available, and the results are subject to change.\nFor more information on NASA GISS's monthly temperature analysis, visit data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit www.giss.nasa.gov.\nMichael Cabbage, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5516, mcabbage@nasa.gov\nLeslie McCarthy, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5507, leslie.m.mccarthy@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}