{
  "url": "https://climate.nasa.gov/news/2580/nasa-study-confirms-biofuels-reduce-jet-engine-pollution/",
  "title": "NASA study confirms biofuels reduce jet engine pollution",
  "date": null,
  "content": "From NASA\nThe DC-8's four engines burned either JP-8 jet fuel or a 50-50 blend of JP-8 and renewable alternative fuel of hydro processed esters and fatty acids produced from camelina plant oil. Credit: NASA/SSAI Edward Winstead.\nUsing biofuels to help power jet engines reduces particle emissions in their exhaust by as much as 50 to 70 percent, in a new study conclusion that bodes well for airline economics and Earth’s environment.\nThe findings are the result of a cooperative international research program led by NASA and involving agencies from Germany and Canada, and are detailed in a study published in the journal Nature.\nDuring flight tests in 2013 and 2014 near NASA’s Armstrong Flight Research Center in Edwards, California, data was collected on the effects of alternative fuels on engine performance, emissions and aircraft-generated contrails at altitudes flown by commercial airliners. The test series were part of the Alternative Fuel Effects on Contrails and Cruise Emissions Study, or ACCESS.\nContrails are produced by hot aircraft engine exhaust mixing with the cold air that is typical at cruise altitudes several miles above Earth's surface, and are composed primarily of water in the form of ice crystals.\nResearchers are most interested in persistent contrails because they create long-lasting, and sometimes extensive, clouds that would not normally form in the atmosphere, and are believed to be a factor in influencing Earth’s environment.\n\"Soot emissions also are a major driver of contrail properties and their formation,\" said Bruce Anderson, ACCESS project scientist at NASA’s Langley Research Center in Hampton, Virginia. \"As a result, the observed particle reductions we’ve measured during ACCESS should directly translate into reduced ice crystal concentrations in contrails, which in turn should help minimize their impact on Earth’s environment.\"\nThat’s important because contrails, and the cirrus clouds that evolve from them, have a larger impact on Earth’s atmosphere than all the aviation-related carbon dioxide emissions since the first powered flight by the Wright brothers.\nThe tests involved flying NASA's workhorse DC-8 as high as 40,000 feet while its four engines burned a 50-50 blend of aviation fuel and a renewable alternative fuel of hydro processed esters and fatty acids produced from camelina plant oil. A trio of research aircraft took turns flying behind the DC-8 at distances ranging from 300 feet to more than 20 miles to take measurements on emissions and study contrail formation as the different fuels were burned.\n\"This was the first time we have quantified the amount of soot particles emitted by jet engines while burning a 50-50 blend of biofuel in flight,\" said Rich Moore, lead author of the Nature report.\nThe trailing aircraft included NASA's HU-25C Guardian jet based at Langley, a Falcon 20-E5 jet owned by the German Aerospace Center (DLR), and a CT-133 jet provided by the National Research Council of Canada.\n“Measurements in the wake of aircraft require highly experienced crew members and proven measuring equipment, which DLR has built up over many years,” said report co-author Hans Schlager of the DLR Institute of Atmospheric Physics. “Since 2000, the DLR Falcon has been used in numerous measurement campaigns to investigate the emissions and contrails of commercial airliners.”\nResearchers plan on continuing these studies to understand and demonstrate the potential benefits of replacing current fuels in aircraft with biofuels. It’s NASA’s goal to demonstrate biofuels on their proposed supersonic X-plane.\nFor more information about NASA’s aeronautics research, visit http://www.nasa.gov/aero.\nJ.D. Harrington\r\nHeadquarters, Washington\r\n202-358-5241\r\nj.d.harrington@nasa.gov\nKathy Barnstorff\r\nLangley Research Center, Hampton, Va.\r\n757-864-9886 / 757-344-8511\r\nkathy.barnstorff@nasa.gov\nFalk Dambowsky  \r\nGerman Aerospace Center (DLR), Köln, Germany\r\n(49) 2203 601-3959\r\nfalk.dambowsky@dlr.de\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}