{
  "url": "https://climate.nasa.gov/news/2579/sierra-snowpack-bigger-than-last-four-years-combined-nasa/",
  "title": "Sierra snowpack bigger than last four years combined: NASA",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Earth Science News Team\nSnow water equivalent — the water content of snow — in the Tuolumne River Basin in 2015 and 2017. Lighter blue indicates less snow, deeper blue is more snow (see color bar at left). The 2017 snow water equivalent was 21 times greater than 2015, which was the lowest snowpack on record. Credit: NASA. View larger image.\nNew NASA data show that snowpack in the Tuolumne River Basin in California's Sierra Nevada — a major source of water for San Francisco and California's Central Valley — is currently larger than the four previous years of snowpack combined. NASA's Airborne Snow Observatory (ASO) measured the Tuolumne Basin snowpack on April 1, a critical annual measurement of snow for states and their inhabitants, at 1.2 million acre-feet (1.5 cubic kilometers). That's enough snow to fill the Rose Bowl in Pasadena, California, nearly 1,600 times.\nThe Airborne Snow Observatory is the only program that measures snow depth, snow water equivalent (the water contained in snow), and how much sunlight snow reflects over an entire basin, using two scientific instruments (a scanning lidar and an imaging spectrometer) on a King Air aircraft. All other snow-monitoring programs sample only a few locations on the ground or give an average over a broad area. The Airborne Snow Observatory flies in California, Colorado, Oregon, Nevada and Idaho, and is flying a research version in the Swiss Alps.\nFrank Gehrke, chief of the California Cooperative Snow Surveys of California's Department of Water Resources, said, \"In such a huge snow season, the data available from ASO will provide critical guidance for water managers as we enter into the peak melt season later this spring.\"\nPrincipal Investigator Tom Painter of NASA's Jet Propulsion Laboratory in Pasadena, California, explained, \"Before ASO, water managers had intense stress worrying about how much potential runoff was stored in the mountain snowpack, with little historical information about snowpack years as large as this to guide reservoir management and allocation decisions. With ASO, we will be precisely quantifying this volume and how it changes through the spring.\" Before 2013, when the ASO program began, errors in forecasting the total Sierra Nevada snowmelt-season runoff were frequently greater than 20 percent and occasionally greater than 40 percent. Now, errors in forecasting runoff from basins that ASO monitors have dropped to less than 2 percent.\nThe 2017 California snowpack is close to the largest on the record, which consists of decades' worth of snow measurements made at ground level. ASO mapping showed that Tuolumne Basin's snowpack is twice the volume of last year's snowpack and 21 times larger than the snowpack of 2015, the lowest on record. The combined April 1 snow water equivalent of 2013 through 2016 -- years when California was in an intense drought -- added up to only 92 percent of this year's April 1 measurement. In much of the Central Sierra, snow lies 25 feet deep (8 meters). In some high mountain basins, it's deeper than 80 feet (24 meters). And since April 1, it has continued to snow.\nThis year, the program began mapping the San Joaquin River Basin in California's Central Valley, with funding from the Friant Water Authority in Friant, California, and NASA's Western Water Applications Office. In that basin, this year's April 1 snow water equivalent was about 2.9 million acre-feet (3.6 cubic kilometers). Jeff Payne, water resources director for Friant, said, \"This is a critical path to better water management for the San Joaquin River and Friant Dam, particularly in a year like this one, where annual inflow from snowmelt might be 10 times the operating capacity of our reservoir. A lot of the snow in our basin accumulates in protected wilderness areas where conventional monitoring is restricted or prohibited. ASO is leading us to earlier and better water management decisions.\"\nWith the addition of the San Joaquin Basin, the Airborne Snow Observatory now maps the snowpack of the entire Central Sierra Nevada range from Kings River in the south to the Tuolumne River in the north, a milestone in a planned expansion of the program to cover the entire Sierra Nevada and other key regions in the West.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}