{
  "url": "https://climate.nasa.gov/news/2582/keeping-an-eye-on-food-supply/",
  "title": "Keeping an eye on food supply",
  "date": null,
  "content": "5 min read\nBy Jessica Stoller-Conrad,NASA's Jet Propulsion Laboratory\nWhen you sit down for breakfast, you’re probably not thinking about every step in the supply chain that ultimately allowed you to pour a bowl of cereal. However, for scientists and policymakers, understanding this complicated process is an important step toward ensuring food security in the United States and across the globe.\nNASA satellites are constantly keeping a close eye on our planet. And their observations are helping farmers, scientists and policymakers develop strategies to improve food production and availability.\nOne major factor that influences food security is the availability of water. When an area has plenty of water, crops thrive and livestock have plenty of lush grass to graze on. However, even just a few dry months can have a dramatic impact on a region’s food production.\nSeveral NASA missions are closely monitoring the water on our planet. These satellites collect information about soil moisture, flooding and drought, groundwater and crop health.\nOne mission, called SMAP—short for Soil Moisture Active Passive—plays a particularly important role in understanding the impact of droughts. From orbit, SMAP measures the amount of water in the top 2 inches (5 centimeters) of soil everywhere on Earth. This top layer of soil is where we grow the food we eat.\nSMAP is orbiting 426 miles (685 km) above, but it can see through layers of Earth’s atmosphere and vegetation and into the soil using microwaves. These observations are used to make global maps of soil moisture and improve our understanding of how water and carbon circulate on Earth.\nThe soil moisture data from SMAP is also sent to a USDA tool called Crop Explorer, which can be used by farmers and those who work in foreign agricultural policy. The tool can be used to see how severe the drought is in a specific area. It can also provide a prediction about approximately how long a drought might last.\nIf an area is in a severe drought that is expected to last for a while, information from the tool can help farmers decide if they’ll need to change their crops or their planting practices. In this way, the tool can possibly help farmers to produce more food with less water.\nSoil moisture data from SMAP can also be used by scientists to simulate future crop growth. These simulations could one day help farmers plan how they will harvest and manage specific crops.\nFor many people around the world, the oceans are also a rich source of food—from fish and shellfish to seaweed and algae. However, Earth’s warming climate could mean drastic changes for these very sensitive ocean ecosystems. Several NASA missions are closely monitoring changes in the oceans—information that can also be used to help determine the health of ocean life.\nNASA satellites collect information about ocean temperature and color, ocean currents, winds and severe storms, and melting sea ice. These measurements can help scientists better understand how quickly the oceans are changing. The data can also help scientists estimate the health of the oceans and how well they are supporting sea life—as well as the amount of seafood produced by the ocean.\nFor example, although the ocean may appear deep blue to the naked eye, there are regions of the ocean that are actually slightly green. The color comes from chlorophyll—a green pigment found in tiny marine organisms called phytoplankton. Chlorophyll helps the phytoplankton turn sunlight and carbon dioxide into food and oxygen.\nInstruments on board NASA’s Aqua and Suomi NPP satellites collect detailed information about the color of the ocean. Scientists at NASA’s Goddard Space Flight Center use this information to track the location of phytoplankton in the ocean, and to study how weather patterns, such as El Niño, can change where these phytoplankton live.\nWhile you’re unlikely to find phytoplankton on the menu at your local seafood restaurant, these tiny plants can have a big impact on the global fishing industry. Phytoplankton are an essential part of the ocean food web, and all of the fish that we do eat depend on phytoplankton to survive.\nIn fact, the strong 1997-1998 El Niño caused most of the phytoplankton off the coast of Chile to disappear. Anchovies—which eat plankton—were hard to find that year, causing a major collapse in the region’s anchovy fishing industry and economic hardships for fishermen along the coast.\nTo help predict and prepare for similar situations in the future, scientists at Goddard are using NASA satellite data to understand how weather patterns affect the location of nutrients and phytoplankton in the ocean. Since fish populations depend on phytoplankton populations, the hope is that one day these products will help fishery managers predict the best spots for sustainable fishing in a particular year and avoid a human-caused collapse of any fish population.\nAlthough some of the events that NASA satellites observe are on the other side of the globe, weather events and patterns in faraway regions can have a big effect on our food supply. The United States is dependent on importing and exporting foods to and from other nations—and although it may seem unlikely, NASA satellites orbiting far above Earth are an important part of maintaining this multifaceted supply chain.\nThe research teams who help sustain the largest freshwater reserve in the world are developing…\nEditor’s note: This article has been updated to clarify the ranking of the 2023 ozone…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}