{
  "url": "https://climate.nasa.gov/news/2583/new-tool-may-assist-us-regional-sea-level-planning/",
  "title": "New tool may assist US regional sea level planning",
  "date": null,
  "content": "Credit: Franco Folini / Flickr.com / Creative Commons CC-BY-SA license.\nFrom NASA\nThanks in large part to satellite measurements, scientists' skill in measuring how much sea levels are rising on a global scale — currently 0.13 inch (3.4 millimeters) per year — has improved dramatically over the past quarter century. But at the local level, it's been harder to estimate specific regional sea level changes 10 or 20 years away - the critical timeframe for regional planners and decision makers.\nThat's because sea level changes for many reasons, on differing timescales, and is not the same from one place to the next. Developing more accurate regional forecasts of sea level rise will therefore have far-reaching benefits for the more than 30 percent of Americans who currently reside along the Pacific, Atlantic or Gulf Coasts of the contiguous United States.\nNew research published this week in the Journal of Climate reveals that one key measurement — large-scale upper-ocean temperature changes caused by natural cycles of the ocean — is a good indicator of regional coastal sea level changes on these decadal timescales. Such data may give planners and decision makers a new tool to identify key regions of U.S. coastlines that may be vulnerable to sea level changes on 10- to 20-year timescales.\n\"Decision makers need a diverse set of tools with different informational needs,\" said lead author Veronica Nieves of UCLA and NASA's Jet Propulsion Laboratory in Pasadena, California. \"Having a better understanding of the chances of local flood damage from rising seas in coastal areas is a key factor in being able to assess vulnerability, risk and adaptation options.\" Such tools could help planners decide whether a given part of a coastline would be better served by \"soft\" techniques, such as beach replenishment or preservation of wetlands, or by \"hard\" techniques, such as construction of sea walls or levees.\nNieves' team, which included participation from the Mediterranean Institute for Advanced Studies in Esporles, Spain, set out to detect decadal sea level changes over large U.S. coastal ocean regions. They compared existing National Oceanic and Atmospheric Administration (NOAA) records of upper-ocean temperatures in coastal waters for each U.S. ocean coastline with records of actual sea level changes from 1955 to 2012, and data from U.S./European satellite altimeter missions since 1992. They identified those sea level changes that have a large impact at regional scales in many locations, including largely populated cities. Sea level along the U.S. East Coast and West Coast can rise and fall by an inch or two (several centimeters) over the course of a decade or two because of fluctuations in upper ocean temperatures.\nTheir method was able to explain about 70 percent of regional sea level variability on decadal time scales for the West Coast, about 80 percent for the East Coast, and about 45 percent for the Gulf Coast. Along the Gulf Coast, the authors say other factors, such as tidal effects and the ongoing subsidence, or sinking, of the land, can play a more important role.\n\"Our study shows that large-scale upper-ocean temperature changes provide a good way to distinguish decade-long natural ocean signals from longer-term global warming signals,\" said Nieves. \"This is important for regional planning, because it allows policymakers to identify places where climate change dominates the observed sea level rise and places where the climate change signal is masked by shorter-term regional variability caused by natural ocean climate cycles.\"\nNieves said an example is the U.S. West Coast, where the phase of a multi-decadal ocean climate pattern called the Pacific Decadal Oscillation has helped keep sea level rise lower during the past two decades. With the recent shift of this oscillation to its opposite phase, scientists expect sea level rise along the West Coast to accelerate in coming years.\n\"Scientists have worked hard to understand the really fast changes in sea level, such as storm surges, because they cause major damage, and the really slow changes because long-term sea level rise will shape the coastlines of the future,\" said study co-author Josh Willis of JPL. \"But in between these fast and slow changes, there's a gap in our understanding. The results of our study help fill that gap.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}