{
  "url": "https://climate.nasa.gov/news/2720/nasa-invites-media-to-briefing-on-next-earth-observing-mission/",
  "title": "NASA invites media to briefing on next Earth-observing mission",
  "date": null,
  "content": "The Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission will measure monthly changes in how mass is redistributed within and among Earth’s atmosphere, oceans, land and ice sheets, as well as within Earth itself. The twin GRACE-FO spacecraft are scheduled to launch May 19, 2018, from Vandenberg Air Force Base in California. Credit: NASA\nNASA will host a media briefing at 1 p.m. EDT Monday, April 30, to discuss the upcoming launch of a mission that will provide unique insights into our planet’s changing climate and Earth system processes, and have far-reaching benefits to society, such as improving water resource management.\nThe briefing will be held at NASA Headquarters at 300 E St. SW in Washington, and air live on NASA Television and the agency's website.\nThe Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission will measure and monitor monthly changes in how mass is redistributed within and among Earth’s atmosphere, oceans, land and ice sheets, as well as within Earth itself.\nThe briefing participants are:\nMedia wishing to participate by phone must send an email with their name, affiliation and phone number to Dwayne Brown at dwayne.c.brown@nasa.gov by noon April 30.\nMedia with U.S. citizenship may register to attend the briefing in person by emailing Steve Cole at stephen.e.cole@nasa.gov by 5 p.m. Friday, April 27.\nMedia and the public also may ask questions during the briefing on Twitter using the hashtag #askNASA.\nGRACE-FO is scheduled to launch May 19 from Vandenberg Air Force Base in California as a “rideshare” on a SpaceX Falcon 9 rocket carrying five Iridium communications satellites. GRACE-FO is a partnership between NASA and GFZ.\nFor more information about the mission, visit:\nhttps://www.nasa.gov/gracefo\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}