{
  "url": "https://climate.nasa.gov/news/2723/twin-spacecraft-to-weigh-in-on-earths-changing-water/",
  "title": "Twin spacecraft to weigh in on Earth’s changing water",
  "date": null,
  "content": "6 min read\nArtist's illustration of the NASA/German Research Centre for Geosciences Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, which will track changes in the distribution of Earth's mass, providing insights into climate, Earth system processes and the impacts of some human activities. Credit: NASA/JPL-Caltech\n› Full image and caption\nA pair of new spacecraft that will observe our planet's ever-changing water cycle, ice sheets and crust is in final preparations for a California launch no earlier than Saturday, May 19. The Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, a partnership between NASA and the German Research Centre for Geosciences (GFZ), will take over where the first GRACE mission left off when it completed its 15-year mission in 2017.\nGRACE-FO will continue monitoring monthly changes in the distribution of mass within and among Earth's atmosphere, oceans, land and ice sheets, as well as within the solid Earth itself. These data will provide unique insights into Earth's changing climate, Earth system processes and even the impacts of some human activities, and will have far-reaching benefits to society, such as improving water resource management.\nGRACE-Follow On (GRACE-FO) is a satellite mission scheduled for launch in May 2018. GRACE-FO will continue the work of the GRACE satellite mission tracking Earth's water movement around the globe. These discoveries provide a unique view of Earth's climate and have far-reaching benefits to society and the world's population.\n\"Water is critical to every aspect of life on Earth -- for health, for agriculture, for maintaining our way of living,\" said Michael Watkins, GRACE-FO science lead and director of NASA's Jet Propulsion Laboratory in Pasadena, California. \"You can't manage it well until you can measure it. GRACE-FO provides a unique way to measure water in many of its phases, allowing us to manage water resources more effectively.\"\nLike GRACE, GRACE-FO will use an innovative technique to observe something that can't be seen directly from space. It uses the weight of water to measure its movement -- even water hidden far below Earth's surface. GRACE-FO will do this by very precisely measuring the changes in the shape of Earth's gravity field caused by the movement of massive amounts of water, ice and solid Earth.\n\"When water is underground, it's impossible to directly observe from space. There's no picture you can take or radar you can bounce off the surface to measure changes in that deep water,\" said Watkins. \"But it has mass, and GRACE-FO is almost the only way we have of observing it on large scales. Similarly, tracking changes in the total mass of the polar ice sheets is also very difficult, but GRACE-FO essentially puts a 'scale' under them to track their changes over time.\"\nGRACE-FO will extend the GRACE data record an additional five years and expand its legacy of scientific achievements. GRACE chronicled the ongoing loss of mass from the Greenland and Antarctic ice sheets and mountain glaciers. That wealth of data shed light on the key processes, short-term variability and long-term trends that impact sea level rise, helping to improve sea level projections. The estimates of total water storage on land derived from GRACE data, from groundwater changes in deep aquifers to changes in soil moisture and surface water, are giving water managers new tools to measure the impact of droughts and monitor and forecast floods.\nGRACE data also have been used to infer changes in deep ocean currents, a driving force in Earth's climate. Its atmospheric temperature profile data, derived from measurements of how signals from the constellation of GPS satellites were bent as they traveled through the atmosphere and received by antennas on the GRACE satellites, have contributed to U.S. and European weather forecast products. GRACE data have even been used to measure changes within the solid Earth itself, including the response of Earth's crust to the retreat of glaciers since the last Ice Age, and the impact of large earthquakes.\nAccording to Frank Webb, GRACE-FO project scientist at JPL, the new mission will provide invaluable observations of long-term climate-related mass changes.\n\"The only way to know for sure whether observed multi-year trends represent long-term changes in mass balance is to extend the length of the observations,\" Webb said.\nLike its predecessors, the two identical GRACE-FO satellites will function as a single instrument. The satellites orbit Earth about 137 miles (220 kilometers) apart, at an initial altitude of about 305 miles (490 kilometers). Each satellite continually sends microwave signals to the other to accurately measure changes in the distance between them. As they fly over a massive Earth feature, such as a mountain range or underground aquifer, the gravitational pull of that feature tugs on the satellites, changing the distance separating them. By tracking changes in their separation distance with incredible accuracy -- to less than the thickness of a human hair -- the satellites are able to map these regional gravity changes.\nA GPS receiver is used to track each spacecraft's position relative to Earth's surface, and onboard accelerometers record non-gravitational forces on the spacecraft, such as atmospheric drag and solar radiation. These data are combined to produce monthly maps of the regional changes in global gravity and corresponding near-surface mass variations, which primarily reflect changes in the distribution of water mass in Earth's atmosphere, oceans, land and ice sheets.\nIn addition, GRACE-FO will test an experimental Laser Ranging Interferometer, an instrument that could increase the precision of measurements between the two spacecraft by a factor of 10 or more, for future missions similar to GRACE. The interferometer, developed by a German/American instrument team, will be the first in-space demonstration of laser interferometry between satellites.\n\"The Laser Ranging Interferometer is an excellent example of a great partnership,\" said Frank Flechtner, GFZ's GRACE-FO project manager. \"I'm looking forward to analyzing these innovative inter-satellite ranging data and their impact on gravity field modeling.\"\nGRACE-FO will be launched into orbit with five Iridium NEXT communications satellites on a commercially procured SpaceX Falcon 9 rocket from Vandenberg Air Force Base in California. This unique \"rideshare\" launch will first deploy GRACE-FO, then the Falcon 9 second stage will continue to a higher orbit to deploy the Iridium satellites.\nGRACE-FO continues a successful partnership between NASA and Germany's GFZ, with participation by the German Aerospace Center (DLR). JPL manages the mission for NASA's Science Mission Directorate in Washington.\nFor more information on GRACE-FO, visit:\nhttps://www.nasa.gov/gracefo\nA media reel is available at:\nhttps://vimeo.com/266146377\nNews media contact\nAlan Buis Jet Propulsion Laboratory, Pasadena, Calif.818-354-0474Alan.Buis@jpl.nasa.gov\nSteve ColeNASA Headquarters, Washington202-358-0918Stephen.e.cole@nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}