{
  "url": "https://climate.nasa.gov/news/2585/is-climate-changing-cloud-heights-too-soon-to-say/",
  "title": "Is climate changing cloud heights? Too soon to say",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Jet Propulsion Laboratory\nA new analysis of 15 years of NASA satellite cloud measurements finds that clouds worldwide show no definitive trend during this period toward decreasing or increasing in height. The new study updates an earlier analysis of the first 10 years of the same data that suggested cloud heights might be getting lower.\nClouds are both Earth's cooling sunshade and its insulating blanket. Currently their cooling effect prevails globally. But as Earth warms, the characteristics of clouds over different global regions — their thickness, brightness and height — are expected to change in ways that scientists don't fully understand. These changes could either amplify warming or slow it. Pinning down some of the uncertainties around clouds is one of the biggest challenges in determining the future rate of global climate change.\nThe study used data from the Multi-angle Imaging Spectroradiometer (MISR) instrument on NASA's Terra satellite. Using nine cameras pointing at Earth at different angles, it records images in four visible and near-infrared wavelengths. The images allow researchers to distinguish the amounts, types and heights of clouds. Launched in December 1999 with a planned six-year mission life, MISR was built and is operated by NASA's Jet Propulsion Laboratory in Pasadena, California.\nFive years ago, Roger Davies, Buckley-Glavish professor of climate physics at the University of Auckland, New Zealand, and a colleague analyzed the first 10 years of MISR data. Their results suggested that cloud heights had lowered over the decade, raising the possibility that climate change effects on clouds might already be discernible.\nIn the new study published recently in the Journal of Geophysical Research - Atmospheres, Davies and colleagues from JPL incorporated an additional five years of data into their analysis and reanalyzed the first 10 years. In particular, they were sleuthing for factors related to the instrument or image processing that might have made clouds appear artificially high in the first years of the mission.\nThe researchers checked several possible factors and found they were all insignificant except one, a change in the Terra satellite's equator-crossing time. Terra crosses the equator at the same local times of day on each orbit. Its morning equator-crossing time was originally planned for 10:30 a.m., but due to launch timing, Terra initially crossed the equator at 10:45 a.m. instead. To bring it back to the planned time, spacecraft operators slowly adjusted its orbit over the first two years.\nDavies knew this time change wasn't significant in terms of clouds themselves — clouds don't change much during 15 minutes in mid-morning. In the new analysis, however, he discovered that the change was significant in a different way: it reduced the ability to detect high clouds in the MISR images by reducing the occurrence of sun-glint. Sun-glint appears in satellite images when sunlight reflects off Earth's surface at the same angle that the satellite is viewing the surface — as if Earth's surface were at the point of a giant V and the sun and satellite were on the two arms of the V. Thin, high clouds are easier to detect in the presence of sun-glint, so the first images with more sun-glint appeared to have more high clouds than the later images.\nOnce the researchers corrected for the sun-glint issue and added the new years of data, they saw no statistically significant trend in cloud height over the 15-year period.\nCloud heights do, however, vary considerably from year to year in connection with weather and climate phenomena. La Niña and El Niño events have the strongest effect, with the 2008 La Niña lowering global clouds on average by 130 feet (40 meters) and El Niño events pushing them upward. Beyond that, the researchers found differences in Southern Hemisphere and Northern Hemisphere cloud behavior and regional correlations that warrant further investigation.\nWith cloud heights naturally varying so much, Davies thinks it could take another 15 years of data to spot any possible global effects of climate change. \"All we can say at the moment is that the global trends in cloud heights, if they are there, are being swamped by El Niño-La Niña fluctuations,\" he said. \"It will take a lot longer till we can tease out these long-term trends.\"\nFor more on MISR, visit:\nhttp://www-misr.jpl.nasa.gov/\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}