{
  "url": "https://climate.nasa.gov/news/2584/airs-15-years-of-seeing-whats-in-the-air/",
  "title": "AIRS: 15 years of seeing what's in the air",
  "date": null,
  "content": "A visualization of AIRS measurements of water vapor in a storm near Southern California. AIRS' 3D maps of the atmosphere improve weather forecasts worldwide. Credit: NASA.\n› Larger view\nBy Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nAccurate weather forecasts save lives. NASA's Atmospheric Infrared Sounder (AIRS) instrument, launched on this date 15 years ago on NASA's Aqua satellite, significantly increased weather forecasting accuracy within a couple of years by providing extraordinary three-dimensional maps of clouds, air temperature and water vapor throughout the atmosphere's weather-making layer. Fifteen years later, AIRS continues to be a valuable asset for forecasters worldwide, sending 7 billion observations streaming into forecasting centers every day.\nBesides contributing to better forecasts, AIRS maps greenhouse gases, tracks volcanic emissions and smoke from wildfires, measures noxious compounds like ammonia, and indicates regions that may be heading for a drought. Have you been wondering how the ozone hole over Antarctica is healing? AIRS observes that too.\nThese benefits come because AIRS sees many more wavelengths of infrared radiation in the atmosphere, and makes vastly more observations per day, than the observing systems that were previously available. Before AIRS launched, weather balloons provided the most significant weather observations. Previous infrared satellite instruments observed using about two dozen broad \"channels\" that averaged many wavelengths together. This reduced their ability to detect important vertical structure. Traditional weather balloons produce only a few thousand soundings (atmospheric vertical profiles) of temperature and water vapor a day, almost entirely over land. AIRS observes 100 times more wavelengths than the earlier instruments and produces close to 3 million soundings a day, covering 85 percent of the globe.\nAIRS observes 2,378 wavelengths of heat radiation in the air below the satellite. \"Having more wavelengths allows us to get finer vertical structure, and that gives us a much sharper picture of the atmosphere,\" explained AIRS Project Scientist Eric Fetzer of NASA's Jet Propulsion Laboratory in Pasadena, California. Weather occurs in the troposphere, 7 to 12 miles high (11 to 19 kilometers). Most of the infrared radiation observed by AIRS also originates in the troposphere.\nAIRS was widely recognized as a great advance very quickly. Only three years after its launch, former National Oceanic and Atmospheric Administration (NOAA) Administrator Conrad Lautenbacher said AIRS provided \"the most significant increase in forecast improvement [in our time] of any single instrument.\"\nAIRS was the brainchild of NASA scientist Moustafa Chahine. In the 1960s, Chahine and colleagues first conceived the idea of improving weather forecasting by using a hyperspectral instrument — one that breaks infrared and visible radiation into hundreds or thousands of wavelength bands. He flew some experimental prototypes as early as the 1970s, but AIRS did not come to fruition until advances in miniaturization made it possible to build an instrument with the needed capability that wasn't too heavy and bulky to launch. Chahine, who died in 2011, became the first AIRS Science Team leader.\nThe instrument was built by BAE Systems, now located in Nashua, New Hampshire, under the direction of JPL. It is one of six instruments flying on the Aqua satellite in the A-Train satellite constellation. With a planned mission life of five years, it is still going strong at 15 and is expected to last until Aqua runs out of fuel in 2022.\nThe value of AIRS to weather forecasting was quantified in several experiments by forecasting centers worldwide. In particular, the European Centre for Medium Range Weather Forecasts (ECMWF) has investigated in detail the impact on forecasts of different observational systems. \"ECMWF studies have shown that in many circumstances, AIRS is responsible for reducing forecast errors by more than 10 percent. This is the largest forecast improvement of any single satellite instrument of the 2000s,\" said Joao Teixeira of JPL, the AIRS Science Team leader.\nScientists always knew that AIRS' measurements contained information beyond what meteorologists need for weather forecasting. The spectral wavelengths it sees include parts of the electromagnetic spectrum that are important for studying climate. Carbon dioxide and other atmospheric trace gases leave their signatures in the measurements. Chahine later commented, \"The information is all there in the spectra. We just had to figure out how to extract it.\"\nIn the mid- to late 2000s, the AIRS project team turned to that challenge. In 2008, under Chahine's leadership, they published the first-ever global satellite maps of carbon dioxide in the mid-troposphere. These measurements showed for the first time that the most important human-produced greenhouse gas was not evenly mixed throughout the global atmosphere, as researchers had thought, but varied by as much as 1 percent (2 to 4 molecules of carbon dioxide out of every million molecules of the atmosphere).\nSince then, more and more information has been extracted from the AIRS spectra. The team now also produces data sets for methane, carbon monoxide, ozone, sulfur dioxide and dust, an important influence on how much radiation reaches Earth from the sun and how much escapes from Earth to space. Researchers have used these new data sets, and also the original AIRS temperature, cloud and water data sets, for many discoveries. To name a few recent findings:\n• A 2015 study showed that AIRS' measurements of relative humidity near Earth's surface show promise in detecting the onset of drought almost two months ahead of other indicators.\n• In 2013, researchers used AIRS' data record to find 18 global hot spots for atmospheric gravity waves — up-and-down ripples that may form in the atmosphere above something that disturbs air flow, such as a thunderstorm updraft or a mountain range. This new record of where and when disturbances regularly create gravity waves is valuable for improving weather and climate forecasts.\n• Global warming increases the amount of water vapor in the atmosphere, which in turn warms the atmosphere even further. This kind of self-feeding process is called a positive feedback loop. Climate scientists had long theorized that this feedback might double the warming from increases in carbon dioxide. AIRS' temperature and humidity data allowed them to confirm this hypothesis for the first time.\nDue to its resounding success, AIRS is no longer one of a kind. \"The mission has demonstrated a measurement approach that will be used by operational agencies for the foreseeable future,\" said AIRS Project Manager Tom Pagano of JPL. Already, there are three other hyperspectral sounders in orbit: the Cross-track Infrared Sounder (CrIS) on the NASA/NOAA Suomi National Polar-orbiting Partnership (Suomi-NPP), and two Infrared Atmospheric Sounding Interferometer (IASI) instruments on EUMETSAT's Metop-A and -B satellites. Additional sounders are planned for launch into the 2030s.\nTogether, these hyperspectral instruments will create a record of highly accurate measurements of our atmosphere that will be many decades long. That will add one more benefit to AIRS' legacy: the potential for improving understanding of the climate of today and the future.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}