{
  "url": "https://climate.nasa.gov/news/2605/arctic-winter-warming-events-becoming-more-frequent-longer-lasting/",
  "title": "Arctic winter warming events becoming more frequent, longer-lasting",
  "date": null,
  "content": "4 min read\nBy Kelsey Simpkins, American Geophysical UnionAdapted for NASA by Maria-Jose Viñas, NASA’s Earth Science News Team\nArctic winter warming events – winter days where temperatures peak above 14 degrees Fahrenheit (minus 10 degrees Celsius) – are a normal part of the climate over the ice-covered Arctic Ocean. But new research by an international team that includes NASA scientists finds these events are becoming more frequent and lasting longer than they did three decades ago.\nBecause fall and winter is when Arctic sea ice grows and thickens, warmer winter air temperatures will further impede ice growth and expansion, accelerating the effects of global warming in the Arctic.\nA new study, published in Geophysical Research Letters on Jul. 10, shows that since 1980, an additional six warming events are occurring each winter in the North Pole region. The study also shows the average length of each event has grown from fewer than two days to nearly two and a half days.\nThe researchers arrived at the results by gathering and analyzing data from field campaigns, drifting weather stations and buoys across the Arctic Ocean from 1893 to 2017, as well as the ERA-Interim record, a global atmospheric reanalysis provided by the European Centre for Medium-Range Weather Forecasts in Reading, UK, from 1979 to 2016.\nThe findings build on other recent evidence of Arctic winter warming. The winter of 2015-2016, for example, saw temperatures nearly 3.6 degrees Fahrenheit (2 degrees Celsius) warmer than the previous record high monthly winter temperature. At the end of December 2015, scientists recorded a temperature of 36 degrees Fahrenheit (2.2 degrees Celsius) in the Central Arctic, the warmest temperature ever recorded in this region from December through March.\nIn the most recent years of the study, each warming event was associated with a major storm entering the region. During these storms, strong winds from the south blow warm, moist air from the Atlantic into the Arctic.\n“The warming events and storms are in effect one and the same,” said Robert Graham, a climate scientist at the Norwegian Polar Institute in Tromsø, Norway, and lead author of the new study. “The more storms we have, the more warming events, the more days with temperatures less than minus 10 degrees Celsius (14 degrees Fahrenheit) rather than below minus 30 degrees Celsius (minus 22 degrees Fahrenheit), and the warmer the mean winter temperature is.”\nStorms that bring warm air to the Arctic not only prevent new ice from forming, but can also break up ice cover that is already present, Graham said. He added that the snowfall from storms also insulates current ice from the cold atmosphere that returns to the Arctic after the cyclones, which can further reduce ice growth.\nTwo of the study’s authors, Alek Petty and Linette Boisvert of NASA’s Goddard Space Flight Center in Greenbelt, Maryland, previously researched one such storm that took place in the Arctic during the winter of 2015-2016.\n“That particular cyclone, which lasted several days and raised temperatures in the region close to the melting point, hindered sea ice growth while its associated strong winds pushed the sea ice edge back, leading to a record low spring sea ice pack in 2016,” said Petty and Boisvert. “This new study provides the long-term context we were missing, using direct observations going back the end of the 19th century. It shows that these warm events have occurred in the past, but they were not as long-lasting or frequent as we’re seeing now. That, combined with the weakened sea ice pack, means that winter storms in the Arctic are having a larger impact on the Arctic climate system.”\nThe next step for Graham and his colleagues is to understand what is fueling the increase of these storms and how they might change. Recent research shows that reduced ice cover and shifting weather patterns due to climate change may increase storms’ frequency and impact, Graham said.\n“It is difficult to say how much this pattern will amplify in the future,” he said.\nLearn more about the study here: http://onlinelibrary.wiley.com/doi/10.1002/2017GL073395/full.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}