{
  "url": "https://climate.nasa.gov/news/2590/nasas-arctic-ecosystem-science-flights-begin/",
  "title": "NASA’s Arctic ecosystem science flights begin",
  "date": null,
  "content": "5 min read\nBy Kate Ramsayer,NASA's Goddard Space Flight Center\nA NASA-led effort to advance our ability to monitor changing Arctic and boreal ecosystems has started its second season, with the first aircraft taking flight over Alaska and northwest Canada this month.\nScientists with the Arctic-Boreal Vulnerability Experiment, or ABoVE, will fly suites of scientific instruments on nine planes this summer, in addition to ground-based fieldwork in forests and permafrost tundra. Over the course of its planned 10 years, the ABoVE field campaign will gather data to better understand how environmental changes in the far north are affecting the local environment, and how those changes could ultimately affect people and places beyond the Arctic.\n“We’re starting to address some of the big questions about the climate system, such as how changes in Arctic ecosystems affect the exchange of carbon between the land and water surface and the atmosphere,” said Peter Griffith, ABoVE project manager at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nThe ABoVE field campaign officially started in 2016, with hundreds of researchers from universities, state agencies, and U.S. and Canadian federal agencies conducting fieldwork on forest structure, permafrost thaw, the exchange of carbon gases between the atmosphere and land, wildlife habitat and more.\nThis summer, the campaign expands to include measuring the region from aircraft using state-of-the-art sensors that can become the basis for the next generation of spaceborne sensors to study terrestrial ecosystems. Between late May and October, there will be at least one aircraft in the field at any time. Data from these flights link the detailed measurements scientists can gather in a specific site on the ground with the region-wide, but less detailed, views from satellites, Griffith said.\n“The airborne campaign provides the scientific connection between the observations on the ground and the observations from space,” he said. “It allows us to scale the intensive measurements at a specific study site, to a vast landscape that’s really intimidating in size.”\nInstruments collecting data for ABoVE this summer, mostly flying out of Fairbanks, Alaska and Yellowknife, Canada are:\n“There will be a wealth of data,” said Scott Goetz, ABoVE science lead and a professor at Northern Arizona University in Flagstaff. “After all the efforts to coordinate these measurements, we’ll have data that cover intensively studied field sites from a lot of different instruments and a lot of different perspectives.”\nFor example, he said, teams using different instruments will be able to provide a detailed picture of the variability of landscapes over permafrost compared to areas without permafrost. Scientists will analyze different datasets to determine how much unfrozen soil is on top of the ground that’s frozen beneath throughout the year, examine how that changes between seasons, describe how that influences what trees or vegetation grow above and monitor how the thawing ground influences carbon emissions.\n“We have been planning the airborne campaign details for the last six months, and the entire team is excited to get to the science flights,” said Charles Miller, ABoVE deputy science lead and research scientist at NASA’s Jet Propulsion Laboratory in Pasadena, California. “This will be the first time that many of the NASA airborne sensors have flown in the far north, and we expect them to provide new and unique insights. This is particularly true for using innovative multiple sensor combinations – like radar plus lidar — to study complex interactions between permafrost, vegetation and water.\"\nMore than 500 researchers and support staff are involved in ABoVE, Goetz said. The data collected this year may also serve as a baseline to future airborne efforts.\n“We will see what sorts of changes there are through a season, but we’ll also see it between years,” he said. “These are critically important measurements, at a time when the Arctic is changing rapidly.”\nFor more information about the ABoVE campaign, visit http://above.nasa.gov.\nMedia contact\nPatrick LynchNASA's Goddard Space Flight Center\nJeremy Johnson laces his black, steel-toed boots and zips up his dark blue flight suit.…\nIn February, NASA’s ER-2 science aircraft flew instruments designed to improve satellite data products and…\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}