{
  "url": "https://climate.nasa.gov/news/2589/nasa-annual-arctic-ice-survey-expanded-range-this-year/",
  "title": "NASA annual Arctic ice survey expanded range this year",
  "date": null,
  "content": "Meltwater in crevasses in southern Greenland, as seen during Operation IceBridge's last flight of the 2017 Arctic campaign, on May 11, 2017. Credit: NASA/John Sonntag.\nBy Maria-José Viñas,\r\nNASA’s Goddard Space Flight Center\nNASA’s annual survey of changes in Arctic ice cover greatly expanded its reach this year in a series of flights that wrapped up on May 12. It was the most ambitious spring campaign in the region for NASA’s Operation IceBridge, an airborne mission to monitor ice changes at Earth’s poles, which also included a rapid-response flight over a new crack in Petermann Glacier, one of the largest and fastest-changing glaciers in Greenland.\n“This has easily been our best year ever for surveying sea ice,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Geographically, we covered a wider area than ever before, and the new instruments we deployed during this campaign have given us denser and more accurate measurements.”\nIceBridge explored for the first time the Eurasian half of the Arctic Basin through two research flights departing from Svalbard, a Norwegian archipelago in the northern Atlantic Ocean. The mission also took measurements of a recently formed crack on the ice shelf of Petermann Glacier.\nThis Arctic season, IceBridge completed all of its sea and land ice baseline flights –surveys that are repeated year after year to measure regions that have been evolving rapidly over the last decades. In total, the mission carried out 39 eight-hour flights in 10 weeks. Of those, 13 focused on surveying sea ice, while the remaining 26 flights targeted land ice. Several flights included collaborations with international Ice, Cloud and land Elevation Satellite (ICESat) missions teams to collect and compare measurements of snow and ice. The largest one was with CryoVEx, a campaign dedicated to validating data gathered by ESA’s (the European Space Agency) CryoSat-2 satellite, but IceBridge also coordinated data collection with a group of European adventurers collecting snow depth data while doing a traverse toward the North Pole, with ESA’s Sentinel-3A satellite, and with a GPS survey near Summit Station, Greenland, designed to validate future measurements by the upcoming Ice, Cloud, and land Elevation Satellite-2 (ICESat-2) mission, among other collaborations.\nIceBridge's first research flight took place on March 9 onboard NASA’s Wallops Flight Facility’s P-3 Orion aircraft. As with every year, the first part of the campaign was dedicated to overflying the Arctic Ocean’s sea ice cover, plus several fast-changing land ice areas from two sites: Thule Air Base in northwest Greenland and Fairbanks, Alaska. But this campaign, the IceBridge team added an extra base: Longyearbyen, Svalbard. From there, the mission was able to reach areas of the Eurasian side of the Arctic Ocean that had not been explored by IceBridge before.\nWhile analyzing preliminary data, Kurtz said that he was intrigued to see that the layer of snow on sea ice in the Eurasian side of the Arctic is currently thinner than what snow depth climatology models based on older measurements predict.\n“The new snow measurements will help better understand changes in the Arctic sea ice cover and help constrain satellite measurements to make sure they’re accurate,” Kurtz said.\n​IceBridge also expanded its scope westward with a flight to the western side of the Chukchi Sea, a sea situated between Alaska and Russia. It was the first time the mission ever crossed the International Date Line.\nIn mid-April, the IceBridge team was alerted to a crack on the floating ice shelf of Petermann Glacier. Stef Lhermitte, an associate professor at Delft University of Technology in the Netherlands, had just discovered the rift while going through satellite imagery. Lhermitte wrote about his observations on Twitter and the NASA manager for the cryospheric sciences program learned about the tweets. Serendipitously, IceBridge was then planning on flying one last mission over Petermann.\n“The day before the flight, we worked late into the evening to redesign our Petermann flight plan to overfly the new rift according to the coordinates Stef [Lhermitte] sent us,” said John Sonntag, IceBridge mission scientist. “This achievement was only possible because of the long-standing culture of international scientific openness and cooperation. IceBridge and other NASA missions, which make their data freely available to all comers worldwide, go a very long way to perpetuate and strengthen this culture.”\nThe new rift intrigues scientists because it is much further upstream from the glacier's front than other cracks, which could create a large iceberg when it finishes tearing through the ice and potentially make the ice shelf and the glacier it buttresses unstable. Whether this happens or not, the new measurements of the rift IceBridge collected will help researchers better understand the evolution of cracks.\n“Getting fresh data on this newly developed rift is exciting. Because it’s so new, we’ll have a better handle on its evolution,” said Joe MacGregor, IceBridge deputy project scientist and glaciologist at Goddard. “I look forward to seeing what comes out of these measurements.”\nThe final part of the campaign was based in Kangerlussuaq, in west Greenland, and focused on land ice.\nAs with every Arctic campaign, IceBridge hosted a teacher from the Arctic Research Consortium of the United States’ PolarTREC program. This year, the participant was Adeena Teres, a science teacher at Stoneman Douglas High School in Parkland, Florida. Teres wrote a blog on her IceBridge experience and participated in live chats from the airplane with K-12 classes across the U.S. In total, the IceBridge team conducted 65 classroom chats from the P-3 and from the ground during this campaign that reached 1414 students in 14 U.S. states, plus Mexico and Canada.\nThis summer, IceBridge will carry out two additional campaigns to gauge how the melt season impacts Arctic sea and land ice. The first survey will take place in late July and will be based out of Thule, focusing on the multi-year sea ice cover north of Greenland and in the Canadian Archipelago. The second one, starting in early September, will operate from Kangerlussuaq and replicate land ice missions that IceBridge completed this spring. Both campaigns will use smaller planes with a more limited set of instruments than the regular springtime flights.\nThe mission of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch in 2018. Operation IceBridge is currently funded until 2019. The planned overlap with ICESat-2 will help scientists validate the satellite’s measurements.\nFor more about Operation IceBridge, visit http://www.nasa.gov/icebridge.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}