{
  "url": "https://climate.nasa.gov/news/2592/new-light-on-the-future-of-a-key-antarctic-glacier/",
  "title": "New light on the future of a key Antarctic glacier",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nThe melt rate of West Antarctica's Thwaites Glacier is an important concern, because this glacier alone is currently responsible for about 1 percent of global sea level rise. A new NASA study finds that Thwaites' ice loss will continue, but not quite as rapidly as previous studies have estimated.\nThe new study, published in the journal Geophysical Research Letters, finds that numerical models used in previous studies have overestimated how rapidly ocean water is able to melt the glacier from below, leading them to overestimate the glacier's total ice loss over the next 50 years by about 7 percent.\nThwaites Glacier covers an area nearly as large as the state of Washington (70,000 square miles, or 182,000 square kilometers). Satellite measurements show that its rate of ice loss has doubled since the 1990s. The glacier has the potential to add several inches to global sea levels.\nThe new study is led by Helene Seroussi, a scientist at NASA's Jet Propulsion Laboratory in Pasadena, California. It is the first to combine two computer models, one of the Antarctic ice sheet and one of the Southern Ocean, in such a way that the models interact and evolve together throughout an experiment -- creating what scientists call a coupled model.\nPrevious modeling studies of the glacier used only an ice sheet model, with the effects of the ocean specified beforehand and unchanging.\nSeroussi and colleagues at JPL and the University of California at Irvine (UCI) used an ocean model developed at the Massachusetts Institute of Technology in Cambridge with an ice sheet model developed at JPL and UCI. They used data from NASA's Operation Icebridge and other airborne and satellite observations, both to set up the numerical model simulations and to check how well the models reproduced observed changes.\nGlaciers have beds just as rivers do, and most glacier beds slope downhill in the same direction the glacier is flowing, as a riverbed does. Thwaites Glacier's bed does the opposite: it slopes uphill in the direction of flow. The bedrock under the glacier's ocean front is higher than bedrock farther inland, which has been pushed down over the millennia by its heavy burden of ice.\nThwaites has lost so much ice that it floats where it used to be attached to bedrock. That has opened a passageway underneath the glacier where ocean water can seep in.\nIn this part of Antarctica, the warm, salty, deep ocean current that circles the continent comes near land, and warm water can flow onto the continental shelf. This warm seawater now seeps beneath Thwaites Glacier, melting it from below.\nAs the glacier continues to melt, grow thinner and float off bedrock farther and farther inland, new cavities will continue to open up. Because the bedrock slopes downhill, there's no natural barrier to stop this process. Earlier modeling studies assumed that water in the new cavities would continue to melt the glacial underside at the same rate that it's melting now.\nSeroussi's coupled model found that water circulation is more restricted in these narrow spaces, and as a result, the water will melt the ice more slowly than previously thought.\nSeroussi noted that critical factors affecting Thwaites, such as how nearby ocean temperatures will change, are still unknown and represented by different scenarios in different studies. However, \"Our results shift the estimates for sea level rise to smaller numbers regardless of the scenario,\" she said.\nThe study is titled \"Continued retreat of Thwaites Glacier, West Antarctica, controlled by bed topography and ocean circulation.\"\nMedia contact\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}