{
  "url": "https://climate.nasa.gov/news/2606/massive-iceberg-breaks-off-from-antarctica/",
  "title": "Massive iceberg breaks off from Antarctica",
  "date": null,
  "content": "6 min read\nBy Maria-Jose Viñas,NASA’s Earth Science Team\nAn iceberg about the size of the state of Delaware split off from Antarctica’s Larsen C ice shelf sometime between July 10 and July 12. The calving of the massive new iceberg was captured by the Moderate Resolution Imaging Spectroradiometer on NASA’s Aqua satellite, and confirmed by the Visible Infrared Imaging Radiometer Suite instrument on the joint NASA/NOAA Suomi National Polar-orbiting Partnership (Suomi-NPP) satellite. The final breakage was first reported by Project Midas, an Antarctic research project based in the United Kingdom.\nLarsen C, a floating platform of glacial ice on the east side of the Antarctic Peninsula, is the fourth largest ice shelf ringing Earth’s southernmost continent. In 2014, a crack that had been slowly growing into the ice shelf for decades suddenly started to spread northwards, creating the nascent iceberg. Now that the close to 2240 square-mile (5800 square kilometers) chunk of ice has broken away, the Larsen C shelf area has shrunk by approximately 10 percent.\n“The interesting thing is what happens next, how the remaining ice shelf responds,” said Kelly Brunt, a glaciologist with NASA’s Goddard Space Flight Center in Greenbelt, Maryland and the University of Maryland in College Park. “Will the ice shelf weaken? Or possibly collapse, like its neighbors Larsen A and B? Will the glaciers behind the ice shelf accelerate and have a direct contribution to sea level rise? Or is this just a normal calving event?”\nIce shelves fringe 75 percent of the Antarctic ice sheet. One way to assess the health of ice sheets is to look at their balance: when an ice sheet is in balance, the ice gained through snowfall equals the ice lost through melting and iceberg calving. Even relatively large calving events, where tabular ice chunks the size of Manhattan or bigger calve from the seaward front of the shelf, can be considered normal if the ice sheet is in overall balance. But sometimes ice sheets destabilize, either through the loss of a particularly big iceberg or through disintegration of an ice shelf, such as that of the Larsen A Ice Shelf in 1995 and the Larsen B Ice Shelf in 2002. When floating ice shelves disintegrate, they reduce the resistance to glacial flow and thus allow the grounded glaciers they were buttressing to significantly dump more ice into the ocean, raising sea levels.\nScientists have monitored the progression of the rift throughout the last year was using data from the European Space Agency Sentinel-1 satellites and thermal imagery from NASA's Landsat 8 spacecraft. Over the next months and years, researchers will monitor the response of Larsen C, and the glaciers that flow into it, through the use of satellite imagery, airborne surveys, automated geophysical instruments, and associated field work.\nIn the case of this rift, scientists were worried about the possible loss of a pinning point that helped keep Larsen C stable. In a shallow part of the sea floor underneath the ice shelf, a bedrock protrusion, named the Bawden Ice Rise, has served as an anchor point for the floating shelf for many decades. Ultimately, the rift stopped short of separating from the protrusion.\n“The remaining 90 percent of the ice shelf continues to be held in place by two pinning points: the Bawden Ice Rise to the north of the rift and the Gipps Ice Rise to the south,” said Chris Shuman, a glaciologist with Goddard and the University of Maryland at Baltimore County. “So I just don’t see any near-term signs that this calving event is going to lead to the collapse of the Larsen C ice shelf. But we will be watching closely for signs of further changes across the area.”\nThe first available images of Larsen C are airborne photographs from the 1960s and an image from a US satellite captured in 1963. The rift that has produced the new iceberg was already identifiable in those pictures, along with a dozen other fractures. The crack remained dormant for decades, stuck in a section of the ice shelf called a suture zone, an area where glaciers flowing into the ice shelf come together. Suture zones are complex and more heterogeneous than the rest of the ice shelf, containing ice with different properties and mechanical strengths, and therefore play an important role in controlling the rate at which rifts grow. In 2014, however, this particular crack started to rapidly grow and traverse the suture zones, leaving scientists perplexed.\n“We don’t currently know what changed in 2014 that allowed this rift to push through the suture zone and propagate into the main body of the ice shelf,” said Dan McGrath, a glaciologist at Colorado State University who has been studying the Larsen C ice shelf since 2008.\nMcGrath said the growth of the crack, given our current understanding, is not directly linked to climate change.\n“The Antarctic Peninsula has been one of the fastest warming places on the planet throughout the latter half of the 20th century. This warming has driven really profound environmental changes, including the collapse of Larsen A and B,” McGrath said. “But with the rift on Larsen C, we haven’t made a direct connection with the warming climate. Still, there are definitely mechanisms by which this rift could be linked to climate change, most notably through warmer ocean waters eating away at the base of the shelf.”\nWhile the crack was growing, scientists had a hard time predicting when the nascent iceberg would break away. It’s difficult because there are not enough measurements available on either the forces acting on the rift or the composition of the ice shelf. Further, other poorly observed external factors, such as temperatures, winds, waves and ocean currents, might play an important role in rift growth. Still, this event has provided an important opportunity for researchers to study how ice shelves fracture, with important implications for other ice shelves.\nThe U.S. National Ice Center will monitor the trajectory of the new iceberg, which is likely to be named A-68. The currents around Antarctica generally dictate the path that the icebergs follow. In this case, the new berg is likely to follow a similar path to the icebergs produced by the collapse of Larsen B: north along the coast of the Peninsula, then northeast into the South Atlantic.\n“It’s very unlikely it will cause any trouble for navigation,” Brunt said.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nArctic sea ice retreated to near-historic lows in the Northern Hemisphere this summer, likely melting…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}