{
  "url": "https://climate.nasa.gov/news/810/storms-ozone-vegetation-and-more-nasa-noaa-suomi-npp-satellite-returns-first-year-of-data/",
  "title": "Storms, ozone, vegetation and more: NASA-NOAA Suomi NPP satellite returns first year of data",
  "date": null,
  "content": "These two images are season-long composites of ocean chlorophyll concentrations derived from visible radiometric measurements made by the VIIRS instrument on Suomi NPP. The date ranges of the two composites are included in the individual images. These false-colored images make the data stand out. The purple and blue colors represent lower chlorophyll concentrations. The oranges and reds represent higher chlorophyll concentrations. These differences in color indicate areas with lesser or greater phytoplankton biomass. Credit: NASA/Suomi NPP/Norman Kuring\nBy Laura Betz,\r\nNASA's Goddard Space Flight Center\nOn Oct. 28, 2011, the Suomi National Polar-orbiting Partnership (NPP) satellite successfully blasted into orbit in a spectacular night launch from Vandenberg Air Force Base, Calif. Now, Suomi NPP has orbited the Earth more than 5,000 times and begun returning images and data that provide critical weather and climate measurements of the complex Earth system.\n\"The Suomi NPP flight and ground teams have spent the first year making sure the spacecraft, instruments and data products are working well. As the instruments and data products have successfully checked out, the data go out to users,\" says James Gleason, Suomi NPP project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md.\n\"These data help us improve our computer models that predict future environmental conditions,\" Gleason adds. \"Better predictions let us make better decisions, whether it is as simple as taking an umbrella to work today or as complex as responding to a changing climate.\"\nSuomi NPP observes Earth's surface twice every day, once in daylight and once at night. The spacecraft flies 512 miles (824 kilometers) above the surface in a polar orbit, circling the planet about 14 times a day. Suomi NPP sends its data once an orbit to the ground station in Svalbard, Norway, and continuously to local direct broadcast users.\nNamed for satellite meteorology pioneer Verner Suomi, the Suomi NPP mission is managed by NASA with the National Oceanic and Atmospheric Administration (NOAA) providing operational support and NOAA's Joint Polar Satellite System (JPSS) managing the satellite's ground system.\n\"Suomi NPP provides NOAA with the highest quality satellite data for critical operational products and services, such as weather forecasts, climate and ecosystem assessments,\" says Mitch Goldberg, NOAA's JPSS program scientist. NPP is the precursor satellite for the upcoming series of JPSS Earth-observing satellites.\nWhat makes Suomi NPP such a powerful tool is the wide range of important observations it makes with its five instruments. These instruments send back data that allow scientists to see the entire globe from space and further understand oceans, clouds, ozone, snow, ice, vegetation and atmosphere.\nSuomi NPP's five instruments include:\nVisible Infrared Imaging Radiometer Suite (VIIRS)\nAdvanced Technology Microwave Sounder (ATMS)\nOzone Mapping and Profiler Suite (OMPS)\nCross-track Infrared Sounder (CrIS)\nClouds and the Earth’s Radiant Energy System (CERES)\nThis year VIIRS left the world in awe with a spectacular composite image of our planet that became known as the 'blue marble,' OMPS took its first measurements of the annual ozone hole, ATMS data are now being used to make weather forecasts, and CrIS data are just about ready to be used in weather forecasts. The CERES data are being matched to that of its sibling instruments on NASA's Earth Observing System satellites Terra and Aqua with the goal of understanding clouds and the Earth’s energy balance.\n\"Suomi NPP is a foundational satellite that offers an abundance of observations, plus it's sustaining a program of advanced observations,\" says Goldberg. \"This is critical for long-term data continuity.\"\nThis fully functional satellite bridges more than a decade of observations by NASA satellites -- NASA's Earth Observing System -- to the next generation of U.S. Earth-observing satellites -- JPSS.\nJPSS, currently under development, is building on the success of Suomi NPP and will provide critical observations for accurate weather forecasting, reliable severe storm outlooks, and climate science, including global measurements of atmospheric, oceanic, and terrestrial conditions such as sea surface temperatures, ozone, vegetation, and more.\nFor more information visit:\r\nhttp://www.nasa.gov/npp\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}