{
  "url": "https://climate.nasa.gov/news/2686/new-study-brings-antarctic-ice-loss-into-sharper-focus/",
  "title": "New study brings Antarctic ice loss into sharper focus",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Jet Propulsion Laboratory\nA NASA study based on an innovative technique for crunching torrents of satellite data provides the clearest picture yet of changes in Antarctic ice flow into the ocean. The findings confirm accelerating ice losses from the West Antarctic Ice Sheet and reveal surprisingly steady rates of flow from its much larger neighbor to the east.\nThe computer-vision technique crunched data from hundreds of thousands of NASA-U.S. Geological Survey Landsat satellite images to produce a high-precision picture of changes in ice-sheet motion.\nThe new work provides a baseline for future measurement of Antarctic ice changes and can be used to validate numerical ice sheet models that are necessary to make projections of sea level. It also opens the door to faster processing of massive amounts of data.\n\"We're entering a new age,\" said the study's lead author, cryospheric researcher Alex Gardner of NASA's Jet Propulsion Laboratory in Pasadena, California. \"When I began working on this project three years ago, there was a single map of ice sheet flow that was made using data collected over 10 years, and it was revolutionary when it was published back in 2011. Now we can map ice flow over nearly the entire continent, every year. With these new data, we can begin to unravel the mechanisms by which the ice flow is speeding up or slowing down in response to changing environmental conditions.\"\nThe innovative approach by Gardner and his international team of scientists largely confirms earlier findings, though with a few unexpected twists.\nAmong the most significant: a previously unmeasured acceleration of glacier flow into Antarctica's Getz Ice Shelf, on the southwestern part of the continent — likely a result of ice-shelf thinning.\nThe research, published in the journal \"The Cryosphere,\" also identified the fastest speed-up of Antarctic glaciers during the seven-year study period. The glaciers feeding Marguerite Bay, on the western Antarctic Peninsula, increased their rate of flow by 1,300 to 2,600 feet (400 to 800 meters) per year, probably in response to ocean warming.\nPerhaps the research team's biggest discovery, however, was the steady flow of the East Antarctic Ice Sheet. During the study period, from 2008 to 2015, the sheet had essentially no change in its rate of ice discharge — ice flow into the ocean. While previous research inferred a high level of stability for the ice sheet based on measurements of volume and gravitational change, the lack of any significant change in ice discharge had never been measured directly.\nThe study also confirmed that the flow of West Antarctica's Thwaites and Pine Island glaciers into the ocean continues to accelerate, though the rate of acceleration is slowing.\nIn all, the study found an overall ice discharge for the Antarctic continent of 1,929 gigatons per year in 2015, with an uncertainty of plus or minus 40 gigatons. That represents an increase of 36 gigatons per year, plus or minus 15, since 2008. A gigaton is one billion tons.\nThe study found that ice flow from West Antarctica — the Amundsen Sea sector, the Getz Ice Shelf and Marguerite Bay on the western Antarctic Peninsula — accounted for 89 percent of the increase.\nThe science team developed software that processed hundreds of thousands of pairs of images of Antarctic glacier movement from Landsats 7 and 8, captured from 2013 to 2015.\nThese were compared to earlier radar satellite measurements of ice flow to reveal changes since 2008.\n\"We're applying computer vision techniques that allow us to rapidly search for matching features between two images, revealing complex patterns of surface motion,\" Gardner said.\nInstead of researchers comparing small sets of very high-quality images from a limited region to look for subtle changes, the novelty of the new software is that it can track features across hundreds of thousands of images per year — even those of varying quality or obscured by clouds — over an entire continent.\n\"We can now automatically generate maps of ice flow annually — a whole year — to see what the whole continent is doing,\" Gardner said.\nThe new Antarctic baseline should help ice sheet modelers better estimate the continent's contribution to future sea level rise.\n\"We'll be able to use this information to target field campaigns, and understand the processes causing these changes,\" Gardner said. \"Over the next decade, all this is going to lead to rapid improvement in our knowledge of how ice sheets respond to changes in ocean and atmospheric conditions, knowledge that will ultimately help to inform projections of sea level change.\"\nNews media contact\nAlan Buis Jet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}