{
  "url": "https://climate.nasa.gov/news/2690/unusually-warm-winter-breaks-up-sea-ice-in-the-arctic/",
  "title": "Unusually warm winter breaks up sea ice in the Arctic",
  "date": null,
  "content": "2 min read\nBy Maria-José Viñas,NASA's Earth Science News Team\nWinter temperatures are soaring in the Arctic for the fourth winter in a row. The heat, accompanied by moist air, is entering the Arctic not only through the sector of the North Atlantic Ocean that lies between Greenland and Europe, as it has done in previous years, but is also coming from the North Pacific through the Bering Strait.\n“We have seen winter warming events before, but they’re becoming more frequent and more intense,” said Alek Petty, a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nScientists are waiting to see how much this heat wave will impact the wintertime sea ice maximum extent, which has been shrinking in the past decades and has hit bottom lows each of the past three years. The sea ice levels are already at record lows or near-record lows in several areas of the Arctic. Another exceptional event this winter is the opening up of the sea ice cover north of Greenland, releasing heat from the ocean to the atmosphere and making the sea ice more vulnerable to further melting.\n“This is a region where we have the thickest multi-year sea ice and expect it to not be mobile, to be resilient,” Petty said. “But now this ice is moving pretty quickly, pushed by strong southerly winds and probably affected by the warm temperatures, too.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}