{
  "url": "https://climate.nasa.gov/news/2614/25-years-of-global-sea-level-data-and-counting/",
  "title": "25 years of global sea level data, and counting",
  "date": null,
  "content": "10 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nToday marks the 25th anniversary of the launch of a revolutionary ocean research vessel — a space \"ship.\" As the NASA/CNES Topex-Poseidon satellite ascended into orbit, it ushered in a new era of oceanography with the first highly accurate, global measurements of sea levels. That mission and its three successors, all named Jason, have continuously mapped global ocean currents and tides; opened our eyes to the global reach of El Niño and other climate events; created a quarter-century-long, extraordinarily precise record of global and regional sea level rise; and enabled improved forecasts of extreme weather events such as hurricanes, floods and droughts.\nA new slideshow celebrates this important data set — a fundamental measurement for the study of the oceans and climate — and the longstanding U.S.-French collaboration that brought it about.\nIn 1992, when Topex-Poseidon launched, no one foresaw that its record of precision ocean height measurements would continue through three decades and four spacecraft. In fact, many oceanographers at the time weren't convinced that Topex-Poseidon's sensors would be accurate enough to reveal the signal of sea level rise out of the noise of waves, tides and other changes. But the radar altimeter and radiometer measurement system outperformed expectations from the start. In 25 years of continuous operation, Topex-Poseidon and its successors have recorded 2.8 inches (7 centimeters) of global average sea level rise.\nOur planet’s oceans are too vast and complex to be fully measured by any single satellite, or even by any single nation. Topex-Poseidon and its successor Jason satellite missions are shining examples of the power of a sustained, long-term international partnership, led by the U.S. and French space agencies, NASA and CNES.  For nearly three decades, NASA and CNES scientists and engineers have pooled their expertise, talents and insights to design and construct an integrated spaceborne measurement system far more powerful than the sum of its parts. NASA and CNES have worked together, applying advanced technology to collect measurements of remarkable precision and accuracy, and then making those measurements freely and openly available. With this effort, they have provided humanity with unprecedented views of the global oceans, how they change on time scales of days to decades, and how the oceans influence — and respond to — weather and climate.\n“For more than a generation, NASA and CNES scientists and engineers have collaborated to make exquisitely accurate measurements of the ocean surface from space, providing insights into the workings and interactions of our planet’s two great fluid systems, the oceans and the atmosphere,” said Michael Freilich, director of NASA’s Earth Science Division in Washington.\nThe Topex-Poseidon mission was the first to monitor the changing patterns of major ocean surface currents in a comprehensive way. Ocean current locations are revealed by large-scale hills and valleys on the ocean surface, which can vary by more than 6 feet (2 meters) in height. The peaks and dips defining the ocean’s topography are caused by variations in water temperature and pressure.  Large-scale currents like the Gulf Stream tend to flow along contours of constant ocean height, following the sides of the hills and valleys.  The steepness of a slope indicates the speed of the current. Unlike terrain on land, however, the liquid \"landscape\" shifts with changes in winds, temperature and other factors, causing shifts in the locations and speeds of the currents. The only way to monitor these changes over the entire surface of Earth's ocean is to make precise measurements of the height of the ocean surface from orbiting satellites.\nMeasuring the ocean shape over nearly the entire globe every 10 days, Topex-Poseidon gave the first quantitative view of how ocean currents change with the seasons. Topex/Poseidon and the Jason-1, Jason-2 and Jason-3 missions have provided unique insights into how ocean circulation affects climate by moving heat from place to place on our planet.\nMore than 90 percent of the heat from global warming is stored in the ocean, which means oceans are key players in global climate. Heat causes ocean water to expand, adding to sea level rise. Measuring both long-term sea level trends and the shape of the ocean surface related to currents, Topex-Poseidon and the Jason series provide two basic ingredients for understanding the ocean's role in global climate variations.\n\"As human-caused global warming drives sea levels higher and higher, we are literally contributing to the reshaping of the surface of our planet,\" said Josh Willis, NASA project scientist for Jason-3 at NASA's Jet Propulsion Laboratory in Pasadena, California. \"The precision altimetric satellite missions tell us how much and how fast.\"\nFor decades, scientists could not predict how El Niño and other year-to-year ocean variations changed regional weather. That was partly because, using only ships and buoys, they couldn't observe the genesis and growth of these changes far out in the equatorial Pacific. Topex-Poseidon and the Jason satellites have given the first frequent, global views of the full extent and life cycles of El Niño and La Niña events. Lee-Lueng Fu of JPL — project scientist for the first two ocean altimetry missions — pointed out, \"Topex-Poseidon allowed us to follow their evolution and showed that these events weren't limited to just the tropics. It also gave us evidence of even longer-lasting ocean variations.\" One of these is the Pacific Decadal Oscillation, similar to El Niño and La Niña in character but with phases lasting up to several decades.\nIn the last 25 years, with the help of altimetry data, scientists have pinpointed many global connections between these multi-year ocean variations and weather consequences such as drought and flooding throughout the globe. While these events have by no means yielded all their secrets, they are better understood and better forecast than before global spaceborne observations began.\nBefore satellite measurements, deep-ocean tide measurements were difficult to make, expensive and sparse. Topex-Poseidon made the first global maps of tides, which changed scientists' understanding of how tides dissipate. The data show that a third of tidal energy dissipates in the open ocean, playing important and previously unknown roles in mixing water within the ocean.\nTopex-Poseidon had a three-year prime mission, but long before that time was up, oceanographers and other Earth scientists recognized the value of continuing its measurements as long as possible. Fu explained, \"Sea surface height is a fundamental measure of the Earth system, so it was a no-brainer that scientists would want to have this kind of information indefinitely.\" With strong community support, Jason-1 was constructed by NASA and CNES and launched in December 2001. For three years, Topex-Poseidon and Jason-1 flew in coordinated orbits that allowed scientists to cross-calibrate their measurements and then combine the data sets to observe the global oceans more frequently. Each succeeding mission has also overlapped its predecessor, ensuring a consistent data record.\nSo far, each of the ocean altimetry missions has proven to be long-lived. Topex-Poseidon was eventually decommissioned in 2005 after 13 years in orbit. Jason-1 survived almost 12 years, until July 2013. Nine-year-old Jason-2 and Jason-3 (launched in January 2016) are still in operation.\nWith the launch of Jason-2 in June 2008, the focus of spaceborne ocean altimetry transitioned from research objectives to data applications providing tangible benefits to society. Mission operations moved from the research agencies NASA and CNES to the U.S. National Oceanic and Atmospheric Administration (NOAA) and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT); indeed, satellite altimeter measurements are used routinely in NOAA’s El Niño forecasts. NASA and CNES continue to provide science teams, instrument design, and science-focused, specialized data management.\nOn smaller space and time scales, satellite altimetry measurements provide information directly useful for marine storm prediction. Hurricanes are fueled by heat stored in the ocean below, and since the upper ocean expands and contracts as it heats and cools, sea level height is a marker for water temperature and heat content. So it is hardly surprising that ocean altimetry data are routinely used in forecasting hurricane strength.\nIn 2014, an unexpected forecasting use for altimetry data became operational. Bangladesh, whose 46-year history has encompassed death-dealing river floods, uses Jason-2 measurements of river levels in its flood forecasting and warning system. Within the first year using these data, Bangladesh's system enabled the most accurate, long-lead flood warnings ever given for that nation.\nCivilian sailors and the U.S. Navy use the series' near-real-time data on currents, eddies, winds and waves to aid surface and underwater navigation. Information on eddy currents in the Gulf of Mexico has been used by marine operators to schedule offshore drilling operations, with significant cost savings.\nWhen Jason-3 launched in 2016, NASA project scientist Willis commented, \"This mission has big shoes to fill. Its predecessors have built one of the clearest records we have of our changing climate.\" Jason-3 has performed flawlessly in continuing the global record of precise sea-surface topography measurements and is now halfway through its prime mission.\nThis year, Jason-2's onboard systems began to show signs of space radiation damage. The mission management decided to lower the satellite out of its shared orbit with Jason-3. At the urging of the science community, the satellite was lowered by 17 miles (27 kilometers), where it will collect data along a series of ground tracks only 5 miles (8 kilometers) apart, with a one-year repeat cycle.\nBesides protecting Jason-3, the new orbit will allow Jason-2 to produce an improved, high-resolution estimate of Earth's average sea surface height. Because ocean topography is partly determined by the contours on the ocean bottom, the estimate is expected to enable scientists to improve maps of the seafloor, resolving currently unknown details of underwater features such as seamounts. These maps will permit advances in ocean modeling, tsunami wave forecasting and naval operations support.\nThe next ocean altimetry mission, expected to launch in 2020, is called Jason Continuity of Service (Jason-CS) on the Sentinel-6 mission. As the long name implies, it will carry on the proud Jason legacy, but with a new partner: the European Space Agency. EUMETSAT will lead the mission, and NASA's role will remain similar to its role in Jason-3. CNES will assess and evaluate the performance of the mission and provide precise orbit determination.\nSatellites have already revolutionized oceanography, and soon they will do the same for hydrology -- the study of water on land. The French/U.S. Surface Water and Ocean Topography (SWOT) mission will be at the forefront, carrying an innovative interferometer dubbed KaRin that marks a break with today's technologies.\nFu notes that these changes show the value the world scientific community places on the ocean altimetry program. \"The measurement is so important, and the technology is fully demonstrated,\" he said. \"In the long haul, ocean altimetry is an international commitment.\"\nMedia contact\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}