{
  "url": "https://climate.nasa.gov/news/2608/new-study-shows-the-amazon-makes-its-own-rainy-season/",
  "title": "New study shows the Amazon makes its own rainy season",
  "date": null,
  "content": "5 min read\nA new study gives the first observational evidence that the southern Amazon rainforest triggers its own rainy season using water vapor from plant leaves. The finding helps explain why deforestation in this region is linked with reduced rainfall.\nThe study analyzed water vapor data from NASA's Tropospheric Emission Spectrometer (TES) on the Aura satellite, along with other satellite measurements, to show that at the end of the dry season, clouds that build over the southern Amazon are formed from water rising from the forest itself. The research is published in the journal Proceedings of the National Academy of Sciences (PNAS).\nIt's been a mystery why the rainy season begins when it does in the Amazon south of the equator. In most tropical regions, two factors control the timing of the rainy season: monsoon winds (a seasonal change of direction in prevailing winds) and the Intertropical Convergence Zone (ITCZ), a belt of converging trade winds around the equator that shifts north or south with the seasons. The southern Amazon experiences both of these. But they don't occur till December or January, while the rainy season currently starts in mid-October -- two or three months earlier. So what does set off the increase in rainfall?\nScientist Rong Fu of UCLA, a leader of the new research efforts, published a paper in 2004 suggesting that increased evaporation of water from leaves -- a process known as transpiration -- might be the cause. \"We didn't have hard evidence,\" she said. \"We speculated that the moisture came from vegetation because satellite measurements showed the vegetation became greener at the end of the dry season.\"\nGreener plants are a likely indicator of increased plant growth and transpiration, but not a definitive one. Also, color measurements can't show how much water vapor is moving from the plants to the atmosphere or whether it's rising high enough in the atmosphere to make clouds and rain. So the speculation remained just that, until now.\nJohn Worden of NASA's Jet Propulsion Laboratory in Pasadena, California, developed a data analysis technique for TES that enabled Fu, study first author Jonathon Wright (Tsinghua University, Beijing) and colleagues to pinpoint the moisture source. The technique distinguishes between hydrogen and its heavier isotope deuterium, which combines with oxygen to make heavy water. Lighter isotopes evaporate more easily than heavier isotopes. That means water vapor that evaporated into the atmosphere has less deuterium than liquid water. For example, water vapor that evaporated from the ocean has less deuterium than water that's still in the ocean.\nWater that is transpired by plants, on the other hand, has the same amount of deuterium as water that's still in the ground -- the plant sucks water out of the ground like a straw, no matter which isotope the water contains. That means water vapor transpired from plants has more deuterium than water vapor evaporated from the ocean.\nThis difference is the key that allowed the scientists to unlock the rainy-season mystery. The two isotopes have different spectral \"signatures\" that can be measured from space by the TES instrument. The measurements showed that, during the transition from dry to wet season, transpired water becomes a significant moisture source for the atmosphere, and in particular for the middle troposphere, where the increasing water vapor provides the fuel needed to start the rainy season.\n\"What we showed is that during the dry season water from vegetation is pumped into the middle troposphere where it can turn into rain,\" said Worden, a coauthor on the new paper.\nThe finding raises another question: Why do plants start to grow and transpire more during the dry season, before there's an increase in rain? That's still a subject of research, Fu said. \"This may be the way the forests optimize their growth. In the late dry season, plants still get sunshine, and they could anticipate the coming rainy season because they are adapted to the seasonality of the rain.\"\nThat seasonality has been changing in recent decades, however. The rainy season in the southern Amazon now starts almost a month later than it did in the 1970s. There's evidence that if the Amazon dry season becomes longer than five to seven months, the forest will no longer receive enough rain each year to keep trees alive, and the region will transition from forest to grassy plains. Over a large fraction of the southern Amazon, the dry season is now only a few weeks shorter on average than this transitional threshold. There has already been some irreversible damage to the forest. The loss of a major Amazonian forest ecosystem could increase Brazilian droughts and potentially disrupt rainfall patterns as far away as Texas.\nThe reasons for the delayed onset of the wet season are not completely understood, but the new study adds evidence to the idea that deforestation is playing a role. Reducing the trees available to produce moisture would naturally reduce the forest's cloud-building capacity. If deforestation slowed the increase in transpiration to the point that it could no longer trigger a rainy season, rains wouldn't begin till the ITCZ arrived at the end of the year.\nThe finding highlights how closely connected the rainforest ecosystem is with climate, Fu said. \"The fate of the southern Amazon rainforest depends on the length of the dry season, but the length of the dry season also depends on the rainforest.\"\nThe PNAS paper is titled \"A rainforest-initiated wet season onset over the southern Amazon.\" Wright is the first author. Besides Fu and Worden, additional coauthors are from Google Inc., Mountain View, California; the Dynamic Meteorology Laboratory (LMD), Paris, France; and the University of Texas at Austin.\nMedia contact\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}