{
  "url": "https://climate.nasa.gov/news/2609/nasa-flights-gauge-summer-sea-ice-melt-in-the-arctic/",
  "title": "NASA flights gauge summer sea ice melt in the Arctic",
  "date": null,
  "content": "One of the dozen supraglacial lakes that Operation IceBridge surveyed to measure lake depth on July 19, 2017. Credit: NASA/John Sonntag.\nBy Maria-Jose Viñas,\r\nNASA's Earth Science News Team\nEarlier this year, Arctic sea ice sank to a record low wintertime extent for the third straight year. Now NASA is flying a set of instruments north of Greenland to observe the impact of the melt season on the Arctic's oldest and thickest sea ice.\nOperation IceBridge, NASA’s airborne survey of polar ice, launched a short campaign on July 17 from Thule Air Base, in northwest Greenland. Weather permitting, the IceBridge scientists are expecting to complete six, 4-hour-long flights focusing on sea ice that has survived at least one summer. This older multiyear ice, once the bulwark of the Arctic sea ice pack, has dramatically thinned and shrunk in extent along with the warming climate: in the mid-1980s, multi-year ice accounted for 70 percent of total winter Arctic sea ice extent; by the end of 2012, this percentage had dropped to less than 20 percent.\n“Most of the central Arctic Ocean used to be covered with thick multiyear ice that would not completely melt during the summer and reflect back sunshine,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “But we have now lost most of this old ice and exposed the open ocean below, which absorbs most of the sun’s energy. That’s one reason the Arctic warming has increased nearly twice the global average— when we lose the reflecting cover of the Arctic Ocean, we lose a mechanism to cool the planet.”\nThe sea ice flights will survey melt ponds, the pools of meltwater on the ice surface that may contribute to the accelerated retreat of sea ice. Last summer, IceBridge carried a short campaign from Barrow, Alaska, to study young sea ice, which tends to be thinner and flatter than multiyear ice and thus has shallower melt ponds on its surface.\n“The ice we’re flying over this summer is much more deformed, with a much rougher topography, so the melt ponds that form on it are quite different,” Kurtz said.\nIceBridge is also flying a set of tracks to locate areas of sea ice that the mission already flew over in March and April, during its regular springtime campaign, to measure how the ice has melted since then.\n“The sea ice can easily have drifted hundreds of miles between the spring and now, so we’re tracking the ice as it’s moving from satellite data,” Kurtz said.\nThe summer research flights are aboard an HU-25C Guardian Falcon aircraft from NASA's Langley Research Center in Hampton, Virginia. The plane is carrying a laser instrument that measures changes in ice elevation and a high-resolution camera system to map land ice, as well as two experimental instruments.\nIceBridge’s main instrument, the Airborne Topographic Mapper laser altimeter, was recently upgraded to transmit 10,000 pulses every second, over three times more than the previous laser versions and with a shorter pulse than previous generations. The upgrade will allow the mission to measure ice elevation more precisely as well as try out new uses on land ice. During this campaign, IceBridge researchers want to experiment whether the laser is able to measure the depth of the aquamarine lakes of meltwater that form on the surface of the Greenland Ice Sheet in the summer. Large meltwater lakes are visible from space, but depth estimates from satellite imagery — and thus the volume of water they contain— have large uncertainties. Those depth estimates are key to calculating how much ice melts on Greenland’s ice sheet surface during the summer.\n“Scientists have measured the depth of these lakes directly by collecting data from Zodiacs,” said Michael Studinger, principal investigator for the laser instrument team. “It's very dangerous to do this, because these lakes can drain without warning and you don't want to be on a lake collecting data when that happens. Collecting data from an airborne platform is safer and more efficient.”\nResearchers have used lasers to map the bottom of the sea in coastal areas, so Studinger is optimistic that the instrument will be able to see the bottom of the meltwater lakes and that possibly IceBridge will expand this new capability in the future. A mission that IceBridge flew on July 19 over a dozen supraglacial lakes in northwest Greenland gathered a set of measurements that Studinger’s team will analyze over the following weeks and months.\nThe goal of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between NASA’s Ice, Cloud, and land Elevation Satellite (ICESat) missions. The original ICESat mission ended in 2009, and its successor, ICESat-2, is scheduled for launch in the fall of 2018. For more about Operation IceBridge and to follow the summer Arctic sea ice campaign, visit http://www.nasa.gov/icebridge.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}