{
  "url": "https://climate.nasa.gov/news/2610/nasa-solves-a-drizzle-riddle/",
  "title": "NASA solves a drizzle riddle",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Jet Propulsion Laboratory\nA new NASA study shows that updrafts are more important than previously understood in determining what makes clouds produce drizzle instead of full-sized raindrops, overturning a common assumption.\nThe study offers a pathway for improving accuracy in weather and climate models' treatments of rainfall — recognized as one of the greater challenges in improving short term weather forecasts and long-term climate projections.\nThe research by scientists at NASA's Jet Propulsion Laboratory in Pasadena, California; UCLA; and the University of Tokyo found that low-lying clouds over the ocean produce more drizzle droplets than the same type of cloud over land. The results are published online in the Quarterly Journal of the Royal Meteorological Society.\nWater droplets in clouds initially form on microscopic airborne particles, or aerosols. Scientists have been studying the role of aerosols in clouds and rain for decades. There are more aerosols over land than over the ocean, and scientists had thought the additional aerosols would tend to form more drizzle over land as well. The new study shows that the presence of aerosols alone can't explain where drizzle occurs.\nTo understand what else plays a role, research team leader Hanii Takahashi of the JPL and UCLA Joint Institute for Regional Earth System Science and Engineering looked at updrafts — plumes of warm air rising from the solar-heated Earth. Within tall thunderclouds, strong updrafts play a role in rain formation. In low-lying clouds, however, updrafts are known to be much weaker, and they haven't received much scientific attention in connection with rain.\n\"There was a previous hypothesis that updrafts could be important,\" Takahashi said. \"But the hypothesis had never been tested, and I wasn't sure if updrafts were strong enough to affect the size of rain droplets.\"\nWithin tall thunderclouds, strong updrafts play a role in rain formation. In low-lying clouds, however, updrafts are known to be much weaker, and they haven't received much scientific attention in connection with rain.\nExisting measurement systems struggle to monitor updraft velocities directly. To infer these velocities, Takahashi's team combined measurements from NASA's CloudSat and Aqua satellites and other sources with ground-level radar data from a U.S. Department of Energy observing site in the Azores.\nThey found that the updrafts in low-lying clouds over land, while weaker than updrafts in tall thunderclouds, were still strong enough to keep drizzle droplets aloft. As the droplets floated within clouds, they continued to grow until the updrafts couldn't hold them up any longer. Then they fell as full-sized raindrops.\nIn similar clouds that formed over the ocean, updrafts were even weaker than over land. As a result, droplets fell out of the clouds as drizzle, before they had the opportunity to grow into full-sized raindrops. This helps explain the preponderance of drizzle over the ocean.\nThis finding gives new insight into the basic atmospheric process of rain formation, something that's helpful in both weather forecasting and climate modeling. Takahashi hopes it will help her fellow climate modelers look beyond aerosols in their assumptions about low-lying clouds. These clouds have a strong effect on projections of Earth's future surface temperatures. In most models, the assumptions currently used to obtain realistic surface temperatures result in an unrealistically drizzly world.\n\"If we make updraft velocities more realistic in the models, we might get both more realistic drizzle and more realistic surface temperature projections as a result,\" she said.\nAirborne water vapor molecules condense on aerosol particles called cloud condensation nuclei and grow into droplets of different sizes. Here are some relevant diameters:\nMedia contact\nAlan Buis Jet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}