{
  "url": "https://climate.nasa.gov/news/2612/can-poor-air-quality-mask-global-warmings-effects/",
  "title": "Can poor air quality mask global warming’s effects?",
  "date": null,
  "content": "5 min read\nLooking through smog in downtown Atlanta from midtown. Credit: CC BY-SA 2.0, by Flickr user Ben Ramsey\n› Larger view\nDuring the 20th century, the average temperature of the continental United States rose by almost 1 degree Fahrenheit (0.5 degree Celsius) — everywhere, that is, except in the Southeast. There, until the 1980s, the temperature actually decreased slightly. Climate scientists dubbed this peculiar phenomenon the \"warming hole,\" and it was the cause of much speculation. But beginning in the 1990s, temperatures in the Southeast began to warm again, and in the early years of the 21st century this warming has accelerated.\nA new study published in the journal Remote Sensing presents evidence that a significant improvement in air quality in the region may have contributed to the disappearance of the warming hole after about 1990 — and that other polluted regions outside the United States, such as China and India, may experience the same phenomenon.\nOne major factor in poor air quality is airborne aerosols — tiny particles of dust, soot from wood burning, coal and oil combustion, or sulfates created by precursor gases emitted from factories and car exhaust, to name a few sources. Aerosols can decrease temperature by dimming sunlight at Earth's surface and by increasing the amount and lifetimes of clouds, which reflect sunlight back into space.\nAfter the warming hole mysteriously disappeared, various studies proposed possible causes: changes in cloud cover, precipitation or in the amount of aerosols produced by air pollution. In 2006, the U.S. Environmental Protection Agency (EPA) began implementing a more stringent cap on the concentration of aerosol particles smaller than about 1/10,000th of an inch (2.5 micrometers) in diameter. To comply with the regulation, many U.S. power utilities and industrial companies began reducing their use of coal and installing filters to reduce emissions.\nA similar change to temperature trends occurred in Europe in the 1980s after new regulations improved air quality there. Because reduced aerosol particle concentrations allow more sunlight to reach Earth's surface, the scientists hypothesized that the improvements in U.S. air quality could also be responsible for the temperature change over the Southeast.\nTo test this hypothesis, a team led by Mika Tosca, a researcher at NASA's Jet Propulsion Laboratory in Pasadena, California (who is now with the School of the Art Institute of Chicago), used three surface temperature data sets. The data sets were compiled by the University of Delaware, the University of California (UC) at Berkeley, and the Global Historical Climatology Network (which compiles surface temperature and precipitation data). They also used aerosol data from two satellite instruments: the Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra satellite, launched in 1999, and the Cloud-Aerosol Lidar with Orthogonal Polarization (CALIOP) on the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO) satellite, a joint mission between NASA and the French space agency, CNES, launched in 2006.\nThe data show that between 2000 and 2015, while summertime temperatures in the Southeast United States increased by roughly 1.5 degrees Fahrenheit (0.75 degree Celsius), significantly faster than the increase in the continental United States during the 20th century, the amount of summertime aerosols decreased overall by about 20 percent, with a much steeper decline after 2007. The timing of this decline coincided with the implementation of the new EPA standards.\nTo help determine how much of the temperature change was caused by the changes in aerosols, Tosca and colleagues used a model that simulates how the sun's energy travels through Earth's atmosphere, using the MISR and CALIOP satellite data as inputs. The increase in sunlight shown in the model results matches well with daily measurements taken at a National Oceanic and Atmospheric Administration (NOAA) solar radiation monitoring station in Goodwin Creek, Mississippi, suggesting that the decrease in aerosols is a plausible explanation for most of the disappearance of the warming hole.\nTosca acknowledges that linkages between aerosols and clouds could also play a role. The next step would be to run a more sophisticated climate model that takes into account clouds and the aerosols' effects on them. The team would also like to apply this kind of analysis to other areas with high air pollution levels, such as China and India. They hypothesize that these areas might have \"warming holes\" of their own — regions where the effects of climate change are being muted by the high concentrations of aerosols in the atmosphere. If these areas reduce air pollution in the future, they might experience a sudden temperature jump as well.\n\"Overall, the goal is to more accurately predict what will happen to our planet,\" Tosca said. \"This type of observation-based research gives us better models, better models give us better forecasts, and better forecasts enable better policy.\"\nThe study is titled \"Attributing Accelerated Summertime Warming in the Southeast United States to Recent Reductions in Aerosol Burden: Indications from Vertically-Resolved Observations.\" Other institutions participating in the study included the Joint Center for Earth Systems Technology, a cooperative agreement between NASA's Goddard Space Flight Center in Greenbelt, Maryland, and the University of Maryland, Baltimore County; the Naval Research Laboratory in Monterey, California; and the University of North Dakota in Grand Forks. MISR was built and is managed by JPL, and CALIOP is jointly administered by NASA and the French space agency, Centre National d'Etudes Spatiales.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}