{
  "url": "https://climate.nasa.gov/news/2615/nasa-airborne-mission-returns-to-africa-to-study-smoke-clouds/",
  "title": "NASA airborne mission returns to Africa to study smoke, clouds",
  "date": null,
  "content": "4 min read\nBy Ellen Gray,NASA's Earth Science News Team\nNASA's P-3 research plane begins flights this month through both clouds and smoke over the South Atlantic Ocean to understand how tiny airborne particles called aerosols change the properties of clouds and how they influence the amount of incoming sunlight the clouds reflect or absorb.\nThe Observations of Aerosols above Clouds and their Interactions, or ORACLES, field mission is carrying out the month-long field campaign from São Tomé and Principé, an island nation off the west coast of Africa. From there researchers will investigate an area off the coast of Angola, where two phenomena meet. One is natural: a low-lying cloud bank that naturally forms over the ocean. The other is at least partly human-made: a plume of smoke from seasonal fires set on agricultural fields across central Africa.\nThe short lifetime of aerosols in the atmosphere makes them among the most variable components of Earth’s climate system. An umbrella term for any small particle suspended in the atmosphere, aerosols can be either light or dark, reflective or absorbent of sunlight, and can enhance or suppress the formation of cloud droplets. They can be natural, like desert dust, sea salt or pollen. They can also result from human activities, such as sulfate particles which form from the oxidation of sulfur dioxide emitted from power plants, or, as is the case in Central Africa, soot and ash from human-made fires.\n“Imagine a plume of smoke,” said ORACLES Principal Investigator Jens Redemann of NASA's Ames Research Center in California's Silicon Valley. \"If you see it over the contrast of a dark ocean, it looks lighter, which means the aerosols making up the smoke would have a cooling effect at the top of the atmosphere – they reflect more radiation.\"\nIn contrast, \"if you look at those aerosol particles over a cloud deck, they make the clouds appear darker sometimes, and that would have a warming effect at the top of the atmosphere,\" he said.\nThe sheer variety of aerosol particle types and the fact that they stay in the atmosphere for just days to weeks, compared to years spent by greenhouse gases, means they are among the most challenging to understand and incorporate into climate models, said Redemann, which is why the data collected from the P-3 aircraft measurements of aerosols and clouds are so important.\n\"Ideally, we’re going to create a data set climate modelers can use to test their parameterization of these cloud-aerosol interactions,\" said Redemann. \"So ten years from now, someone can go back and say, 'OK, I wonder if these guys collected data on mechanisms A, B, C and I can use that to get the mechanisms correct in my model.'\"\nOne of those climate modelers is Susanne Bauer at NASA's Goddard Institute for Space Studies in New York City, who is also a member of the ORACLES science team.\n\"In order to develop climate models, we have to consider microphysical processes, such as how a cloud droplet gets formed and how such droplets and physical conditions inside and outside of a cloud are changed by the presence of aerosols,\" she said. \"These can only be measured in the field.\"\nThose microscopic interactions between particles and droplets have multiple effects. In addition to direct effects like absorbing or reflecting sunlight, Bauer said, \"they can change how much sunlight a cloud reflects back to space and the lifetime of a cloud. Possibly they can influence if it's raining or if a cloud will start to drizzle.\" Understanding these small-scale processes is crucial to gaining knowledge about how human-made pollution is changing the climate globally via cloud effects.\nNASA's P-3 research aircraft, managed at NASA's Wallops Flight Facility in Virginia, is outfitted with a suite of instruments to directly measure these and other properties from air drawn into the plane through inlets on the sides and wings. Each instrument is operated by small groups of scientists who make up the ORACLES research team.\n\"The work we do can only be done by a large, dedicated team,” said Bernadette Squire Luna, ORACLES project manager at Ames, who manages the logistics for the nearly one hundred scientists who will be rotating through São Tomé in August. “We have scientists from five NASA centers, ten universities and two national labs, as well as new international partnerships.\"\nThe August 2017 deployment is the second of three annual deployments designed to capture different parts of the agricultural fire season each year.\nTo learn more about the ORACLES mission, visit https://espo.nasa.gov/oracles.\nFor more information about NASA Earth science research, visit http://www.nasa.gov/earth.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}