{
  "url": "https://climate.nasa.gov/news/2618/july-2017-equaled-record-july-2016/",
  "title": "July 2017 equaled record July 2016",
  "date": null,
  "content": "From NASA's Goddard Institute for Space Studies\nA global map of the June 2017 LOTI (land-ocean temperature index) anomaly, relative to the 1951-1980 June average. View larger image.\nJuly 2017 was statistically tied with July 2016 as the warmest July in the 137 years of modern record-keeping, according to a monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York.\nLast month was about 0.83 degrees Celsius warmer than the mean July temperature of the 1951-1980 period. Only July 2016 showed a similarly high temperature (0.82 °C), all previous months of July were more than a tenth of a degree cooler.\nStarting with this update, the previously used ocean data set ERSST v4 was replaced by the newer ERSST v5. This contributed to the changes of some of the data in last month's update. For more information, see the Updates to Analysis and the History Pages.\nThe monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations.\nThe modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet. Monthly analyses are sometimes updated when additional data becomes available, and the results are subject to change.\nFor more information on NASA GISS's monthly temperature analysis, visit data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit www.giss.nasa.gov.\nLeslie McCarthy, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5507, leslie.m.mccarthy@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}