{
  "url": "https://climate.nasa.gov/news/2617/study-finds-drought-recoveries-taking-longer/",
  "title": "Study finds drought recoveries taking longer",
  "date": null,
  "content": "From NASA\nGlobal patterns of drought recovery time, in months. The longest recovery times are depicted in shades of blue and pink, with the shortest recovery times in yellow. White areas indicate water, barren lands, or regions that did not experience a drought during the study period. Credit: Woods Hole Research Center.\n› Larger view\nAs global temperatures continue to rise, droughts are expected to become more frequent and severe in many regions during this century. A new study with NASA participation finds that land ecosystems took progressively longer to recover from droughts in the 20th century, and incomplete drought recovery may become the new normal in some areas, possibly leading to tree death and increased emissions of greenhouse gases.\nIn results published Aug. 10 in the journal Nature, a research team led by Christopher Schwalm of Woods Hole Research Center, Falmouth, Massachusetts, and including a scientist from NASA's Jet Propulsion Laboratory, Pasadena, California, measured recovery time following droughts in various regions of the world. They used projections from climate models verified by observations from the Moderate Resolution Imaging Spectroradiometer (MODIS) instrument on NASA's Terra satellite and ground measurements. The researchers found that drought recovery was taking longer in all land areas. In two particularly vulnerable regions — the tropics and northern high latitudes — recovery took ever longer than in other regions.\nSchwalm noted that in model projections that assumed no new restrictions on greenhouse gas emissions (the so-called business-as-usual scenario), \"Time between drought events will likely become shorter than the time needed for land ecosystems to recover from them.\"\n\"Using the vantage point of space, we can see all of Earth's forests and other ecosystems getting hit repeatedly and increasingly by droughts,\" said study co-author Josh Fisher of JPL. \"Some of these ecosystems recover, but, with increasing frequency, others do not. Data from our 'eyes' in space allow us to verify our simulations of past and current climate, which, in turn, helps us reduce uncertainties in projections of future climate.\"\nThe scientists argue that recovery time is a crucial metric for assessing the resilience of ecosystems, shaping the odds of crossing a tipping point after which trees begin to die. Shorter times between droughts, combined with longer drought recovery times, may lead to widespread tree death, decreasing the ability of land areas to absorb atmospheric carbon.\nAndrew Good\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-393-2433\r\nandrew.c.good@jpl.nasa.gov\nDave McGlinchey\r\nWoods Hole Research Center, Falmouth, Massachusetts\r\n508-444-1509\r\ndmcglinchey@whrc.org\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}