{
  "url": "https://climate.nasa.gov/news/2659/four-decades-and-counting-new-nasa-instrument-continues-measuring-solar-energy-input-to-earth/",
  "title": "Four decades and counting: New NASA instrument continues measuring solar energy input to Earth",
  "date": null,
  "content": "5 min read\nBy Kasha Patel,NASA’s Goddard Space Flight Center\nWe live on a solar-powered planet. As we wake up in the morning, the Sun peeks over the horizon to shed light on us, blanket us with warmth and provide cues to start our day. At the same time, our Sun’s energy drives our planet’s ocean currents, seasons, weather and climate. Without the Sun, life on Earth would not exist.\nFor nearly 40 years, NASA has been measuring how much sunshine powers our home planet. This December, NASA is launching an instrument to the International Space Station to continue monitoring the Sun’s energy input to the Earth system. The Total and Spectral solar Irradiance Sensor (TSIS-1) will precisely measure what scientists call “total solar irradiance.” These data will give us a better understanding of Earth’s primary energy supply and help improve models simulating Earth’s climate.\n“You can look at the Earth and Sun connection as a simple energy balance. If you have more energy absorbed by the Earth than leaving it, its temperature increases and vice versa,” said Peter Pilewskie, TSIS-1 lead scientist at the Laboratory for Atmospheric Physics (LASP) in Boulder, Colorado. Under NASA’s direction, LASP is providing and distributing the instrument’s measurements to the scientific community. “We’re measuring all the radiant energy that is coming to Earth.”\nBut it’s not so simple: the Sun’s output energy is not constant. Over the course of about 11 years, our Sun cycles from a relatively quiet state to a peak in intense solar activity — like explosions of light and solar material — called a solar maximum. In subsequent years the Sun returns to a quiet state and the cycle starts over again. The Sun has fewer sunspots — dark areas that are often the source of increased solar activity — and stops producing so many explosions, going through a period called the solar minimum. Over the course of one solar cycle (one 11-year period), the Sun’s emitted energy varies on average at about 0.1 percent. That may not sound like a lot, but the Sun emits a large amount of energy – 1,361 watts per square meter. Even fluctuations at just a tenth of a percent can affect Earth.\nIn addition to those 11-year changes, entire solar cycles can vary from decade to decade. Scientists have observed unusually quiet magnetic activity from the Sun for the past two decades with previous satellites. During the last prolonged solar minimum in 2008-2009, our Sun was as quiet it has been observed since 1978. Scientists expect the Sun to enter a solar minimum within the next three years, and TSIS-1 will be primed to take measurements of the next minimum.\n“We don’t know what the next solar cycle is going to bring, but we’ve had a couple of solar cycles that have been weaker than we’ve had in quite a while so who knows. It’s a pretty exciting time to be studying the Sun,” said Dong Wu, the TSIS-1 project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Goddard is responsible for the overall development and operation of TSIS-1 on the International Space Station.\nTSIS-1 data are particularly important for helping scientists understand the causes of total solar irradiance fluctuations and how they are connected with the Sun’s behavior over decades or centuries. Today, scientists have neither enough data nor the forecasting skill to predict whether total solar irradiance has any long-term trend, said Doug Rabin, deputy project scientist at Goddard. TSIS-1 will continue a data sequence that is vital to answering that question.\nThese data are also important for understanding Earth's climate through models. Scientists use computer models to interpret changes in the Sun’s energy input. If less solar energy is available, scientists can gauge how that will affect Earth’s atmosphere, oceans, weather and seasons by using computer simulations. The input from the Sun is just one of many factors scientists used to model Earth’s climate. Earth’s climate is also affected by other factors such as greenhouse gases, clouds scattering light and small particles in the atmosphere called aerosols — all of which are taken into account in comprehensive climate models.\nTSIS-1 will study the total amount of solar radiation emitted by the Sun using the Total Irradiance Monitor, one of two sensors on the instrument. The second sensor, called the Spectral Irradiance Monitor, will measure how the Sun’s energy is distributed over the ultraviolet, visible and infrared regions of light. TSIS-1 spectral irradiance measurements of the Sun's ultraviolet radiation are critical to understanding the ozone layer — Earth's natural sunscreen that protects life from harmful radiation.\n“Knowing the Sun’s behavior and knowing how Earth’s atmosphere responds to the Sun is even more important now because of all the different factors that affect climate change. We need to understand how all of these interact on Earth’s system,” said Pilewskie.\nFor more information, visit:\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}