{
  "url": "https://climate.nasa.gov/news/2621/tiny-organisms-giant-impact/",
  "title": "Tiny organisms, giant impact",
  "date": null,
  "content": "By Denise Lineberry\r\nNASA Langley Research Center\nOn August 30, NASA’s North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) returned to air and sea to research the declining, or deaccelerating, phase of the annual cycle of plankton in the North Atlantic. Since plankton form the base of the marine food web and impact the productivity of fisheries, understanding this declining phase is important to forecasting the future.\nPlankton are strongly interconnected with climate and life on Earth. NAAMES scientists already have discovered shifts in plankton rates that give rise to an early winter bloom with a climax in late spring.\nFor the next five weeks, NASA’s C-130 aircraft will make several instrumented flights above the North Atlantic, where it will rendezvous with the Woods Hole Oceanographic Institute’s research vessel Atlantis, which serves as a floating laboratory. By combining ship, airborne, computer modeling, sustained satellite and autonomous sensor data, NAAMES scientists hope to improve predictions of Earth system processes and inform ocean management and assessment of ecosystem change.\n“It’s hard to imagine that organisms you can’t see make a difference, and we all kind of struggle with that,” said Mike Behrenfeld, NAAMES principal investigator from Oregon State University. “You look out in the ocean and you see water, but that water is just teeming with millions and millions of tiny organisms, and when you sum them up, they have a huge impact.”\nEach year, the annual cycle of the plankton follows four primary phases, including the declining and climax phases, and two transition periods. It is scientists' incomplete understanding of the mechanisms responsible for these events that is the basis for some conflicting bloom hypotheses. NAAMES aims to reconcile this conflict through its comprehensive, multi-season observational strategy.\nAnd after two successful NAAMES studies in summer and winter, and more than a decade of NASA satellite observations, this fall study is helping the team to build a clearer picture of this repeated cycle and what controls it.\n“Fall is the deaccelerating cycle just after the bloom climax that occurred in summer,” Behrenfeld said.\nThe days are shorter. The temperatures have decreased. And the surface mix layer where the nutrients, sunlight, and biology lives is deepening, making it more difficult for the plankton to eat and get sunlight.\n“It is an interesting line we’re dancing along when you have potential for input of nutrients, and at the same time, the light is declining,” Behrenfeld said. “This declining phase could create conditions for another blooming phase in fall or winter.”\nWith it being hurricane season, the team is expecting some rough waters. But they plan to make good of the rough seas by studying the episodic, short-term effect that strong storms can have on plankton populations.\nNAAMES will continue to study how the ocean and the atmosphere are connected. Plankton are an important carbon sink for atmospheric greenhouse gases, and the growth of plankton depends on carbon. Moreover, a warmer ocean holds less carbon.\n“Atmospheric aerosol particles have a distinct fingerprint of ocean biology,” said Rich Moore, NAAMES deputy project scientist from NASA’s Langley Research Center in Hampton, Virginia.\nThose fingerprints will help the team study whether or not the death and decay of ocean biology increases organics in aerosols during the annual declining phase. This is of interest because organic aerosols from ocean biology provide a unique opportunity for droplets to form in the atmosphere. The North Atlantic atmosphere is generally composed of biogenic aerosols that do not form droplets in the air.\nPhytoplankton produce a gas called Dimethyl sulfide, or DMS, and as that it passes into the atmosphere, it rapidly breaks down. The resulting sulfur compounds become aerosols, or microscopic particles in the atmosphere. When water condenses around a collection of these aerosols, they form clouds.\nThe North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) is an interdisciplinary investigation resolving key processes controlling marine ecosystems and aerosols that are essential to our understanding of Earth system function and future change. NAAMES is funded by the NASA Earth Venture Suborbital Program and is the first EV-S mission focused on studying the coupled ocean ecosystem and atmosphere.\nThe fourth and final NAAMES study will take place in spring of 2018.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}