{
  "url": "https://climate.nasa.gov/news/872/what-exploded-over-russia/",
  "title": "What exploded over Russia?",
  "date": null,
  "content": "By Dr. Tony Phillips,\r\n NASA\nWhen the sun rose over Russia's Ural Mountains on Friday, Feb. 15th, many residents of nearby Chelyabinsk already knew that a space rock was coming. Later that day, an asteroid named 2012 DA14 would pass by Earth only 17,200 miles above Indonesia. There was no danger of a collision, NASA assured the public.\r\n Maybe that's why, when the morning sky lit up with a second sun and a shock wave shattered windows in hundreds of buildings around Chelyabinsk, only a few people picking themselves off the ground figured it out right away. This was not a crashing plane or a rocket attack.\n\r\n \"It was a meteor strike--the most powerful since the Tunguska event of 1908,\" says Bill Cooke of NASA's Meteoroid Environment Office.\nWhen the sun rose over Russia's Ural Mountains on Friday, Feb. 15th, many residents of nearby Chelyabinsk already knew that a space rock was coming. Later that day, an asteroid named 2012 DA14 would pass by Earth only 17,200 miles above Indonesia. There was no danger of a collision, NASA assured the public.\nIn a coincidence that still has NASA experts shaking their heads, a small asteroid completely unrelated to 2012 DA14 struck Earth only hours before the publicized event. The impactor flew out of the blue, literally from the direction of the sun where no telescope could see it, and took everyone by surprise.\nIn a coincidence that still has NASA experts shaking their heads, a small asteroid completely unrelated to 2012 DA14 struck Earth only hours before the publicized event. The impactor flew out of the blue, literally from the direction of the sun where no telescope could see it, and took everyone by surprise.\n\"These are rare events and it is incredible to see them happening on the same day,\" says Paul Chodas of NASA's near-Earth Object Program at JPL.\n\"These are rare events and it is incredible to see them happening on the same day,\" says Paul Chodas of NASA's near-Earth Object Program at JPL.\nResearchers have since pieced together what happened. The most telling information came from a network of infrasound sensors operated by the Comprehensive Test Ban Treaty Organization (CTBTO). Their purpose is to monitor nuclear explosions.\nResearchers have since pieced together what happened. The most telling information came from a network of infrasound sensors operated by the Comprehensive Test Ban Treaty Organization (CTBTO). Their purpose is to monitor nuclear explosions.\nInfrasound is a type of very low-frequency sound wave that only elephants and a few other animals can hear. It turns out that meteors entering Earth's atmosphere cause ripples of infrasound to spread through the air of our planet. By analyzing infrasound records, it is possible to learn how long a meteor was in the air, which direction it traveled, and how much energy it unleashed.\n\r\n The Russian meteor's infrasound signal was was the strongest ever detected by the CTBTO network. The furthest station to record the sub-audible sound was 15,000km away in Antarctica.\nListen to the infrasound recording, sped up 135x into the range of human hearing. Play it ›\nInfrasound is a type of very low-frequency sound wave that only elephants and a few other animals can hear. It turns out that meteors entering Earth's atmosphere cause ripples of infrasound to spread through the air of our planet. By analyzing infrasound records, it is possible to learn how long a meteor was in the air, which direction it traveled, and how much energy it unleashed.\n\r\n The Russian meteor's infrasound signal was was the strongest ever detected by the CTBTO network. The furthest station to record the sub-audible sound was 15,000km away in Antarctica.\nWestern Ontario Professor of Physics Peter Brown analyzed the data: \"The asteroid was about 17 meters in diameter and weighed approximately 10,000 metric tons,\" he reports. \"It struck Earth's atmosphere at 40,000 mph and broke apart about 12 to 15 miles above Earth's surface. The energy of the resulting explosion exceeded 470 kilotons of TNT.\" For comparison, the first atomic bombs produced only 15 to 20 kilotons.\n\r\n Based on the trajectory of the fireball, analysts have also plotted its orbit. \"It came from the asteroid belt, about 2.5 times farther from the sun than Earth,\" says Cooke.\nWestern Ontario Professor of Physics Peter Brown analyzed the data: \"The asteroid was about 17 meters in diameter and weighed approximately 10,000 metric tons,\" he reports. \"It struck Earth's atmosphere at 40,000 mph and broke apart about 12 to 15 miles above Earth's surface. The energy of the resulting explosion exceeded 470 kilotons of TNT.\" For comparison, the first atomic bombs produced only 15 to 20 kilotons.\n\r\n Based on the trajectory of the fireball, analysts have also plotted its orbit. \"It came from the asteroid belt, about 2.5 times farther from the sun than Earth,\" says Cooke.\nComparing the orbit of the Russian meteor to that of 2012 DA14, Cooke has shown that there is no connection between the two. \"These are independent objects,\" he says. \"The fact that they reached Earth on the same day, one just a little closer than the other, appears to be a complete coincidence.\" [orbit diagram]\nComparing the orbit of the Russian meteor to that of 2012 DA14, Cooke has shown that there is no connection between the two. \"These are independent objects,\" he says. \"The fact that they reached Earth on the same day, one just a little closer than the other, appears to be a complete coincidence.\" [orbit diagram]\nAnd that is something to think about as the cleanup in Chelyabinsk continues.\nAnd that is something to think about as the cleanup in Chelyabinsk continues.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}