{
  "url": "https://climate.nasa.gov/news/889/matters-of-scale-and-why-they-matter/",
  "title": "Matters of scale, and why they matter",
  "date": null,
  "content": "From NASA's Earth Observatory\nRecently, we published a data visualization showing tropospheric NO2 over the Indian Ocean. The effort got us to thinking about how we try to present data in a way that’s easy to intepret while staying true to the science.\nThe visualization below of satellite measurements of NO2 in the atmosphere revealed the location of shipping lanes in the Indian Ocean. Ships tend to pass consistently along the same paths — through the Red Sea, across the Arabian Sea, across the southern end of the Bay of Bengal, through the Malacca Straits — to major ports in eastern Asia. On any given day, the exhaust fumes from a few ships do not provide a dramatic signal. But by making a long-term average (2005 through 2012) of data, the small day-to-day fluctuations add up to a discernible signal.\n\r\n One of the other things we did in building this visualization was to mask the land surfaces with light grey, in order to emphasize the NO2 over the oceans. But what happens if we take off that gray blanket over the land masses?\n\n\nOh my! Pretty much anywhere there are people, there’s a saturated pool of NO2. All of Europe looks like a putrid mass of polluted air, as does eastern China, the cities of the Middle East, the Himalayan regions of India and Pakistan. In fact pretty much anywhere there are significant human populations, there is NO2 running right of the scale! You can still see the ship tracks, but it’s the deep, over-saturated brown-orange that grabs your attention.\nRecently, we published a data visualization showing tropospheric NO2 over the Indian Ocean. The effort got us to thinking about how we try to present data in a way that’s easy to intepret while staying true to the science.\nThe visualization below of satellite measurements of NO2 in the atmosphere revealed the location of shipping lanes in the Indian Ocean. Ships tend to pass consistently along the same paths — through the Red Sea, across the Arabian Sea, across the southern end of the Bay of Bengal, through the Malacca Straits — to major ports in eastern Asia. On any given day, the exhaust fumes from a few ships do not provide a dramatic signal. But by making a long-term average (2005 through 2012) of data, the small day-to-day fluctuations add up to a discernible signal.\nOh my! Pretty much anywhere there are people, there’s a saturated pool of NO\nIf you want to show concentrations over land, you need a breath of fresh air, like this:\nThis is a better way to show NO2 emissions over land.  Distinct signals show up around industrialized cities in Europe, the Middle East, and southern Asia, as well as fire emissions in equatorial Africa. Eastern China is still a saturated mess, as are some of the major industrial areas elsewhere in China. Heavy industrialization and an increase in automobiles for transportation has resulted in levels of atmospheric pollution in China not seen since the 1940s to 60s in the U.S. and Europe.\nBut this third map scarcely shows the NO2 emissions over the sea, and the ship track signals are hardly discernible, even though we are still using the same exact set of data in all three visualizations. So what is going on?\nLook carefully at the color palette, or scale bar, below each map describing how different colors reflect different concentrations of NO2. The high end of the scale has been changed; in fact, it has been multiplied by a factor of ten in the last version. When compared to land-based sources of pollution, ship tracks are quite faint. As much as ships contribute to NO2 pollution, they can’t compare to land-based sources.\nThat makes sense, if you think about it. If a single ship emitted the same amount of NO2 each day as a small coal-fired power plant, you would expect the signals to match. But the ship is not sitting still; it is moving back and forth across thousands of miles of open ocean and its emissions are thinned out over long distances and time. It is only when there are  hundreds of similar ships traveling along the same route that the signal begins to build; and even then, the emissions are still spread across a vast area in a way that land-based sources are not.\nSo for our story on ship tracks, we made the visualization with tight limits on the NO2 concentration in order to bring out the signal from the noise. Had we not masked out the land sources, the ship tracks would have been lost.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}