{
  "url": "https://climate.nasa.gov/news/2754/omg-the-waters-warm-nasa-study-solves-glacier-puzzle/",
  "title": "OMG, the water’s warm! NASA study solves glacier puzzle",
  "date": null,
  "content": "4 min read\nTracy and Heilprin glaciers in northwest Greenland. The two glaciers flow into a fjord that appears black in this image. Credit: NASA\n› Larger view\nA new NASA study explains why the Tracy and Heilprin glaciers, which flow side by side into Inglefield Gulf in northwest Greenland, are melting at radically different rates.\nUsing ocean data from NASA's Oceans Melting Greenland (OMG) campaign, the study documents a plume of warm water flowing up Tracy's underwater face, and a much colder plume in front of Heilprin. Scientists have assumed plumes like these exist for glaciers all around Greenland, but this is the first time their effects have been measured.\nThe finding highlights the critical role of oceans in glacial ice loss and their importance for understanding future sea level rise. A paper on the research was published June 21 in the journal Oceanography.\nTracy and Heilprin were first observed by explorers in 1892 and have been measured sporadically ever since. Even though the adjoining glaciers experience the same weather and ocean conditions, Heilprin has retreated upstream less than 2.5 miles (4 kilometers) in 125 years, while Tracy has retreated more than 9.5 miles (15 kilometers). That means Tracy is losing ice almost four times faster than its next-door neighbor.\nThis is the kind of puzzle OMG was designed to explain. The five-year campaign is quantifying ice loss from all glaciers that drain the Greenland Ice Sheet with an airborne survey of ocean and ice conditions around the entire coastline, collecting data through 2020. OMG is making additional boat-based measurements in areas where the seafloor topography and depths are inadequately known.\nAbout a decade ago, NASA's Operation IceBridge used ice-penetrating radar to document a major difference between the glaciers: Tracy is seated on bedrock at a depth of about 2,000 feet (610 meters) below the ocean surface, while Heilprin extends only 1,100 feet (350 meters) beneath the waves.\nScientists would expect this difference to affect the melt rates, because the top ocean layer around Greenland is colder than the deep water, which has traveled north from the midlatitudes in ocean currents. The warm water layer starts about 660 feet (200 meters) down from the surface, and the deeper the water, the warmer it is. Naturally, a deeper glacier would be exposed to more of this warm water than a shallower glacier would.\nWhen OMG Principal Investigator Josh Willis of NASA's Jet Propulsion Laboratory in Pasadena, California, looked for more data to quantify the difference between Tracy and Heilprin, \"I couldn't find any previous observations of ocean temperature and salinity in the fjord at all,\" he said. There was also no map of the seafloor in the gulf.\nOMG sent a research boat into the Inglefield Gulf in the summer of 2016 to fill in the data gap. The boat's soundings of ocean temperature and salinity showed a river of meltwater draining out from under Tracy. Because freshwater is more buoyant than the surrounding seawater, as soon as the water escapes from under the glacier, it swirls upward along the glacier's icy face. The turbulent flow pulls in surrounding subsurface water, which is warm for a polar ocean at about 33 degrees Fahrenheit (0.5 degree Celsius). As it gains volume, the plume spreads like smoke rising from a smokestack.\n\"Most of the melting happens as the water rises up Tracy's face,\" Willis said. \"It eats away at a huge chunk of the glacier.\"\nHeilprin also has a plume, but its shallower depth limits the plume's damage in two ways: the plume has a shorter distance to rise and gathers less seawater; and the shallow seawater it pulls in has a temperature of only about 31 degrees Fahrenheit (minus 0.5 degree Celsius). As a result, even though Heilprin is a bigger glacier and more water drains from underneath it than from Tracy, its plume is smaller and colder.\nThe study produced another surprise by first mapping a ridge, called a sill, only about 820 feet (250 meters) below the ocean surface in front of Tracy, and then proving that this sill did not keep warm water from the ocean depths away from the glacier. \"In fact, quite a lot of warm water comes in from offshore, mixes with the shallower layers and comes over the sill,\" Willis said. Tracy's destructive plume is evidence of that.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}