{
  "url": "https://climate.nasa.gov/news/2625/hot-water-ahead-for-hurricane-irma/",
  "title": "Hot water ahead for Hurricane Irma",
  "date": null,
  "content": "By Adam Voiland\nThe map above shows sea surface temperatures in the Atlantic Ocean, Caribbean Sea and Gulf of Mexico on Sept. 5, 2017. The mid-point of the color scale is 27.8°C, a threshold that scientists generally believe to be warm enough to fuel a hurricane. The yellow-to-red line on the map represents Irma’s track from Sept. 3–6.\nOn Sept. 6, 2017, Hurricane Irma slammed into the Leeward Islands on its way toward Puerto Rico, Cuba, and the U.S. mainland. As the Category 5 storm approaches the Bahamas and Florida, it will be passing over waters that are warmer than 86 degrees Fahrenheit (30 degrees Celsius)—hot enough to sustain a Category 5 storm. Warm oceans, along with low wind shear, are two key ingredients that fuel and sustain hurricanes.\nThe map above shows sea surface temperatures in the Atlantic Ocean, Caribbean Sea and Gulf of Mexico on Sept. 5, 2017. The data were compiled by Coral Reef Watch, which blends observations from the Suomi NPP, MTSAT, Meteosat and GOES satellites and computer models. The mid-point of the color scale is 27.8°C, a threshold that scientists generally believe to be warm enough to fuel a hurricane. The yellow-to-red line on the map represents Irma’s track from Sept. 3–6.\nBy definition, Category 5 storms deliver maximum sustained winds of at least 157 miles (252 kilometers) per hour. When it hit the Leeward Islands, Irma’s winds surpassed 185 miles (295 kilometers) per hour, making it the strongest storm to ever hit the islands and one of the strongest storms ever measured in the Atlantic basin.\nThe Visible Infrared Imaging Radiometer Suite (VIIRS) on the Suomi NPP satellite captured a nighttime view of the storm at 1:35 a.m. local time (05:35 Universal Time) on Sept. 6 as the eye was over the island of Barbuda. The image was acquired by the VIIRS “day-night band,” which detects light in a range of wavelengths from green to near-infrared and uses filtering techniques to observe signals such as city lights, auroras, wildfires, and reflected moonlight. In this case, the clouds were lit by the full Moon. The image is a composite, showing storm imagery combined with VIIRS imagery of city lights.\nThe Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite acquired the third image at 10:35 a.m. local time (14:35 Universal Time) on Sept. 6, 2017. By then, the storm had also hit Anguilla and was poised to strike the Virgin Islands.\nIrma’s winds are not only strong; they are spread across a remarkably wide area. Hurricane-force winds extend 50 miles (85 kilometers) from the center; tropical-storm-force winds extend up to 185 miles (295 kilometers). Meteorologists noted that the hurricane had the lowest central pressure (914 millibars) ever for a storm outside of the Gulf of Mexico and western Caribbean.\nBy September 6, Irma had already generated more accumulated cyclone energy—a term meteorologists use to describe the destructive potential of a hurricane—than the first eight named storms of the 2017 Atlantic hurricane season combined, according to meteorologist Philip Klotzbach of Colorado State University. Irma even broke a record for generating the most accumulated cyclone energy in a 24-hour period.\nThe latest National Hurricane Center forecast calls for the hurricane to turn north-northwest after grazing Puerto Rico, the Dominican Republic, and Haiti. After that, the forecast shows Irma’s path will likely move over or near the Turks and Caicos Islands, the Bahamas, and may eventually make landfall in Florida.\nForecasting hurricane behavior remains complex and challenging, but meteorologists have become much more skilled at predicting both the track and intensity of these storms over the past decade. “The five-day track forecasts are now as good as the two-day forecasts were back in 1985,” said Scott Braun, a research meteorologist at NASA’s Goddard Space Flight Center. “Intensity forecasts were slower to improve, but did pick up after 2009. A lot of the improvements came from investments that led to better models, the increased use of forecast ensembles, and improved data assimilation techniques.”\nIf you live anywhere near the possible path of Hurricane Irma, please visit the Department of Homeland Security’s hurricane readiness page.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}