{
  "url": "https://climate.nasa.gov/news/2623/studying-pollution-over-chesapeake-bay/",
  "title": "Studying pollution over Chesapeake Bay",
  "date": null,
  "content": "7 min read\nBy Joe AtkinsonNASA Langley Research Center\nIt was a pretty typical day for NASA scientists studying pollution in the Hampton Roads region of southeastern Virginia — busy, in other words.\nAnd for good reason.\nThe work they were doing could help improve air-quality forecasts in a region where the air quality picture isn’t totally clear.\nOver the course of a few hours, measurements would pour in from several different sensors at several locations in the lower Chesapeake Bay — sometimes simultaneously, sometimes one right after another.\nSensors were installed on a C-23 Sherpa aircraft, an Unmanned Aerial Vehicle (UAV), a balloon, ground-based lidar stations, a maritime research vessel and automobile-based sensors. And that’s just to name a few.\nThe sensors sampled the atmosphere at different altitudes and locations. They sometimes sampled the exact same locations at the exact same time to validate one another’s data.\nThey were all on the hunt for one thing: ozone.\nThat trace gas is the star of the Ozone Water-Land Environmental Transition Study (OWLETS), a NASA study looking at ozone concentrations around the lower Chesapeake Bay.\nThe ozone these scientists are measuring isn’t the stuff way up in the stratosphere. Ozone there is beneficial. It blocks out cancer-causing, crop-damaging ultraviolet radiation from the Sun. The ozone these scientists are measuring is closer to the ground, swirling around in the air we breathe, and in high concentrations, it’s bad.\nGround-level ozone gets created when emissions from cars, power plants, wildfire smoke, and other sources chemically react in sunlight. It can seriously diminish air quality and negatively affect people’s health. Ozone is known to aggravate existing breathing problems such as asthma and can cause lung damage. Children and senior citizens are especially at risk from ozone exposure.\nThere haven’t been many studies of ozone around the Chesapeake Bay, but what few studies there have been have suggested that maybe — just maybe — ozone concentrations are higher over the water than the surrounding land.\n“It wasn’t a complete story,” said Tim Berkoff, principal investigator for OWLETS at NASA’s Langley Research Center in Hampton, Virginia, which is located in Hampton Roads. “And so that was something of interest, because if you have high ozone over water it can potentially impact air quality over land through bay breeze recirculation effects. The air goes out in the morning and comes back in the afternoon, and if you’re photochemically cooking all this ozone over water it can potentially then be brought back over high population areas.”\nOther cities in Hampton Roads include Virginia Beach, Norfolk and Newport News. According to the Weldon Cooper Center for Public Service at the University of Virginia, the population of the area in 2016 was approximately 1.7 million\nGathering good, comprehensive ozone readings in a region that covers more than 500 square miles takes a lot of tools, thus the many sensors that were deployed as part of the study. Some measurement days are easier than others, but even on the easier days, there’s a lot to coordinate.\n“If I look a little frazzled, there’s a reason why,” said Berkoff at the height of the OWLETS field campaign, which took place in July and early August. “There’s a lot going on.”\nIn addition to ozone-detecting instruments spread across Hampton Roads, OWLETS involves a good-size team.\nResearchers and summer interns from Langley’s Science Directorate and Hampton University participated. The study also involved the center’s Autonomy Incubator, a group of multi-disciplinary scientists, engineers and interns researching machine intelligence. They piloted the UAVs that took ozone measurements at Langley and over the water near the Chesapeake Bay Bridge-Tunnel (CBBT), which stretches 20 miles from Virginia Beach to the southern tip of Virginia’s Eastern Shore.\nAutonomy Incubator researchers Jim Neilan and Eddie Adcock worked closely with Berkoff to develop flight patterns for the UAVs at both locations.\nDanette Allen, incubator lead, believes this study could help pave the way for NASA and other organizations to inject autonomous technologies into atmospheric research.\n“OWLETS is an important first step toward what we hope will be a persistent monitoring presence made possible through autonomous operations,” she said. “We look forward to the opportunity to develop and execute data-driven systems that anticipate when and where ozone data should be collected.”\nAlong with Berkoff and Allen, John Sullivan, a post-doctoral fellow in the Atmospheric Chemistry and Dynamics Laboratory at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, was part of the team that proposed OWLETS.\nDuring the field campaign, Sullivan made treks down to Langley from his home in Baltimore to operate a Goddard ozone lidar system with the help of Goddard student intern Lance Nino. He also had help from Goddard researcher Laurence Twigg. The ground lidar uses laser pulses to measure profiles of ozone in the first few miles of the atmosphere. Langley also had an ozone lidar taking measurements from one of the islands on the bay-bridge tunnel.\nOn a day when atmospheric currents appeared to be pulling smoke from wildfires in the Pacific Northwest and Canada to the skies of southeastern Virginia, Sullivan was hard at work. The smoke was diffuse and not clearly visible to the untrained eye — until Sullivan pointed out how it robbed the early afternoon sky of its deepest blues.\n“As the smoke enters the region, you start getting additional ingredients for that ozone recipe,” he said. “We wanted to get measurements this morning before the smoke interacts [with local pollutants], then we want to try to capture any buildup in ozone production, and we’ll run well into the evening to get the decline, too, to see how much of it lingers on and impacts the next day.”\nLong measurement days using multiple sensors under differing atmospheric conditions are crucial to building an ozone dataset that will help tell what Berkoff calls “the full ozone story.”\nThat full story could have direct benefits for people living in Hampton Roads.\n“Ultimately, we’d like to improve air quality forecast models,” said Berkoff, “because that has a significant impact on human population.”\nIn other words, NASA hopes research data from studies like OWLETS will be useful down the road when partner organizations take that information and act on it in ways that could benefit society.\nThe team also hopes to better understand the man-made and natural mechanisms causing the ozone build-up, and improve future satellite retrievals. Tropospheric Emissions: Monitoring of Pollution, or TEMPO, a satellite instrument that will monitor ozone and other major air pollutants across North America, is scheduled to launch no earlier than 2019.\nIn the nearer term, there’s already early talk of doing a similar campaign next summer in the northern part of the Chesapeake Bay, near Baltimore. It’s not a done deal, but Berkoff and Sullivan are hopeful they’ll be able to take some of the lessons they’re learning at Langley and apply them in a place that has its own unique ozone issues.\n“Maryland has its own ozone problems in the bay and their objectives are slightly different than what we’re looking at here,” said Sullivan. “But our measurement plan — having this over-water versus over-land observation strategy — would very easily step in line to answer some of their ozone problems.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}