{
  "url": "https://climate.nasa.gov/news/2624/wildfire-smoke-crosses-us-on-the-jet-stream/",
  "title": "Wildfire smoke crosses U.S. on the jet stream",
  "date": null,
  "content": "NASA's Suomi NPP satellite collected this natural-color image using the VIIRS (Visible Infrared Imaging Radiometer Suite) instrument on Sept. 4, 2017. Actively burning areas are outlined in red. NASA image courtesy Jeff Schmaltz LANCE/EOSDIS MODIS Rapid Response Team, GSFC\nWhen you live on the East Coast and hear about the West Coast wildfires you assume those wildfires won't have any personal effect on you other than empathy for those in the paths of the fires. Think again. When smoke rises from wildfires, there is a very good chance that if the fires are large enough and numerous enough you will be affected. This image taken by the NOAA-NASA's Suomi NPP satellite on Sept. 4, 2017, clearly shows the direct path of the smoke from the West Coast fires that stretches across the entire country. Smoke and particles from the fires are traveling along the jet stream and have crossed 3,000 miles to the East Coast. Smoke from wildfires can be very dangerous.\nA 2017 Georgia Tech study showed the smoke from wildfires spew methanol, benzene, ozone and other noxious chemicals into the atmosphere.  If the smoke stays in the jet stream and doesn't descend the health risks are minimal, but in Iowa this past week, the smoke was pulled by the jet stream down low and descended into Dubuque causing unhealthy air quality.  The best advice is to watch air quality values in your area and respond accordingly.  Also be aware of red or orange sunsets.  They could be a tipoff to smoke in your atmosphere.\nThe smoke particles from the fires allow sunlight's longer wavelength colors like red and orange to get through while blocking the shorter wavelengths of yellow, blue and green. Those longer wavelengths give the sky a red or orange tinted appearance. Similarly, during sunrise and sunset times when the sun is near the horizon, sunlight has to travel through more of Earth's atmosphere to get to you. The additional atmosphere filters out the shorter wavelengths and allows the longer wavelengths to get through, providing reds and oranges during those times.\nThe Earth Observatory also wrote about this same image on Sept 5, and included the Ozone mapper image which collected data on airborne aerosols as they were swept by winds from west to east across the continental United States. For that story, click here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}