{
  "url": "https://climate.nasa.gov/news/2629/grace-mission-making-plans-for-final-science-data-collection/",
  "title": "GRACE mission making plans for final science data collection",
  "date": null,
  "content": "From NASA\nIllustration of the Gravity Recovery and Climate Experiment (GRACE) twin satellites in orbit. Credit: NASA-JPL/Caltech\n› Full image and caption\nGravity Recovery and Climate Experiment mission status report\nWith one of its twin satellites almost out of fuel after more than 15 years of chasing each other around our planet to measure Earth's ever-changing gravity field, the operations team for the U.S./German Gravity Recovery and Climate Experiment (GRACE) mission is making plans for an anticipated final science collection.\nOn Sept. 3, one of 20 battery cells aboard the GRACE-2 satellite stopped operating due to an age-related issue. It was the eighth battery cell loss on GRACE-2 since the twin satellites that compose the GRACE mission launched in March 2002 on a mission designed to last five years. The following day, contact was lost with GRACE-2.\nOn Sept. 8, following numerous attempts, the GRACE mission operations team at NASA's Jet Propulsion Laboratory in Pasadena, California; Deutsches Zentrum für Luft- und Raumfahrt (DLR, the German Aerospace Center) in Oberpfaffenhofen, Germany; and the Helmholtz Centre Potsdam German Research Centre for Geosciences (GFZ) in Potsdam, Germany, uplinked commands to GRACE-2 to bypass the satellite's flight software system. The procedure restored communications with the spacecraft, allowing the team to regain control. Subsequent analyses revealed that the battery cell lost on Sept. 3 had recovered its full voltage, and that GRACE-2 had essentially hibernated during the period of lost contact, consuming no fuel. Following an assessment of the satellite's overall health, the team has determined that GRACE's dual satellite science mission can continue.\nThe team has uplinked commands to GRACE-2 to place it in a passive state that will allow it to maintain its current level of fuel. Operational procedures have begun that will extend the GRACE mission to its next science operations phase, which runs from mid-October to early November. During that time, GRACE-2 will be in full Sun, so it will not need to use its batteries.\nThe team expects the October/November science data collection to be the mission's last before GRACE-2 runs out of fuel. The additional monthly gravity map produced will help further extend GRACE's data record closer to the launch of GRACE's successor mission, GRACE-Follow-On, scheduled for early 2018.\nAs directed by the mission's Joint Steering Group, final decommissioning for both GRACE-1 and GRACE-2 will begin once the dual satellite science phase concludes.\nGRACE tracks the movement of water around our planet caused by Earth's changing seasons, weather and climate processes, and human activities. The mission has mapped Earth's ever-changing gravity field in unprecedented detail, showing how water, ice and solid Earth material move on or near Earth's surface. GRACE operates by sensing minute changes in gravitational pull caused by local changes in Earth's mass. To observe these changes, GRACE uses a microwave ranging system that measures micron-scale variations in the 137-mile (220-kilometer) distance between the spacecraft, along with GPS tracking, star trackers for attitude information and an accelerometer to account for non-gravitational effects such as atmospheric drag. From these data collected over Earth's surface, scientists can infer Earth's gravity field.\nGRACE's monthly maps of regional variations in gravity have given scientists new insights into Earth system processes. Among its many innovations, GRACE has been used to monitor the loss of ice from Earth's ice sheets, improve understanding of the processes responsible for sea level rise and ocean circulation, provide insights into where aquifers may be shrinking or where dry soils are contributing to drought, and monitor changes in the solid Earth.\nGRACE is a joint NASA/DLR mission led by the principal investigator at the University of Texas at Austin and co-principal investigator at GFZ. GRACE ground segment operations are co-funded by GFZ, DLR and the European Space Agency. JPL manages GRACE for NASA's Science Mission Directorate in Washington.\nFor more information on GRACE, visit:\nhttp://www.csr.utexas.edu/grace\nhttp://grace.jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}