{
  "url": "https://climate.nasa.gov/news/2635/satellites-see-silicon-valleys-quick-drought-recovery/",
  "title": "Satellites see Silicon Valley's quick drought recovery",
  "date": null,
  "content": "From NASA\nGround motion in California's Santa Clara Valley from 2011 to 2015 as measured by the Italian Space Agency's Cosmo-SkyMed synthetic aperture radar satellite. Colors denote the speed of ground motion (blues indicate subsidence/sinking and reds indicate uplift). Contains modified COSMO-SkyMed data. Credit: ASI/University at Buffalo/NASA-JPL/Caltech/Google Earth/U of Basilicata\n› Larger view\nNASA/university study finds aggressive conservation helped region's aquifer rebound quickly from one of the worst droughts in California history\nUnderground water reserves in California's Silicon Valley rebounded quickly from the state's recent severe drought, demonstrating the success of aggressive conservation measures, according to a new space-based study by NASA and university scientists.\nUsing satellite data from COSMO-SkyMed, a constellation of four Italian Space Agency (Agenzia Spaziale Italiana, or ASI) satellites, a research team led by Estelle Chaussard at the University at Buffalo in New York, and including scientists from NASA's Jet Propulsion Laboratory in Pasadena, California, used a technique called synthetic aperture radar interferometry to monitor the entire Santa Clara Valley aquifer near San Jose from 2011 to 2017. This type of radar can capture the subtle up-and-down movements of Earth's surface of just minute fractions of an inch (a few millimeters) that occur when water levels rise or fall underground. The scientists used hundreds of radar images obtained under a license from ASI to calculate how much the land surface elevation changed over time. The measurements show the aquifer began to rebound in late 2014, when the drought was still going strong, and that groundwater levels had returned to pre-drought levels by 2017, thanks to conservation measures that intensified in 2014, and heavy winter rains in 2016.\nDuring the 2012-15 drought, the Santa Clara Valley Water District employed an array of conservation measures. These included restricting sprinkler use and asking customers to take shorter showers and convert lawns and pools into less-thirsty landscapes. The district also imported water from outside the region.\nChaussard says the actions may have helped stave off irreversible damage to the aquifer, which measures about 212 square miles (550 square kilometers) and lies beneath a highly urbanized area. She explains when groundwater levels reach a record low, the porous sands and clays in which the reserves reside can dry up so much that the clays don't retain water anymore. The new study shows that thanks to the intensive water management efforts, this did not happen in the Santa Clara Valley.\nChaussard says the aquifer monitoring method her team used can work anywhere where there are soft-rock aquifer systems and where synthetic aperture radar satellite data are available, including in developing nations with few resources for monitoring.\n\"We wanted to see if we could use a remote sensing method that doesn't require ground monitoring to understand how our aquifers are responding to a changing climate and human activity,\" she says. \"Our study further demonstrates the utility of synthetic aperture radar interferometry, which scientists also use to measure surface deformation related to volcanoes and earthquakes, for tracking ground deformation associated with changes in groundwater levels.\"\n\"This study further demonstrates a complementary method, in addition to traditional ground-based measurements, for water management districts to monitor ground deformation,\" added JPL co-author Pietro Milillo. \"The technique marks an improvement over traditional methods because it allows scientists to gauge changes in ground deformation across a large region with unprecedented frequency.\" He said the COSMO-SkyMed satellites provided information for the aquifer as often as once a day.\nUnderground stockpiles of water — housed in layers of porous rock called aquifers — are one of the world's most important sources of drinking water. Some 2.5 billion people across the globe rely on aquifers for water, and many of these repositories are being drained more quickly than they can be refilled, according to the United Nations Educational, Scientific and Cultural Organization.\nYet keeping tabs on these precious reserves is expensive, says Chaussard.\n\"To monitor aquifers, you need a lot of measurements in both space and time,\" she says. \"Sampling water levels at wells may give you a continuous time series, but only if they are constantly monitored, and automated monitoring may not be common. Also, even a high density of wells may not adequately capture basin-wide spatial patterns of water storage, which is key to understanding processes at stake.\"\nThe methods employed in this study provide a more complete picture of how an aquifer responds during a drought and how water conservation methods can have a real and positive impact on sustaining the health and viability of pumped groundwater aquifers. The satellite radar imagery not only fills in data gaps between wells, but provides valuable insights into how aquifers are responding beyond the edges of monitoring well networks so that water agencies can more effectively manage their precious resources.\nThe upcoming NASA-ISRO (Indian Space Research Organisation) Synthetic Aperture Radar (NISAR) satellite mission, planned for launch in 2021, will systematically collect radar imagery over nearly every aquifer in the world, improving our understanding of valuable groundwater resources and our ability to better manage them. In addition to tracking groundwater use in urban settings, NISAR will be able to measure surface motion associated with groundwater pumping and natural recharge in rural communities, in areas with extensive agriculture, and in regions with extensive vegetation, conditions that are typically more challenging.\nThe research was published Sept. 25 in the Journal of Geophysical Research - Solid Earth. Other participating institutions include the University of California, Berkeley; Purdue University, West Lafayette, Indiana; and the Santa Clara Valley Water District.\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nCharlotte Hsu\r\nUniversity at Buffalo, Buffalo, NY\r\n716-645-4655\r\nchsu22@buffalo.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}