{
  "url": "https://climate.nasa.gov/news/2709/nasa-invites-media-to-launch-of-grace-follow-on-spacecraft/",
  "title": "NASA invites media to launch of GRACE Follow-On spacecraft",
  "date": null,
  "content": "From NASA\nThe two satellites that make up NASA’s Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, launching May 19, 2018, will monitor changes in ice sheets and glaciers, underground water storage and sea level, providing a unique view of Earth’s climate that has far-reaching benefits. Credit: NASA\nMedia accreditation now is open to cover the launch of NASA’s Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission – twin satellites that constitute the agency’s latest Earth-observing mission.\nGRACE-FO will continue the task of the original GRACE mission, providing critical measurements that will be used with other data to monitor the movement of water masses across the planet and mass changes within the Earth itself. Monitoring changes in ice sheets and glaciers, underground water storage and sea level provides a unique view of Earth’s climate and has far-reaching benefits.\nGRACE-FO will launch as part of a commercial rideshare mission with five Iridium Communications Inc. satellites aboard a SpaceX Falcon 9 rocket. The Iridium-6/GRACE-FO launch is scheduled for no earlier than 1:03 p.m. PDT (4:03 p.m. EDT) May 19 from Vandenberg Air Force Base in California.\nMedia who are interested in covering the launch at Vandenberg can apply by emailing media@spacex.com.\nMedia who are foreign nationals or green card holders must complete an online application and provide a photocopy of their passport to media@spacex.com no later than 2 p.m. PDT Monday, April 16. Media who are U.S. citizens must apply online no later than 2 p.m. Sunday, May 13.\nVandenberg Air Force Base security will have final authority to decide which media are credentialed to cover launches, and submitting the request by the deadline does not guarantee approval.\nNASA’s Jet Propulsion Laboratory in Pasadena, California, manages the GRACE-FO mission for the agency’s Science Mission Directorate in Washington, under the direction of the Earth Systematic Missions Program Office at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nThe spacecraft were built by Airbus Defence and Space in Friedrichshafen, Germany, under subcontract to JPL. The GFZ German Research Centre for Geosciences contracted GRACE-FO launch services from Iridium. GFZ has subcontracted mission operations to the German Aerospace Center (DLR), which operates the German Space Operations Center in Oberpfaffenhofen, Germany.\nAdditional details on the mission and prelaunch media activities will be announced closer to the launch date.\nFor more information on GRACE-FO, visit:\nhttps://www.nasa.gov/gracefo\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nEva Behrend\r\nSpaceX, Hawthorne, Calif.\r\n310-363-6247\r\nmedia@spacex.com\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}