{
  "url": "https://climate.nasa.gov/news/949/antarctic-glacier-calves-iceberg-one-fourth-size-of-rhode-island/",
  "title": "Antarctic glacier calves iceberg one-fourth size of Rhode Island",
  "date": null,
  "content": "By George Hale,\r\nNASA's Goddard Space Flight Center\nImage of the Pine Island Glacier ice shelf from the German Aerospace Center Earth monitoring satellite TerraSAR-X captured on July 8, 2013. Image credit: DLR\nLast week a European Earth-observing satellite confirmed that a large iceberg broke off of Pine Island Glacier, one of Antarctica's largest and fastest moving ice streams. The rift that led to the new iceberg was discovered in October 2011 during NASA's Operation IceBridge flights over the continent. The rift soon became the focus of international scientific attention. Seeing the rift grow and eventually form a 280-square-mile ice island gave researchers an opportunity to gather data that promises to improve our understanding of how glaciers calve.\n\"Calving is a hot topic in cryospheric research. The physics behind the calving process are highly complex,” said Michael Studinger, IceBridge project scientist at NASA's Goddard Space Flight Center in Greenbelt, Md.\n\n\n\n\n\n\n\nCrack in the Pine Island Glacier ice shelf seen NASA's DC-8 flew over the Pine Island Glacier Ice Shelf on Oct. 14, 2011 as part of the agency's Operation IceBridge. Image Credit: NASA / Michael Studinger\nCrack in the Pine Island Glacier ice shelf seen NASA's DC-8 flew over the Pine Island Glacier Ice Shelf on Oct. 14, 2011 as part of the agency's Operation IceBridge.\nView of the Pine Island Glacier rift seen from the Digital Mapping System camera aboard NASA's DC-8 on Oct. 26, 2011.\nAlthough calving events like this are a regular and important part of an ice sheet's life cycle—Pine Island Glacier previously spawned large icebergs in 2001 and 2007—they often raise questions about how ice sheet flow is changing and what the future might hold. Computer models are one of the methods researchers use to project future ice sheet changes, but calving is a complicated process that is not well represented in continent-scale models.\nDays after spotting the rift, IceBridge researchers flew a survey along 18 miles of the crack to measure its width and depth and collect other data such as ice shelf thickness. \"It was a great opportunity to fly a suite of instruments you can't use from space and gather high-resolution data on the rift,\" said Studinger.\nSoon after, researchers at the German Aerospace Center, or DLR, started keeping a close eye on the crack from space with their TerraSAR-X satellite. Because TerraSAR-X uses a radar instrument it is able to make observations even during the dark winter months and through clouds. \"Since October 2011, the evolution of the Pine Island Glacier terminus area has been monitored more intensively,\" said Dana Floricioiu, a DLR research scientist, Oberpfaffenhofen, Germany.\n\n\n\n\n\n\n\nView of the Pine Island Glacier rift seen from the Digital Mapping System camera aboard NASA's DC-8 on Oct. 26, 2011. Image Credit: NASA / DMS\nWhen IceBridge scientists returned to Pine Island Glacier in October of 2012, the rift had widened and was joined by a second crack first spotted that May. The close-up data gathered by the instruments aboard NASA's DC-8 gave a view of the ice that added to TerraSAR-X observations. \"It's a perspective I hadn't had before,\" said Joseph MacGregor, a glaciologist at the Institute for Geophysics at The University of Texas at Austin, one of IceBridge's partnering organizations. \"Before, I was always looking nearly straight down.\"\nIn the time since discovering the rift scientists have been gathering data on how changes in the environment might affect calving rates. For ocean-terminating glaciers like Pine Island Glacier the calving process takes place in a floating ice shelf where stresses like wind and ocean currents cause icebergs to break off. By gathering data on changes to ocean temperature and increasing surface melt rates, researchers are working toward implementing the physics of calving—a calving law—in computer simulations.\nThe data collected since 2011 is one step in building an understanding of calving and further research and cooperation is needed to understand not only calving but how Antarctica's ice sheets and glaciers will change in the future. The unique combination of airborne and orbiting instruments that closely watched this recent calving event was the result of a spontaneous collaboration between researchers in the field. \"It was at the level of colleagues coming together,\" said Studinger. \"It was a really nice collaboration.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}