{
  "url": "https://climate.nasa.gov/news/973/space-on-a-shoestring/",
  "title": "Space, on a shoestring",
  "date": null,
  "content": "By Joshua Rodriguez,\r\nNASA Jet Propulsion Laboratory\nArtist's rendering of NASA's ISS-RapidScat instrument (inset), which will launch to the International Space Station in 2014 to measure ocean surface wind speed and direction and help improve weather forecasts, including hurricane monitoring. It will be installed on the end of the station's Columbus laboratory. Credit: NASA/Jet Propulsion Laboratory/Johnson Space Center.\nBuilt with spare change, spare parts and without a moment to spare, RapidScat isn’t your average NASA climate mission.\nShort for “Rapid Scatterometer,” RapidScat will monitor ocean winds from the vantage point of the International Space Station. It joins a handful of other satellite missions that make essential measurements used to forecast weather, hurricanes and to help us understand Earth’s climate.\nWinds over the oceans are an important part of weather systems, and in severe storms such as hurricanes they can inflict major damage. Ocean storms drive coastal surges, which are a significant hazard for populations. At the same time, by driving warm surface ocean water away from the coast, ocean winds cause nutrient-rich deep water to well up, providing a major source of food for coastal fisheries. Changes in ocean wind also help us monitor large-scale changes in Earth’s climate, such as El Niño.\nScatterometers work by bouncing microwave energy – the same kind used to warm up food in your kitchen – off the surface of the Earth. In this case the surface is not land, but the ocean. “Microwave energy emitted by a radar [instrument] is reflected back to the radar more strongly when the surface it illuminates is rougher,” explained Ernesto Rodríguez, a scientist at NASA’s Jet Propulsion Laboratory and principal investigator for RapidScat. “When wind blows over water, it causes waves to develop along the direction of wind. The stronger the wind, the larger the waves.” By measuring the strength and direction of the microwave radiation bounced back off the waves, RapidScat will be able to determine how fast, and in what direction, ocean winds are blowing.\nThe RapidScat mission continues a legacy of measuring ocean winds from space that began in 1978. Most recently NASA’s QuikSCAT scatterometer gave us a dynamic picture of the world’s ocean winds. But when it stopped working in 2009, NASA was faced with the challenge of finding a quick and cheap replacement to continue its measurements. RapidScat was the result.\nMost scatterometer-carrying satellites fly in what’s called a “Sun-synchronous” orbit around the Earth. In other words, they cross the Earth’s equator at the same local time every orbit. But the International Space Station, which RapidScat will be attached to, flies in a “non-Sun-synchronous orbit,” so RapidScat will see different parts of the planet at different times of day, recording wind data in the same spot hours before or after another instrument makes its own observations. These all-hour measurements mean RapidScat can pick up the effects of the Sun on ocean winds as the day progresses. In addition, the International Space Station’s coverage over the tropics means that RapidScat will offer extra tracking of storms that may develop into hurricanes or other tropical cyclones.\nAnywhere the wind blows\nFalse-color image of sea wind speed as measured by NASA’s QuikScat satellite in 1999. Orange represents the fastest wind speeds and blue the slowest. White streamlines indicate the wind direction. Credit: NASA/Jet Propulsion Laboratory.\n\n\n“We’ll be able to see how wind speed changes over a matter of hours, not just days,” said Rodríguez. “RapidScat will link together all the other scatterometer missions [that have come before and are flying now], providing us with a more complete picture of how ocean winds change… Combined with data from the European ASCAT scatterometer mission, we’ll be able to observe 90 percent of the Earth’s surface at least once a day, and in many places, several times a day.”\nRapidScat’s near-global coverage of the Earth's oceans will make it an important tool for scientists who observe and predict Earth’s weather, as well as those looking into how extreme weather such as hurricanes may be linked to climate change. “Frequent observations of the winds over the oceans are used by meteorologists to improve weather and hurricane forecasts and by the operational weather communities to improve numerical weather models,” said Rodríguez.\nSpace-based scatterometer instruments have been built before, but much of what makes RapidScat unusual is how it came to be. “We were offered an open instrument port on the International Space Station (ISS) and a free ride on a SpaceX rocket launching in early 2014,” explained Howard Eisen, RapidScat’s project manager. “So we had about 18 months to put together an entire mission.”\nThis accelerated timeline is a blink of an eye at NASA, where the typical project is years or decades in the making. Most missions require lengthy development of a custom spacecraft, then design, construction and testing of new hardware, as well as the purchase and scheduling of a launch vehicle.\nFree ride\nHitching a ride with ISS and a SpaceX cargo resupply mission solved RapidScat’s spacecraft issues. Next, Eisen and his teammates turned to getting creative and crafty with the mission’s hardware. In lieu of using newly-designed instruments, which would be expensive and take too long to develop, RapidScat reuses leftover hardware originally built to test parts of the QuikSCAT mission – a process that involved dusting off and testing pieces of equipment that hadn’t seen the light of day since the 1990s. QuikSCAT was a NASA ocean wind-observing scatterometer satellite mission that ran from 1999 to 2009.\nFortunately the old hardware seems ship-shape and ready to go. “Even though they were just spares, they’ve done an excellent job so far,” said Simon Collins, RapidScat’s instrument manager. Despite their age, the old parts are more than capable of collecting the ocean wind data that RapidScat needs to be a success.\nAn artist’s rendering of a SpaceX Dragon spacecraft being berthed to the International Space Station. RapidScat will be carried by the SpaceX CRS-4 Dragon to the International Space Station in spring 2014. Credit: NASA.\n\n\nIn addition to spare parts, RapidScat will also use off-the-shelf, commercially-available computer hardware instead of the expensive, hardened-against-radiation computer chips that are typically used in space missions. Off-the-shelf chips aren’t typically used in space-based missions because space radiation can scramble data – a disaster for a Mars mission millions of miles from Earth, or a manned mission where lives are in the balance.\nBut because RapidScat can afford to lose a few minutes of data here and there, the risk is worth the chips’ low price tag, considerable power, and easy availability.  “If there’s an error or something because of radiation, all we have to do is reset the computer ... it’s what we call a managed risk,” says Eisen.\nScience bounty\nCost-saving decisions like this are shaping up to make RapidScat an exceptional bargain of a space mission. “We’re doing things differently, and we’re trying to do them quickly and cheaply,” said Eisen. Considering that the typical launch alone can cost $200 million, RapidScat’s estimated $26-million-dollar price tag seems like a bargain indeed.\nThe real challenges of getting RapidScat into space lie in the details. One of the major headaches of such a hurried schedule has been getting hold of the special connectors that will allow RapidScat to physically attach to the International Space Station. “They’re special robotically-mated connectors that haven’t been made in years,” Eisen says. “We’re having to convince the company that produces these connectors to make us a small run in time for the mission, and it hasn’t been easy.”\nThe logistics of operating an instrument on the International Space Station are also tricky. “Typically, spacecraft are designed for the instruments they carry,” said Collins. “In this case, it’s the other way around.” For example, RapidScat’s docking point on the space station faces outward towards space – not down towards the Earth and the ocean that the instrument is looking at. The Space Station's flying angle will also change as new pieces are added to it, in order to manage sun exposure to the various parts of the space station. RapidScat’s mount can compensate for both of these challenges.\nAnother major issue the RapidScat team confronted early on was the fact that one of the space station’s docking ports lies squarely within the field of view of the scatterometer. “Bombarding astronauts and visiting supply vehicles with microwave radiation from the instruments was out of the question, and turning the instrument off when there were things docked there would take away too much science,” explained Collins. The project’s engineers instead devised a plan where the instrument could avoid irradiating docking vessels, but continue to scan across the vast majority of its viewing range.\nRodríguez is confident that the reward for overcoming these difficulties will be a bounty of vital science information. “Because it uses much of the same hardware as QuikSCAT did, RapidScat will allow us to continue the observations [of ocean winds] already started,” said Ernesto. “Continuing this data record will help us observe and understand weather patterns in addition to giving us an unprecedented window into the nature of climate change.”\nRelated links\nThe RapidScat mission\nRapidScat factsheet\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}