{
  "url": "https://climate.nasa.gov/news/2682/farewell-to-a-pioneering-pollution-sensor/",
  "title": "Farewell to a pioneering pollution sensor",
  "date": null,
  "content": "TES collected spectral \"signatures,\" illustrated here, of ozone and other gases in the lower atmosphere. Credit: NASA\n› Larger view\nBy Carol Rasmussen,\r\nNASA's Earth Science News Team\nOn Jan. 31, NASA ended the Tropospheric Emission Spectrometer's (TES) almost 14-year career of discovery. Launched in 2004 on NASA's Aura spacecraft, TES was the first instrument designed to monitor ozone in the lowest layers of the atmosphere directly from space. Its high-resolution observations led to new measurements of atmospheric gases that have altered our understanding of the Earth system.\nTES was planned for a five-year mission but far outlasted that term. A mechanical arm on the instrument began stalling intermittently in 2010, affecting TES's ability to collect data continuously. The TES operations team adapted by operating the instrument to maximize science operations over time, attempting to extend the data set as long as possible. However, the stalling increased to the point that TES lost operations about half of last year. The data gaps hampered the use of TES data for research, leading to NASA's decision to decommission the instrument. It will remain on the Aura satellite, receiving enough power to keep it from getting so cold it might break and affect the two remaining functioning instruments.\n\"The fact that the instrument lasted as long as it did is a testament to the tenacity of the instrument teams responsible for designing, building and operating the instrument,\" said Kevin Bowman of NASA's Jet Propulsion Laboratory in Pasadena, California, the TES principal investigator.\nA true Earth system sounder\nTES was originally conceived to measure ozone in the troposphere, the layer of atmosphere between the surface and the altitude where intercontinental jets fly, using high-spectral-resolution observations of thermal infrared radiation. However, TES cast a wider net, capturing signatures of a broad array of other atmospheric gases as well as ozone. That flexibility allowed the instrument to contribute to a wide range of studies — not only atmospheric chemistry and the impacts of climate change, but studies of the cycles of water, nitrogen and carbon.\nOne of the surprises of the mission was the measurement of heavy water: water molecules composed of deuterium, an isotope of hydrogen that has more neutrons than normal hydrogen. The ratio of deuterium to \"normal\" water in water vapor gives clues to the vapor's history — how it evaporated and fell as precipitation in the past — which in turns helps scientists discern what controls the amount in the atmosphere.\nHeavy water data have led to fundamental advances in our understanding of the water cycle that were not possible before, such as how tropical thunderstorms keep the troposphere hydrated, how much water in the atmosphere is evaporated from plants and soil as compared to surface water, and how water \"exhaled\" from southern Amazon vegetation jump-starts the rainforest's rainy season. JPL scientist John Worden, the pioneer of this measurement, said, \"It's become one of the most important applications of TES. It gives us a unique window into Earth's hydrological cycle.\"\nWhile the nitrogen cycle isn't as well measured or understood as the water cycle, nitrogen makes up 78 percent of the atmosphere, and its conversion to other chemical compounds is essential to life. TES demonstrated the first space measurement of a key nitrogen compound, ammonia. This compound is a widely used fertilizer for agriculture in solid form, but as a gas, it reacts with other compounds in the atmosphere to form harmful pollutants.\nAnother nitrogen compound, peroxyacetyl nitrate (PAN), can be lofted into the troposphere from fires and human emissions. Largely invisible in data collected at ground level, this pollutant can travel great distances before it settles back to the surface, where it can form ozone. TES showed how PAN varied globally, including how fires influenced its distribution. \"TES really paved the way in our global understanding of both PAN and [ammonia], two keystone species in the atmospheric nitrogen cycle,\" said Emily Fischer, an assistant professor in the department of atmospheric science at Colorado State University, Fort Collins.\nThe three faces of ozone\nOzone, a gas with both natural and human sources, is known for its multiple \"personalities.\" In the stratosphere ozone is benign, protecting Earth from incoming ultraviolet radiation. In the troposphere, it has two distinct harmful functions, depending on altitude. At ground level it's a pollutant that hurts living plants and animals, including humans. Higher in the troposphere, it's the third most important human-produced greenhouse gas, trapping outgoing thermal radiation and warming the atmosphere.\nTES data, in conjunction with data from other instruments on Aura, were used to disentangle these personalities, leading to a significantly better understanding of ozone and its impact on human health, climate and other parts of the Earth system.\nAir currents in the mid- to upper troposphere carry ozone not only across continents but across oceans to other continents. A 2015 study using TES measurements found that the U.S. West Coast's tropospheric ozone levels were higher than expected, given decreased U.S. emissions, partly because of ozone that blew in across the Pacific Ocean from China. The rapid growth in Asian emissions of precursor gases — gases that interact to create ozone, including carbon monoxide and nitrogen dioxide — changed the global landscape of ozone.\n\"TES has borne witness to dramatic changes in which the gases that create ozone are produced. TES's remarkably stable measurements and ability to resolve the layers of the troposphere allowed us to separate natural changes from those driven by human activities,\" said JPL scientist Jessica Neu, a coauthor of the study.\nRegional changes in emissions of ozone precursor gases alter not only the amount of ozone in the troposphere, but its efficiency as a greenhouse gas. Scientists used TES measurements of ozone's greenhouse effect, combined with chemical weather models, to quantify how the global patterns of these emissions have altered climate. \"In order to both improve air quality and mitigate climate change, we need to understand how human pollutant emissions affect climate at the scales in which policies are enacted [that is, at the scale of a city, state or country]. TES data paved the way for how satellites could play a central role,\" said Daven Henze, an associate professor in the department of mechanical engineering at the University of Colorado at Boulder.\nA Pathfinder mission\n\"TES was a pioneer, collecting a whole new set of measurements with new techniques, which are now being used by a new generation of instruments,\" Bowman said. Its successor instruments are used for both atmospheric monitoring and weather forecasting. Among them are the National Oceanic and Atmospheric Administration's Cross-track Infrared Sounder (CrIS) instrument on the NOAA-NASA Suomi-NPP satellite and the Infrared Atmospheric Sounding Interferometer (IASI) series, developed by the French space agency in partnership with EUMETSAT, the European meteorological satellite organization.\nCathy Clerbaux, a senior scientist with the French Centre National de la Recherche Scientifique who is the leading scientist on the IASI series, said, \"TES's influence on later missions like ours was very important. TES demonstrated the possibility of deriving the concentration of atmospheric gases by using interferometry to observe their molecular properties. Although similar instruments existed to sound the upper atmosphere, TES was special in allowing measurements nearer the surface, where pollution lies. The scientific results obtained with IASI greatly benefited from the close collaboration we developed with the TES scientists.\"\nTES scientists have been pioneers in another way: by combining the instrument's measurements with those of other instruments to produce enhanced data sets, revealing more than either original set of observations. For example, combining the Ozone Monitoring Instrument on Aura's measurements in ultraviolet wavelengths with TES's thermal infrared measurements gives a data set with enhanced sensitivity to air pollutants near the surface.\nThe team is now applying that capability to measurements by other instrument pairs - for example, enhanced carbon monoxide (CO) from CrIS with CO and other measurements from the TROPOspheric Monitoring Instrument (TROPOMI) on the European Space Agency's Copernicus Sentinel-5 Precursor satellite. \"The application of the TES algorithms to CrIS and TROPOMI data will continue the 18-year record of unique near-surface carbon monoxide measurements from [NASA's Terra' satellite's Measurement of Pollution in the Troposphere instrument, or MOPITT] into the next decade,\" said Helen Worden, a scientist at the National Center for Atmospheric Research in Boulder, Colorado, who is both the principal investigator of MOPITT and a TES science team member.\nThese new techniques developed for TES along with broad applications throughout the Earth System assure that the mission's legacy will continue long after TES's final farewell.\nAlan Buis \r\nJet Propulsion Laboratory, Pasadena, California\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}