{
  "url": "https://climate.nasa.gov/news/2643/narwhal-recruits-track-melting-arctic-ice/",
  "title": "Narwhal recruits track melting Arctic ice",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Jet Propulsion Laboratory\nDon’t bother trying to attach radio transmitters to narwhals, the “unicorns of the sea,” says marine ecologist Kristin Laidre.\nThese tusked Arctic whales are so hard to find they might as well be actual unicorns.\n“They’re one of the worst study animals ever,” said Laidre, who tagged narwhals to gather data on their icy environment. “They’re just really, really difficult. They are shy, they are elusive, they are sneaky. You can spend a month in the field and barely see a narwhal.”\nStill, the narwhals have become unlikely allies in NASA’s efforts to understand Greenland’s rapidly changing ice sheet. In a cooperative arrangement meant to improve understanding of both narwhal behavior and melting glaciers, the data gathered by tagged narwhals will help fill an important scientific goal in a NASA project called Oceans Melting Greenland (OMG).\nThis multipronged endeavor seeks precision data on where, how, and how fast the relatively warm ocean waters are melting Greenland’s ice. NASA is attacking the problem by ship, plane and floating sensor.\nBut measuring the ocean near Greenland’s glaciers can be a major challenge even from a ship because of heavy sea ice and fjords choked with icebergs. That’s where the narwhals come in.\n“In the summer, the sea ice melts away and narwhals migrate to remote fjords in Melville Bay” in northwest Greenland, said Ian Fenty, a NASA oceanographer who studies sea level and ice. “Narwhals spend time feeding in the waters in front of the glaciers – exactly where we need ocean measurements for OMG.”\nMuch of the Greenland coast is ice-free only a few times a year – a major barrier to scientific investigation of ice melt and ocean-water variability.\n“Very few people live in northwest Greenland and so historically very little of the ocean has been mapped up there,” Fenty said. “There’s a huge data hole that we need to fill to learn why the glaciers in that region are melting.”\nSo when Fenty learned of a paper Laidre published in 2010, using data from narwhals to show continued warming in Baffin Bay west of Greenland, the partnership was born.\nDuring brief captures using nets, Laidre and colleagues had attached sensors to blubber and cartilage on the backs of 14 narwhals between 2005 and 2007. Once released, the narwhals gathered data on temperature, salinity and depth, diving to the sea floor as far as nearly 6,000 feet (1,800 meters) below.\n“We let the narwhals be the oceanographers,” Laidre said.\nCombined with temperature measurements from sensors dropped by helicopter, the narwhal data revealed that a warming trend seen in previous years in Baffin Bay continued through 2007.\n“It’s super interesting,” Fenty said. “These whales go everywhere in Baffin Bay. Even when the ocean is covered in sea ice, they survive, they find air holes.”\nFenty reached out to Laidre and asked to use her narwhal data to round out OMG measurements of temperature, salinity and ocean depth along the Greenland coast – essential to unraveling the intricate relationship between warming water, melting ice and Greenland’s coastal fjords.\nWhile the 2010 paper focused on measurements in Baffin Bay waters well to the west of Greenland, the narwhals had to be tagged close to the coast, where they also gathered data.\nThat was the data gap Fenty wanted to fill – from otherwise inaccessible locations.\nSo NASA and the Office of Naval Research have agreed to jointly fund a new study, focusing both on narwhal behavior and changes in Arctic ice.\nAcoustic monitoring sensors and land-based cameras in three fjords in Melville Bay will track narwhal presence to better understand how narwhal behavior relates to ocean and ice variations.\n“Not only will scientists learn about how warming oceans are melting Greenland but this project will also provide scientists like Kristin more data about how narwhal behavior is linked to ocean temperature, salinity, and ice conditions in the fjord,” Fenty said.\nMoored instruments also will make frequent measurements of ocean temperature and salinity to enhance OMG data and improve computer modeling of ocean circulation and glacial melting.\nNarwhals can dive to great depths. By looking at how deep the narwhal “oceanographers” have dived in the past scientists can get a better sense of just how deep the ocean is.\n“I’m hoping that the narwhal dive-depth data will fill out some of the gaps in our bathymetry (sea-floor) measurements made during the OMG mission,” Fenty said.\nRead the published paper, \"Narwhals document continued warming of southern Baffin Bay\"\nThis article was originally published on NASA's Sea Level Change portal.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}