{
  "url": "https://climate.nasa.gov/news/2639/nasa-pinpoints-cause-of-earths-recent-record-carbon-dioxide-spike/",
  "title": "NASA pinpoints cause of Earth's recent record carbon dioxide spike",
  "date": null,
  "content": "From NASA\nThe last El Nino in 2015-16 impacted the amount of carbon dioxide that Earth's tropical regions released into the atmosphere, leading to Earth's recent record spike in atmospheric carbon dioxide. The effects of the El Nino were different in each region. Credit: NASA-JPL/Caltech.\n› Larger view\nA new NASA study provides space-based evidence that Earth's tropical regions were the cause of the largest annual increases in atmospheric carbon dioxide concentration seen in at least 2,000 years.\nScientists suspected the 2015-16 El Nino — one of the largest on record — was responsible, but exactly how has been a subject of ongoing research. Analyzing the first 28 months of data from NASA's Orbiting Carbon Observatory-2 (OCO-2) satellite, researchers conclude impacts of El Nino-related heat and drought occurring in tropical regions of South America, Africa and Indonesia were responsible for the record spike in global carbon dioxide. The findings are published in the journal Science Friday as part of a collection of five research papers based on OCO-2 data.\n\"These three tropical regions released 2.5 gigatons more carbon into the atmosphere than they did in 2011,\" said Junjie Liu of NASA's Jet Propulsion Laboratory in Pasadena, California, who is lead author of the study. \"Our analysis shows this extra carbon dioxide explains the difference in atmospheric carbon dioxide growth rates between 2011 and the peak years of 2015-16. OCO-2 data allowed us to quantify how the net exchange of carbon between land and atmosphere in individual regions is affected during El Nino years.\" A gigaton is a billion tons.\nIn 2015 and 2016, OCO-2 recorded atmospheric carbon dioxide increases that were 50 percent larger than the average increase seen in recent years preceding these observations. These measurements are consistent with those made by the National Oceanic and Atmospheric Administration (NOAA). That increase was about 3 parts per million of carbon dioxide per year — or 6.3 gigatons of carbon. In recent years, the average annual increase has been closer to 2 parts per million of carbon dioxide per year — or 4 gigatons of carbon. These record increases occurred even though emissions from human activities in 2015-16 are estimated to have remained roughly the same as they were prior to the El Nino, which is a cyclical warming pattern of ocean circulation in the central and eastern tropical Pacific Ocean that can affect weather worldwide.\nUsing OCO-2 data, Liu's team analyzed how Earth's land areas contributed to the record atmospheric carbon dioxide concentration increases. They found the total amount of carbon released to the atmosphere from all land areas increased by 3 gigatons in 2015, due to the El Nino. About 80 percent of that amount — or 2.5 gigatons of carbon — came from natural processes occurring in tropical forests in South America, Africa and Indonesia, with each region contributing roughly the same amount.\nThe team compared the 2015 findings to those from a reference year — 2011 — using carbon dioxide data from the Japan Aerospace Exploration Agency's Greenhouse Gases Observing Satellite (GOSAT). In 2011, weather in the three tropical regions was normal and the amount of carbon absorbed and released by them was in balance.\n\"Understanding how the carbon cycle in these regions responded to El Nino will enable scientists to improve carbon cycle models, which should lead to improved predictions of how our planet may respond to similar conditions in the future,\" said OCO-2 Deputy Project Scientist Annmarie Eldering of JPL. \"The team's findings imply that if future climate brings more or longer droughts, as the last El Nino did, more carbon dioxide may remain in the atmosphere, leading to a tendency to further warm Earth.\"\nWhile the three tropical regions each released roughly the same amount of carbon dioxide into the atmosphere, the team found that temperature and rainfall changes influenced by the El Nino were different in each region, and the natural carbon cycle responded differently. Liu combined OCO-2 data with other satellite data to understand details of the natural processes causing each tropical region's response.\nIn eastern and southeastern tropical South America, including the Amazon rainforest, severe drought spurred by El Nino made 2015 the driest year in the past 30 years. Temperatures also were higher than normal. These drier and hotter conditions stressed vegetation and reduced photosynthesis, meaning trees and plants absorbed less carbon from the atmosphere. The effect was to increase the net amount of carbon released into the atmosphere.\nIn contrast, rainfall in tropical Africa was at normal levels, based on precipitation analysis that combined satellite measurements and rain gauge data, but ecosystems endured hotter-than-normal temperatures. Dead trees and plants decomposed more, resulting in more carbon being released into the atmosphere. Meanwhile, tropical Asia had the second-driest year in the past 30 years. Its increased carbon release, primarily from Indonesia, was mainly due to increased peat and forest fires — also measured by satellite instruments.\n\"We knew El Ninos were one factor in these variations, but until now we didn't understand, at the scale of these regions, what the most important processes were,\" said Eldering. \"OCO-2's geographic coverage and data density are allowing us to study each region separately.\"\nScott Denning, professor of atmospheric science at Colorado State University in Fort Collins and an OCO-2 science team member who was not part of this study, noted that while scientists have known for decades that El Nino influences the productivity of tropical forests and, therefore, the forests' net contributions to atmospheric carbon dioxide, researchers have had very few direct observations of the effects.\n\"OCO-2 has given us two revolutionary new ways to understand the effects of drought and heat on tropical forests: directly measuring carbon dioxide over these regions thousands of times a day; and sensing the rate of photosynthesis by detecting fluorescence from chlorophyll in the trees themselves,\" said Denning. \"We can use these data to test our understanding of whether the response of tropical forests is likely to make climate change worse or not.\"\nThe concentration of carbon dioxide in Earth's atmosphere is constantly changing. It changes from season to season as plants grow and die, with higher concentrations in the winter and lower amounts in the summer. Annually averaged atmospheric carbon dioxide concentrations have generally increased year over year since the early 1800s — the start of the widespread Industrial Revolution. Before then, Earth's atmosphere naturally contained about 595 gigatons of carbon in the form of carbon dioxide. Currently, that number is 850 gigatons.\nThe annual increase in atmospheric carbon dioxide levels and the magnitude of the seasonal cycle are determined by a delicate balance between Earth's atmosphere, ocean and land. Each year, the ocean, plants and trees take up and release carbon dioxide. The amount of carbon released into the atmosphere as a result of human activities also changes each year. On average, Earth's land and ocean remove about half the carbon dioxide released from human emissions, with the other half leading to increasing atmospheric concentrations. While natural processes are responsible for the exchange of carbon dioxide between the atmosphere, ocean and land, each year is different. In some years, natural processes remove as little as 20 percent of human emissions, while in other years they scrub as much as 80 percent.\nOCO-2, launched in 2014, gathers global measurements of atmospheric carbon dioxide with the resolution, precision and coverage needed to understand how this important greenhouse gas — the principal human-produced driver of climate change — moves through the Earth system at regional scales, and how it changes over time. From its vantage point in space, OCO-2 is able to make roughly 100,000 measurements of atmospheric carbon dioxide each day, around the world.\nInstitutions involved in the Liu study include JPL; the National Center for Atmospheric Research in Boulder, Colorado; the University of Toronto; Colorado State University; Caltech in Pasadena, California; and Arizona State University in Tempe.\nFor more information on NASA's Orbiting Carbon Observatory-2 mission, visit:\nhttps://www.nasa.gov/oco2\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.buis@jpl.nasa.gov\nDwayne Brown\r\nNASA Headquarters, Washington\r\n202-358-1726\r\nDwayne.c.brown@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}