{
  "url": "https://climate.nasa.gov/news/2642/first-sage-iii-atmospheric-data-released-for-public-use/",
  "title": "First SAGE III atmospheric data released for public use",
  "date": null,
  "content": "4 min read\nThe first wave of atmospheric data from the Stratospheric Aerosol and Gas Experiment III (SAGE III), a NASA instrument that launched to the International Space Station earlier this year, is now available for public use.\nThe data, available through NASA’s Atmospheric Science Data Center, was collected June through August and includes measurements of ozone, aerosols and nitrogen dioxide. SAGE III scientists are releasing this initial dataset in order to solicit feedback from the international atmospheric science community.\n“The intention of this initial release is validation,” said SAGE III Project Scientist Joe Zawodny of NASA’s Langley Research Center in Hampton, Virginia. “We’re putting it out there so people can start comparing it to their measurements. A lot of these folks have been around for a very long time. They’ve used [data from previous SAGE missions] in the past. They are the ones who are best positioned to give us honest opinions of what they like and what they don’t like.”\nTo take measurements, SAGE III uses a technique known as occultation, which involves looking at the light from the Sun or Moon as it passes through Earth’s atmosphere at the edge, or limb, of the planet. The space station provides a unique vantage point from which to take those measurements. This initial data release is of solar occultation measurements.\nSAGE III is the latest in a legacy of Langley instruments that go back to the Stratospheric Aerosol Measurement (SAM), which flew on the 1975 Apollo-Soyuz mission. SAGE II, which was operational from 1984 to 2005, measured global declines in stratospheric ozone that were later shown to be caused by human-induced increases in atmospheric chlorine. Data from it and other sources led to the development of the Montreal Protocol on Substances that Deplete the Ozone Layer.\nAfter the passage of the protocol, SAGE II data also provided key evidence that the ozone layer was showing signs of recovery.\nSAGE III, which launched to the station Feb. 19 from Kennedy Space Center in Florida, will continue to monitor that recovery, but with more of Earth’s atmosphere in its sights. SAGE II monitored only the stratosphere. SAGE III is monitoring both the stratosphere and the mesosphere, which is the layer directly above the stratosphere. Ozone in the upper atmosphere acts as Earth’s sunscreen, protecting the surface from cancer-causing, crop-damaging ultraviolet rays. Atmospheric aerosols contribute to variability in the climate record.\n”It’s exciting to see these data reach the research community,” said SAGE III Program Scientist Richard Eckman of NASA Headquarters in Washington, D.C. “Earlier SAGE observations have been used extensively in the World Meteorological Organization’s periodic assessments of ozone depletion, which were begun in 1981. SAGE measurements have also contributed to the UN’s Intergovernmental Panel on Climate Change assessment process. These ISS-based observations will reinitiate SAGE’s contribution toward the long-term monitoring of ozone vertical profiles that inform these ongoing international assessment activities.”\nSAGE III includes a disturbance monitoring package that detects vibrations on the station. For the current release, data that may have been affected by significant vibrations or movement were not used.\n“Future versions will likely have more data than for the months we’ve already released,” said Zawodny. “This has been a fairly conservative filtering and subsetting of the data to put out what we think is representative of good quality data for validation purposes.”\nThe SAGE science team will begin releasing lunar occultation data later this year. Water vapor data is not part of this initial release, but will be available in future datasets. Following this initial release, SAGE III data will be released on a monthly basis.\nFor more information about Langley Research Center, visit:\nhttps://www.nasa.gov/langley\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}