{
  "url": "https://climate.nasa.gov/news/3064/activate-begins-year-two-of-marine-cloud-study/",
  "title": "ACTIVATE Begins Year Two of Marine Cloud Study",
  "date": null,
  "content": "The King Air sits on the tarmac prior to a recent flight. Credit: NASA/David C. Bowman\nBy Joe Atkinson,\nNASA's Langley Research Center\nA NASA airborne study has returned to the field for a second year of science flights to advance the accuracy of short- and long-term climate models.\nThe Aerosol Cloud meTeorology Interactions oVer the western ATlantic Experiment (ACTIVATE) began the third of six planned flight campaigns — two campaigns each year beginning in 2020 and ending in 2022 — in late January at NASA's Langley Research Center in Hampton, Virginia.\nCloud formation in the atmosphere depends on the presence of tiny particles called aerosols. ACTIVATE scientists are working to understand how variations in these particles from human and natural sources affect low lying clouds over the ocean and how those clouds in turn affect the removal of these particles from the atmosphere.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nCloud feedback, or the absorption and reflection of solar energy by clouds, is one of the biggest remaining uncertainties in climate models. By unraveling some of the mysteries of the formation and evolution of clouds, ACTIVATE scientists will provide crucial data to reduce those uncertainties.\nThe western North Atlantic Ocean is an ideal location for the study because it provides a wide range of weather conditions and receives a variety of aerosol types from sources such as the East Coast, the ocean and even wildfires from the West Coast — as researchers learned during the 2020 flights.\nCloud droplets can form on those aerosols and the first year of flight data revealed the broad range of cloud droplet number concentrations in this region of the Atlantic. These concentrations — not especially well represented in existing datasets — are a fundamental driver of the clouds themselves, and are thus key to understanding the multiple cloud types with varying properties based in the boundary layer area near the ocean's surface. Data from the 2020 flights indicate that the outflow of North American pollution is a major source of aerosols activating into droplets, with a trend toward lower particle and drop concentrations with distance from the shore.\nAlso noteworthy from the 2020 flights was sampling in cold-air-outbreak conditions, where instrument data are currently being used to validate and improve models trying to better simulate development of associated clouds. Scientists believe the dry air causes aerosols near the ocean surface to change shape, which alters how they scatter light. The frequency and magnitude of these events was unexpected and affects how researchers use satellite measurements to retrieve information about the amount, type and properties of these aerosols.\nTo collect this data, the study employs two aircraft flying in coordinated fashion — an HU-25 Falcon flying through clouds taking measurements from the surrounding atmosphere and a King Air flying at higher altitude taking both complementary remote sensing measurements from above and launching dropsondes to get important weather data.\nCOVID-19 forced the ACTIVATE team to alter its 2020 flight schedule and push the second set of flights originally planned for the spring to late summer. With continued stringent safety protocols, ACTIVATE researchers hope to stick to their planned schedule in 2021, with the current flights lasting through March and a second set of flights in May and June.\n\"Our team did a remarkable job of persevering and staying focused under very challenging circumstances last year, and we aim to continue that momentum and focus into this next deployment,\" said Armin Sorooshian, ACTIVATE principal investigator and atmospheric scientist at the University of Arizona. \"If the 2021 flight data are anywhere near as intriguing in terms of the range of aerosol and meteorological conditions we observed in 2020, they'll be extremely rich and build on an already large and valuable data archive for the international research community. Building statistics across a range of atmospheric variability is critical for better understanding of aerosol-cloud-meteorology interactions.\"\nACTIVATE is one of five NASA Earth Venture Suborbital campaigns originally scheduled to take to the field in 2020. Three of the five were postponed in 2020 due to logistical and safety challenges posed by COVID-19. To learn more about the other campaigns, visit https://www.nasa.gov/feature/goddard/2019/nasa-embarks-on-us-cross-country-expeditions.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}