{
  "url": "https://climate.nasa.gov/news/1014/arctic-waters-kept-warming-in-2013/",
  "title": "Arctic waters kept warming in 2013",
  "date": null,
  "content": "From NASA's Earth Observatory\nMap by NOAA Climate.gov, based on data provided by Mike Steele and Wendy Ermold, University of Washington; and the National Snow and Ice Data Center. Caption by Rebecca Lindsey and Adam Voiland.\nThe Arctic continued to shift to a warmer, greener state in 2013. That was the headline from the latest Arctic Report Card, an annual update prepared by scientists from the National Oceanic and Atmospheric Administration (NOAA) and partner organizations such as NASA. Scientists are tracking a variety of environmental indicators, including air temperature, snow cover, sea ice extent, ocean temperature, vegetation growth, and wildlife behavior. In comparison to 2012, most indicators this year were closer to their long-term averages, but signs of change (fueled by long-term warming) were still present.\nFor instance, most surface waters within the Arctic Circle were warmer than average in summer 2013. This map shows where sea surface temperatures (SSTs) in August 2013 were warmer (red) or cooler (blue) than the 1982–2006 average. Sea ice extent is solid white. Although some areas experienced unusually cool SSTs in August 2013—especially in the Chukchi and East Siberian Seas—unusually high temperatures dominated most of the Arctic Ocean and surrounding straits and seas.\nWarm waters in the eastern Arctic were probably related to an earlier-than-normal retreat of sea ice from the area and possibly an inflow of warmer water from the North Atlantic. Retreating sea ice would have left the Kara and Barents Seas exposed to warm summer sunlight. Meanwhile, on the western side of the Arctic, sea ice retreat was later and less extensive than normal, contributing to cooler-than-average surface temperatures in the Chukchi and East Siberian Seas.\nBy September, surface waters around the Barents Sea Opening (between Svalbard and Scandinavia) were about 5°F (3°C) warmer than they were in 2012. Southern Barents Sea temperatures reached 52°F (11°C), which is 9°F (5°C) warmer than the 1977–2006 average.\nDuring a press conference about the report, University of Virginia scientist Howard Epstein emphasized that ongoing changes in the Arctic are not happening in a vacuum. “The Arctic is not like Vegas,” he said. “What happens in the Arctic doesn’t stay in the Arctic. The major changes that we see in the sea ice, the spring snow cover extent, the increasing vegetation, the potential changes in greenhouse gases fluxes—these are all things that have implications that extend beyond just the Arctic to the rest of the world.”\nNOAA Climate (2013, December 12) 2013 Arctic Report Card: Arctic boundary waters warmer than average in summer. Accessed December 12, 2013.\nFurther Reading\nNOAA (2013, December 12) Arctic Report Card Updated for 2013. Accessed December 12, 2013.\nNOAA Climate (2013, December 12) Arctic Report Card: Visual Highlights. Accessed December 12, 2013.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}