{
  "url": "https://climate.nasa.gov/news/2631/wind-warm-water-revved-up-melting-antarctic-glaciers/",
  "title": "Wind, warm water revved up melting Antarctic glaciers",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nA NASA study has located the Antarctic glaciers that accelerated the fastest between 2008 and 2014 and finds that the most likely cause of their speedup is an observed influx of warm water into the bay where they're located.\nThe water was only 1 to 2 degrees Fahrenheit (0.5 to 1 degree Celsius) warmer than usual water temperatures in the area, but it increased the glaciers' flow speeds by up to 25 percent and multiplied the rate of glacial ice loss by three to five times — from 7 to 10 feet of thinning per year (2 to 3 meters) up to 33 feet per year (10 meters).\nResearchers at NASA's Jet Propulsion Laboratory in Pasadena, California, found that the warmer water was driven into the area by winds associated with two global climate patterns: La Niña and the less-known Southern Annular Mode, which involves a change in location of the belt of winds that encircles Antarctica. The glaciers' acceleration lasted from mid-2008 to 2012. After that, they slowed down but have continued to flow faster than they did before the warm water arrived.\nThe study is published in the journal Earth and Planetary Science Letters.\nThe four glaciers are in Marguerite Bay on the western side of the Antarctic Peninsula. Before 2008, their flow rates and rates of thinning (a measure of ice loss) had been stable for almost two decades — since the Wordie Ice Shelf in front of the glaciers collapsed in about 1989. The collapse broke off almost all of the floating portions of the glaciers, leaving the parts that are grounded on bedrock.\n\"Grounded ice is a major concern for sea level rise, because it hasn't contributed to sea level yet,\" said the new study's lead author, Catherine Walker of JPL. \"Floating ice has already made its contribution to the sea level.\"\nAfter two decades of relative stability, the magnitude of the glaciers' acceleration was unexpected. Walker and coauthor Alex Gardner of JPL discovered the change by examining new maps of glacial velocities for all Antarctic glaciers, created this year by Gardner and colleagues. The maps were developed by analyzing changes in Landsat satellite images from year to year. Previous data sets have either given a one-year \"snapshot\" of velocities, focused on a different location, or averaged rates of change over much larger areas of Antarctica, obscuring velocity changes over time and the behavior of individual glaciers. \"I don't think anyone could have seen this before these new maps were developed,\" Walker said.\nTo find out what caused the speedup, Walker and Gardner checked air temperatures over the bay and saw that, though they had generally warmed over past decades, they hadn't spiked markedly in 2008 to 2012.\nWater temperatures were a different story. A long-term data set from the nearby U.S. Antarctic Program's Palmer Station showed that warmer water first appeared in the bay in 2008, peaked in 2009, and stayed there almost nonstop through 2011. Using an analysis of winds in the area from the U.S. ECCO (Estimating the Circulation and Climate of the Ocean) project, Walker and Gardner showed that northwesterly winds allowed this warmer water to well up from the deep ocean onto the continental shelf in front of Marguerite Bay. Currents then carried the warm water into the bay and up to the fronts of the glaciers.\nWhile the warm water was in the bay, there was a moderately strong La Niña event, and the belt of winds circling Antarctica was closer to the continent rather than farther north — a condition known as the positive phase of the Southern Annular Mode (SAM). The combination of these two climate patterns was responsible for the northwesterly winds along the western side of the Antarctic Peninsula.\nThe speed at which the Marguerite Bay glaciers responded to a relatively small increase in ocean temperature was startling, Walker said. \"We detected the warmest water first in January 2009, and by November the glaciers were already losing ice at a rate of eight meters [25 feet] per year in thickness.\"\nWalker noted that while these glaciers accelerated during a La Niña event, the nearby Pine Island Glacier, one of West Antarctica's fastest-moving glaciers, melts faster during El Niños — the opposite climate pattern. She said, \"This alternating response to global atmospheric patterns underscores the need to improve our understanding of the links between global climate and changes in the polar oceans.\"\nMedia contact\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474Alan.Buis@jpl.nasa.gov\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nClimate change is rapidly reshaping a region of the world that’s home to millions of…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}