{
  "url": "https://climate.nasa.gov/news/2644/prolific-earth-gravity-satellites-end-science-mission/",
  "title": "Prolific Earth gravity satellites end science mission",
  "date": null,
  "content": "From NASA\nIllustration of the twin Gravity Recovery and Climate Experiment (GRACE) satellites in orbit. Credit: NASA/JPL-Caltech\nAfter more than 15 productive years in orbit, the U.S./German GRACE (Gravity Recovery and Climate Experiment) satellite mission has ended science operations. During their mission, the twin GRACE satellites have provided unprecedented insights into how our planet is changing by tracking the continuous movement of liquid water, ice and the solid Earth.\nGRACE made science measurements by precisely measuring the distance between its twin satellites, GRACE-1 and GRACE-2, which required that both spacecraft and their instruments be fully functional. Following an age-related battery issue on GRACE-2 in September, it became apparent by mid-October that GRACE-2's remaining battery capacity would not be sufficient to operate its science instruments and telemetry transmitter. Consequently, the decision was made to decommission the GRACE-2 satellite and end GRACE's science mission.\nGRACE, a mission led by Principal Investigator Byron Tapley at the University of Texas at Austin, launched in March 2002 on a planned five-year mission to precisely map our planet's ever-changing gravity field. It has revealed how water, ice and solid Earth mass move on or near Earth's surface due to Earth's changing seasons, weather and climate processes, earthquakes and even human activities, such as from the depletion of large aquifers. It did thisby sensing minute changes in the gravitational pull caused by local changes in Earth's mass, which are due mostly to changes in how water is constantly being redistributed around our planet.\n\"GRACE has provided paradigm-shifting insights into the interactions of our planet's ocean, atmosphere and solid Earth components,\" said Tapley. \"It has advanced our understanding of the contribution of polar ice melt to global sea level rise and the amount of atmospheric heat absorbed by the ocean. Recent applications include monitoring and managing global water resources used for consumption, agriculture and industry; and assessing flood and earthquake hazards.\"\nGRACE used a microwave ranging system to measure the change in distance between the twin satellites to within a fraction of the diameter of a human hair over 137 miles (220 kilometers). The ranging data were combined with GPS tracking for timing, star trackers for attitude information, and an accelerometer to account for non-gravitational effects, such as atmospheric drag and solar radiation. From these data, scientists calculated the planet's gravity field monthly and monitored its changes over time.\n\"GRACE was an excellent example of a research satellite mission that advanced science and also provided near-term societal benefits,\" said Michael Freilich, director of NASA's Earth Science Division at the agency's headquarters in Washington. \"Using cutting-edge technology to make exquisitely precise distance measurements, GRACE improved our scientific understanding of our complex home planet, while at the same time providing information -- such as measurements related to groundwater, drought and aquifer water storage changes worldwide -- that was used in the U.S. and internationally to improve the accuracy of environmental monitoring and forecasts.\"\nGRACE established that measuring the redistribution of mass around Earth is an essential observation for understanding the Earth system. GRACE's monthly maps of regional gravity variations have given scientists new insights into Earth system processes. Among its innovations, GRACE has monitored the loss of ice mass from Earth's ice sheets, improved understanding of the processes responsible for sea level rise and ocean circulation, provided insights into where global groundwater resources may be shrinking or growing and where dry soils are contributing to drought, and monitored changes in the solid Earth. Users in more than 100 countries routinely download GRACE data for analyses. For more on GRACE's science accomplishments, see:\nhttps://www.jpl.nasa.gov/news/news.php?feature=6777\n\"GRACE was a pioneering mission that advanced our understanding across the Earth system -- land, ocean and ice,\" said Michael Watkins, director of NASA's Jet Propulsion Laboratory in Pasadena, California, and the mission's original project scientist. \"The entire mission team was creative and successful in its truly heroic efforts over the last few years, extending the science return of the mission to help minimize the gap between GRACE and its successor mission, GRACE Follow-On, scheduled to launch in early 2018.\"\nDespite the loss of one of the twin GRACE satellites, the other satellite, GRACE-1, will continue operating through the end of 2017. \"GRACE-1's remaining fuel will be used to complete previously planned maneuvers to calibrate and characterize its accelerometer to improve the final scientific return and insights from the 15-year GRACE record,\" said GRACE Project Scientist Carmen Boening of JPL.\nCurrently, GRACE-2's remaining fuel is being expended and the satellite has begun to slowly deorbit. Atmospheric reentry of GRACE-2 is expected sometime in December or January. Decommissioning and atmospheric reentry of GRACE-1 are expected in early 2018. NASA and the German Space Operations Center will jointly monitor the deorbit and reentry of both satellites.\nGRACE Follow-On, a joint NASA/Helmholtz Centre Potsdam German Research Centre for Geosciences (GFZ) mission, will continue GRACE's legacy. It will also test a new laser-ranging interferometer developed by a joint German/U.S. collaboration for use in future generations of gravitational research satellites.\nGRACE is a joint NASA/Deutsches Zentrum für Luft- und Raumfahrt (DLR, the German Aerospace Center) mission led by Tapley and Co-principal Investigator Frank Flechtner at GFZ. GRACE ground segment operations are co-funded by GFZ, DLR and the European Space Agency.JPL manages GRACE for NASA's Science Mission Directorate at the agency's headquarters in Washington. GRACE was the first mission launched under NASA's Earth System Science Pathfinder program, designed to develop new measurement technologies for studying the Earth system.\nFor more information on GRACE, visit:\nhttp://www.csr.utexas.edu/grace\nand\nhttps://grace.jpl.nasa.gov\nAlan Buis\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nalan.buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov​\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}