{
  "url": "https://climate.nasa.gov/news/2656/nasa-survey-technique-estimates-congo-forests-carbon/",
  "title": "NASA survey technique estimates Congo forest’s carbon",
  "date": null,
  "content": "5 min read\nBy Ellen Gray,NASA's Earth Science News Team\nLife. It's the one thing that, so far, makes Earth unique among the thousands of other planets we've discovered. Since the fall of 1997, NASA satellites have continuously and globally observed all plant life at the surface of the land and ocean. During the week of Nov. 13-17, NASA is sharing stories and videos about how this view of life from space is furthering knowledge of our home planet and the search for life on other worlds.\nThe equivalent of 85 billion tons of carbon dioxide — a huge amount equal to three-quarters of the carbon stored in forests across the contiguous United States — is locked in the living vegetation of one African country that holds much of the second largest tropical rainforest in the world, according to new research.\nThe study conducted by NASA, UCLA and the World Wide Fund for Nature-Germany produced the first high-resolution map of the amount and distribution of carbon stored in the Democratic Republic of Congo (DRC). DRC is the largest country in the Congo Basin and home to a massive and largely inaccessible rainforest that is Earth's second largest reservoir of carbon in vegetation, second only to the Amazon Basin rainforest. The DRC's forests cover an area four times the size of California.\nThe DRC carbon stock estimates are based on very fine-scale three-dimensional measurements of forest structure that provide, for the first time, data for one of the most diverse tropical forests on Earth. The measurements will help scientists understand the role of this forest in the global carbon cycle and how variations in climate may influence their carbon stock and function.\n\"We learned that the distribution of carbon in the above-ground biomass of the more than 150 million hectares (about 371 million acres) of forest in the DRC is extremely variable and diverse because of the region's climate, soil types, and a long history of human presence,\" said Sassan Saatchi, a senior researcher at NASA's Jet Propulsion Laboratory in Pasadena, California, who led the research team. \"You cannot think of the Congo rainforest as this big green carpet anymore. We encountered a large variety of tree sizes and densities across the DRC, producing extremely complex regional patterns of carbon stored in the forest.\"\nTraditionally, inventories of forest carbon and biomass are done by researchers who hike into the forest and set up plots on the ground that attempt to capture the full range of terrain. These data are then catalogued, measured and revisited in the future to see how they've changed. The Congo Basin forests, however, span five countries, and many areas are difficult to access due to the lack of infrastructure and rough terrain, which doesn't allow for comprehensive ground measurements of the forest carbon. To observe the forests, the research team took to both air and space.\nUsing the same forestry techniques to establish inventory plots on the ground, the research team contracted a local African company to fly an airplane outfitted with a commercial Light Detection and Ranging (LIDAR) instrument over 216 locations covering more than 2.5 million acres (half a million hectares) of tropical forest. At each location, the LIDAR captured the height, canopy profile, and outline of treetop canopies with data points 20 inches (50 centimeters) apart, from which they derived the forest structure and carbon estimate. These data were paired with data from NASA's Shuttle Radar Topography Mission, which provided the slopes and curves of the ground surface itself; Japan Aerospace Exploration Agency Advanced Land Observing Satellite Phased Array type L-band Synthetic Aperture Radar (PALSAR) data; and U.S. Geological Survey-NASA Landsat vegetation observations. The combined data sets were scaled up to produce a map of the entire above-ground forest carbon stocks for each 12,000-square-yard (1-hectare) land unit.\nConserving tropical forests like the Congo is a high priority for the United Nations in its efforts to defray the effects of climate change. The U.N. has a policy initiative known as Reduce Emissions from Deforestation and Degradation (REDD+) in nations with large forests like the DRC. The new findings and research methods, conducted in partnership with scientists and the DRC government, are the first step for DRC to establish a baseline assessment of its carbon stocks and a system for future forest monitoring required to participate in REDD+ and be eligible for compensation for preserving the forests.\nSaatchi says preserving forests is probably the most immediate mechanism we have to mitigate carbon dioxide accumulating in the atmosphere. A quarter of the entire amount of carbon that goes into the atmosphere globally is absorbed by Earth's vegetation, so protecting and possibly increasing the amount of carbon stored in forests could have significant benefits, such as mitigating climate change and preserving biodiversity and water quality.\n\"The DRC national carbon map is a truly significant contribution to DRC's future sustainable development,\" said co-author Aurélie Shapiro at World Wide Fund for Nature-Germany in Berlin. \"This innovative product demonstrates with unprecedented accuracy the important role of Congolese forests in mitigating climate change, which is facilitating investments into emissions reductions programs.\"\nTo estimate the carbon stored above ground in DRC forests, the research team developed data sets for tree height and tree cover, which vary from one end of the DRC to the other. This information is also extremely helpful to conservationists interested in quantifying the health of habitats for gorillas and other at-risk animals, said Shapiro.\nThe new results will help test and validate the capabilities of two upcoming NASA missions: the NASA-Indian Space Research Organization Synthetic Aperture Radar, or NISAR, mission, managed by JPL; and the LIDAR observations from the Global Ecosystem Dynamics Investigation, or GEDI, mission, managed by NASA's Goddard Space Flight Center in Greenbelt, Maryland. GEDI will mount a space-based LIDAR on the International Space Station to produce high-resolution 3-D imagery of Earth's forests.\nThe study is published Nov. 8 in Scientific Reports, a Nature publication. The paper is at:\nwww.nature.com/articles/s41598-017-15050-z\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}