{
  "url": "https://climate.nasa.gov/news/435/just-5-questions-the-root-of-the-matter/",
  "title": "Just 5 questions: The root of the matter",
  "date": null,
  "content": "By Gretchen Cook-Anderson,\r\nNASA Earth Science News Team\nCountless people clung to life in the branches of trees hemming the shorelines during the 2004 tsunami that killed more than 230,000 people in Indonesia, India, Thailand and Sri Lanka. In the aftermath of the disaster, land change scientist Chandra Giri from the U.S. Geological Survey decided to explore how these unique trees — which make up valuable forest ecosystems called mangroves — help safeguard lives, property and beaches during hurricanes, tsunamis and floods. In the process, he and his colleagues came up with the first definitive map of Earth’s mangrove forests.\n\n\n1. Why are mangroves important?\r\nMangroves are extremely precious as a robust habitat, refuge and food source for hundreds of wildlife species as well as for humans. They’re important when it comes to biodiversity, and they store a disproportionately greater amount of terrestrial carbon than a lot of other ecosystems. \r\n\n\n2. How did you get into studying them?\r\nSix years ago I had an epiphany. Watching the footage of the tsunami devastation on TV, I realized that mangroves also have a role to play as a protective barrier against some natural disasters. I thought that perhaps the extent of that protective role could be measured in some way. \r\n\n\n3. So what has your research come up with?\r\nUntil now, no-one had systematically collected hard data on mangrove forests on a broader scale. So we set out to build the first precise, satellite-derived global map of mangrove forests. What that map has told us is that mangrove forests make up less of the Earth’s surface than previously thought — about 12 percent less. They cover about 53,190 square miles of land.\nThis is troubling when you combine it with the growing concern that, according to the International Union for the Conservation of Nature, 16 percent of mangrove species are in danger of extinction, and, according to the Millennium Ecosystem Assessment, a whopping 35 percent of mangrove ecosystems disappeared between 1980 and 2000. That decline is mostly due to agricultural expansion, urban development and shrimp farming. \r\n\n\n4. How did you make the map?\r\nWe used over 1,000 high-resolution images from the Landsat satellite [jointly managed by NASA and the U.S. Geological Survey]. Mangroves are largely identifiable in the false-color Landsat images — they appear as a shade of dark red near a shoreline or adjacent to a body of water, which sets them apart from other types of land surfaces. We used that shade as the signature for the presence of mangroves in the images.\nSatellites capture imagery of Earth with varying degrees of resolution, similar to pixel sizes on a television screen. In past years, scientists have typically viewed global land cover in individual pixels, or snapshots, spanning 1 square kilometer (0.6 square miles) in area. There’s not sufficient detail visible at that resolution to detect mangroves. Our technique involves using data at a finer resolution — each picture has an area of just 30 square meters (32 square yards) — making it easy to classify mangroves that are often found in small clumps.\nWe invited scientists from South America, Africa, India, and Asia to help us slowly piece together the mangrove map. To make sure that we were really seeing mangrove forests and not something else, we also used field data, news reports, scientific publications, and Google images of each region. \r\n\n\n5. Where next?\r\nThis map has given us a stepping stone with which we can now start to answer our original question – do mangroves offer coastal protection? We first had to learn more about where mangroves exist, their density, and how fast they are changing.\nWe know that the Asia-Pacific region, Indonesia in particular, has the most mangrove forests. From the U.N. and other reports, we also know that Asia is the region most at risk from deadly natural disasters like tsunamis. So, with the map we’re now better positioned to investigate mangroves’ value as armor against them, and to help substantiate conservation efforts in the region to stem the forests’ decline.\nWe also expect scientists to pair our Landsat-based estimates with other remote sensing measurements in the future like lidar [light detection and ranging], so they can estimate the height and biomass of mangroves in order to generate more precise estimates of mangrove conditions.\r\n\n\nInterview adapted for NASA’s Global Climate Change website by Amber Jenkins.\nRelated Links:\n\"Status and distribution of mangrove forests of the world using Earth-observation satellite data\", C. Giri et al., Global Ecology and Biogeography (2010)\r\n\"The Asian Tsunami: A Protective Role for Coastal Vegetation\", F. Danielsen et al., Science, Vol. 310, no. 5748, p. 643 (2005)\r\n\"Mangroves shielded communities against tsunami\", Science Daily (2005)\r\n\"Greenbelt Tsunami Prevention in South-Pacific Region\", T. Hiraishi & K. Harada,  Report of the Port and Airport Research Institute , Vol. 42, No. 2 (2003). \r\nLandsat mission\nU.S. Geological Survey\nInternational Union for the Conservation of Nature\nMillennium Ecosystem Assessment\n- Seventy-five percent of them are concentrated in 15 countries\n- The rest are scattered across the globe more sparsely\n- 16 percent of mangrove species are endangered\n- 35 percent of mangrove ecosystems disappeared between 1980 and 2000\n- Mangroves likely damped tsunami waves and protected shorelines from damage in the 2004 Indian Ocean tsunami\n- Models suggest that 30 trees per square meter in a 100-meter-wide belt may reduce the maximum tsunami flow pressure by more than 90 percent\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}