{
  "url": "https://climate.nasa.gov/news/2743/the-scientific-method-and-climate-change-how-scientists-know/",
  "title": "The scientific method and climate change: How scientists know",
  "date": null,
  "content": "4 min read\nBy Holly Shaftel,NASA's Jet Propulsion Laboratory\nThe scientific method is the gold standard for exploring our natural world. You might have learned about it in grade school, but here’s a quick reminder: It’s the process that scientists use to understand everything from animal behavior to the forces that shape our planet—including climate change.\n“The way science works is that I go out and study something, and maybe I collect data or write equations, or I run a big computer program,” said Josh Willis, principal investigator of NASA’s Oceans Melting Greenland (OMG) mission and oceanographer at NASA’s Jet Propulsion Laboratory. “And I use it to learn something about how the world works.”\nUsing the scientific method, scientists have shown that humans are extremely likely the dominant cause of today’s climate change. The story goes back to the late 1800s, but in 1958, for example, Charles Keeling of the Mauna Loa Observatory in Waimea, Hawaii, started taking meticulous measurements of carbon dioxide (CO2) in the atmosphere, showing the first significant evidence of rapidly rising CO2 levels and producing the Keeling Curve climate scientists know today.\nSince then, thousands of peer-reviewed scientific papers have come to the same conclusion about climate change, telling us that human activities emit greenhouse gases into the atmosphere, raising Earth’s average temperature and bringing a range of consequences to our ecosystems.\n“The weight of all of this information taken together points to the single consistent fact that humans and our activity are warming the planet,” Willis said.\nThe exact steps of the scientific method can vary by discipline, but since we have only one Earth (and no “test” Earth), climate scientists follow a few general guidelines to better understand carbon dioxide levels, sea level rise, global temperature and more.\nAs you can see, the scientific method is iterative (repetitive), meaning that climate scientists are constantly making new discoveries about the world based on the building blocks of scientific knowledge.\nHow does the scientific method work in the real world of climate science? Let’s take NASA’s Oceans Melting Greenland (OMG) campaign, a multi-year survey of Greenland’s ice melt that’s paving the way for improved sea level rise estimates, as an example.\nAll in all, the scientific method is “a way of going from observations to answers,” NASA terrestrial ecosystem scientist Erika Podest, based at JPL, said. It adds clarity to our way of thinking and shows that scientific knowledge is always evolving.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}