{
  "url": "https://climate.nasa.gov/news/2633/end-of-summer-arctic-sea-ice-extent-is-eighth-lowest-on-record/",
  "title": "End-of-summer Arctic sea ice extent is eighth lowest on record",
  "date": null,
  "content": "A still image of the Arctic sea ice on Sept. 13, 2017, when the ice reached its annual minimum. In addition, a yellow line marks the 30-year average minimum sea ice extent computed over the time period from 1981 through 2010.\nBy Maria-José Viñas,\r\nNASA’s Earth Science News Team\nArctic sea ice appeared to have reached its yearly lowest extent on Sept. 13, NASA and the NASA-supported National Snow and Ice Data Center (NSIDC) at the University of Colorado Boulder have reported. Analysis of satellite data by NSIDC and NASA showed that at 1.79 million square miles (4.64 million square kilometers), this year’s Arctic sea ice minimum extent is the eighth lowest in the consistent long-term satellite record, which began in 1978.\nArctic sea ice, the layer of frozen seawater covering much of the Arctic Ocean and neighboring seas, is often referred to as the planet’s air conditioner: its white surface bounces solar energy back to space, cooling the globe. The sea ice cap changes with the season, growing in the autumn and winter and shrinking in the spring and summer. Its minimum summertime extent, which typically occurs in September, has been decreasing, overall, at a rapid pace since the late 1970s due to warming temperatures.\nThis year, temperatures in the Arctic have been relatively moderate for such high latitudes, even cooler than average in some regions. Still, the 2017 minimum sea ice extent is 610,000 square miles (1.58 million square kilometers) below the 1981-2010 average minimum extent.\n“How much ice is left at the end of summer in any given year depends on both the state of the ice cover earlier in the year and the weather conditions affecting the ice,” said Claire Parkinson, senior climate scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “The weather conditions have not been particularly noteworthy this summer. The fact that we still ended up with low sea ice extents is because the baseline ice conditions today are worse than the baseline 38 years ago.”\nThe three years with the lowest Arctic ice extents on record — 2012, 2016 and 2007 — experienced unusual weather conditions, including strong summer storms that hammered the ice cover and sped up its melt. “In all of those cases, the weather conditions contributed to the reduced ice coverage. But if the exact same weather system had occurred three decades ago, it is very unlikely that it would have caused as much damage to the sea ice cover, because back then the ice was thicker and it more completely covered the region, hence making it more able to withstand storms,” Parkinson said.\nOn the other side of the planet, Antarctica is heading to its maximum yearly sea ice extent, which typically occurs in September or early October. This year’s maximum extent is likely to be among the five lowest in the satellite record — a continuation of the low extents in 2015 and 2016 that represented a dramatic turn of events after a streak of record high maximum extents in 2012, 2013 and 2014. So far, the September Antarctic ice extents this year are comparable to those of a year ago.\n“What had been most surprising about the changing sea ice coverage in the past three decades was the fact that the Antarctic sea ice was increasing instead of decreasing,” Parkinson said. “The fact of Arctic sea ice decreases was not as shocking because this was expected with a warming climate, although the overall rate of the decreases was greater than most models had forecast.”\nParkinson said that although it is still too early to talk about a long-term reversal in the behavior of Antarctic sea ice, the decreases witnessed in the past two years provide important data to test the various hypotheses that scientists have put forward to explain why Antarctic sea ice coverage had been increasing, overall, between 1979 and 2015.\nAdding the Antarctic and Arctic sea ice extents month by month through the satellite record shows that globally the Earth has been losing sea ice since the late 1970s in each portion of the annual cycle of ice growth and decay. “In fact, this year, every single month from January through August experienced a new monthly record low in global sea ice extents,” Parkinson said.\nRelated link: http://nsidc.org/arcticseaicenews/2017/09/arctic-sea-ice-at-minimum-extent-2/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}