{
  "url": "https://climate.nasa.gov/news/2651/greenland-melt-speeds-east-coast-sea-level-rise/",
  "title": "Greenland melt speeds East Coast sea level rise",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Sea Level Change Portal\nGravity is putting its thumb on the scale of sea level rise along the U.S. East Coast, a study tracing the effects of Greenland ice-melt shows.\nThe recent work reveals a substantial acceleration in sea level rise, roughly from Philadelphia south, starting in the late 20th century. And it is likely a strong confirmation of sea-level “fingerprints,” one of the most counter-intuitive effects of large-scale melting: As ice vanishes, the loss of its gravitational pull lowers sea level nearby, even as sea level rises farther away.\nThe result could be an early indication of an expected acceleration of global sea level, long predicted by computer models of Earth’s climate.\n“If the climate scenarios are correct, we would expect to see an acceleration,” said James Davis of the Lamont-Doherty Earth Observatory at Columbia University in New York. “During this 25-year period (since 1990), some of the sea-level rates on the East Coast doubled.”\nIn a paper published in May, Davis and co-author Nadya Vinogradova relied largely on data from tide gauges along the East Coast. But unlike previous studies, theirs included loss of ice mass from Greenland and Antarctica among the causes of sea level acceleration.\nTheir analysis shows that the Greenland and Antarctic influence alone would account for an increase in the rate of sea level rise on the East Coast of 0.0016 to 0.0059 inches (0.04 to 0.15 millimeters) each year, varying by location. That’s equivalent to 7.8 inches (0.2 meters) of sea-level rise on the northern East Coast over the next century, and 2.5 feet (0.75 meters) in the south, though the estimates are quantitative and not an attempt at an actual projection.\n“At some point sea level has to start rising faster,” Davis said. “I think this period we just passed is the first sign of that.”\nAnd while other scientists have published papers calling out the East Coast acceleration, the Davis and Vinogradova study appears to be among the first to reveal evidence of the strange gravitational effects from dwindling ice mass. (Another recent study also reported direct evidence of sea-level fingerprints.)\nTo reach such a conclusion, the two scientists – both members of the NASA Sea Level Change Team – included a full inventory of sources for sea level acceleration, among them ocean dynamics and changes in atmospheric pressure.\nModeling the 25-year-period since 1990 produces an acceleration of sea level rise in good agreement with tide gauge observations when melting from Greenland and Antarctica are included.\nPerhaps more tellingly, removing the melt factor turns the models into a poor match for observations.\n“When you leave the ice out, you get a much worse fit,” Davis said.\nTheir modeling approach also eliminates a large area of uncertainty: post-glacial rebound, or the gradual rise of land in a region that is no longer burdened by the massive glaciers of the last ice age. Because this rebound takes thousands of years, the shorter time-scale of the new study is insensitive to it, so it needn’t be factored in.\nThe study helps reinforce the conclusions of a second paper (Chen et al. 2017) that revealed an increase in global mean sea level from 0.08 inches (2.2 millimeters) per year in 1993 to 0.13 inches (3.3 millimeters) in 2014. That paper summed up all observed contributions to global mean sea level.\n“The two papers, taken together, show that there is acceleration going on, but also that regional sea level change can be quite different from global,” Davis said. “If you’re interested in what’s happening where you live, you’re not so interested in the global mean.”\nAs a warming world increases climate variability, scientists also will have to identify important trends over shorter periods of time, he said.\nAnother big takeaway from his and other recent studies, Davis said, is that changes on land could be the key to sea level rise.\n“One of the best ways to tell what the impact of the (ice) mass loss in Greenland and Antarctica is not to measure sea level, but to measure what is going on in Greenland and Antarctica from GRACE (the twin Gravity Recovery and Climate Experiment satellites),” he said. “That makes sense, but the idea that we can look on land to tell us what is happening in the ocean may be counterintuitive to some people.”\nRead the study by James L. Davis and Nadya T. Vinogradova\nThis article was originally published on NASA's Sea Level Change Portal.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}