{
  "url": "https://climate.nasa.gov/news/2645/nasa-estimates-global-reach-of-atmospheric-rivers/",
  "title": "NASA estimates global reach of atmospheric rivers",
  "date": null,
  "content": "4 min read\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nA recent study by NASA and several partners has estimated, for the first time, the global impact of atmospheric rivers on floods and droughts, as well as the number of people affected by these atmospheric phenomena.\nAtmospheric rivers are relatively long, narrow, short-lived jets of air that transport water vapor across significant portions of Earth's mid-latitude oceans, onto the continents and into Earth’s polar regions.\nPrevious studies recognized that atmospheric rivers can have profound effects on precipitation, floods and snowpack on land — collectively known as hydrology — but these studies were limited to very specific regions. The new study is a first attempt to determine how extensively atmospheric rivers affect global hydrology.\nLike tropical cyclones, atmospheric rivers are a form of extreme weather that affects many areas of the globe. The new study conservatively estimates that, on average, at least 300 million people around the world are exposed to floods and droughts linked to atmospheric rivers each year. And while the percentage of Earth’s population affected by atmospheric river storms is relatively small, their effects are quite significant.\nThe study authors found that globally, precipitation from atmospheric rivers contributes 22 percent of the total water that flows across Earth’s land surfaces. In certain regions — such as the west and east coasts of North America; Southeast Asia; and New Zealand — that contribution can exceed 50 percent. These impacts come from just a handful of atmospheric river storms each year. Around the world, in places where their influence is strongest, atmospheric rivers make floods and droughts far more likely — increasing the occurrence of floods by 80 percent in those areas, while their absence may increase the occurrence of droughts by up to 90 percent.\nEarlier research on atmospheric rivers focused largely on two types of impacts from these systems. First, early studies in the 1990s noted that these storms are responsible for the vast majority of water vapor transported to Earth's higher latitudes, helping to shape the climate and water cycle of the polar regions. Second, most atmospheric river studies in the past decade have primarily focused on the impacts they bring to western North America and western Europe. The studies found that atmospheric rivers are responsible for most flooding events, as well as recoveries from drought, in these regions, and also that just a dozen or so storms drop 40 percent of California's annual water supply.\n\"This new work quantifies the potential impacts of atmospheric rivers on important freshwater quantities, such as snowpack, soil moisture and the occurrence of droughts and floods across the globe,\" said study co-author Duane Waliser, chief scientist of the Earth Science and Technology Directorate at NASA's Jet Propulsion Laboratory in Pasadena, California. \"The findings provide added impetus for considering improvements to our observing and modeling systems that are used for forecasting atmospheric rivers.\"\nFor this research, the scientists used a database of atmospheric rivers (previously developed by the study co-authors) to model the amount of water these moisture-laden jets contribute to variations in stream flow, soil moisture and snowpack. Next, they identified regions where atmospheric rivers play a major role in influencing floods and droughts. They then calculated the number of people exposed to these hydrologic hazards due to atmospheric rivers.\n\"By incorporating demographic data into our study, we have found that, globally, a large number of people are exposed to hazards that stem from atmospheric rivers,” said study lead author Homero Paltan. (Paltan is currently a graduate student at the University of Oxford in England, but began work on the study during a summer internship at JPL in 2016.) “They have a considerable impact that we're only beginning to understand and measure.\"\nWhile many areas experience either drought or flooding as impacts of atmospheric rivers, Paltan said, in some places, rivers can bring both of these hazards. For example, people in the Iberian Peninsula (in Spain and Portugal), northern Iran, the Yellow River Valley in China, and areas of Australia and New Zealand might be exposed to droughts like the one California recently experienced. \"Yet at the same time, in these and other areas around the globe, atmospheric rivers also represent a major source of flood risk.\"\nThe research was published online recently by the journal Geophysical Research Letters.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}