{
  "url": "https://climate.nasa.gov/news/2657/new-nasa-insights-into-the-secret-lives-of-plants/",
  "title": "New NASA insights into the secret lives of plants",
  "date": null,
  "content": "10 min read\nFrom rainforests to croplands, boreal forests to mangroves, NASA will take a new look at terrestrial vegetation across our living planet over the next two years with several unique instruments in space, including one from NASA's Jet Propulsion Laboratory in Pasadena, California. The missions will help scientists investigate the role of plants in Earth's global carbon and water cycles.\nSince the 1970s, NASA has studied life from space with satellites such as Landsat, Terra, Aqua and NASA/NOAA's Suomi National Polar-orbiting Partnership. Scientists have used these data along with observations from international spacecraft to conduct a wide range of research, from detecting northward expansion of forests in the Arctic to monitoring how burned areas recover from wildfires.\nGenerally, the instruments currently in orbit do their work by detecting sunlight reflected off Earth's surface, as a camera does. But the new instruments being launched over the next two years will take a new, more active approach to probe new questions about vegetation and how it is changing. Two of these NASA missions will use laser instruments that will measure the height of trees, while a third will monitor temperature to provide insights into plant health.\nWhile the global extent of forest ecosystems has been mapped from satellite imagery, existing maps can't determine how tall those trees are, or the structure of their canopies — that is, the third dimension.\nTwo missions will use spaceborne lasers to measure tree height: an instrument mounted on the International Space Station, called the Global Ecosystem Dynamics Investigation (GEDI); and a satellite called the Ice, Cloud and land Elevation Satellite-2 (ICESat-2), which will focus on measuring snow and ice, but will also measure the planet's forests. With data flowing in from both instruments, scientists plan to develop a three-dimensional map of Earth's vegetation.\nBy knowing the extent of forests from existing maps, as well as the heights of the canopy from the new instruments, researchers will then be able to estimate how much plant matter — and therefore how much carbon — is present. As trees grow, they absorb carbon from the atmosphere, making forests a key player in the global carbon cycle. Over time, these missions can help give scientists clues to how much carbon is being absorbed by growing forests, and how it's being released into the atmosphere through forest fires and deforestation.\n\"Combining ICESat-2 with GEDI, we're going to have a new view of the state of the biosphere on our planet,\" said Tom Neumann, the deputy project scientist for the ICESat-2 project at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nFor Ralph Dubayah, GEDI's principal investigator from the University of Maryland, the GEDI mission will answer questions about the biomass of trees in a given region, and the impact of deforestation and reforestation on the amount of carbon dioxide in the atmosphere. GEDI will also quantify how the vertical arrangement of leaves and branches in a forest affects habitat quality and biodiversity.\nWhile both missions use light detection and ranging (lidar) technology — which is like radar, but with laser light instead of radio waves — the GEDI instrument will use a near-infrared wavelength. This wavelength region is optimal to measure vegetation because it reflects off of leaves, and a portion of this reflected light makes its way back to the sensor. The pulses emitted from near-infrared lasers can also better penetrate through tree canopies to reflect off the ground, which is a necessary measurement for determining the height of trees.\nGEDI's team has worked to optimize its system's pulse width, wavelength, sampling pattern and footprint size to cover as many forested areas as possible. GEDI's three lasers will pulse 242 times per second, sampling 10 laser tracks spread out across a 3.7-mile (6-kilometer) swath on Earth's surface. Because GEDI will fly on the International Space Station, its orbital path will focus on Earth's mid-latitude and tropical regions, where the vast majority of forest carbon is stored.\nICESat-2, orbiting pole-to-pole, will gather data on Earth's ice sheets, sea ice and glaciers with its near-global coverage. Instead of using near-infrared light, ICESat-2's Advanced Topographic Laser Altimeter System (ATLAS) instrument will use green, visible light. ATLAS has two lasers, only one of which operates at a time. The non-operating laser is an onboard spare. The operating laser will pulse 10,000 times per second and generate six tracks. As it travels over the mid-latitudes, scientists will use ATLAS to measure specific vegetated regions, complementing the GEDI measurements and creating a more complete three-dimensional map of Earth's vegetation.\nThe photons, or particles of light, from ICESat-2's green lasers will reflect off whatevertha is below them, including the tops of trees, branches and leaves, and — if there is open space in the canopy — off the ground.\n\"If you can separate those two — the photons reflected from the ground, from the photons reflected from the tops of the trees — you can measure tree height, which is really cool,\" Neumann said. However, it's not always possible to separate the treetops from the forest floor, especially with a visible wavelength.\n\"If the tree canopy is too dense, we cannot see the ground, so you can't measure tree height,\" Neumann said. \"If the tree canopy is too sparse, we can't see the trees because it's one tree in the middle of a field, and your chances of hitting that single tree are not so good.\"\nBecause GEDI's lasers operate in near-infrared, and have sufficient power to penetrate dense forests with each shot, the instrument can more accurately measure forest structure even in areas that have a dense canopy.\nGEDI's vegetation measurements will help close a critical gap in our current understanding of how carbon is stored and emitted over time by forests and other ecosystems. The process plays a huge role, ultimately, in how much carbon dioxide accumulates in the atmosphere.\n\"The central science goal of GEDI is to provide the data by which we can precisely address this question,\" Dubayah said. \"GEDI is the first lidar ever to fly that has been optimized for vegetation measurements.\"\nArmed with this information, scientists will be able to do a much better job forecasting atmospheric carbon dioxide concentrations in the future, he said, and in understanding the role of human activities on the carbon cycle.\nClouds are another obstacle for both the ICESat-2 and GEDI missions. On any given day, Earth is about 50 percent covered in clouds. So, instead of measuring the tops of trees, these lidar-based systems will measure the tops of the clouds which reflect the laser pulse. Having two systems measuring vegetation will help fill in these cloudy data gaps. By combining the data, scientists will get a better picture of the status of Earth's vegetation.\nAlthough the two missions are optimized for different scientific objectives, they will work together to create a more precise height map of Earth's vegetation — a data set that can help answer Dubayah's questions.\nKnowing how much vegetation is present on Earth does not indicate whether or not that vegetation is healthy. How vegetation changes due to stresses caused by water availability is the key science question to be addressed by JPL's ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) mission.\nAs plants take in carbon dioxide for photosynthesis, they release water through evapotranspiration from their leaf pores, which helps them cool down in the hot sun, much as human sweat cools us down. And just like humans, if plants don't get enough water, they can overheat.\nThe plant pores open and shut in response to heat stress and water availability. When they're open, plants take in carbon dioxide and lose water. When they're closed, plants stop taking in carbon dioxide (i.e., growing) but also stop losing water. If we know plants are losing water, we know they're taking in carbon dioxide, and vice versa. ECOSTRESS data will help scientists understand the total carbon dioxide uptake by plants over the course of a typical day. For example, if it's a hot and dry afternoon, some plants may shut down their water use and carbon dioxide uptake in the afternoon. ECOSTRESS will be able to detect these types of responses. Current polar orbiting satellites can provide only a single snapshot of carbon dioxide uptake and water release each day, at the same time of day, so scientists have to estimate how that one-time snapshot translates over the course of the entire day.\nECOSTRESS will measure plant temperatures from space to detect the cooling nature of water evaporated by plants, or the lack thereof. It will tell us how much water different plants use and need and how they react to environmental stresses from water shortages. In addition to its carbon and water cycle science objectives, it will also study how Earth's terrestrial biosphere is responding to changes in water availability.\nFrom its unique orbital perch, ECOSTRESS will observe the same spot on Earth every few days at different times of day for a minimum of one year, allowing scientists to track changes in plant-water dynamics over the course of a typical day.\n\"ECOSTRESS will enable a detailed investigation into plant water use throughout the day,\" said Josh Fisher, the mission's science lead at JPL. \"Furthermore, we'll be able to better understand how certain regions are being impacted by drought. This could have important implications for managing forests or agricultural systems.\"\nECOSTRESS will also provide key insights into links between Earth's water and carbon cycles by identifying which areas of our planet require more or less water for the amount of carbon dioxide they take up.\nECOSTRESS Principal Investigator Simon Hook of JPL began developing the thermal infrared radiometer for ECOSTRESS several years ago. ECOSTRESS will track the energy used in evaporating water in combination with other factors that affect evaporation, such as temperature and humidity.\nECOSTRESS data will be used by ecologists, hydrologists, meteorologists and other scientists as well as the agricultural and water management communities. In fact, the ECOSTRESS science team includes scientists from the U.S. Department of Agriculture. It will collect data at pixels measuring a little more than 200 feet (70 meters) on a side, about the size of a large backyard, small farm or part of a big farm. This scale of information can also be useful for applications research on the effects of droughts on natural vegetation; for example, for identifying which types of trees are most vulnerable to dying first.\nNASA and its partners are planning even more future missions over the next several years to advance what we know about Earth's ecosystems. For example, the agency is partnering with the Indian Space Research Organization to develop the NASA ISRO Synthetic Aperture Radar (NISAR) mission, which will routinely provide systematic observations of Earth's land and ice-covered surfaces at least twice every 12 days, enabling greater scientific understanding of the dynamic processes that drive the Earth system and natural hazards, as well as providing actionable support for disaster response and recovery.\nNISAR will complement GEDI, ICESat-2 and ECOSTRESS. With its capability to see through clouds, it will be able to help measure the amount of carbon stored in forests, the loss of forests due to disturbance, and the extent of agricultural areas and wetland areas across the globe.\nBy Lacey Young and Alan Buis\nNASA’s Goddard Space Flight Center, Greenbelt, Maryland\nNASA’s Jet Propulsion Laboratory, Pasadena, California\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}