{
  "url": "https://climate.nasa.gov/news/2658/nasa-links-port-city-sea-levels-to-regional-ice-melt/",
  "title": "NASA links port-city sea levels to regional ice melt",
  "date": null,
  "content": "4 min read\nBy Pat Brennan,NASA's Sea Level Change Portal\nA new NASA tool links changes in sea level in 293 global port cities to specific regions of melting land ice, such as southern Greenland and the Antarctic Peninsula. It is intended to help coastal planners prepare for rising seas in the decades to come.\nAll coastal cities will see some impacts of global sea level rise. But the new tool shows that, for example, New York City is more strongly affected by melting ice in northeastern Greenland than in southwestern Greenland; while Sydney has a greater risk from the rapidly melting Antarctic Peninsula than from East Antarctica.\nA paper describing the new tool, titled \"Should coastal planners have concern over where land ice is melting?,\" was recently published in the journal Science Advances. The research team is Eric Larour, Erik Ivins and Surendra Adhikari of NASA's Jet Propulsion Laboratory in Pasadena, California.\nMelting ice and rising ocean temperatures contribute about evenly to global sea level rise today. Individual cities are also affected by local conditions such as land sinking. Other Web-based resources such as the U.S. Climate Resilience Toolkit address some of these issues, but the new NASA tool is the only resource to match specific melting ice locations with their effects on the world's ports.\nWater from melted ice on land doesn't spread evenly across the world's oceans because of a gravitational push-pull between ice and ocean. As a melting glacier or ice sheet dwindles, it loses mass, causing its local gravitational pull on nearby ocean water to diminish. Seawater that had been pulled toward the ice by the force of gravity flows away — in other words, sea level drops in the vicinity of a melting glacier but rises farther away. When this spatial pattern can be attributed to a given glacier or ice sheet, it is known as a sea level fingerprint.\nTo calculate this and other influences on sea level such as Earth's rotation, Larour and his colleagues used a dynamic mathematical formula called the adjoint method, which is used in seismic and meteorological studies. The method enables fast computation of the sensitivity of a model's output to its inputs — in this case, the sensitivity of sea level to ice melting. They used the method with JPL's well-tested computer model of ice sheet melting, the Ice Sheet System Model, to develop their new tool, called Gradient Fingerprint Mapping.\nUsers of the tool need no specialized training or extreme computer power; they simply download it, input data or projections of ice loss, and let it evolve the shifting ice and water patterns forward into the future. The result: a detailed profile of the sensitivity of sea level at any of these cities to changes in ice anywhere in the world.\nCalculations of sea level fingerprints have been made in previous studies but tended to be cumbersome and spatially coarse, Larour said. The new tool provides an overall mechanism for rapidly computing high-resolution results using a variety of potential data sets.\nGradient Fingerprint Mapping is not dependent on a particular climate change scenario, Larour said. \"You can apply the method to any type of melting scenario that you want.\" That means it will retain its utility as improved projections of ice loss become available in the future.\nThe computations show that the specific location of mass loss in Greenland is crucial, as it greatly affects the local sea level predictions for many major coastal cities in North America and Europe. The spatial details of Antarctic melting are important for areas south of the equator in South America, Africa and South Asia.\nAmong some intriguing results, Larour said, are those for New York, London and Oslo. Greenland’s northeastern ice stream was shown to have an outsized effect on New York’s local sea level, but the island's southern glaciers had little influence. London was more strongly affected by Greenland’s northwestern and western glaciers. And Norway is so close to Greenland, the island's gravitational fingerprint is contributing to sea level decrease in Oslo.\nThe authors note that ocean dynamics can accelerate or offset the changes in sea level from gravitational fingerprints — particularly in New York, where the contribution of melting ice to accelerated sea level rise is minor compared to other sources.\n“This is really a new capability,” Larour said. “Now a coastal planner can understand and see how the melting or growing of a given ice sheet could be detrimental or beneficial to a specific location.”\nAccess the tool at:\nhttps://vesl.jpl.nasa.gov/research/sea-level/slr-gfm\nNews media contact\nAlan BuisJet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}