{
  "url": "https://climate.nasa.gov/news/2648/increasing-resiliency-to-extreme-weather/",
  "title": "Increasing resiliency to extreme weather",
  "date": null,
  "content": "7 min read\nBy Cynthia Rosenzweig, Christian Braneon, and Daniel Bader,NASA's Goddard Institute for Space Studies\nWe work at NASA's Goddard Institute for Space Studies, integrating the agency's satellite imagery and projections of extreme weather events into urban planning. In recent weeks, we have watched as Christian's hometown, Houston, has been ransacked by historic rainfall and flooding and Hurricane Irma has battered the U.S. Virgin Islands, Puerto Rico and Florida. Then, Hurricane Maria devastated Puerto Rico leaving millions of people without power. Sea-level rise, storm surge, warm ocean temperatures, and extreme rainfall interacted to exacerbate the damages incurred by Hurricanes Harvey, Irma, and Maria. Coastal flooding combined with inland flooding to wreak extraordinary havoc.\nMany of these damaging conditions are predicted to increase in the future as our climate changes, and NASA has taken actions to better prepare for the impacts on our facilities. In 2010, the agency established the Climate Adaptation Science Investigator (CASI) working group of Earth scientists and NASA institutional stewards to help prepare for a changing climate and increasing vulnerabilities to such change. In 2014 the group published a study that found that many types of extreme events are expected to increase in frequency and magnitude in the future and pose hazards to NASA's mission, infrastructure and workforce.\nHarvey and Irma had significant impacts on NASA's Johnson Space Center in Houston and Kennedy Space Center on Florida's Atlantic coast, both of which have taken steps to improve their “climate resilience” in the face of these increasingly large extreme weather events. CASI's climate researchers analyzed observed climate trends and made projections for all NASA Centers. All coastal Centers show significant sea level rise trends, mirroring global and national trends. Sea level rise of between 6 and 29 inches (between 15 and 74 centimeters) by the 2050s is projected for NASA's five coastal Centers along the coast.\nWill this hurricane season be the turning point that prompts urban planners in Houston, Florida, and the nation to get serious about preparing for these increasing risks?\nDuring Hurricane Harvey, storm surge was as high as twelve feet along portions of the Texas coast and four-day rainfall totals exceeded 40 inches (102 centimeters) in many parts of Houston. The increased water levels in Galveston Bay that accompanied Harvey limited the rate at which bayous, creeks, and rivers could drain stormwater from Houston's relatively flat, low elevation terrain. Citizens were advised to stay out of the floodwaters due to risks of contamination associated with flooded sewers and runoff from chemical and petroleum plants. In the dozens of counties affected by Harvey, many folks use well water, which is also at risk due to disease-spreading pollution. The water system in Beaumont (east of Houston) was crippled, with residents lacking running water and unable to flush toilets.\nPreparations at Johnson Space Center (JSC) after previous storms included installation of airlock hatches for underground piping tunnels and ship-style ventilation pipes with openings higher than recorded storm surge for Hurricane Ike in 2008. More recently, the NASA CASI working group helped JSC to integrate climate change projections into its master planning process. For the 2050s, the CASI team projected temperatures at JSC rising between 3.0 and 4.5 °F and sea levels increasing by 8 to 17 inches (20 to 43 centimeters), with up to 2 feet (less than 1 meter) of rise possible. Intense precipitation events are also projected to likely increase.\nHurricane Irma prompted the closing of the Kennedy Space Center (KSC) from Sept. 8th to Sept. 17th. It remained closed after Irma passed because the hurricane knocked out the facility's water service. Using CASI sea level rise projections of 9 to 17 inches (23 to 43 centimeters) for the 2050s, KSC staff identified a broad range of vulnerabilities, including facilities and structures, transportation, communications, energy, drinking water, wastewater, and solid waste systems, as well as protected species habitats and archaeological sites.\nAfter attending KSC's climate resilience workshop in 2010, Air Force staff of the neighboring 45th Space Wing began expanding evaluations of climate risks and projected sea level rise impacts to include consideration of new facility designs that protect electronics and computers from storm surge as well as land use plans that site new construction away from the beach and dune area along the coast.\nWhile JSC received more than 40 inches (102 centimeters) of rainfall and experienced significant flooding during the heaviest rains, the main campus buildings did not flood. The types of resilience measures undertaken at JSC to prepare for these risks — elevation of building systems and improved stormwater drainage — could be implemented in rebuilding projects in hurricane-prone regions of the United States to reduce the risks of future coastal and inland flooding in coastal areas.\nSome resilience efforts are underway. The Texas General Land Office issued its Texas Coastal Resiliency Master Plan earlier this year, which calls for taking actions that would ease the impact of storms and hurricanes on the coastal economy and combat the effects of erosion on the coast and bays. Houston's Bayou Greenways Initiative aims to transform 3,000 acres of green space along the bayous that can serve residents by reducing flooding and stormwater quality challenges.\nFor too long, the United States has been dealing with the impacts of increasing weather extremes without taking climate projections into account when planning our cities. Since the 1980s, the percentage of the continental United States experiencing extreme single-day precipitation events has increased every decade. Nine of the top ten years for extreme one-day precipitation events in the continental United States have occurred since 1990. Sea levels are rising along our coasts.\nThis hurricane season can be the turning point toward decisive action for climate resilience not only in Texas and Florida, but throughout the nation. Let's hope this occurs because the future well-being of millions of people depends on planners and engineers incorporating climate-informed risks into construction and reconstruction. Programs and initiatives such as CASI can help by providing the required climate risk information.\nAuthors:Cynthia Rosenzweig was the Principal Scientist on the NASA Climate Adaptation Science Investigators (CASI) Working Group that helped Johnson Space Center and Kennedy Space Center and other NASA Centers incorporate increasing risks of climate extremes into their master plans.\nChristian Braneon's love affair with hydrology and civil engineering started when he was a senior in high school and crystallized after encountering Tropical Storm Alison firsthand while interning as a college student at Johnson Space Center in 2001.\nDaniel Bader was Program Manager of the CASI program.\nEPA (2016). Climate Change Indicators: Heavy Precipitation\nNOAA National Weather Service (2017). Major Hurricane Harvey - August 25-29, 2017\nRosenzweig, C., et al. (2014). Enhancing climate resilience at NASA centers: A collaboration between science and stewardship. Bulletin of the American Meteorological Society, 95, 1351-1363.\nHouston Parks Board (2017). Bayou Greenways 2020 - Explore the Bayou Greenways\nWythe, K. (2016). Extremely Expected. tx:H2O, Texas Water Resources Institute.\nNOAA NCEP Weather Prediction Center (2017). Storm Summary Number 20 for Tropical Depression Harvey\nNASA (2016). NASA Looks at Rainfall in Texas and Oklahoma Flooding\nNASA Global Climate Change (2017). Scientific consensus: Earth's climate is warming\nNASA GSFC Scientific Visualization Studio (2017). Harvey Floods Texas and Threatens Louisiana (Final Tropical Storm Update)\nTabuchi, H., and S. Kaplan (2017). A Sea of Health and Environmental Hazards in Houston’s Floodwaters. New York Times, Aug. 31, 2017.\nWater Quality Association (2017). 5 things people affected by Hurricane Harvey should know about drinking water\nNOAA Tides & Currents. Northern Gulf of Mexico Operational Forecast System - Galveston Bay\nNASA Johson Space Center Emergency Management (2017). Update on Harvey from the Spaceflight Meterology Group\nNASA Precipitation Measurement Missions (2017). NASA's IMERG Shows Rainfall Accumulation Along Harvey's Track\nNASA Kennedy Space Center (2017). Kennedy Space Center Cleared to Reopen Saturday\nNASA Precipitation Measurement Missions (2017). Irma’s Heavy Rainfall Measured With GPM IMERG\nNASA (2014). NASA Program Enhances Climate Resilience at Agency Facilities\nNew York Times (2017). Hurricane Maria Updates: In Puerto Rico, the Storm 'Destroyed Us'\nNASA Earth Science Disasters Program (2017). Hurricane Maria's Torrential Rainfall Over Puerto Rico Measured By IMERG 9/17/17 - 9/21/17\nMedia contact\nLeslie McCarthy, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5507, leslie.m.mccarthy@nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}