{
  "url": "https://climate.nasa.gov/news/2663/sierras-lost-water-weight-grew-taller-during-drought/",
  "title": "Sierras lost water weight, grew taller during drought",
  "date": null,
  "content": "3 min read\nLoss of water from the rocks of California's Sierra Nevada caused the mountain range to rise nearly an inch (24 millimeters) in height during the drought years from October 2011 to October 2015, a new NASA study finds. In the two following years of more abundant snow and rainfall, the mountains have regained about half as much water in the rock as they had lost in the preceding drought and have fallen about half an inch (12 millimeters) in height.\n\"This suggests that the solid Earth has a greater capacity to store water than previously thought,\" said research scientist Donald Argus of NASA's Jet Propulsion Laboratory in Pasadena, California, who led the study. Significantly more water was lost from cracks and soil within fractured mountain rock during drought and gained during heavy precipitation than hydrology models show.\nArgus is giving a talk on the new finding today at the American Geophysical Union's fall conference in New Orleans.\nThe research team used advanced data-processing techniques on data from 1,300 GPS stations in the mountains of California, Oregon and Washington, collected from 2006 through October 2017. These research-quality GPS receivers were installed as part of the National Science Foundation's Plate Boundary Observatory to measure subtle tectonic motion in the region's active faults and volcanoes. They can monitor elevation changes within less than a tenth of an inch (a few millimeters).\nThe team found that the amount of water lost from within fractured mountain rock in 2011-2015 amounted to 10.8 cubic miles of water. This water is too inaccessible to be used for human purposes, but for comparison, the amount is 45 times as much water as Los Angeles currently uses in a year.\nJPL water scientist Jay Famiglietti, who collaborated on the research, said the finding solves a mystery for hydrologists. \"One of the major unknowns in mountain hydrology is what happens below the soil. How much snowmelt percolates through fractured rock straight downward into the core of the mountain? This is one of the key topics that we addressed in our study.\"\nEarth's surface falls locally when it is weighed down with water and rebounds when the weight disappears. Many other factors also change the ground level, such as the movement of tectonic plates, volcanic activity, high- and low-pressure weather systems, and Earth's slow rebound from the last ice age. The team corrected for these and other factors to estimate how much of the height increase was solely due to water loss from rock.\nBefore this study, scientists' leading theories for the growth of the Sierra were tectonic uplift or Earth rebounding from extensive groundwater pumping in the adjoining California Central Valley. Argus calculated that these two processes together only produced a quarter of an inch (7 millimeters) of growth -- less than a third of the total.\nFamiglietti said the techniques developed for this study will allow scientists to begin exploring other questions about mountain groundwater. \"What does the water table look like within mountain ranges? Is there a significant amount of groundwater stored within mountains? We just don't have answers yet, and this study identities a set of new tools to help us get them.\"\nA paper on the research, titled \"Sustained water loss in California's mountain ranges during severe drought from 2012 through 2015 inferred from GPS,\" was published in the Journal of Geophysical Research: Solid Earth.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}