{
  "url": "https://climate.nasa.gov/news/2664/nasa-scientists-embark-on-extreme-antarctic-trek/",
  "title": "NASA scientists embark on extreme Antarctic trek",
  "date": null,
  "content": "6 min read\nBy Kate Ramsayer,NASA's Earth Science News Team\nIn temperatures that can drop below -20 degrees Fahrenheit, along a route occasionally blocked by wind-driven ice dunes, a hundred miles from any other people, a team led by two NASA scientists will survey an unexplored stretch of Antarctic ice.\nThey’re packing extreme cold-weather gear and scientific instruments onto sleds pulled by two tank-like snow machines called PistenBullys, and on Dec. 21 they will begin their two- to three-week traverse in an arc around the South Pole.\nThe 470-mile (756-kilometer) expedition in one of the most barren landscapes on Earth will ultimately provide the best assessment of the accuracy of data collected from space by the Ice Cloud and land Elevation Satellite-2 (ICESat-2), set to launch in 2018. With a fast-firing laser instrument, ICESat-2 will measure the elevation of ice sheets and track change over time. Even small amounts of melt across areas as vast as Greenland or Antarctica can result in large amounts of meltwater contributing to sea level rise.\nTo help document this, ICESat-2's height change measurements will have a precision of less than an inch – ground-truthed, in part, with efforts like this Antarctic campaign. The team will collect precise GPS data of the elevation at 88 degrees south, where ICESat-2’s orbits converge, providing thousands of points where the survey measurements can be compared to satellite data.\n“This traverse provides an extremely challenging and extremely cold way to assess the accuracy of the data,” said Kelly Brunt, ICESat-2’s calibration and validation lead at NASA’s Goddard Space Flight Center, and a research scientist at the University of Maryland. “ICESat-2’s datasets are going to tell us incredible things about how Earth’s ice is changing, and what that means for things like sea level rise.”\nBrunt is leading the four-person campaign from the South Pole, along with ICESat-2’s deputy project scientist Tom Neumann. The NASA scientists will also be joined by a mechanic and a deep field mountaineer. The campaign to collect these key elevation measurements has been years in the making, with logistical help from the National Science Foundation’s U.S. Antarctic Program.\nIt will be a really cold road trip, Brunt said. They’ll wake up, make coffee (with beans, grounds and pour-over equipment chosen and packed with great care), turn on the snow machines and instruments, and start the day’s drive. The two PistenBullys will each tow a thick plastic sled, about 8 feet wide and 60 feet long. The sleds – kind of like extra-large Flexible Flyers, Neumann noted – will carry tents as well as food, equipment and extra fuel.\nThe whole trek is about 470 miles (756 kilometers). The team will leave the South Pole along an established traverse line between the southernmost station and McMurdo. Just after they reach 88 south, they will turn and follow the latitude line for about 186 miles (299 kilometers). Then, they’ll turn back to the pole – creating a route like a misshapen piece of pie. At a pace of 30 to 45 miles (48 to 72 kilometers) a day, it will take at least a couple weeks to complete.\n“There’ll be times when it’s quiet and thoughtful, and there are going to be other times when you’re steering around the sastrugi – the sand dunes of the ice – when you’re not going to make a lot of kilometers on that day, but they’ll be hard fought,” Brunt said.\nCrevasses are highly unlikely in this thick, slow-moving region of the Antarctic ice sheet, she said. The campaign’s deep field mountaineer will operate a ground penetrating radar that sticks out on a boom in front of the lead vehicle, looking for any gaps in the ice, but the primary safety concerns will be exposure to outside temperatures (-20s Fahrenheit) and the altitude (about 10,000 feet, or 3,048 meters, at South Pole).\nThe first few days at the South Pole station will be spent acclimatizing to the altitude, Neumann said, noting that the cold, dry air makes the environment even harsher. Once on the road, however, he plans to spend evenings out in the elements, digging holes.\n“I’ll measure the density of the snow along the way,” he said. By shoveling out a three-foot-deep pit, he can see layers of snow that have built up over decades, some of which can be hard to dig past. “They’re not super dense, but they’re so old the grains of snow are bonded together like its cement.”\nWhen ICESat-2 starts collecting elevation data, the snow density measurements and the data from the ground penetrating radar will help determine how much mass is lost when the ice sheet drops in elevation.\nThe 88-degree traverse is also an opportunity for Brunt and Neumann to play the odds. At three different sites along the route, they’ll set up a grid of nine reflector cubes, each no bigger than the tip of a pinkie finger. They’ll mark the precise latitude, longitude, and elevation of each cube.\nThen, once ICESat-2 is up and running, they’ll wait. If one of the satellite’s six laser beams hits a cube, the mirrored material of the cube will reflect the laser light back at a much higher than normal intensity. Since they’ll know the exact location and elevation of the cube, they can check the accuracy of the satellite data even more precisely than with the traverse data.\n“If you hit that tiny little point, you’ll know exactly where the laser hit on the ground,” Brunt said. “But hitting that point is both aiming and luck. It’s hard. But, by placing them at 88 degrees, where you have so many orbits crossing and so much data, it’s just a statistics game.”\nAfter the traverse, the scientists will return to the United States, retracing their steps from the South Pole station, to McMurdo Station, to New Zealand and home. With them: hard drives full of data to help understand the accuracy of ICESat-2.\nTo follow along with the ICESat-2 Antarctic campaign, visit:\nhttps://earthobservatory.nasa.gov/blogs/fromthefield/category/icesat-2-antarctic-traverse/\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}