{
  "url": "https://climate.nasa.gov/news/579/first-taste-of-salt/",
  "title": "First taste of salt",
  "date": null,
  "content": "Artist's concept of the Aquarius/SAC-D spacecraft, a collaboration between NASA and Argentina's space agency, with participation from Brazil, Canada, France and Italy. From space, Aquarius will measure ocean surface salinity, a key piece of the puzzle that links ocean circulation, the global balance of freshwater and climate. Credit: NASA\nBy Alan Buis,\r\nNASA Jet Propulsion Laboratory\n\r\nSteve Cole\r\nNASA Headquarters\nNASA's Aquarius instrument has successfully completed its commissioning phase and is now \"tasting\" the saltiness of Earth's ocean surface, making measurements from its perch in near-polar orbit.\n\"This marks the end of the long odyssey to design, build and launch this mission, and the start of a new journey of scientific exploration,\" said Aquarius Principal Investigator Gary Lagerloef of Earth & Space Research, Seattle. \"Scientists from around the world are ready and waiting to study this important new satellite measurement for ocean and climate research.\"\nThe Aquarius/SAC-D (Satélite de Aplicaciones Científicas) observatory, a collaboration between NASA and Argentina's space agency, Comisión Nacional de Actividades Espaciales (CONAE), launched from California's Vandenberg Air Force Base on June 10 aboard a United Launch Alliance Delta II rocket and was placed in its proper initial orbit. Ground controllers at the SAC-D Mission Operations Center in Teófilo Tabanera Space Center in Cordoba, Argentina, then began a complete in-orbit checkout of all SAC-D spacecraft systems.\nWith all observatory systems confirmed to be healthy, SAC-D spacecraft commissioning activities were completed on July 24. The spacecraft's propulsion system then underwent a series of tests, and preliminary orbit adjustments were performed in preparation for turning on the observatory's eight science instruments.\nAquarius will make NASA's first space observations of the salinity, or concentration of salt, at the ocean surface, a key variable in satellite studies of Earth. Variations in salinity influence the ocean's deep circulation, outline the path freshwater takes around our planet and help drive Earth's climate.\nOn Aug. 14, the Aquarius Instrument Flight Operations Team, together with the SAC-D Mission Flight Operations Team, began powering up the Aquarius instrument, and successfully completed deployment of the Aquarius antenna on Aug. 17. The team then began sequentially powering on the instrument's subsystems. On Aug. 20, the Aquarius radiometer, which collects the brightness temperature data from which salinity measurements are derived, was powered on for the first time in space and transmitted its first science data back to Earth, which were analyzed and found to be as expected. On Aug. 21, the team began powering on Aquarius' radar scatterometer, which corrects for the effects of ocean roughness on the radiometer readings. Commissioning of Aquarius was completed and regular data collection began on Aug. 24.\nThe Aquarius science team will spend the coming months analyzing and calibrating the measurements and releasing preliminary data.\nWith the Aquarius instrument commissioning now complete, the SAC-D Instruments Flight Operations Teams, together with the SAC-D Mission Flight Operations Team in Argentina, are now engaged in commissioning the other seven SAC-D instruments. Once all the observatory instruments are commissioned, a maneuver will be conducted to place Aquarius/SAC-D in its final orbit, 408 miles (657 kilometers) above Earth.\nAquarius was built by NASA's Jet Propulsion Laboratory in Pasadena, Calif., and the Goddard Space Flight Center in Greenbelt, Md. NASA's Launch Services Program, at Kennedy Space Center in Florida, managed the launch. JPL is managing Aquarius through its commissioning phase and will archive mission data. Goddard will manage Aquarius mission operations and process science data. CONAE is providing the SAC-D spacecraft, an optical camera, a thermal camera with Canada, a microwave radiometer, other sensors and the mission operations center. France and Italy also are contributing instruments.\nFor more information about Aquarius/SAC-D, visit: http://www.nasa.gov/aquarius and http://www.conae.gov.ar/eng/principal.html.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}