{
  "url": "https://climate.nasa.gov/news/2726/historic-low-sea-ice-in-the-bering-sea/",
  "title": "Historic low sea ice in the Bering Sea",
  "date": null,
  "content": "4 min read\nIn its annual rhythm of growth and melt, sea ice across the Arctic Ocean generally retreats throughout springtime. But not every region melts equally. By the end of April 2018, ice cover in the Bering Sea was far below average for the time of year.\nSituated at the northern edge of the Pacific Ocean, the Bering Sea connects to the Arctic Ocean through the Bering Strait—the only connection between the two oceans. As the edge of the ice pack melts and retreats each spring, it releases fresh water and nutrients to the sea water. Changes in the timing and location of meltwater can affect phytoplankton blooms which, in turn, can affect the entire Bering ecosystem.\nThe maps above show sea ice extent in the Bering Sea on April 29, 2018 compared to more normal conditions on April 29, 2013. All white areas had an ice concentration of at least 15 percent (the minimum at which space-based measurements give a reliable measurement), and cover a total area that scientists refer to as the “ice extent.”\n“It’s the end of April and basically the Bering Sea is ice-free, when normally there would be more than 500,000 square kilometers of ice,” said Walt Meier, a scientist at the National Snow and Ice Data Center. “That’s about two Texases worth of ice that is missing this year. It is at a record low extent for most of 2018, and has continuously been a record low since February 12.”\nThe dip in Bering Sea ice played a role in the near-record low maximum extent across the entire Arctic in 2018. But even before reaching the annual maximum, unusual conditions were setting the stage throughout winter 2017 to 2018.The annual freeze-up started late, and some areas saw little to no shore-fast ice. According to a summary of conditions from the International Arctic Research Center and NOAA, this winter brought less ice in the Bering Sea than any winter since the start of written records in 1850.\n“This winter is so far below any previous season,” said meteorologist Rick Thoman of the NOAA's National Weather Service, Alaska Region, “but the recent string of mild winters have prepped folks to expect something bad like this.”\nJohn Walsh, chief scientist at the International Arctic Research Center at University of Alaska Fairbanks, explained what might have caused he unprecedented low sea ice in the Bering Sea this year. “In essence, we see it as a ‘perfect storm’ of three factors: above-normal air temperatures during autumn and early winter, warm water in the Bering Sea, and one of the stormiest winters in the past 70 years (although not the stormiest).”\nBy spring, the sea ice extent measured 61,704 square kilometers on April 29, 2018. The series of maps above puts the ice that day in context with ice extents on same date since 2013. For example, the extent on April 29, 2013, was 679,606 square kilometers, closer to the 1981 to 2010 average (black line on the graph below the maps). Sea ice at the end of April 2018 was about 10 percent of the normal.\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}