{
  "url": "https://climate.nasa.gov/news/2674/dust-on-snow-controls-springtime-river-rise-in-west/",
  "title": "Dust on snow controls springtime river rise in West",
  "date": null,
  "content": "4 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nA new study has found that dust, not spring warmth, controls the pace of spring snowmelt that feeds the headwaters of the Colorado River. Contrary to conventional wisdom, the amount of dust on the mountain snowpack controls how fast the Colorado Basin's rivers rise in the spring regardless of air temperature, with more dust correlated with faster spring runoff and higher peak flows.\nThe finding is valuable for western water managers and advances our understanding of how freshwater resources, in the form of snow and ice, will respond to warming temperatures in the future. By improving knowledge of what controls the melting of snow, it improves understanding of the controls on how much solar heat Earth reflects back into space and how much it absorbs — an important factor in studies of weather and climate.\nWhen snow gets covered by a layer of windblown dust or soot, the dark topcoat increases the amount of heat the snow absorbs from sunlight. Tom Painter of NASA's Jet Propulsion Laboratory in Pasadena, California, has been researching the consequences of dust on snowmelt worldwide. This is the first study to focus on which has a stronger influence on spring runoff: warmer air temperatures or a coating of dust on the snow.\nWindblown dust has increased in the U.S. Southwest as a result of changing climate patterns and human land-use decisions. With rainfall decreasing and more disturbances of the land, protective crusts on soil are removed and more bare soil is exposed. Winter and spring winds pick up the dusty soil and drop it on the Colorado Rockies to the northeast. Historical lake sediment analyses show there is currently an annual average of five to seven times more dust falling on the Rocky Mountain snowpack than there was before the mid-1800s.\nPainter and colleagues looked at data on air temperature and dust in a mountain basin in southwestern Colorado from 2005 to 2014, and streamflow from three major tributary rivers that carry snowmelt from these mountains to the Colorado River. The Colorado River's basin spans about 246,000 square miles (637,000 square kilometers) in parts of seven western states.\nThe researchers found that the effects of dust dominated the pace of the spring runoff even in years with unusually warm spring air temperatures. Conversely, there was almost no statistical correlation between air temperature and the pace of runoff.\n\"We found that when it's clean, the rise to the peak streamflow is slower, and generally you get a smaller peak.\" Painter said. \"When the snowpack is really dusty, water just blasts out of the mountains.\" The finding runs contrary to the widely held assumption that spring air temperature determines the likelihood of flooding.\nCoauthor McKenzie Skiles, an assistant professor in the University of Utah Department of Geography, said that while the impacts of dust in the air, such as reduced air quality, are well known, the impacts of the dust once it's been deposited on the land surface are not as well understood. \"Given the reliance of the western U.S. on the natural snow reservoir, and the Colorado River in particular, it is critical to evaluate the impact of increasing dust deposition on the mountain snowpack,\" she said.\nPainter pointed out that the new finding doesn't mean air temperatures in the region can be ignored in considering streamflows and flooding, especially in the future. \"As air temperature continues to climb, it's going to have more influence,\" he said. Temperature controls whether precipitation falls as snow or as rain, for example, so ultimately it controls how much snow there is to melt. But, he said, \"temperature is unlikely to control the variability in snowmelt rates. That will still be controlled by how dirty or clean the snowpack is.\"\nSkiles noted, \"Dust on snow does not only impact the mountains that make up the headwaters of Colorado River. Surface darkening has been observed in mountain ranges all over the world, including the Alps and the Himalaya. What we learn about the role of dust deposition for snowmelt timing and intensity here in the western U.S. has global implications for improved snowmelt forecasting and management of snow water resources.\"\nThe study, titled \"Variation in rising limb of Colorado River snowmelt runoff hydrograph controlled by dust radiative forcing in snow,\" was published today in the journal Geophysical Research Letters. Coauthors are from the University of Utah, Salt Lake City; University of Colorado, Boulder; and University of California, Santa Barbara.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}