{
  "url": "https://climate.nasa.gov/news/607/ozone-hole-a-bigger-deal-down-under/",
  "title": "Ozone hole a bigger deal down under",
  "date": null,
  "content": "This photograph shows the NPP satellite at the Ball Aerospace facility. NPP will carry the Ozone Mapping and Profiling Suite, consisting of two ozone-measuring instruments. Credit: Ball Aerospace\nBy Christina Coleman,\r\nNASA's Goddard Space Flight Center\n\r\nThe Earth's thinning ozone layer is synonymous with a singing and dancing seagull named Sid -- at least it is in New Zealand and Australia.\n\"This time of year there is a huge push to 'Slip, Slop, Slap,’\" says Hamish Talbot, a native New Zealander. These publicly funded commercials implore people to \"slip\" on a t-shirt, \"slop\" on some sunscreen and \"slap\" on a hat.\nAll this protection is necessary because New Zealand's location in the Southern Hemisphere puts it very close to the “ozone hole” that forms over the South Pole at this time every year. The ozone is so thin in this part of the world that the weather report on the nightly news includes five-minute sunburn alerts.\nOzone is Earth's natural sunscreen. The ozone layer in the upper atmosphere, or stratosphere, absorbs harmful ultraviolet rays from the sun. In the 1980s, scientists discovered that manmade chemicals destroy ozone to the point where an actual ozone hole occurs.\nThe good news is that this hole isn't getting any larger.\n\"In fact, we have definitive evidence to show that these manmade chemicals are decreasing,\" says Paul Newman, NASA Goddard Space Flight Center's chief atmospheric scientist.\nThese chemicals, chlorofluorocarbons (CFCs), peaked in the year 2000 and began coming down due to actions taken to save the protective ozone layer beginning in the 1980s. That's when nearly 200 nations agreed to the Montreal Protocol, which strongly regulates ozone-depleting chemicals.\nScientists believe that about 80 percent of the chlorine molecules in the stratosphere are due to human-produced chemicals. Halogens such as chlorine and bromine, which are mainly responsible for chemical ozone depletion, come from chlorine-containing CFCs, which were commonly used as aerosols and in refrigerators, and bromine-containing halons, which were used in fire suppression, among other uses. Originally thought to be harmless, scientists discovered that these chemicals travel into Earth's stratosphere. Once there, ultraviolet radiation splits the CFCs or halons apart, and the chlorine and bromine containing molecules can then react with ozone, ultimately tearing away at the ozone layer.\nEven though CFCs are now regulated, Newman cautions that they have a long lifetime.\n\"In 2100, CFCs will still be 20 percent more abundant in the atmosphere than they were in 1950. So while it's not getting any worse, it won't get better fast.\"\nA complication to this chemistry is cold temperatures.\n\"Surface temperature doesn't affect ozone, but it is extraordinarily cold about 70,000 feet above Antarctica,\" Newman says.\nAt that altitude, clouds form in the polar regions that enable a chemistry to occur that doesn't happen anywhere else. \"These clouds are made up of water, nitric acid and sulfuric acid,\" Newman says. These clouds kick start the process by releasing chlorine from a chemically inactive form into a form that can catalytically destroy ozone. With a little bit of sunlight to energize the reactions, a chlorine atom can destroy thousands of ozone molecules.\n\"So you need CFCs for the chlorine, really cold temperatures for the clouds, and a little bit of sun. That's the recipe for the ozone hole,\" Newman says.\nWhile it is very hard to predict year-to-year stratospheric temperatures, scientists have been able to measure the success of ozone protection efforts for more than 40 years using NASA satellites. Data records began with the NASA Backscatter UltraViolet (BUV) Instrument on Nimbus-4 in 1970. By 1979, scientists were able to measure the size of the ozone hole using NASA's Total Ozone Mapping Spectrometer (TOMS). The record continued with the Ozone Monitoring Instrument (OMI), supplied by the Netherlands and Finland on the NASA Earth Observing System satellite Aura.\n\"At first scientists made predictions that chlorine was destroying the ozone, and we indeed found that it was happening,\" Newman says. \"Now the challenge is to confirm that our predictions of ozone recovery are playing out as we said they would.\"\nResearchers will continue to collect ozone data with the launch of the NPOESS Preparatory Project (NPP), scheduled for Oct. 28. Aboard NPP is the Ozone Mapping and Profiler Suite (OMPS), a new design consisting of two ozone-measuring instruments. The 'limb profiler' views the edge of the atmosphere from an angle to help scientists observe ozone at various levels above the Earth's surface, including the protective ozone layer in the stratosphere. The other instrument is \"nadir-viewing,\" meaning it looks down from the satellite, measuring the total amount of ozone between the ground and the atmosphere.\nNASA satellite data and models predict that the ozone hole will not return to pre-1980 levels for decades. In the meantime, Newman says OMPS will continue the data record into the future -- and additional ozone-monitoring instruments are already planned for after NPP.\n\"We need to really care about the ozone because it is our natural sunscreen. UV radiation can lead to skin cancer, cause cataracts, suppreses the immune system, impact crops, and contribute to degradation of materials,\" says Newman.\nWhile OMPS and other instruments will continue to monitor the health of our ozone layer, the fact that it will take a long time for our atmosphere to recover from the damage caused by CFCs, means that Sid the Seagull will keep on singing “Slip, Slop, Slap” -- warning people to spend less time outside and more time under a floppy hat.\r\n\n\nRelated links:\n\nNASA's Ozone Watch page\nAntarctic ozone hole\nAbout OMI\nabout NPP\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}