{
  "url": "https://climate.nasa.gov/news/2678/new-nasa-space-sensors-to-address-key-earth-science-questions/",
  "title": "New NASA space sensors to address key Earth science questions",
  "date": null,
  "content": "From NASA\nA pair of CubeSat satellites will probe a little-studied portion of the radiant energy emitted by the complex Arctic environment for clues to why the region is warming faster than the rest of the planet. This 2011 composite satellite image shows the expanse of Arctic sea ice (center) and the Greenland Ice Sheet (lower right). Credit: NASA\nWhy is the Arctic warming faster than the rest of the planet? Does mineral dust warm or cool the atmosphere? NASA has selected two new, creative research proposals to develop small, space-based instruments that will tackle these fundamental questions about our home planet and its environment.\nThe Polar Radiant Energy in the Far Infrared Experiment (PREFIRE) will fly a pair of small CubeSat satellites to probe a little-studied portion of the radiant energy emitted by Earth for clues about Arctic warming, sea ice loss, and ice-sheet melting. Tristan L’Ecuyer of the University of Wisconsin, Madison, is the principal investigator.\nThe Earth Surface Mineral Dust Source Investigation (EMIT) will use a sensor mounted to the exterior of the International Space Station to determine the mineral composition of  natural sources that produce  dust aerosols around the world. By measuring in detail which minerals make up the dust, EMIT will help to answer the essential question of whether this type of aerosol warms or cools the atmosphere. Robert Green of NASA’s Jet Propulsion Laboratory (JPL) in Pasadena, California, is the principal investigator.\nThese two instruments were competitively selected from 14 proposals considered under NASA's fourth Earth Venture Instrument opportunity. Earth Venture investigations are small, targeted science investigations that complement NASA's larger missions. The National Research Council recommended in 2007 that NASA undertake this type of regularly solicited, science-based, quick-turnaround project. The council’s recently released decadal survey recommended the continuance of the program.\n\"PREFIRE and EMIT make innovative use of technologies first developed by NASA for planetary missions to address important, longstanding questions about Earth,” said Michael Freilich, director of the Earth Science Division at NASA Headquarters in Washington.\nThe Arctic helps to regulate Earth’s overall temperature by radiating back into space much of the excess energy from the Sun that is absorbed at lower latitudes. Current satellite instruments do not detect all of the wavelengths of this energy radiating from our planet. PREFIRE will fill in the current data gap at far-infrared wavelengths, collecting information that will help scientists diagnose the impact of this outgoing radiation on the Arctic region’s energy balance.\nPREFIRE will fly miniaturized thermal infrared spectrometers on two CubeSat satellites, each about the size of a loaf of bread. The sensors are based on technology previously flown on the Mars Climate Sounder, an instrument on NASA's Mars Reconnaissance Orbiter. The CubeSats will orbit Earth’s poles to measure far-infrared emissions and how they change throughout the day and over seasons. The observations will allow scientists to assess how changes in thermal infrared emissions at the top of Earth’s atmosphere are related to changes in cloud cover and surface conditions below, such as the amount of sea ice and meltwater on the surface of the ice.\nThe PREFIRE team brings together expertise in remote sensing, Earth system modeling, and Arctic Ice. JPL and the Space Dynamics Laboratory of North Logan, Utah, are mission partners.\nThe composition of airborne dust particles is largely unknown, but it is a critical factor in determining whether mineral-based dust has a cooling or warming effect on the atmosphere. Scientists do not currently have a global inventory of the natural mineral sources of dust, and as a result the global impacts of dust on weather, atmospheric circulation, and other aspects of Earth’s environment are not well established.\nEMIT’s hyperspectral instrument will measure the different wavelengths of light emitted by minerals on the surface of deserts and other dust sources to determine their composition. The EMIT sensor is based in part on NASA’s Moon Mineralogy Mapper instrument aboard the Indian Space Research Organization's Chandrayaan-1 spacecraft.\nThe EMIT team brings together broad expertise that covers mineral measurements, soil science, remote-sensing of surface properties, and Earth system modeling. The project’s modeling component will use the data collected to advance our understanding of the role of atmospheric dust in Earth’s climate and better predict how it can be expected to change in the future.\nEarth Venture missions provide an innovative approach to address Earth science research with regular windows of opportunity to accommodate new scientific priorities. The missions are managed by NASA’s Earth System Science Pathfinder program, located at NASA’s Langley Research Center in Hampton, Virginia, for the agency’s Science Mission Directorate.\nThe first Earth Venture Instruments headed to space are preparing for launch within the next year. The Global Ecosystem Dynamics Investigation (GEDI) and the ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) will measure the distributions, canopy heights, and changes in global vegetation from the space station, providing insights into how forests and ecosystems are affected by changes in water availability and other environmental and human factors.\nFor more information about the Earth Venture program, visit:\nhttps://essp.nasa.gov\nNASA uses the vantage point of space to increase our understanding of our home planet, improve lives, and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency freely shares this unique knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nFor more information about NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}