{
  "url": "https://climate.nasa.gov/news/2675/nasa-covers-wildfires-from-many-sources/",
  "title": "NASA covers wildfires from many sources",
  "date": null,
  "content": "10 min read\nThe concentration and global transport of carbon monoxide pollution from fires burning in Russia, Siberia and Canada is depicted in two NASA animations created with data from the Atmospheric Infrared Sounder (AIRS) instrument on NASA's Aqua spacecraft. The animation focuses on the Russian fires, while the animation highlights the global transport of the pollution across the northern hemisphere, as seen from above the North Pole. The highest concentrations of carbon monoxide are shown in yellows and reds.\n› Larger view\nNASA's satellite instruments are often the first to detect wildfires burning in remote regions, and the locations of new fires are sent directly to land managers worldwide within hours of the satellite overpass. Together, NASA instruments, including a number built and managed by NASA's Jet Propulsion Laboratory in Pasadena, California, detect actively burning fires, track the transport of smoke from fires, provide information for fire management, and map the extent of changes to ecosystems, based on the extent and severity of burn scars.\nNASA has a fleet of Earth-observing instruments, many of which contribute to our understanding of fire in the Earth system. Satellites in orbit around the poles provide observations of the entire planet several times per day, whereas satellites in a geostationary orbit provide coarse-resolution imagery of fires, smoke and clouds every five to 15 minutes.\n\"NASA's satellite, airborne and field research capture the full impact of fires in the Earth system, from rapid detection of actively burning fires, transport of smoke and changes in ecosystems in the days to decades following fire,\" said Doug Morton, a research scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nMuch of the remote-sensing data that NASA collects on wildfires is quickly put to work in aiding disaster response efforts around the world. The NASA Earth Science Disasters Program supports this application science and mobilizes for global intensive risk events that span a range of natural hazards — not only wildfires but earthquakes, tsunamis, floods, landslides, severe weather, winter storms, tropical cyclones and volcanoes. Over the last two years, NASA's Disasters Program has ramped up to build infrastructure and continue to forge new relationships between international, regional and local natural disaster response agencies and other Earth-observing space agencies around the world.\nNASA has two different types of satellite systems to help track wildfires: polar orbiters and geostationary platforms. Polar orbiters like NASA's Terra and Aqua satellites and NASA-NOAA's Suomi NPP satellite provide detailed views of fires and smoke globally up to twice a day.\nIn contrast, geostationary satellites like GOES (which is operated by NOAA but was designed and built by NASA) orbit Earth in an equatorial plane with a 24-hour period, the same rate at which Earth rotates, and therefore they remain at a fixed longitude above the equator. This enables the geostationary satellites to provide frequent (five-minute) repeat imaging of a portion of the globe; however, they typically have coarser spatial resolution than the polar orbiters, which fly at much lower altitudes (about 435 miles, or 700 kilometers, above Earth's surface).\nThe NASA-operated polar-orbiting satellite instruments that are relevant for fire monitoring and management are described below. In addition, other satellites used for fire forecasting and risk assessment include the Gravity Recovery and Climate Experiment (GRACE), Global Precipitation Measurement mission (GPM) and Soil Moisture Active Passive or (SMAP) satellites.\nFinally, burned area mapping leverages data from Landsat and the European Space Agency's Sentinel-2 satellite, along with the Moderate Resolution Imaging Spectrometer (MODIS) and Visible Infrared Imaging Radiometer Suite (VIIRS) instruments. Post-fire assessment of damages to human and natural systems is a key part of understanding the potential for debris flows and landslides, as well as the influence of changing frequency and severity of wildfires.\nThe Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) instrument flies aboard NASA's Terra satellite. With its spectral bands from the visible to the thermal infrared wavelength region and its high spatial resolution of about 50 to 300 feet (15 to 90 meters), ASTER images Earth to map and monitor the changing surface of our planet. The broad spectral coverage of ASTER provides scientists in numerous disciplines with critical information for surface mapping and monitoring of dynamic conditions and temporal change. False-color ASTER composite images are created using visible, near-infrared, and thermal infrared wavelengths, each making different features such as smoke, active fires and ground surfaces, stand out. ASTER's U.S. science team is located at JPL.\nData from the JPL-built and managed Atmospheric Infrared Sounder (AIRS) instrument on NASA's Aqua spacecraft provide a look at concentrations and global transport of carbon monoxide pollution from fires burning. Various bands of AIRS imagery can be combined to provide a false-color composite image to show carbon monoxide concentrations and temperatures. The highest concentrations of carbon monoxide are shown in yellows and reds in AIRS imagery.\nAIRS is sensitive to carbon monoxide in the mid-troposphere at heights between 1.2 and 6.2 miles (2 and 10 kilometers), with a peak sensitivity at an altitude of approximately 3.1 miles (5 kilometers). Strong winds at these altitudes are conducive to the long-range transport of pollution lifted by heat from strong fires.\nThe JPL-built and managed Multi-angle Imaging SpectroRadiometer (MISR) instrument aboard NASA's Terra satellite also provides unique information on wildfire smoke plume characteristics. MISR's nine cameras, each viewing Earth at a different angle, are used to determine the heights of smoke plumes above the surface in much the same way that our two eyes, pointing in slightly different directions, give us depth perception. Plume height is an important parameter that governs how far the smoke particles travel in the atmosphere; injection of the particles to higher altitudes generally impacts air quality farther away from the source. MISR's multi-angular observing strategy also enables estimation of the concentrations of the airborne smoke particles. Inhalation of these particles increases the risk of cardiovascular and respiratory disease.\nThe Cloud-Aerosol Lidar with Orthogonal Polarization (CALIOP) instrument, which flies on the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO) satellite, provides information on smoke plume injection height and the vertical distribution of aerosols through the atmosphere. These lidar data are unique in their ability to detect optically thin smoke layers at a fine vertical resolution, and CALIOP is able to view extensive smoke plumes that do not have clear boundaries. When paired with models, this instrument is able to provide novel information, such as the attribution of a river of smoke to numerous fires and the evolution of smoke-plume injection height over a day, which has implications for climate (black carbon transport and deposition on snow and ice, albedo change), air quality and human health.\nThe MODIS instrument flies aboard two NASA satellites: Terra and Aqua. MODIS provides daytime visible imagery and infrared night-time imagery.\nIn the images, actively burning areas or hot spots, as detected by MODIS's thermal bands, are outlined in red. Each hot spot is an area where the thermal detectors on the MODIS instrument recognized temperatures higher than background. Such hot spots are diagnostic for detecting fire whether or not they are accompanied by plumes of smoke.\nMODIS imagery can also be false-colored to show the extent of burned areas, the brick red color in false-colored images.\nThe specific focus of the NASA Terra satellite's Measurement of Pollution in the Troposphere (MOPITT) instrument is on the distribution, transport, sources and sinks of carbon monoxide in the troposphere. Carbon monoxide, which is expelled from factories, cars and forest fires, hinders the atmosphere's natural ability to rid itself of harmful pollutants.\nNASA-NOAA's Suomi NPP satellite's VIIRS has provided daytime and night-time imagery of wildfires. VIIRS is the younger sister of MODIS and provides finer spatial resolution imagery (1,230 feet or 375 meters). Daytime imagery shows both the extent of smoke and heat signatures from the fires burning.\nAlso, the VIIRS \"day/night band\" provides a look at the heat of fires at night. It detects light in a range of wavelengths from green to near-infrared and uses filtering techniques to observe signals such as city lights, auroras and wildfires.\nNASA has a fleet of research aircraft carrying the latest sensor technologies that can be used for Earth observations. NASA's ER-2 aircraft, based at Armstrong Flight Research Center (AFRC) in Palmdale, California, flies as high as 70,000 feet (21,300 meters), almost twice as high as a commercial airliner, and is used for science research missions over much of the world. In December 2017, the aircraft flew locally over California wildfire events, testing early versions of science instruments that may one day be launched into space aboard a satellite to observe our home planet Earth.\nDuring the December engineering test flights, the ER-2 carried a JPL-built spectrometer called the Airborne Visible/Infrared Imaging Spectrometer (AVIRIS-classic). AVIRIS is a modern instrument with an extensive heritage that has demonstrated the ability to estimate vegetation fuel types (e.g., vegetation species and densities) and fuel condition (live vs. dead, as well as moisture status). Because it provides the full spectral signature of the landscape it is imaging, spanning the visible to shortwave infrared, it can provide a total spectral \"fingerprint\" of its imaging area and can be used to estimate fire temperature.\nThe Hyperspectal Thermal Emission Spectrometer (HyTES) and the MODIS/ASTER (MASTER) Airborne Simulator are both airborne instruments that fly on different aircraft. HyTES is a new airborne imaging spectrometer developed by JPL. The overall goal of the HyTES project is to provide precursor high spectral and spatial resolution thermal infrared (temperature) data. Products generated provide temperature, emissivity and gas detection. HyTES can be used to efficiently detect and characterize the spatial structures of individual plumes of methane, hydrogen sulfide, ammonia, nitrogen dioxide and sulfur dioxide. The airborne MASTER instrument collects ASTER-like and MODIS-like land datasets to validate the ASTER and MODIS satellite instrument data.\nThe JPL-built and managed UAVSAR is a fully polarimetric radar instrument operating in the microwave portion of the electromagnetic spectrum. It is an active sensor, sending out polarized electromagnetic pulses that interact with ground cover in complex but quantifiable ways, enabling the characterization of changes in Earth's surface through clouds, smoke and dust. UAVSAR has been used to estimate fire fuel and map fire scars, with particular success in certain types of vegetation cover, such as chaparral. The changes associated with these fires are detectable by UAVSAR for several years, enabling the ability to monitor long-term vegetation recovery after a fire. UAVSAR is an airborne testbed for the orbital NISAR instrument, a joint mission with the Indian Space Research Organisation, which is expected to launch in 2021.\nAstronauts aboard the International Space Station have a unique vantage point and provide camera and video imagery of wildfires and smoke transport while they orbit Earth. These ISS datasets also contribute to the library of continuous monitoring and observations of wildfires and other Earth phenomena that scientists and fire managers use daily here on Earth to make effective discoveries and support wildfire management decision processes.\nAll of these satellite and airborne systems, combined together in a sensor-web, give us a much improved understanding of the role and extent of wildfires on our planet.\nNASA maintains the NASA Fire and Smoke webpage, where many of the products are posted with updates on various incidents around the world.\nFor more information, see NASA's Fire and Smoke page:\nhttps://www.nasa.gov/fires\nand NASA's Earth Observatory Natural Hazards page:\nhttps://earthobservatory.nasa.gov/NaturalHazards/\nNews media contact\nAlan Buis Jet Propulsion Laboratory, Pasadena, California818-354-0474Alan.Buis@jpl.nasa.gov\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}