{
  "url": "https://climate.nasa.gov/news/25/tracking-earths-most-abundant-greenhouse-gas/",
  "title": "Tracking Earth's most abundant greenhouse gas",
  "date": null,
  "content": "Aerial view of  Hawaii's Mauna Loa (center), the world's largest volcano.  The CU-Boulder-led research group's experiments at Mauna Loa will provide important clues for understanding how changes in the water cycle influence changes in atmospheric circulation and global temperatures.\n(UNIVERSITY OF COLORADO) -- Fifty years ago scientists began measuring carbon dioxide continuously from on top of Hawaii's Mauna Loa, the largest volcano in the world. This October CU-Boulder researchers will set up the first real-time experiments there to track Earth's most abundant, and arguably most important heat-trapping gas: water.\n\"There's no question CO2 is driving changes in our planet's climate, but a lot of the changes we are seeing are due to changes in the water cycle, and to the amount of water vapor in the air,\" said David Noone, a climate scientist with CU-Boulder's Cooperative Institute for Research in Environmental Sciences. Noone, along with Assistant Professor Joe Galewsky of the University of New Mexico, are leading the water vapor-tracking project throughout the month of October.\nIn its vapor phase, water, like carbon dioxide, traps and radiates heat back toward our planet. As global temperatures rise, atmospheric humidity also increases, boosting the greenhouse effect.\nEven though water vapor lasts just a short time in the atmosphere ( a few days), its amplifying effects could more than double the warming caused by CO2 on a global scale, according to the Intergovernmental Panel on Climate Change.\nBy helping discover what controls subtropical humidity, the group's experiments at Mauna Loa will provide important clues for understanding how changes in the water cycle influence changes in atmospheric circulation and global temperatures.\nNoone suspects that if extensive drying occurs over the subtropics, roughly between 20 and 35 degrees north and south, the resulting drop in atmospheric humidity would allow proportionally more radiation to escape into space, moderating how much the planet eventually warms.\nWhich processes in the climate system determine the degree and extent of subtropical drying is still a largely unanswered question and is the motivation behind the water-tracking experiments in Hawaii.\nFrom atop Mauna Loa, Noone, CU-Bouder graduate student Derek Brown and Galewsky's team will work to identify the origins of both moist and dry air masses converging on Hawaii by measuring the chemical \"tags\" created by water vapor's isotopes.\nThe research team will use six different measurement techniques to track water vapor in real-time, relying on both field-based air samples and satellite-based remote-sensing observations. They will be in the field Oct. 8 - Nov. 6.\nFind out more\n\n\nRead research postings from Mauna Loa:\r\n\nhttp://cires.colorado.edu/ science/field/vapor\n\n\n\n\n\nExplore\n\n\n\n\n\n\n\n\n\nImages of Change\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}