{
  "url": "https://climate.nasa.gov/news/41/new-view-of-smoke-from-wildfires/",
  "title": "New view of smoke from wildfires",
  "date": null,
  "content": "Analysis using MINX: Central Alaska plume\n\n\n\n\n\n\n\n\n\nAvailable North America plume statistics\n\n\n\n\n\nScientists have a new tool for understanding how events in one region, such as wildfires, can affect air quality in areas far away.\nObservations from NASA's Multi-angle Imaging SpectroRadiometer (MISR) show that the plumes of dust, smoke and particles from wildfires or volcanoes often rise past the atmospheric boundary layer, the turbulent lowest portion of the atmosphere, and are injected into the less-turbulent and higher free troposphere. The aerosols can remain concentrated there for long periods and also be transported great distances.\nThe MISR Plume Height Climatology Project, a repository for wildfire plume height data acquired with MISR, became publically available in early 2008 and supports studies of wildfires, climate change and air quality. The MISR INteractive eXplorer (MINX) application tool used to generate the database is also free and was the recipient of a 2008 NASA Space Act Board Award.\nOne of the project's goals is to generate data based on actual observations of biomass burning emissions from wildfires that can be used in global atmospheric models. The frequency of wildfires has increased over the past few decades, and such fires may be even more common in a future, warmer climate. Predicting the effects of climate change on air quality requires the ability to accurately model smoke injection and long-range transport.\nThe MISR instrument flies on NASA's Terra satellite.\nMission provides tools to improve cloud models\nAnalogous measurements of cloud ice derived from data provided by NASA's Cloudsat can help modelers validate their results and reduce disagreement.\n\n\nOne of the major reasons for errors in weather and climate forecasts is that clouds are not realistically represented in atmospheric models. This poor representation also accounts for much of the uncertainty in current model projections of the effects of climate change.\nOne challenge has been the lack of adequate, high-quality, global observations targeting the vertical structure of clouds and their associated precipitation. It has also been difficult to make meaningful comparisons between idealized depictions of clouds in climate models and actual measurements of cloud properties from satellites.\nJPL researchers Jui-Lin F. Li, Christopher Woods and Duane Waliser and a group of their colleagues have developed new methods using radar data from NASA's CloudSat satellite on cloud type and ice content to improve how clouds are represented in climate models and help validate models' results.  The result should be more agreement between the models and the observations and less uncertainty on the course of future climate.\nThe researchers' findings appear in a series of papers in Geophysical Research Letters and the Journal of Geophysical Research.\nChanges in ocean mass linked to El Niño\nAbove: In the GRACE image of the North Pacific, red represents higher than normal ocean-bottom-pressure oscillation. \r\nBelow: This diagram explains the ocean-atmosphere coupling that caused the oscillation.\n\n\nEl-Niño has long been known to be a joint phenomenon of the ocean and the atmosphere. Changes in surface atmospheric pressure between the eastern and western sides of the southern Pacific oscillate in conjunction with the changes in sea surface temperature in the tropics that characterize the El-Niño/Southern Oscillation (ENSO). A new study shows this link between the ocean and atmosphere is also reflected in ocean bottom pressure.\nUsing new data from NASA's twin GRACE satellites, JPL researchers Y. Tony Song and Victor Zlotnicki found a strong oscillation in ocean bottom pressure between the subpolar and subtropical gyres of the North Pacific, that takes place at the same time as the El Niño/Southern Oscillation. By examining atmospheric circulation, sea surface altimetry data and an ocean circulation model, they confirmed that this change in ocean bottom pressure is the result of the El-Niño/Southern Oscillation, which deepens the Aleutian Low, the center of low atmospheric pressure in the northern Pacific, and alters the jet stream. This is the first time that changes in ocean mass, reflected in ocean bottom pressure, have been reported to be linked to ENSO events.\nTheir paper  \"Subpolar ocean bottom pressure oscillation and its links to the tropical ENSO\" appears in the November 10, 2008, edition of the International Journal of Remote Sensing.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}