{
  "url": "https://climate.nasa.gov/news/184/nasa-celebrates-earth-science-week/",
  "title": "NASA celebrates Earth Science Week",
  "date": null,
  "content": "During the week of October 11-17, the world will be celebrating Earth Science Week and NASA has a major part in that celebration. NASA studies a variety of topics on Earth science, from climate change to hurricanes.\nEvery day at NASA, satellites, computer models and scientists study the changing Earth including dust plumes off the coast of Africa, pollution, the ozone hole, global temperatures, oceans, atmosphere, global ice and snow, weather and much more. Engineers and technicians conceive, design and build new instruments and satellites to investigate different aspects of the Earth. NASA is committed to a better understanding of our Earth to improve our knowledge and our lives.\nEarth Science Week 2009 provides a focus on what NASA does 24 hours a day, seven days a week. It encourages people everywhere to explore the natural world and learn about the geosciences. \"Understanding Climate,\" the theme of Earth Science Week 2009, will promote scientific understanding of Earth’s climate. As a leader in climate study, this year NASA's contribution to Earth Science Week will focus on the connection between climate change and our oceans.\nNASA is releasing a series of five short educational videos each day during Earth Science Week under the theme \"Understanding Climate.\" This year's theme was selected by the American Geological Institute (AGI). The NASA video series entitled \"Tides of Change\" will focus on the ocean-climate connection. Each video will feature a specific aspect of this connection, such as the water cycle or life in the ocean. The videos can be seen at: http://climate.nasa.gov/esw/videoseries/.\nNASA’s Global Climate Change website will feature these videos as part of the interactive 3-D Eyes on Earth. This application allows users to fly around the planet on the wings of a satellite, observing the planet’s vital signs from space. Climate.nasa.gov will also be a one-stop shop during ESW09 for all of NASA’s best Earth science education resources related to the understanding of climate.\nOne of the NASA Earth Science Week highlights is a live educational webcast on Oct. 14 at 1:00 p.m. EDT. Classrooms around the country will participate in this live event focused on Earth science discoveries and careers. Two oceanographers will discuss their careers, illustrate NASA’s unique view of the oceans from space, and answer questions submitted by participants. To see the webcast: http://www.ustream.tv/channel/earth-science-week-webcast.\nNASA has contributed a selection of materials to the Earth Science Week 2009 Kits, which are distributed to 16,000 educators. Materials include a Hurricane Katrina activity, NASA Dynamic Earth DVD, and MyNASAData activity. NASA hosted a pre-ESW09 training session for educators on September 30 through its Digital Learning Network and the Central Operation of Resources for Educators (CORE). Participants included educators from NASA Educator Resource Centers, the Aerospace Education Services Program, NASA Explorer Schools, Educator Astronauts, and K-12 teachers from across the United States.\nAt NASA every week is Earth science week as scientists continue to learn about our changing planet and what drives those changes. A world of Earth science exploration is all at your fingertips and on-line at www.nasa.gov any day of the week, not just Earth Science Week.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}