{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/231/inside-copenhagen/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Dr. Tony Freeman, Earth science manager at NASA's Jet Propulsion Laboratory, is in Copenhagen attending what is being billed as a historical climate summit. This is the fifth of his dispatches from the negotiations.\nAt Oceans Day in Copenhagen we heard about the acidification of the world’s oceans as they absorb carbon dioxide [CO2], how that becomes less efficient as the ocean temperature rises, and the subsequent effects on marine life of all kinds. Coral reefs are especially vulnerable to increased ocean acidity, for example, and several Pacific island and coastal nations raised concerns for their future survival as sea level rises significantly over this century, as it seems likely to do.\nThe Copenhagen ice bear.\n\n\n\r\n \r\nWe also heard from Dr. Martin Sommerkorn of the World Wildlife Fund (WWF) about the methane being released into the Arctic Ocean as it warms — methane being a much more potent heat-trapping greenhouse gas than CO2. Concerns were expressed about the expected date for the final disappearance of summer (permanent, all-year-round) sea ice in the Arctic, as a result of warming in the region, and the potential for that becoming a climate change ‘tipping point’. (Tipping points are climatic changes that could kick start abrupt and potentially irreversible changes on the planet.) Meanwhile outside the WWF’s Arctic Tent, where I saw the presentations, stands a sculpture of the the \"Copenhagen ice bear\". It started out as a full-blown ice sculpture of a polar bear (see www.panda.org/arctic), and now does not look nearly as cute, which I think drives home the point that climate change will not be pretty.\r\n \r\nMy overwhelming sense is that people feel powerless with respect to climate change in the ocean, the effects of which are made worse by environmental issues such as overfishing and pollution run-off in coastal areas. The changes in the deep ocean are driven by several things: the increased CO2 in the atmosphere (which causes the sea to become more acidic); the related increase in temperature of the water; and the increased volume of the ocean that increase in temperature causes, along with sea level rise due to melting ice sheets. Some presenters talked about setting up more marine preserves (which are a good idea, similar to national parks), but that would not get to the root of the problem.\n--Tony Freeman\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}