{
  "url": "https://climate.nasa.gov/news/2733/update-launch-coverage-of-earth-observing-satellites/",
  "title": "Update: Launch coverage of Earth-observing satellites",
  "date": null,
  "content": "Artist's illustration of the NASA/German Research Centre for Geosciences Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, which will track changes in the distribution of Earth's mass, providing insights into climate, Earth system processes and the impacts of some human activities. Credit: NASA/JPL-Caltech\n› Full image and caption\nRevised dates have been set for the prelaunch briefing and launch of the Gravity Recovery and Climate Experiment Follow-On (GRACE-FO), NASA's latest Earth-observing satellite mission. The briefing, now scheduled for Monday, May 21, and launch no earlier than Tuesday, May 22, will air on NASA Television and the agency's website, and will be streamed live and archived on https://youtube.com/nasajpl/live.\nA joint mission with the German Research Centre for Geosciences (GFZ), GRACE-FO will provide critical measurements that will be used together with other data to monitor the movement of water masses across the planet and mass changes within Earth itself. Monitoring changes in ice sheets and glaciers, underground water storage, and sea level provides a unique view of Earth's climate and has far-reaching benefits. The mission is planned to fly at least five years.\nThe prelaunch news briefing will be held at 10:30 a.m. PDT (1:30 p.m. EDT) May 21 at Vandenberg Air Force Base in California. Media and the public also may ask questions during the event via social media using the hashtag #askNASA.\nBriefing participants will be:\nThe satellites will launch on a SpaceX Falcon 9 rocket no earlier than 12:47 p.m. PDT (3:47 p.m. EDT) May 22 from Space Launch Complex-4E at Vandenberg. GRACE-FO will share its ride to orbit with five Iridium NEXT communications satellites as part of a commercial rideshare agreement.\nLaunch coverage begins at 12:15 p.m. PDT (3:15 p.m. EDT) on NASA Television and the agency's website.\nJPL manages the GRACE-FO mission for the agency's Science Mission Directorate in Washington. GFZ contracted GRACE-FO launch services from Iridium, and SpaceX is providing the Falcon 9 launch service.\nJoin the conversation online and follow GRACE-FO on Twitter and Facebook at:\nhttps://www.twitter.com/NASAEarth\nand\nhttps://www.facebook.com/NASAEarth\nAlan Buis \r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0474\r\nAlan.Buis@jpl.nasa.gov\nSteve Cole\r\nNASA Headquarters, Washington\r\n202-358-0918\r\nStephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}