{
  "url": "https://climate.nasa.gov/news/582/record-setting-heat/",
  "title": "Record-setting heat",
  "date": null,
  "content": "Night and day time temperatures during July were significantly warmer than has been typical over the last eight years. As seen in the top graphic, the heat remained anonymously over much of the country at night. (Credit: NASA/Goddard Earth Science Data and Information Center)› Larger image\nBy Andrey Savtchenko and Adam Voiland\r\nNASA's Goddard Space Flight Center\nMuch of the United States sweated through an unusually humid heat wave during July, a month that brought record-breaking temperatures to many areas across the Great Plains. As temperatures soared, NASA satellites observed the unusual weather from above.\nThe Atmospheric Infrared Sounder (AIRS), an instrument launched on the Aqua satellite in 2002, is unique in its ability to yield highly accurate data about the troposphere, the lowest layer of the atmosphere and the part that most directly affects life on Earth.\nHot temperatures struck Texas and Oklahoma particularly hard, AIRS observed. Large swaths of both of these states persistently experienced highs above 100° F (311 K) during the day for the month of July. Nights offered only minimal relief with low temperatures averaging close to 90° F (305 K) for the month. That’s about 20° F warmer, both day and night, than the average July temperatures for the past eight years of AIRS observations.\nAIRS also offered clues about what may have caused the persistent heat spell. Domes of high atmospheric surface pressure (corresponding to the red colors in the figure below) normally intensify in the summer over both the Atlantic and Pacific oceans. However, AIRS data shows they were abnormally strong in July.\nMeanwhile, AIRS and modeled wind data from the Goddard Earth Observing System Model (GEOS-5) reveals a clockwise vortex of winds (shown with arrows below) driven by the high pressure in the North Atlantic. The vortex continuously pumped hot and humid air from the tropics through the heart of the Gulf of Mexico and into much of the continental United States throughout July.\nThe jet stream, which typically produces loops around low-pressure areas that break off and brings cooler air and precipitation, offered little relief. As seen below, the flow of the jet stream (approximated by green and yellow) instead consistently bulged over the high-pressure aloft over the United States (shown in red).\nAIRS data are distributed by the Goddard Earth Sciences Data and Information Services Center at NASA Goddard Space Flight Center, Greenbelt, Md. AIRS is managed by NASA's Jet Propulsion Laboratory, Pasadena, Calif., under contract to NASA. JPL is a division of the California Institute of Technology in Pasadena. GEOS-5 is a product of the Global Modeling and Assimilation Office at Goddard Space Flight Center.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}