{
  "url": "https://climate.nasa.gov/news/728/texas-wind-farm-affects-land-temperature/",
  "title": "Texas wind farm affects land temperature",
  "date": null,
  "content": "A new study of NASA satellite data showed that an area of west-central Texas covered by four large wind farms warmed at a rate of 0.72 degrees Celsius per decade relative to nearby regions without wind farms. Scientists suggest the turbines act as fans to pull warmer air to the surface at night, accounting for most of the warming trend. Credit: Wikimedia Commons\nBy Patrick Lynch,\r\nNASA Goddard Space Flight Center\nA Texas region containing four of the world's largest wind farms showed an increase in land surface temperature over nine years that researchers have connected to local meteorological effects of the turbines.\nThe land surface temperature around the west-central Texas wind farms warmed at a rate of 0.72 degrees Celsius per decade during the study period relative to nearby regions without wind farms, an effect most likely caused by the turbulence in turbine wakes acting like fans to pull down warmer air from higher altitudes at night, said lead author Liming Zhou at the University of Albany, State University of New York.\nThe results were published in the April 29 issue of Nature Climate Change. Zhou and colleagues studied land surface temperature data ranging from 2003 to 2011, from the MODIS (Moderate-Resolution Imaging Spectroradiometer) instruments on NASA's Aqua and Terra satellites.\nLand surface temperature measures the temperature of the Earth’s surface itself, as opposed to the air temperature readings used in daily weather reports. Across a broad landscape, land surface temperature depends closely on the land cover type and nature of the surface. In specific locations, land surface temperature varies widely from day to night while air temperature varies within a smaller range.\nThe warming observed by MODIS mostly occurred at night. In the Texas region studied, the land surface temperature after sunset typically cools faster than the air temperature. But as the wind turbines continued to turn, the movement brought warmer air to the surface and thus created a warming effect compared to non-wind farm regions. The researchers expected to see the reverse during the day — a slight cooling effect — but the data instead showed a small warming or negligible effect in daytime.\nThe warming estimate applies specifically to this particular region, and covers a time when wind farms were expanding rapidly, Zhou said. The estimate should not be considered directly applicable for other regions and landscapes, nor should it be extrapolated over a longer period of time, as the warming would likely plateau rather than continue to increase if no new wind turbines are added. The warming is also considered a local effect, not one that would contribute to a larger global trend.\n\"This is a first step in exploring the potential of satellite data to quantify the possible impacts of big wind farms on weather and climate,\" said Chris Thorncroft, a coauthor of the study and chair of the Atmospheric and Environmental Sciences department at University at Albany, State University of New York. \"We are now expanding this approach to other wind farms and building models to understand the physical processes and mechanisms driving the interactions of wind turbines and the atmospheric boundary layer near the surface.\"\nThe U.S. wind industry has installed a total of 46,919 megawatts of capacity through the end of 2011 — representing more than 20 percent of the world’s installed wind power and about 2.9 percent of all U.S. electric power — and has added more than 35 percent of all new U.S. generating capacity in the past four years, according to the American Wind Energy Association and the Department of Energy. This added capacity during that timeframe is second only to natural gas, and more than nuclear and coal combined.\n\"Wind power is going to be a part of the solution to the climate change, air pollution and energy security problems,\" said Somnath Baidya Roy at University of Illinois, Urbana-Champaign, a co-author of the study. \"Understanding the impacts of wind farms is critical for developing efficient adaptation and management strategies to ensure the long-term sustainability of wind power.\"\nThe other authors for this research, which was funded by University of Albany, State University of New York and the National Science Foundation, include Yuhong Tian at IMSG at NOAA/NESDIS/STAR, Lance F. Bosart at the University of Albany, State University of New York, and Yuanlong Hu at Terra-Gen Power LLC, San Diego, Calif.\r\n\nRelated Links:\n\nNature Climate Change paper\nInformation on paper\nSupplementary info\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}