{
  "url": "https://climate.nasa.gov/news/731/monster-of-climate-research/",
  "title": "'Monster' of climate research",
  "date": null,
  "content": "This image was created with data acquired by the Atmospheric Infrared Sounder instrument (AIRS) on NASA's Aqua satellite during July 2009. Credit: NASA/JPL.\nBy Erik Conway,\r\nNASA Jet Propulsion Laboratory\nFor 10 years, it has silently swooped through space in its orbital perch 438 miles (705 kilometers) above Earth, its nearly 2,400 spectral \"eyes\" peering into Earth's atmosphere, watching. But there's nothing alien about NASA's Atmospheric Infrared Sounder, or AIRS, instrument, a \"monster\" of weather and climate research that celebrates its 10th birthday in orbit May 4.\nAIRS, built by BAE Systems, Boston, under the direction of NASA's Jet Propulsion Laboratory, Pasadena, Calif., is one of six instruments flying on NASA's Aqua spacecraft as part of NASA's Earth Observing System. AIRS, along with its partner microwave instrument, the Advanced Microwave Sounding Unit (AMSU-A), has faithfully measured our planet's atmospheric temperature, water vapor, clouds and greenhouse gases with unprecedented accuracy and stability. Over the past decade, AIRS and AMSU-A have improved our understanding of Earth's global water and energy cycles, climate change and trends and how Earth's climate system is responding to increased greenhouse gases.\nStudies have shown AIRS has improved global weather prediction more than any other single satellite instrument in the past 10 years. In 2006, a group led by John Le Marshall of the National Oceanic and Atmospheric Administration demonstrated that use of AIRS data in weather forecasting models significantly improved forecast \"skill\" -- the name of the calculation meteorologists use to quantify how close a forecast is to actual observed weather conditions.\n\"AIRS has performed beyond expectation, exceeding its mission objectives,\" said AIRS Project Manager Tom Pagano of JPL. \"The knowledge we've gained through AIRS has advanced our understanding of weather and climate, and demonstrated an important measurement technology. While the team can be proud of what's been accomplished, we continue to look forward to new discoveries as we explore the connection between extreme weather and climate change.\"\nAIRS was the brainchild of the late Moustafa Chahine, the AIRS science team leader at JPL who also served as JPL's chief scientist for many years. In the 1970s, Chahine had the idea of improving weather forecasting by using thousands of infrared channels to better discern temperature and water vapor variations in Earth's atmosphere, a technique known as hyperspectral sounding.\nAs the first of a series of hyperspectral sounders for weather forecasting, AIRS has been a trailblazer for understanding and assimilating hyperspectral data. The current generation of European meteorological satellites now host an AIRS-like sounder, the Infrared Atmospheric Sounding Interferometer; while a similar instrument, the Cross-track Infrared Sounder, now flies aboard NASA's new Suomi NPP satellite, the forerunner of the next-generation of U.S. weather satellites.\nOne of the most significant scientific results from AIRS has been quantification of what's called the water vapor feedback effect. \"As Earth's surface warms and the atmosphere with it, the atmosphere can hold a little more water vapor,\" said AIRS Project Scientist Eric Fetzer. \"Water vapor is itself a greenhouse gas-it traps heat the same way carbon dioxide does. So if there's a slight warming, there will be a slight increase in water vapor, and that water vapor itself will cause a continuing increase.\" This vicious circle of warming is known as a positive feedback, an idea well-rooted in physical theory dating back to the 19th century.\nA team led by Andrew Dessler of Texas A&M University, College Station, tested the theory using AIRS' humidity data. AIRS could quantify the amount of water vapor at different levels of the atmosphere globally, permitting them to derive the average strength of the water vapor feedback across the globe. He found the water vapor feedback is extraordinarily strong, capable of doubling the warming due to carbon dioxide alone.\nAnother important AIRS result is development of data products that quantify the global amount of several key atmospheric trace gases, including carbon dioxide, carbon monoxide and methane. AIRS produced the first global map from space of carbon dioxide in Earth's mid-troposphere, revealing greater-than-expected variations, the transport of carbon dioxide across the equator and a \"belt\" of higher-than-average concentrations in the mid-latitudes of the Southern Hemisphere.\nThe AIRS team plans even more new products, some of which will help them better understand the physical properties of clouds. Knowing these properties is critical for understanding clouds, considered one of the largest remaining uncertainties in climate science.\nIn the meantime, AIRS continues to operate well and is expected to last until Aqua runs out of fuel in 2022. More than 10,000 users worldwide currently use AIRS data for weather prediction and for conducting research into climate processes, atmospheric composition and environmental conditions that affect human health.\r\n\nRelated Links:\n\nhttp://airs.jpl.nasa.gov/news_archive/2012-05-04-AIRS-Science-at-10-Years/\nhttp://airs.jpl.nasa.gov/\nhttp://aqua.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}