{
  "url": "https://climate.nasa.gov/news/606/antarctic-ozone-hole-still-there/",
  "title": "Antarctic ozone hole still there",
  "date": null,
  "content": "Image of the Antarctic ozone hole on July 29, 2011. (Credit: NASA)\nBy Patrick Lynch,\r\nNASA's Goddard Space Flight Center\n\r\nThe Antarctic ozone hole, which yawns wide every Southern Hemisphere spring, reached its annual peak on Sept. 12. It stretched to 10.05 million square miles, the ninth largest ozone hole on record. Above the South Pole, the ozone hole reached its deepest point of the season on Oct. 9, tying this year for the 10th lowest in this 26-year record.\nNASA and the National Oceanic and Atmospheric Administration (NOAA) use balloon-borne instruments, ground-based instruments and satellites to monitor the annual Antarctic ozone hole, global levels of ozone in the stratosphere and the manmade chemicals that contribute to ozone depletion.\n\"The colder than average temperatures in the stratosphere this year caused a larger than average ozone hole,\" said Paul Newman, chief scientist for atmospheres at NASA's Goddard Space Flight Center in Greenbelt, Md. \"Even though it was relatively large, the area of this year's ozone hole was within the range we'd expect given the levels of manmade ozone-depleting chemicals that continue to persist in the atmosphere.\"\nThe ozone layer helps protect the planet's surface from harmful ultraviolet radiation. Ozone depletion results in more incoming radiation that can hit the surface, elevating the risk of skin cancer and other harmful effects.\n\"The manmade chemicals known to destroy ozone are slowly declining because of international action, but there are still large amounts of these chemicals doing damage,\" said James Butler, director of NOAA's Global Monitoring Division in Boulder, Colo.\nIn the Antarctic spring (August and September) the sun begins rising again after several months of darkness and polar-circling winds keep cold air trapped above the continent. Sunlight-sparked reactions involving ice clouds and manmade chemicals begin eating away at the ozone. Most years, the conditions for ozone depletion ease before early December when the seasonal hole closes.\nLevels of most ozone-depleting chemicals in the atmosphere have been gradually declining as the result of the 1987 Montreal Protocol, an international treaty to protect the ozone layer. That international treaty caused the phase-out of ozone-depleting chemicals, which had been used widely in refrigeration, as solvents and in aerosol spray cans.\nHowever, most of those chemicals remain in the atmosphere for decades. Global atmospheric computer models predict that stratospheric ozone could recover by midcentury, but the ozone hole in the Antarctic will likely persist one to two decades longer, according to the latest analysis in the 2010 Quadrennial Ozone Assessment issued by the World Meteorological Organization and United Nations Environment Programme, with co-authors from NASA and NOAA.\nNASA currently measures ozone in the stratosphere with the Dutch-Finnish Ozone Monitoring Instrument, or OMI, on board the Aura satellite. OMI continues a NASA legacy of monitoring the ozone layer from space that dates back to 1972 with launch of the Nimbus-4 satellite. The instrument measured the 2011 ozone hole at its deepest at 95 Dobson units on Oct. 8 this year. This differs slightly from NOAA's balloon-borne ozone observations from the South Pole (102 Dobson units) because OMI measures ozone across the entire Antarctic region.\nThat satellite-monitoring legacy will continue with the launch of NASA's National Polar-orbiting Operational Environmental Satellite System Preparatory Project, known as NPP, on Oct. 28. The satellite will carry a new ozone-monitoring instrument, the Ozone Mapping and Profiler Suite. The instruments will provide more detailed daily, global ozone measurements than ever before to continue observing the ozone layer's gradual recovery.\nIt will take a few years of averaging yearly lows in Antarctic ozone to discern evidence of recovery in ozone levels because seasonal cycles and other variable natural factors -- from the temperature of the atmosphere to the stability of atmospheric layers -- can make ozone levels dip and soar from day to day and year to year.\nNOAA has been tracking ozone depletion around the globe, including the South Pole, from several perspectives. NOAA researchers have used balloons to loft instruments 18 miles into the atmosphere for more than 24 years to collect detailed profiles of ozone levels from the surface up. NOAA also tracks ozone with ground-based instruments and from space.\r\n\n\nRelated links:\n\nNASA's Ozone Watch page\nAntarctic ozone hole\nAbout OMI\nabout NPP\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}