{
  "url": "https://climate.nasa.gov/news/506/the-case-for-climate-change/",
  "title": "The case for climate change",
  "date": null,
  "content": "By Amber Jenkins,\r\nNASA Jet Propulsion Laboratory\nNASA's Jet Propulsion Laboratory and the U.K. Meterological (Met) Office are combining forces — bringing together the expertise of observing Earth from space on the one hand, and the expertise of developing climate and weather models and forecasting on the other. Professor Julia Slingo OBE, Chief Scientist of the U.K. Meteorological Office, recently visited JPL and gave us her perspective on climate change and the state of the climate.\n\n\n\n\nIt's very important to take a complete view — a holistic view — of what's happening to the planet.\n\n\n- Julia Slingo\nThe most compelling piece of evidence that the public are aware of is the increase in the surface temperature of the planet. And that's certainly very compelling, but I don't think it's enough on its own to make the case. What's really important is to look at all sorts of other aspects of the climate system that are now providing us with an increasingly compelling case that something is happening to our climate and that it is indeed warming. Things like the decline in Arctic sea ice and the warming not just of the surface of the oceans, but down to several hundred meters in depth.\nThere are other more unusual pieces of compelling evidence, such as the fact that the atmosphere above the troposphere — the part where our weather doesn't really exist, which we call the stratosphere — is systematically cooling. It’s very difficult to explain that cooling except from the ways in which we’re altering the carbon dioxide concentrations in our atmosphere, which we believe are leading to the warming that we see.\nSo it’s a whole basket of measures, and it’s very important to take a complete view — a holistic view — of what’s happening to the planet to provide us with the compelling evidence that we need to take action and that something is happening.\nIt’s the increasing levels of carbon dioxide in our atmosphere. Those levels have been rising systematically ever since the Industrial Revolution, and, in fact, have risen very rapidly over the last fifty years, so that the levels we now measure in the atmosphere are at least a third higher than they’ve been for at least 800,000 years. But, of course, that’s not enough to prove that it’s human activities that are leading to that rise. We can also tell that a lot of the extra carbon dioxide in our atmosphere is coming from very ancient carbon — it isn’t the result of our current biosphere changing its activity or anything like that. This is ancient carbon that’s being released into the atmosphere — in other words, through burning fossil fuels.\nThe other piece of evidence that really links into this is that if we look at oxygen levels in the atmosphere, they have been declining over the last fifty years. The latest measurements show that quite clearly, and, again, it’s entirely consistent with the combustion [of fossil fuels]. So it’s the burning of ancient carbon that’s leading to the rising carbon dioxide levels in the atmosphere and the decline in oxygen. There’s a complete story here, for which there is no other explanation, really, than it is our activities and ways of generating energy that are causing our climate to change.\nGeoengineering, I believe, is foolhardy. Let’s be clear: we’re already geoengineering our planet, through the way that we’ve changed how we use the land and by releasing large amounts of carbon dioxide into the atmosphere. The increase in carbon dioxide levels in our atmosphere is a relatively simple forcing on the global climate system — carbon dioxide is a well-mixed, inert, chemically inactive gas — and yet we don’t yet understand all the implications for the future of our climate, not just globally, but regionally and locally too.\nAll of the geoengineering solutions that have been proposed — such as mirrors in space, aerosols in the stratosphere, or playing around with the reflectivity of clouds — involve interfering with the climate system. They would perhaps interfere with the climate system in an even more complex way than carbon dioxide, and the implications for regional climate change would be very profound.\nFurthermore, many of these proposed solutions are a bit like sticking a plaster [Band Aid] on the problem: as soon as you stop taking those actions, the planet will move very rapidly to the warming trajectory that it ought to have been on because the carbon dioxide is still in the atmosphere, and we will see massively rapid climate change.\nWe’re 90 percent certain that what we’re seeing is manmade. As a physicist, it’s very hard to think of any other explanation. It makes sense scientifically. It makes sense in terms of the fundamental physics of how the climate system works. Yes, there are other things that could come into play, and we may have missed something, but actually the physics is so robust that we are very confident indeed.\nI think there are several pieces of the climate change puzzle that we need to focus on. First, we need to understand a lot more about the carbon cycle of the planet. How do the oceans and vegetation on land take up and give out carbon? How do the oceans and the land surface currently act as a buffer for the additional carbon that we’re putting into the atmosphere? Because 50 percent of the carbon we put into the atmosphere is currently being taken up by the oceans and the land biosphere, and the indications are that that will become less efficient as we go forward. The oceans are becoming more acidic, and the organisms that live in the oceans are less able to take up carbon.\nThe other really big problem for us is what’s going to happen in the polar regions. We’re already seeing a somewhat more rapid decline of Arctic sea ice than we would expect just from the global temperature rise, and we need to understand that if we lose ice at the poles, then there can be feedbacks within the system. In addition, in the polar regions of northern Canada, northern Asia and Siberia, what’s happening to the permafrost? Massive amounts of carbon are locked up in the permanently frozen ground. Emissions of methane are rising in those areas, and there is a potential for a massive release of additional carbon into the atmosphere.\nWe need to get a tighter hold on these bits of the puzzle because that will influence the rate of global warming in the coming century and the temperature changes we could be looking at by 2100.\nWe’re very confident in our science. We’re confident in our data.\n\n\n- Julia Slingo\n\n\n\nWhat is the Met Office doing to improve our predictions of how much our climate will change in the future?\n\r\nTwo major things. First, we’re increasing the resolution of our models. This will enable us to represent weather systems with greater fidelity so that we can better predict climate change in particular regions, what will happen to water availability, to extreme weather events that have such an impact on us as a society. \nSecond, we’re transforming our climate models into system models so that they more accurately represent what’s happening with the carbon cycle, in the polar regions, with the acidifcation of the oceans and changes in ocean circulation because of what’s happening in the polar regions.Our strategy at the Met office is to push forward on both fronts.\nWhat have you learned from the recent controversy surrounding emails stolen from U.K. climate researchers?\n\r\nI think the episode taught us that we have to be more open and transparent about our science, but particularly about how we analyze the data and so on. Society relies very heavily on what we tell them about what’s happening to the climate system, and I think it’s really important that we as scientists make our science accessible, and make sure that it is as understandable as possible to the public. We have nothing to hide. We’re very confident in our science. We’re confident in our data. We’ve learned that being open, transparent and communicating well is vitally important.\nNASA JPL and the UK Met Office are about to start working together. How can JPL’s space capabilities help the Met Office?\n\r\nOur relationship with JPL is really important. Models are one thing, but all of our science has to be based on observations and a fundamental understanding of how our climate system works, and what’s happening to it. Confronting our models with observations, and using observations to increase our scientific understanding, are absolutely a bedrock of what we do. JPL’s expertise in observing different aspects of the Earth’s system, and the new satellites coming online, are therefore hugely relevant to us. We’re very keen to work on the carbon cycle of the planet, particularly the relationship between the carbon cycle and the water cycle. \nSecond, we need to know more about clouds.How do we represent clouds in our models? Can we use these new exciting spaceborne instruments — active sensors, radar, lidar — to tell us not only about how much cloud there is, but what the vertical structure of the cloud is like? Our work with JPL is already having a massive impact on the science we do and the ability of our models to tell us about climate change and the feedbacks within the climate system. So this is a really exciting opportunity for us.  Our skills are well matched.\nWhat role should climate scientists play in shaping or informing future policy?\n\r\nI think it’s really important that scientists do not get involved in shaping policy. We have to be independent. We have to keep scrupulously to the science and present it in a very objective, rational and honest way. Our role is purely to provide the best scientific evidence to policymakers to enable them to do their job. Therefore, there has to be a very clear divide between the two.\r\n\n\nRelated Links\nWhat's causing the poles to warm faster than the rest of Earth?\n\nKey Indicators of climate change\n\nClimate change: How do we know?\nTwo major things. First, we’re increasing the resolution of our models. This will enable us to represent weather systems with greater fidelity so that we can better predict climate change in particular regions, what will happen to water availability, to extreme weather events that have such an impact on us as a society.\nSecond, we’re transforming our climate models into system models so that they more accurately represent what’s happening with the carbon cycle, in the polar regions, with the acidifcation of the oceans and changes in ocean circulation because of what’s happening in the polar regions.Our strategy at the Met office is to push forward on both fronts.\nI think the episode taught us that we have to be more open and transparent about our science, but particularly about how we analyze the data and so on. Society relies very heavily on what we tell them about what’s happening to the climate system, and I think it’s really important that we as scientists make our science accessible, and make sure that it is as understandable as possible to the public. We have nothing to hide. We’re very confident in our science. We’re confident in our data. We’ve learned that being open, transparent and communicating well is vitally important.\nOur relationship with JPL is really important. Models are one thing, but all of our science has to be based on observations and a fundamental understanding of how our climate system works, and what’s happening to it. Confronting our models with observations, and using observations to increase our scientific understanding, are absolutely a bedrock of what we do. JPL’s expertise in observing different aspects of the Earth’s system, and the new satellites coming online, are therefore hugely relevant to us. We’re very keen to work on the carbon cycle of the planet, particularly the relationship between the carbon cycle and the water cycle.\nSecond, we need to know more about clouds.How do we represent clouds in our models? Can we use these new exciting spaceborne instruments — active sensors, radar, lidar — to tell us not only about how much cloud there is, but what the vertical structure of the cloud is like? Our work with JPL is already having a massive impact on the science we do and the ability of our models to tell us about climate change and the feedbacks within the climate system. So this is a really exciting opportunity for us.  Our skills are well matched.\nI think it’s really important that scientists do not get involved in shaping policy. We have to be independent. We have to keep scrupulously to the science and present it in a very objective, rational and honest way. Our role is purely to provide the best scientific evidence to policymakers to enable them to do their job. Therefore, there has to be a very clear divide between the two.\nResearch interests/Activities: Climate modeling; Tropical weather and climate; Monsoons of India and China, as well as El Niño; Climate change and its impacts. At the Met Office, provides scientific and technical strategy; ensures the organization adheres to good scientific and technical standards; manages research and development; represents the Met Office on science and technology across the U.K. government.\nMore info & publications\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}