{
  "url": "https://climate.nasa.gov/news/547/tracking-air-quality-from-above/",
  "title": "Tracking air quality from above",
  "date": null,
  "content": "7 min read\nBy Adam VoilandNASA's Earth Science News Team\nAlthough the nation’s air has grown significantly cleaner in recent decades, about 40 percent of Americans — 127 million people — live in counties where pollution levels still regularly exceed national air quality standards established by the Environmental Protection Agency.\nMost of the areas with the heaviest pollution are in California, but other parts of the country are anything but immune. On the drive down I-95 between Baltimore and Washington D.C., for example, sweltering summer heat and relentless traffic often leave plumes of polluted air stewing over the highway making the area one of the top 20 smoggiest metro areas in the country.\nCome July, all that health-sapping pollution will have company: a 117-foot P-3B NASA research aircraft flying spirals over six ground stations in Maryland. The aircraft is part of a month-long field campaign designed to improve satellite measurements of air pollution.\nThe name of the experiment — \"Deriving Information on Surface conditions from Column and Vertically Resolved Observations Relevant to Air Quality,\" or DISCOVER-AQ for short — is a mouthful, but its purpose is simple.\n“We’re trying to fill the knowledge gap that severely limits our ability to monitor air pollution with satellites,” said James Crawford, the campaign’s principal investigator and a scientist based at NASA’s Langley Research Center in Hampton, Va.\nThe fundamental challenge for satellites measuring air quality is to distinguish between pollution near the surface and pollution higher in the atmosphere. Measurements from aircraft, in combination with ground-based measurements, offer a key perspective that makes such distinctions easier to make.\nTwelve to fourteen flights are planned throughout July using two primary planes. The P-3B, a four-engine turboprop that returned recently from a deployment to the Arctic, will carry a suite of nine instruments, while a smaller two-engine UC-12 will carry two instruments.\nBoth aircraft will measure the colorless gas ozone and a mixture of soot and other substances known as particulate matter. Other instruments on the P-3B will measure pollutants that lead to the formation of ozone such as nitrogen dioxide and formaldehyde. A third aircraft, a Cessna operated by the University of Maryland, will also participate in the campaign.\nWhile the UC-12 will cruise at a high altitude of about 26,000 feet; the P-3B will fly corkscrew patterns over six ground stations in Maryland that will bring the plane from its highest altitude of about 15,500 feet to as low as 1,000 feet from the surface.\nSampling will focus on an area extending from Beltsville, Md., in the southwest to the northeastern corner of Maryland in a pattern that follows major traffic corridors, overflies ground measurement sites operated by the Maryland Department of the Environment, and observes conditions over the northern Chesapeake Bay.\nThe two instruments aboard the UC-12 will look down at the surface, much like a satellite instrument might, and measure particles and trace gases. The P-3B, in contrast, will sample the air it flies through, allowing it to take samples from a variety of altitudes.\nThe July flights are the first leg of a broader five-year campaign that will bring the aircraft to Houston and other polluted regions during upcoming years.\nOverall, the World Health Organization estimates that air pollution causes some two million premature deaths globally per year. Pollutants can spark a whole range of diseases including asthma, cardiovascular disease, and bronchitis.\nSince many countries, including the United States, have large gaps in ground-based networks of air pollution monitors, experts look toward satellites to provide a global perspective. Satellites have attempted to collect information about the main air pollutants that affect human health for more than a decade, yet they have struggled to achieve accurate measurements of the pollutants in the air near the surface — the air people actually breathe.\nThe problem: Most satellite instruments can't distinguish pollution close to the ground from that high in the atmosphere. In addition, clouds can block the view. And bright land surfaces, such as snow, desert sand, and those found in certain urban areas can mar measurements.\n“We’re better with some pollutants than others, but broadly speaking we have difficulty distinguishing between pollutants high in a given column of air, which we can see quite well with satellites, and pollutants at the surface,” said Kenneth Pickering, DISCOVER-AQ’s project scientist.\nAs a result, questions remain about the vertical distribution of pollutants. How far up in the atmosphere are morning and evening spikes in pollution associated with rush hour noticeable? How does ozone, which peaks near the surface in afternoon, behave at other altitudes throughout the day? When is the best time of the day for satellites to measure various pollutants?\nThe problem is particularly pronounced for pollutants that are abundant at the surface and higher in the atmosphere. For example, a “code red” air-quality day during the summer might produce very high concentrations of ozone in the bottom few kilometers of the atmosphere, yet generate a change of a mere 1 or 2 percent to a total column of ozone.\nStudies suggest that discrepancies of as much as 30 to 50 percent exist between estimates of ground nitrogen dioxide inferred from the Ozone Monitoring Instrument (OMI), an instrument on NASA’s Aura satellite launched in 2004, and measurements from ground-based instruments.\nDISCOVER-AQ will address such problems by helping researchers develop a three – dimensional view of how air pollutants are distributed and move between different levels of the atmosphere throughout the day.\nA phalanx of ground-based instruments will offer a critical view of the same patches of air the aircraft are monitoring from above. While NASA sponsors certain ground instruments, other institutions including the Environmental Protection Agency, the Maryland Department of the Environment, Howard University, and Pennsylvania State University manage the instruments at the ground stations.\nOne of the stations at Edgewood in Maryland is particularly well-suited for monitoring how sea breezes that blow in from the Chesapeake Bay and trap pollutants over land contribute to some of the most severe ozone problems in Maryland, noted Anne Thompson, a professor of meteorology at Pennsylvania State University.\nIt’s rare for researchers to have an opportunity to use such an array of instruments at once. “It’s not just one instrument that’s most important — it’s really the combination of all of them that makes this campaign valuable,” said Jennifer Hains, a research statistician with the Maryland Department of the Environment.\nScientists will use information collected during the DISCOVER-AQ campaign to improve measurements from existing satellites and to help establish parameters for future NASA satellite missions that will monitor air quality.\n“Achieving better measurements of the column at a variety of altitudes is critical to connecting what’s happening at the surface to what we’re seeing from above with satellites,” said Scott Janz, a scientist based at Goddard Space Flight Center in Greenbelt, Md.\nFuture satellites could play a key role in helping communities meet national air-quality standards. Though ozone and PM2.5 have declined in recent decades across the nation, many areas, including the entire Baltimore/Washington region, still frequently experience days in which air pollution levels exceed standards established by the Environmental Protection Agency.\nOver the last five years, for example, Maryland has exceeded ozone standards on average 36 days per year and exceeded PM2.5 standards on average 10 days per year, according to the Maryland Department of the Environment. Last year, ozone proved particularly potent and Maryland exceeded ozone standards on 43 ozone days.\nFrom Sunday, June 22 to Wednesday, July 2, two research aircraft will make a series…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}