{
  "url": "https://climate.nasa.gov/news/551/aura-satellite-measures-pollution-from-fires/",
  "title": "Aura satellite measures pollution from fires",
  "date": null,
  "content": "This image from the OMI instrument on NASA's Aura satellite shows nitrogen dioxide levels from June 27 to 29, 2011 in New Mexico and Arizona pertaining to three large fires. The highest levels of NO2 were from the Las Conchas fire (red). The NO2 is measured by the number of molecules in a cubic centimeter. Credit: NASA/James Acker\nBy Robert Gutro,\r\nNASA Goddard Space Flight Center\n\r\nNASA's Aura Satellite has provided a view of nitrogen dioxide levels coming from the fires in New Mexico and Arizona. Detecting nitrogen dioxide is important because it reacts with sunlight to create low-level ozone or smog and poor air quality.\nThe fierce Las Conchas fire threatened the town and National Laboratory in Los Alamos, while smoke from Arizona's immense Wallow Fire and the Donaldson Fire in central New Mexico also created nitrogen dioxides (NO2) detectable by the Ozone Measuring Instrument (OMI) that flies aboard NASA's Aura satellite.\nAn image showing nitrogen dioxide levels from June 27 to 29, 2011 was created from OMI data using the NASA Giovanni system by Dr. James Acker at NASA's Goddard Space Flight Center in Greenbelt, Md. The highest levels of NO2 were from the Las Conchas fire. The NO2 is measured by the number of molecules in a cubic centimeter.\nLow-level ozone (smog) is hazardous to the health of both plants and animals, and ozone in association with particulate matter causes respiratory problems in humans.\nOn July 1, Inciweb reported that the Las Conchas fire is currently burning on 93,678 acres and was three percent contained. An infrared flyover at 4 a.m. MDT on July 1 reported 103,842 acres burned. InciWeb is the \"Incident Information System\" website that reports wildfire conditions throughout the country.\nThe Donaldson fire is estimated to cover 72, 650 acres and is located to the southeast of the Las Conchas fire. Inciweb reported on July 1 that the fire is burning in the Lincoln National Forest and Mescalero-Apache Tribal lands and is not accessible. The terrain is steep and rocky. It is located about 10 miles northwest of Ruidoso Downs, N.M.\nInciweb reported on July 1 that \"smoke from the fire is impacting the communities of Ruidoso, Ruidoso Downs, Capitan, Lincoln, Hondo, Fort Stanton, Picacho, Tinnie, San Patricio, Glencoe and other surrounding areas.\" In east central Arizona, the Wallow Fire is now 95 percent contained, according to InciWeb. Total acres burned are 538,049, including 15,407 acres in New Mexico.\nEmissions from coal-burning power plants located in northwest New Mexico were also visible in the image above.\nOMI data is archived at the NASA Goddard Earth Sciences Data and Information Services Center (GES DISC), and is provided by KNMI, the Koninklijk Nederlands Meteorologisch Instituut (Royal Netherlands Meteorological Institute). Dr. P.F. Levelt is the Principal Investigator of OMI, Dr. J. Tamminen is the Finnish Co-PI, and Dr. P.K. Bhartia leads the U.S. OMI science team. Dr. James Gleason (NASA) and Pepijn Veefkind (KNMI) are PIs of the OMI NO2 product.\r\n\n\nRelated Links\n\nAura Satellite's OMI instrument\nNO2 and ground level ozone pollution\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}