{
  "url": "https://climate.nasa.gov/news/699/us-navy-bracing-for-climate-change/",
  "title": "U.S. Navy bracing for climate change",
  "date": null,
  "content": "Written by Jeremy Rosenberg, freelance writer;\r\nEdited by Amber Jenkins & Sharon Ray, NASA Jet Propulsion Laboratory\nClimate change is here, whether we like it or not. In May 2009, the Chief of U.S. Naval Operations formed the Navy’s Task Force Climate Change (TFCC) to take a hard look at what climate change means for naval operations. Some of the fastest-changing parts of the world include the poles — the Arctic and Antarctic — which are warming at an unprecedented rate. With a near-term focus on the Arctic, the Navy has developed Arctic and climate change roadmaps to guide the way it adapts to climate change.\n\"The Navy,\" Courtney St. John says, \"will be ready for the future.\"\nSt. John is the Climate Change Affairs Officer for the United States Navy's Task Force Climate Change (TFCC), launched in 2009. She works in the Office of the Oceanographer of the Navy — the military branch's maritime science and policy section.\nThat readiness St. John refers to ranges from the immediate to the decadal; the collaborative to the war-fighting; the humanitarian to the explorative. The common denominator is the military branch's commitment to science, along with a matter-of-fact acknowledgement that climate change is happening and will have far-reaching global consequences — national security-related and otherwise.\n\"When people see the Navy is addressing this issue, it may take them by surprise initially,\" St. John says. \"But once they understand and listen to why we care, they understand it [climate change] is a legitimate concern and they understand why we're taking a proactive approach to discussing it.\"\nThe Navy cares about climate change because it has implications for its operations and structure. There’s the threat of sea-level rise and increased storm surges to the Navy’s coastal installations; the potential stresses on water and food resources around the world, which may lead to more international humanitarian and disaster-response missions; and the stress on vulnerable nation states and potential national security issues that could arise.\nFor now, the Arctic, St. John explains, is the Navy's main focus of climate change interest. It is one of the fastest-changing areas on the planet. The Arctic ice cap grows each winter as the sun sets for several months, and shrinks each summer as the sun rises higher in the northern sky. The summer ice cap extent (area) is estimated to be only half the size it was fifty years ago. In 2011, the summer extent fell to the second-lowest figure on record, and in 2007 reached a record that was 39 percent below the 1979-2000 average. This fits into an overall pattern of large-scale ice decline that scientists have watched unfold over the past several decades. Sea ice is not only declining, but the pace of the decline is becoming more drastic, with older, thicker ice disappearing faster than the rest, making for more vulnerable perennial ice cover.\nWhy is this happening? One reason is that the Arctic air is warming up about twice as fast as the atmosphere as a whole. Snow and ice reflect heat from the sun back into space better than darker-colored land and water, so when the Arctic snow and ice melt, the area exposed beneath absorbs more heat from the sun and reflects less of it back into space. The result is a feedback loop that speeds up the warming in the region.\nIn 2010, St. John and the Navy’s Oceanographer, Rear Admiral David W. Titley, published a paper, \"Arctic Security Considerations and the U.S. Navy's Roadmap for the Arctic,\" which recites statistics galore that tell of unprecedented change at the Earth’s north pole. Titley, who holds a Ph.D. in meteorology, is Director of the TFCC and Director of the Maritime Domain Awareness and Space for the Navy.\nWithin a generation, explains St. John, summer sea ice in the Arctic will all but vanish for stretches of time. \"The assessment is that the late 2030s or early 2040s may have about a month or two of conditions with less than ten-percent ice extent,\" St. John says. \"Which makes the region more navigable than it has been in the past.\"\nThe Navy's main current mode of transport in the Arctic is nuclear-powered submarines. Given future open waters, the Arctic's Northwest Passage may draw commercial and other maritime traffic away from southern shipping lanes such as the Panama and Suez Canals. Access to natural resources in the Arctic, such as oil, will likely also be a draw. These factors have nations with Arctic ownership claims — some disputed — jostling for authority.\nIn 2009, the Navy created an \"Arctic Roadmap,\" a five-year plan calling for environmental study of the region along with information exchange, training and budgeting. One of the aims of the roadmap is to collaborate with the U.S.’ National Oceanic and Atmospheric Administration (NOAA) to develop a next-generation, coupled air-ocean-ice modeling system that can accurately predict environmental change in the Arctic.\nThat collaboration has been extended to include NASA, the Air Force, the National Science Foundation and the Department of Energy. Indeed, using science as its basis, the TFCC has engaged more than 650 individuals from over 150 organizations. Such partnerships are a hallmark of the small-staffed but highly networked task force, which will help ensure the Navy is ready and capable in the 21st century under all conditions, St. John says.\n“It makes sense that agencies work together,” explains Joao Teixeira, Deputy Director of the NASA Jet Propulsion Laboratory’s Center for Climate Sciences. Teixeira, a physicist with meteorological expertise, worked at the Naval Research Laboratory (NRL) in Monterey, California, from 2000 to 2005. He continues to be involved with the NRL and receives funding from the Office of Naval Research. \"We have this enormously complex problem ahead of us,\" he says, referring to the need to improve how we model and predict weather and future climate change.\nThe Navy maintains a very sophisticated global model for weather prediction, which serves as one of the two primary sources for forecasting in the U.S. (The other is the National Weather Service.) \"These models can be used to predict hurricanes next week,\" Teixeira explains, \"but they can also tell you if there are going to be more or less hurricanes next season or if Arctic sea ice is going to be disappearing in ten years’ time.\" Navy computers are ingesting data from NASA’s fleet of orbiting satellites, such as from the Atmospheric Infrared Sounder (AIRS) instrument onboard NASA’s Aqua satellite. Space-based data are crucial for providing information on current conditions, and improving longer-term modeling of the climate. The Jet Propulsion Laboratory and its Center for Climate Sciences hopes to work more closely with the U.S. Navy in the future on just such issues.\nPeople may not think of climate change when they think of the U.S. Navy. But with a foot planted firmly in the scientific evidence for climate change, the Navy is getting on with preparing for the future that is headed our way.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}