{
  "url": "https://climate.nasa.gov/news/708/nasa-grace-data-hit-big-apple-on-world-water-day/",
  "title": "NASA GRACE data hit Big Apple on World Water Day",
  "date": null,
  "content": "he GRACE groundwater visualization will be on display several times each hour through April 22 on the massive Thomson Reuters and NASDAQ digital signboards in New York’s Times Square. Credit: NASA/JPL-Caltech/UC Irvine/USGS/Richard Vijgen/Peggy Weil/Heads Up! 2012\nBy Alan Buis,\r\nJet Propulsion Laboratory\nTo highlight declines in the world's groundwater supplies, a new visualization of Earth's groundwater reserves, created in part with space data from the joint NASA/German Aerospace Center (DLR) Gravity Recovery and Climate Experiment (GRACE) mission, debuted on New York's Times Square on March 22, International World Water Day.\nThe 30-second animation, titled \"Visualizing Seasonal and Long-term Changes in Groundwater Levels,\" will be on display several times each hour through April 22 on Times Square's massive Thomson Reuters and NASDAQ digital signboards. Viewers of the interactive animation are invited to use their mobile devices to submit their city and add a graph to the sign. The animation can be viewed at: http://vimeo.com/user10042778 .\nNetherlands designer Richard Vijgen developed the animation using GRACE data analyzed by professor Jay Famiglietti, director of the UC Center for Hydrologic Modeling at the University of California, Irvine; and from United States Geological Survey data supplied by Leonard Konikow. Vijgen was the winning entry in an international design visualization competition sponsored by the organization HeadsUP!, in collaboration with Visualizing.org. Founded by digital media artist Peggy Weil, HeadsUp! challenges designers to visualize critical global issues and create a shared sign for the public square.\nGroundwater is a critical, but often overlooked, natural resource. According to a U.N. report, more than 1.5 billion people around the world depend on groundwater for their drinking water. It comes from the natural percolation of precipitation and other surface waters down through Earth's soil and rock, accumulating in cavities and layers of porous rock, gravel, sand or clay. Groundwater levels respond slowly to changes in weather and can take months or years to replenish once pumped for irrigation or other uses.\nFamiglietti's analyses show that groundwater is being depleted at alarming rates in many of the world's major aquifers. \"The GRACE data set is exciting, because it gives us the first global pictures of Earth's changing freshwater,\" he said.\nA new visualization of global groundwater depletion created using data from NASA's GRACE mission has premiered on New York’s Times Square to mark World Water Day 2012. Credit: NASA/JPL-Caltech/UC Irvine/USGS/Richard Vijgen/Peggy Weil/Heads Up! 2012\n\n\n\r\nThe twin GRACE satellites, which celebrated their 10th year in orbit this week, measure minute changes in Earth's gravity field by measuring micron-scale variations in the separation between the two spacecraft, flying in formation 137 miles (220 kilometers) apart in low Earth orbit. These variations in gravitational pull are caused by local changes in Earth's mass. Masses of water, ice, air and solid Earth can be moved by weather patterns, seasonal change, climate change and even tectonic events such as large earthquakes. GRACE was developed by NASA's Jet Propulsion Laboratory, Pasadena, Calif.\nThe depletion of groundwater from large aquifers due to drought and human activities affects gravity enough to provide a signal that GRACE can measure, in concert with other remote sensing data. After accounting for other mass variations, such changes in gravity can be translated into an equivalent change in water. GRACE has been used to detect major depletion of groundwater in northern India, California's Central Valley and elsewhere around the globe.\nGroundwater levels are monitored by local sensors as well as from space with GRACE, but the data are formatted for expert hydrologists, rather than concerned citizens. Underground and out of sight, the public lacks a clear indicator of changing groundwater levels. By using the GRACE satellite data, HeadsUP! offered designers the chance to visualize the water under the surface of Earth, as \"seen\" from space.\nFor more on the HeadsUP! project, visit: http://www.pitchengine.com/headsup2012/data-visualization-comes-to-times-square-transforms-19k-sq-ft-ad-space-wsatellite-data--design-reaching-millions\nWorld Water Day is an annual event created by the United Nations in 1992 to focus attention on the importance of freshwater and to advocate for the sustainable management of freshwater resources. For more information, visit: http://www.unwater.org/worldwaterday/ .\nGRACE is a joint NASA mission with the German Aerospace Center (DLR) and the German Research Center for Geosciences (GFZ), in partnership with the University of Texas at Austin. For more on GRACE, visit: http://www.csr.utexas.edu/grace/ , http://www.nasa.gov/grace , and http://grace.jpl.nasa.gov/ .\nFor more on NASA's work to improve global water security, visit: http://www.nasa.gov/topics/earth/features/world_water_day_2012.html\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}