{
  "url": "https://climate.nasa.gov/news/813/nasa-study-examines-antarctic-sea-ice-increases/",
  "title": "NASA study examines Antarctic sea ice increases",
  "date": null,
  "content": "View of Sheldon Glacier with Mount Barre in the background, seen from Ryder Bay near Rothera Research Station, Adelaide Island, Antarctica. Image credit: British Antarctic Survey\nBy Alan Buis,\r\n Jet Propulsion Laboratory\r\n NASA and British Antarctic Survey scientists have reported the first direct evidence that marked changes to Antarctic sea ice drift caused by changing winds are responsible for observed increases in Antarctic sea ice cover in the past two decades. The results help explain why, unlike the dramatic sea ice losses being reported in the Arctic, Antarctic sea ice cover has increased under the effects of climate change. \nResearch scientists Ron Kwok of NASA's Jet Propulsion Laboratory, Pasadena, Calif., and Paul Holland of the Natural Environment Research Council's British Antarctic Survey, Cambridge, United Kingdom, used maps created by JPL from more than five million individual daily ice-motion measurements. The data, captured over a period of 19 years by four U.S. Defense Meteorological satellites, show, for the first time, long-term changes in sea ice drift around Antarctica. \nTrends in Antarctic sea ice motion over the 19-year study period are shown by the arrows, in meters per second per year. The background colors show the change in northward ice speed, with reds being fastest and blues slowest. The image highlights the tremendous variability in wind-driven ice drift around the Antarctic continent. Image credit: NASA/JPL-Caltech/British Antarctic Survey \n\"Until now, these changes in ice drift were only speculated upon, using computer models of Antarctic winds,\" said Holland, lead author of the study published this week in the journal Nature Geosciences. \"This study of direct satellite observations shows the complexity of climate change. The total Antarctic sea ice cover is increasing slowly, but individual regions are actually experiencing much larger gains and losses that are almost offsetting each other overall.\n\"We now know that these regional changes are caused by changes in the winds, which, in turn, affect the ice cover through changes in both ice drift and air temperature,\" he continued. \"The changes in ice drift also suggest large changes in the ocean surrounding Antarctica, which is very sensitive to the cold and salty water produced by sea ice growth.\"\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}