{
  "url": "https://climate.nasa.gov/news/646/just-5-questions-chilling-out/",
  "title": "Just 5 questions: Chilling out",
  "date": null,
  "content": "The first leg of Dr. Parkinson's expedition to the North Pole in April 1999 was by plane.\nBy Bob Silberg,\r\nNASA Jet Propulsion Laboratory\nDr. Claire Parkinson is a climatologist at NASA's Goddard Space Flight Center, where her research focuses on sea ice and its role in the global climate system. She has been Project Scientist for the Aqua satellite mission since 1993, and is the author of a book on the history of western science from 1202 to 1930. Her honors outside of work include a bronze medal in the 200-yard backstroke in the 2001 U.S. Nationals of the Senior Olympics, a highlight in a swimming career that included a much earlier dip in the Antarctic ocean.\n\n1. What is sea ice and what is happening to it?\nSea ice is ice that formed in the ocean from seawater. In the Arctic, in the wintertime the area covered by sea ice is a little more than one and a half times the area of the United States, including Alaska. In wintertime in the southern hemisphere, sea ice spreads over an even larger area.\nFrom the late 1970s (when the major long-term satellite record began) until now, the Arctic sea ice cover has very definitely decreased. And that's caused a lot of attention because decreasing sea ice is indeed what you would expect with warming.\nThe changes overall for the Antarctic have been more sea ice instead of less. However, it's not as strong a trend as in the Arctic case. It's not totally explained yet, but people are definitely aware that this is a puzzle that needs to be understood better. Regarding land ice, there is some controversy over whether it's increasing or decreasing as a whole over Antarctica. \r\n\n\n2. Why is sea ice important? What does it have to do with the Earth's climate?\nOne of the main reasons sea ice is important is that it reflects most of the sunlight that reaches it — that's why it looks white. So most of the solar radiation that comes in and strikes the ice cover goes back to space. The oceans look dark because most of the sun’s radiation that strikes them gets absorbed, which warms up the climate system. So the sea ice keeps the Earth's system cooler than if the ice weren't there.\nIf ice in the sea goes away, the system warms further, so more ice melts and you get a feedback whereby the initial change — the warming — gets enhanced. A similar phenomenon occurs if ice on the land goes away, but a lot of land surfaces are fairly reflective already, so it's not the same gigantic contrast as in the oceans.\nAnother way the sea ice is important is that it restricts exchanges between the ocean and the atmosphere. This includes water and gas exchanges and also momentum exchanges. Not so much energy from the wind is transferred to the water when sea ice is in the way. This affects the circulation of the oceans, including currents, which have a big impact on weather and climate.\r\n\n\n3. You've traveled to both the Arctic and Antarctic to study sea ice up close and personal. Tell us more about that.\nI went to Antarctica while I was still a graduate student, way back in December 1973 and January 1974. It was at a time when almost no females had ever been to Antarctica. I was the only woman on the ship, on the expedition, and on the island where we stayed. The captain of the ship was horrified — he had never had a female on an expedition to the Antarctic. But after he got over the initial shock, he was actually quite nice. Once we got to our field site on Deception Island, we measured the flow of ice back into a volcano’s crater.\nIn the early '80s, I was on a ship-based expedition to the Bering Sea, tracking the movement of the ice floes. The neatest part about that by far was getting to walk around on the sea ice and install the buoys. We used radar to track them from the ship, and that was neat also.\nThen in 1999, I went to the North Pole. We traveled most of the way by plane, but for the last two miles we hooked up with a dogsled team to get to the exact point of the North Pole. Once there, we measured the thickness of the ice. As a bonus, we did the first live webcast from the North Pole, and we also took part in the first telephone conversation between the North Pole and South Pole. \r\n\n\n4. What was your most memorable moment out in the field?\nWhen I was in the Antarctic, we experienced a \"white out,\" when the snow and ice and air and horizon all look the same, making it very disorienting. I could sure see how dangerous a white-out condition would be in an area with major crevasses in the ice, and I can sure understand why people are told to stay put when white-out conditions occur.\nAnother memorable moment was when we were challenged to swim in the Antarctic waters. The guy who went in first just screamed out when he hit the water, and that of course made the rest of us feel a little worried. But I was committed. There was no way I wasn't going in, especially being the only female. Because of the volcanic activity on Deception Island, a very thin layer of scalding hot water lay on top of the bulk of the water, which was extremely cold, very close to the freezing point. So the trick was to somehow get into the water and then keep churning the hot water with the cold water.\r\n\n\n5. What do we learn from satellites that we can't learn from the ground in terms of studying the climate and how it's changing?\nSatellites give us a global picture that we just can't get from the ground. You can't have enough people on the ice floes to cover the great expanse of polar sea ice. And you certainly can't have them there day after day, year after year. But a satellite can get data day after day, year after year. And we can get our data whether it's daylight or nighttime and even in the presence of a cloud cover, because we pick microwave frequencies that pass through clouds and don't require sunlight.\nAlso, before satellites, temperature records were dominated by the land, because that's where people are. And so for the 70 percent of the Earth that's covered by oceans, you had a relatively scanty temperature record. But for a satellite, it’s totally irrelevant whether it's over the ocean or the land, or whether it's pointing at terribly harsh surface conditions or really easy conditions. Satellites aren’t perfect — they need to be checked against ground observations. But they can get a global picture with so much more confidence than any other way.\nExpertise: Role of sea ice in the global climate system; satellite data analysis; numerical modeling.\nEducation: Ph.D. in climatology from Ohio State University.  B.A. in mathematics from Wellesley College, where she was elected to both Phi Beta Kappa and Sigma Xi.\nMore info: NASA Cryospheric Sciences Research Portal Profile for Claire Parkinson\nNASA Earth Observing System Who’s Who\nAqua Project Science\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}