{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/655/a-multi-faceted-problem/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Dec 7, 2011\nBy Dr. Erika Podest,\r\nNASA Jet Propulsion Laboratory\r\nFrom the UN conference on climate change, Durban, South Africa\nI can’t believe it is the middle of the week already. Time is flying by. Today I attended a number of panel discussions at the US Center that were focused on famine in Africa. Subsistence agriculture and herding are especially sensitive to climate change and so the United States Agency International Development (USAID) has set up a “Famine Early Warning System” in order to identify as early as possible agricultural drought that might lead to food insecurity. The system enables food supplies to be diverted to hard hit regions as needed. This is one aspect of the bigger picture of how climate change is driving people from their lands through floods and droughts, creating a new type of climate change refugee.\nToday I also got the chance to peruse the exhibition hall and am impressed at the number of universities present as well as government, non-government and international organizations represented. As I walked around, I was reminded that this is the biggest climate change conference in the world. I ran into people representing environmental issues from all sorts of different countries, for example, an indigenous group from Bolivia who were there to attest that their communities are being harmed by local mining and their water resources are being contaminated. I also ran into three women from India who were waste pickers and whose livelihoods help to reduce greenhouse gas emissions in the waste sector.\nOn Wednesday afternoon I attended a special event entitled “Advancing Public-Private Partnerships for REDD+ and Green Growth” organized by Avoided Deforestation Partners. A number of high-level speakers were part of the event, including Ban Ki-Moon, Secretary-General of the United Nations, who delivered the keynote address. Ki-Moon called for more action to reduce deforestation and forest degradation, which account for nearly 20 percent of the world’s emissions of heat-trapping greenhouse gases. He also stressed the need for a greater sense of urgency in combating climate change, the need for countries to put real funding towards this issue, and an alliance between business, government and local communities.\nDistinguished panel members included Dr. Jane Goodall, considered to be the world’s expert on chimpanzees, Mary Robinson, former President of Ireland, and Wanjira Maathai, daughter of the late Nobel Laureate Wangari Maathai, who was representing the Greenbelt Movement. As we heard, the biggest driver to deforestation is poverty. Other factors, such as corporate profits and governments selling concessions to mining and timber companies, also drive deforestation, and the private sector must help to come up with sustainable solutions. The biggest pressure facing forests comes from agriculture, and so the discussion touched on how to develop deforestation-free agriculture. The most effective way of combating global warming was identified as protecting and restoring tropical forests.\nClimate change is a complex problem. It is inextricably linked with society, economics, politics, and people’s way of life. It’s going to take people from all walks of life to come together with a solution.\nErika Podest is a scientist with the Water and Carbon Cycles Group at NASA’s Jet Propulsion Laboratory, and a Visiting Associate Researcher in the Joint Institute for Regional Earth System Science and Engineering (JIFRESSE) at UCLA. She focuses on using space satellites to monitor wetland ecosystems and seasonal freeze/thaw dynamics in the northern high latitudes of the globe, and improving our understanding of Earth’s water and carbon cycles and resources. Erika also leads a project that uses satellite data to study the palm swamp wetlands of the Amazon rainforest in order to better understand their contribution to the global carbon budget.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}