{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/779/feeling-the-heat/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "Guest blogger Holly Shaftel was an intern for the Earth Science Communications Team in the summer of 2010 and now works as an editorial assistant for the Global Climate Change website.\nOver the summer I went on three vacations: a Mediterranean cruise (it was hot), a Vegas weekend (it was pretty darn hot) and a Lake Mohave getaway (you couldn’t get me out of the water).\nWhile I enjoyed these trips, the heat just seemed unreal.  My brain began to function at about a quarter capacity, and most of the time I was tired enough to sleep 15 hours a day (which happened).\nI’m a healthy 23-year-old female, but it seemed being outdoors was enervating me. I began craving a Russian November.\nBut high summertime temperatures are normal, so why am I fussing? Climate scientists, like NASA's James Hansen, link this extreme weather to climate change. Using a standard bell curve to compare temperatures from 1981 to present with those from 1951 to 1980, they discovered that 75 percent of Earth’s land had been beset with heat waves (compared to 33 percent from 1951 to 1980). They  labeled some unique cases with a new term: “extremely hot.”\nMoreover, NOAA describes the summer of 2012 as the third hottest summer on record, and the cause of drought in 63 percent of the contiguous U.S. The organization associates these conditions with the record-setting wildfires that burned up a chunk of the West.\nObviously there’s a still a big problem with our planet, and that’s why I’ve returned to JPL—this time as a graduate student.  While many people of my generation seem more focused on jobs and the economy (valid concerns), I still argue that global climate change is not something we should ignore, especially after the recent news on the new Arctic low. That was a landmark moment, one of many signs that our planet is changing significantly.\nBut despite climate change’s irrevocable features, I think humanity can still make positive changes to deal with what’s coming for our ecosystems and health. That optimism—along with those obnoxious heat waves and the record ice melt—prompts me to continue representing my age group as steps are taken toward long-term adaptation.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}