{
  "url": "https://climate.nasa.gov/news/742/storm-sentinels/",
  "title": "Storm sentinels",
  "date": null,
  "content": "This visible image of Tropical Depression Beryl was captured using the MODIS instrument on NASA's Terra satellite on May 28, 2012 at 12:05 p.m. EDT when it was centered over northern Florida. Credit: NASA MODIS Rapid Response Team.\nBy Rob Gutro,\r\nNASA's Goddard Space Flight Center\nBeginning this summer and over the next several years, NASA will be sending unmanned aircraft dubbed \"severe storm sentinels\" above stormy skies to help researchers and forecasters uncover information about hurricane formation and intensity changes.\nSeveral NASA centers are joining federal and university partners in the Hurricane and Severe Storm Sentinel (HS3) airborne mission targeted to investigate the processes that underlie hurricane formation and intensity change in the Atlantic Ocean basin.\nNASA's unmanned sentinels are autonomously flown. The NASA Global Hawk is well-suited for hurricane investigations because it can over-fly hurricanes at altitudes greater than 60,000 feet with flight durations of up to 28 hours - something piloted aircraft would find nearly impossible to do. Global Hawks were used in the agency's 2010 Genesis and Rapid Intensification Processes (GRIP) hurricane mission and the Global Hawk Pacific (GloPac) environmental science mission.\n\"Hurricane intensity can be very hard to predict because of an insufficient understanding of how clouds and wind patterns within a storm interact with the storm’s environment. HS3 seeks to improve our understanding of these processes by taking advantage of the surveillance capabilities of the Global Hawk along with measurements from a suite of advanced instruments,\" said Scott Braun, HS3 mission principal investigator and research meteorologist at NASA's Goddard Space Flight Center in Greenbelt, Md.\nHS3 will use two Global Hawk aircraft and six different instruments this summer, flying from a base of operations at Wallops Flight Facility in Virginia.\n\"One aircraft will sample the environment of storms while the other will measure eyewall and rainband winds and precipitation,\" Braun said. HS3 will examine the large-scale environment that tropical storms form in and move through and how that environment affects the inner workings of the storms.\nHS3 will address the controversial role of the hot, dry, and dusty Saharan Air Layer in tropical storm formation and intensification. Past studies have suggested that the Saharan Air Layer can both favor or suppress intensification. In addition, HS3 will examine the extent to which deep convection in the inner-core region of storms is a key driver of intensity change or just a response to storms finding favorable sources of energy.\nThe HS3 mission will operate during portions of the Atlantic hurricane seasons, which run from June 1 to November 30. The 2012 mission will run from late August through early October.\nThe instruments to be mounted in the Global Hawk aircraft that will examine the environment of the storms include the scanning High-resolution Interferometer Sounder (S-HIS), the Advanced Vertical Atmospheric Profiling System (AVAPS) also known as dropsondes, and the Cloud Physics Lidar (CPL). The Tropospheric Wind Lidar Technology Experiment (TWiLiTE) Doppler wind lidar will likely fly in the 2013 mission.\nAnother set of instruments will fly on the Global Hawk focusing on the inner region of the storms. Those instruments include the High-Altitude Imaging Wind and Rain Airborne Profiler (HIWRAP) conically scanning Doppler radar, the Hurricane Imaging Radiometer (HIRAD) multi-frequency interferometric radiometer, and the High-Altitude Monolithic Microwave Integrated Circuit Sounding Radiometer (HAMSR) microwave sounder. Most of these instruments represent advanced technology developed by NASA, that in some cases are precursors to future satellite sensors.\nNASA's Science Mission Directorate Global Hawk aircraft will deploy to Wallops Flight Facility from their home base at NASA's Dryden Flight Research Center on Edwards Air Force Base, Calif.\n\"HS3 marks the first time that NASA's Global Hawks will deploy away from Dryden for a mission, potentially marking the beginning of an era in which they are operated regularly from Wallops,\" said Paul Newman, atmospheric scientist at NASA Goddard and deputy principal investigator on the HS3 mission.\nNASA's Science Mission Directorate in Washington is establishing a Global Hawk operations center for science operations from Wallops. \"With the Global Hawks at NASA Dryden in California, NASA Wallops will become the 'Global Hawk - Eastern' science center,\" Newman said.\nFrom rockets studying the upper atmosphere to unmanned aircraft flying over hurricanes, NASA's Wallops Flight Facility is fast becoming a busy place for science. Wallops is one of several NASA centers involved with the HS3 mission. Others include Goddard, Dryden, Ames Research Center, Marshall Space Flight Center, and the Jet Propulsion Laboratory.\nThe HS3 mission is funded by NASA Headquarters and managed by NASA's Earth System Science Pathfinder Program at NASA's Langley Research Center, Hampton, Va. The HS3 mission also involves collaborations with various partners including the National Centers for Environmental Prediction, Naval Postgraduate School, Naval Research Laboratory, NOAA's Hurricane Research Division and Earth System Research Laboratory, Northrop Grumman Space Technology, National Center for Atmospheric Research, State University of New York at Albany, University of Maryland - Baltimore County, University of Wisconsin, and University of Utah. \r\n\nRelated Links\nThe HS3 Mission\nNASA Hurricane Research\nNASA's Airborne Science Program\nNASA's Global Hawk aircraft\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}