{
  "url": "https://climate.nasa.gov/news/785/cutting-edge-technology-makes-nasas-hurricane-mission-a-reality/",
  "title": "Cutting-edge technology makes NASA's hurricane mission a reality",
  "date": null,
  "content": "The High Altitude Monolithic Microwave integrated Circuit (MMIC) Sounding Radiometer (HAMSR) is a microwave atmospheric sounder developed by JPL under the NASA Instrument Incubator Program. Credit: NASA JPL\nBy Robert Gutro,\r\nNASA's Goddard Space Flight Center\nCutting-edge NASA technology has made this year's NASA Hurricane mission a reality. NASA and other scientists are currently flying a suite of state-of-the-art, autonomously operated instruments that are gathering difficult-to-obtain measurements of wind speeds, precipitation, and cloud structures in and around tropical storms.\n\"Making these measurements possible is the platform on which the instruments are flying,\" said Paul Newman, the deputy principal investigator of NASA's Hurricane and Severe Storm Sentinel (HS3), managed by NASA's Goddard Space Flight Center in Greenbelt, Md. HS3 will use NASA's unmanned Global Hawks, which are capable of flying at altitudes greater than 60,000 feet with flight durations of up to 28 hours — capabilities that increase the amount of data scientists can collect. \"It's a brand-new way to do science,\" Newman said.\nThe month-long HS3 mission, which began in early September, is actually a more robust follow-on to NASA's Genesis and Rapid Intensification Processes (GRIP) experiment that scientists executed in 2010. Often referred to as \"GRIP on steroids,\" HS3 is currently deploying one instrument-laden Global Hawk from the NASA Wallops Flight Facility on Virginia's Eastern Shore to look at the environment of tropical storms. In 2013 and 2014, a second Global Hawk will be added that will focus on getting detailed measurements of the inner core of hurricanes.\nWithout this new aircraft, developed originally for the U.S. Air Force to gather intelligence and surveillance data, the team says the mission wouldn't be possible.\nThe Global Hawk's ability to fly for a much longer period of time than manned aircraft will allow it to obtain previously difficult-to-get data. Scientists hope to use that data to gain new insights into how tropical storms form, and more importantly, how they intensify into major Atlantic hurricanes — information that forecasters need to make better storm predictions, save lives, and ultimately prevent costly coastal evacuations if a storm doesn't warrant them.\n\"Because you can get to Africa from Wallops, we'll be able to study developing systems way out into the Atlantic,\" Newman explained. \"Normal planes, which can fly for no more than about 10 hours, often miss the points where storms intensify,\" added Gerry Heymsfield, a Goddard scientist who used NASA Research and Development funding to create one of the mission's six instruments, the High-altitude Imaging Wind and Rain Airborne Profiler (HIWRAP). \"With the Global Hawks, we have a much higher chance of capturing these events. Furthermore, we can sit on targets for a long time.\"\nJust as important as the aircraft are the new or enhanced instruments designed to gather critical wind, temperature, humidity, and aerosol measurements in the environment surrounding the storm and the rain and wind patterns occurring inside their inner cores, they added. \"The instruments bring it all together,\" Newman said. \"We didn't have these instruments 10 years ago.\"\nThe Global Hawk currently on deployment at Wallops is known as the \"environmental\" aircraft because it samples the environment in which hurricanes are embedded. It carries three instruments.\nA Goddard-provided laser system called the Cloud Physics Lidar (CPL) is located in the nose. CPL measures cloud structures and aerosols, such as dust, sea salt particles, and smoke particles, by bouncing laser light off these elements. An infrared instrument called the Scanning High-resolution Interferometer Sounder (S-HIS), provided by the University of Wisconsin in Madison, sits in the belly of the aircraft. It measures the vertical profile of temperature and water vapor.\nAt the tail end is a dropsonde system provided by the National Center for Atmospheric Research and the National Oceanic and Atmospheric Administration. This system consists of 88 paper-towel-roll-sized tubes that are ejected much like a soda can in a vending machine. As the sensor drops, a parachute slows its descent, allowing the sensor to drift down through the storm while measuring winds, temperature, pressure, and humidity.\nIn 2013 and 2014, working in tandem with its environmental counterpart, will be a second Global Hawk, known as the \"over-storm\" aircraft. It will sample the internal structure of hurricanes. It, too, will carry three instruments. \r\n\n\n\n\n\n\n\n\nPhoto of the new purple CPL with the Global Hawk. Credit: NASA\n\n\n\r\nHeymsfield's HIWRAP, for example, will be situated in the belly of the Global Hawk and will be responsible for sampling the cores of hurricanes. Similar to a ground radar system, but pointed downward, HIWRAP measures rain structure and winds, providing a three-dimensional view of these conditions.\nAlso onboard this craft will be a microwave system called the High-Altitude MMIC Sounding Radiometer (HAMSR), created by NASA's Jet Propulsion Laboratory in Pasadena, Calif. Located in the aircraft's nose, this instrument uses microwave wavelengths to measure temperature, water vapor, and precipitation from the top of the storm to the surface.\nAt the other end of the aircraft in the tail section will be the Hurricane Imaging Radiometer (HIRAD) provided by NASA's Marshall Space Flight Center in Huntsville, Ala. This microwave instrument measures surface wind speeds and rain rates in an unusual way. It collects this data by measuring the amount of \"foaminess\" in ocean waters. According to Newman, the amount of foaminess is proportional to wind speeds at the surface.\nAlthough all six instruments measure different conditions, they share one important characteristic: all operate autonomously and deliver data to scientists in real-time — another scientific advance. In the past, aircraft instruments, which often required the presence of a scientist to operate them, would record captured data. Only after the aircraft landed could scientists begin evaluating what they had collected.\nWith the Global Hawk, however, the data are transmitted to the ground in real-time. Should conditions warrant, the science team can direct the pilot, who flies the aircraft from a computer console on the ground, to change course or tweak the pre-programmed flight path in some way to maximize or improve the data they are gathering. \"With the Global Hawk and these instruments, we can make better decisions,\" Heymsfield added.\nThe five-year mission will continue through 2014, at which time the team hopes to have dramatically improved their understanding of how storms intensify. \"The insights we get will benefit forecasters,\" Newman said. \"What we hope to do is take this technique and make it part of the operational forecast infrastructure.\"\nThe HS3 mission is supported by several NASA facilities including Wallops, Goddard, NASA's Dryden Flight Research Center at Edwards Air Force Base, Calif., Ames Research Center, Moffett Field, Calif.; Marshall Space Flight Center, Huntsville, Ala.; and the Jet Propulsion Laboratory, Pasadena, Calif. In addition, the mission also involves collaborations with various partners from government agencies and academia.\nHS3 is an Earth Venture mission funded by NASA's Science Mission Directorate in Washington. Earth Venture missions are managed by NASA's Earth System Science Pathfinder Program at NASA's Langley Research Center, Hampton, Va. The HS3 Project itself is managed by the Earth Science Project Office at NASA's Ames Research Center.\nFor more information about the NASA GRIP mission, visit:\r\nwww.nasa.gov/grip\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}