{
  "url": "https://climate.nasa.gov/news/787/landsat-views-of-earth-help-bring-the-mail/",
  "title": "Landsat views of Earth help bring the mail",
  "date": null,
  "content": "By Rani Gran,\r\nNASA's Goddard Space Flight Center\nThe U.S. Postal Service released on Oct. 1 a series of 15 Earthscapes Forever stamps that depict America's diverse landscapes viewed from aerial and satellite perspectives. Taken from heights of several hundred feet above Earth to several hundred miles up in space, the images on the stamps provide a new perspective on the world we live in.\n\"Once you've seen the world from above, you never look at it quite the same way again,\" said Joseph Corbett Postal Service chief financial officer and executive vice president . \"That's why the Postal Service is proud to offer these Earthscapes stamps, which invite us to take a bird's-eye view of the land we all share.\"\nThe stamps present examples of three categories of Earthscapes: natural, agricultural and urban. The images were all taken high above the planet's surface, either carefully composed by photographers in aircraft or snapped by satellites orbiting Earth.\n\"For nearly 50 years, NASA has been at the forefront of looking at Earth from the unique vantage point of space,\" said Chris Scolese, center director at NASA's Goddard Space Flight Center in Greenbelt, Md., where the stamps were unveiled.\nNASA uses a fleet of satellites to study Earth and to better understand the changing climate, its interaction with life, and how human activities affect the environment.\nEach stamp represents a moment in time on Earth. NASA and the U.S. Geological Survey's Landsat 7 satellite captured two of the images used on the Earthscapes stamps, titled “Volcanic Crater” and “Center-Pivot Irrigation.”\nThe Landsat series of satellites have imaged Earth for 40 years and have observed changes on Earth's surface over long periods of time. The archive of imagery is a goldmine of data about the planet.\n\"Obvious, Landsat images make beautiful stamps,\" said Doug Morton, a NASA remote sensing scientist that works with Landsat data. \"Every Landsat image, even if it's not so beautiful, is a rich science dataset, carefully calibrated to provide a wealth of information about the health and composition of our planet.\"\nIn the “Volcanic Crater” stamp Mount St. Helens and its surrounding area continue to recover from the explosive eruption of May 1980. Shades of white and gray indicate still-bare slopes; dark “rivers” are deep channels cut by fast-moving flows of hot ash, rock and gas. Green represents regrowth of vegetation.\nIn the “Center-Pivot Irrigation” stamp, Landsat 7 shows circular patterns of irrigated crops in Garden City, Kan. Farmers now use groundwater pumps and a technique called \"center-pivot irrigation\" to essentially mine for water locked deep underground.\nThe “Inland Marsh” stamp shows a shallow creek winding through marshes near Blackwater National Wildlife Refuge on Maryland's Eastern Shore. Rich tidal marshes make up much of the refuge's more than 25,000 acres, forming a haven for fox squirrels and bald eagles, and a stopover point for ducks and geese migrating along the Atlantic Flyway. Landsat captured two images of the marsh taken 27 years apart that show marsh loss occurring along the Blackwater and Little Blackwater rivers, where marsh vegetation has given way to open waters. View the images at NASA's Earth Observatory.\nThe “Residential Subdivision” stamp shows suburbia in Clark County, Nev., the state's most populous county. It shows a maze of pavement, sidewalks and single-family homes. In this desert development, swimming pools and clumps of trees provide some relief from the heat of summer. You can see the full expansion of the city of Las Vegas, Nev., captured over many years in this classic time series of Landsat images.\nThe “Glacier and Icebergs” stamp shows breaking ice from the foot of Alaska's Bear Glacier that become icebergs in a lake. Dirt and rocks carried downhill by the glacier can be seen at the glacier's edges. The image was captured by the GeoEye IKONOS satellite. NASA Earth scientists have been studying glaciers for years. Glacier retreat is one of the most direct and understandable effects of climate change. Click here for related Landsat imagery on the changing Columbia Glacier in Alaska.\nThe landscapes depicted in the Earthscapes series illustrate the diversity and dynamism of Earth's surface. Using global imagery to understand how Earth's landscapes are changing through time, and the implications of these changes, is a major focus for NASA's Earth science program. The next Landsat satellite, the Landsat Data Continuity Mission, is scheduled to launch in February 2013.\nThe Postal Service released the Earthscapes stamps in October to celebrate National Stamp Collecting Month. The ceremony took place Oct. 1 at NASA's Goddard Space Flight Center in Greenbelt, Md. The stamps are now available at usps.com/shop, or by calling 1-800-STAMP24.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}