{
  "url": "https://climate.nasa.gov/news/2732/nasa-completes-survey-flights-to-map-arctic-ice/",
  "title": "NASA completes survey flights to map Arctic ice",
  "date": null,
  "content": "A large iceberg floating among sea ice floes, as seen during an operation IceBridge survey flight on April 21, 2018. Credit: NASA/Linette Boisvert\nBy Maria-José Viñas,\r\nNASA’s Earth Science News Team\nOperation IceBridge, NASA’s longest-running airborne mission to monitor polar ice change, concluded this year’s springtime survey of Arctic sea and land ice on May 2. The flights, which began on March 22, covered the western basin of the Arctic Ocean and Greenland’s fastest-changing glaciers.\n“This campaign achieved most of our primary objectives in surveying the state of Arctic ice,\" said IceBridge’s acting project scientist Joe MacGregor. “We’ve now flown many of these missions ten years in a row, a period that has included continued rapid change in both Arctic glaciers and sea ice.\"\nThe image above was taken during a research flight carried out on April 21 near Vestfjord Glacier in Scoresby Sund, along the eastern coast of Greenland. The photo shows a large iceberg that has broken the surrounding layer of consolidated sea ice. Flat floes of sea ice with fresh snow on top, areas of open water that are beginning to refreeze and neighboring smaller icebergs are visible.\nDuring the first weeks of the campaign, IceBridge was based in Thule Air Base, in northwest Greenland, and in Fairbanks, Alaska. From these two bases, IceBridge mapped sea ice in the Chukchi and Beaufort seas and in the central Arctic Ocean as well as the quickly evolving Petermann Glacier in northeast Greenland. On April 20, the IceBridge team relocated to Kangerlussuaq – just north of the Arctic Circle in central west Greenland – from where it launched flights to measure land ice.\nThis Arctic season, IceBridge completed most of its sea and land ice baseline flights — surveys that are repeated year after year to monitor regions that have been changing rapidly over the last decades. In total, the campaign included 20 eight-hour flights: Eight flights focused on surveying sea ice, while the remaining 12 flights targeted land ice. Several flights included collaborations with international missions, such as underflights of the ESA's (European Space Agency) Sentinel-3A and CryoSat-2 satellites over sea ice, overflights of the U.S. Navy’s 2018 ICEX campaign over sea ice north of Alaska and of Danish PROMICE meteorological stations in Greenland, and an intercomparison of radar systems in northeast Greenland with Germany’s Alfred Wegener Institute. IceBridge also flew over an unusual polynya — an opening in the midst of the sea ice pack — north of Greenland shortly after it had frozen up, and the measurements it collected will help unravel the evolution of sea ice there.\nFor this field campaign, IceBridge flew on NASA’s P-3 Orion, which is based at NASA’s Wallops Flight Facility in Virginia. The plane carried a comprehensive instrument suite: a dual-color laser altimeter that measures surface elevation by transmitting both infrared and green laser pulses, three types of radar systems to study ice layers and the bedrock underneath, a high-resolution camera to create color maps of ice, a hyperspectral imager that takes measurements over hundreds of wavelengths, and infrared cameras to measure surface temperatures of sea and land ice.\n“This was the last IceBridge campaign to occur before the expected launch of ICESat-2 [Ice, Cloud, and land Elevation Satellite-2]”, said Nathan Kurtz, who is IceBridge’s outgoing project scientist and the new deputy project scientist for ICESat-2. “We achieved good coverage of the Arctic sea ice pack, fast changing glacier areas and overflights of 4,550 miles of future ICESat-2 tracks to ensure continuity between multiple altimetry missions over a long time period.”\nThe mission of Operation IceBridge is to collect data on changing polar land and sea ice and maintain continuity of measurements between NASA’s ICESat missions. The original ICESat mission launched in 2003 and ended in 2009, and its successor, ICESat-2, is scheduled for launch in September 2018. Operation IceBridge began in 2009 and is currently funded until 2020.\nFor more about Operation IceBridge and to follow future campaigns, visit http://www.nasa.gov/icebridge.\n​Click here for more photos: https://www.flickr.com/photos/nasa_ice/sets/72157668751858878.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}