{
  "url": "https://climate.nasa.gov/news/2702/10-things-all-about-ice/",
  "title": "10 Things: All about ice",
  "date": null,
  "content": "Credit: Michael Studinger, Operation IceBridge project scientist. More on this image›\nBy Kristen Walbolt,\r\nNASA's Jet Propulsion Laboratory\nThis year, NASA will launch two satellite missions that will increase our understanding of Earth’s frozen reaches. Snow, ice sheets, glaciers, sea ice and permafrost, known as the cryosphere, act as Earth’s thermostat and deep freeze, regulating temperatures by reflecting heat from the Sun and storing most of our fresh water.\nThe next Earth science satellites set to launch are twins! The identical satellites of the GRACE Follow-On mission will build on the legacy of their predecessor GRACE by also tracking the ever-changing movement of water around our planet, including Earth’s frozen regions.GRACE-FO, a partnership between NASA and the German Research Center for Geosciences (GFZ), will provide critical information about how the Greenland and Antarctic ice sheets are changing. GRACE-FO, workingtogether, will measure the distance between the two satellites to within 1 micron (much less than the width of a human hair) to determine the mass below.\nGreenland has been losing about 280 gigatons of ice per year on average, and Antarctica has lost almost 120 gigatons a year with indications that both melt rates are increasing. A single gigaton of water would fill about 400,000 Olympic-sized swimming pools; each gigaton represents a billion tons of water.\nIn September, NASA will launch ICESat-2, which uses a laser instrument to precisely measure the changing elevation of ice around the world, allowing scientists to see whether ice sheets and glaciers are accumulating snow and ice or getting thinner over time. ICESat-2 will also make critical measurements of the thickness of sea ice from space. Its laser instrument sends 10,000 pulses per second to the surface and will measure the photons’ return trip to satellite. The trip from ICESat-2 to Earth and back takes about 3.3 milliseconds.\nSummertime sea ice in the Arctic Ocean now routinely covers about 40 percent less area than it did in the late 1970s, when continuous satellite observations began. This kind of significant change could increase the rate of warming already in progress and affect global weather patterns.\nIn the western United States, 1 in 6 people rely on snowpack for water. NASA field campaigns such as the Airborne Snow Observatory and SnowEx seek to better understand how much water is held in Earth’s snow cover, and how we could ultimately measure this comprehensively from space.\nPermafrost – permanently frozen ground in the Arctic that contains stores of heat-trapping gases such as methane and carbon dioxide – is thawing at faster rates than previously observed. Recent studies suggest that within three to four decades, this thawing could be releasing enough greenhouse gases to make Arctic permafrost a net source of carbon dioxide rather than a sink. Through airborne and field research on missions such as CARVE and ABoVE – the latter of which will put scientists back in the field in Alaska and Canada this summer – NASA scientists are trying to improve measurements of this trend in order to better predict global impact.\nLast year was a record-breaking one for Operation IceBridge, NASA’s aerial survey of polar ice. For the first time in its nine-year history, the mission carried out seven field campaigns in the Arctic and Antarctic in a single year. In total, the IceBridge scientists and instruments flew over 214,000 miles, the equivalent of orbiting the Earth 8.6 times at the equator.\nOn March 22, NASA completed the first IceBridge flight of its spring Arctic campaign with a survey of  sea ice north of Greenland. This year marks the 10th Arctic spring campaign for IceBridge. The flights continue until April 27 extending the mission’s decade-long mapping of the fastest-changing areas of the Greenland Ice Sheet and measuring sea ice thickness across the western Arctic basin.\nResearchers were back in the field this month in Greenland with NASA’s Oceans Melting Greenland survey. The airborne and ship-based mission studies the ocean’s role in melting Greenland’s ice. Researchers examinetemperatures, salinity and other properties of North Atlantic waters along the more than 27,000 miles (44,000 km) of jagged coastline.\nComputer models are critical tools for understanding the future of a changing planet, including melting ice andrising seas. A new NASA sea level simulator lets you bury Alaska’s Columbia glacier in snow, and, year by year, watch how it responds. Or you can melt the Greenland and Antarctic ice sheets and trace rising seas as they inundate the Florida coast.\nIce is common in our solar system. From ice packed into comets that cruise the solar system to polar ice caps on Mars to Europa and Enceladus—the icy ocean moons of Jupiter and Saturn—water ice is a crucial ingredient in the search for life was we know it beyond Earth.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}