{
  "url": "https://climate.nasa.gov/news/908/satellite-observations-one-key-to-climate-models/",
  "title": "Satellite observations one key to climate models",
  "date": null,
  "content": "In the 1960s, climate science took a quantum leap forward when researchers at the Geophysical Fluid Dynamics Laboratory in Princeton, N.J. developed the first computerized model of Earth’s climate that could account for both atmospheric and oceanic processes. For the first time, scientists could see how the complex interactions between the ocean and the atmosphere influenced global climate. The model was the basis for the first experiment to test the idea of global warming.Since then, climate models have revolutionized our understanding of Earth’s climate. Using mathematical equations, researchers can estimate how the planet’s climate will change in response to human-induced and/or naturally occurring changes in greenhouse gases, atmospheric aerosols, and land cover, ocean circulation and clouds. Yet, despite remarkable progress over the past 40 years or so, different climate models can produce different results — even when given the same data as inputs.\n\n\nClimate models have revolutionized our understanding of Earth’s climate. But there’s work to be done.\n\n\n- Joao Teixeira\n\n\n“Even if you do the simplest of experiments — for example, doubling the amount of carbon dioxide — and you look at the end result for the year 2100, you will see that the models can diverge considerably,” says Joao Teixeira, deputy director of the Center for Climate Sciences at NASA’s Jet Propulsion Laboratory, Pasadena, Calif. “Some models may predict a warming of 2 degrees Celsius [about 4 degrees Fahrenheit], while others may show a warming of 4 degrees Celsius [about 7 degrees Fahrenheit].”The reason climate models diverge isn’t a complete mystery. Our understanding of various processes, such as the interaction between ecosystems and greenhouse gas concentrations, is still being refined. Scientists know, for example, that the effect of clouds is not well represented in models. Clouds play a large role in climate because they reflect sunlight back to Earth. Cloud cover above the sea surface reflects about 60 to 70 percent of sunlight; without clouds, the amount of sunlight reflected back is less than 10 percent. While a fractional difference in cloud cover might not seem as though it would make a big difference in a model’s predictions, Teixeira says even small variations could be enough to cool Earth by 1 or 2 degrees Celsius (about 2 to 4 degrees Fahrenheit). An uncertain futureAnother reason climate models generate different results is the uncertainty of future conditions. For example, to predict global temperatures, models must rely on estimates of future greenhouse gas emissions, which Teixeira says is “very tricky business.” “That implies you also need to predict how countries like China and India are going to develop and how energy efficient they will be,” he says. “All of these things are very complex and uncertain.” To investigate how well models are performing, the Coupled Model Intercomparison Project (CMIP) was established by the World Climate Research Programme in 1995 as an experiment protocol to help scientists analyze climate models. CMIP provides infrastructure support so that climate prediction centers around the world can perform the same, or very similar, model investigations. Data from the simulations are then stored at the Lawrence Livermore National Laboratory, Livermore, Calif., through the Program for Climate Model Diagnosis and Intercomparison (PCMDI). In 2008, about 20 climate modeling groups met with the World Climate Research Programme’s Working Group on Coupled Modeling to determine which climate model experiments to include in the project’s latest phase, CMIP5.“One of the objectives of CMIP is that climate scientists around the world will download the data they’re interested in and write research papers on their investigations, which will be published in scientific journals,” says Teixeira. New research publications are vital to the Intergovernmental Panel on Climate Change (IPCC) Assessment Reports as their authors review the most up-to-date climate findings.CMIP’s coordinated modeling experiments have helped answer unresolved questions about global climate, but there is still a missing link — satellite observations. “Satellite data are essential for evaluating models — there is no other way for us to know if the models are producing the right results,” says Teixeira. Although planes and ships collect data in the air and on the ground, looking down at Earth from space is the only way to get a true global view. And with climate models continually evolving in complexity, evaluating the quality and accuracy of their results is essential.“There are thousands of climate questions that come up — people download the [climate] model outputs and when the results are different, they’re puzzled,” says Teixeira. Part of this puzzle can be solved, he says, by looking at observations of the same precise variable in the same location from the perspective of space — NASA’s traditional domain.Data are crucialSatellite observations were virtually absent from the IPCC 4th Assessment Report, published in 2007. In response, Teixeira and his colleagues at JPL’s Center for Climate Sciences, along with researchers from around the world, have developed a strategy to insert satellite observations into the CMIP and IPCC process.But it’s not as easy as simply identifying the satellite data and storing it on a common server; to be practical to users, the data also need to be in a consistent format. “Every [satellite] instrument has its own special way of displaying the data, so what we had to do was translate the data into something that looks just like the climate model output,” says Gerald Potter at NASA’s Goddard Space Flight Center in Greenbelt, Md., and a former deputy director of PCMDI.After nearly a year of painstaking efforts to standardize the format, data from eight satellite instruments (see sidebar) were staged on servers at LLNL, giving users access to observations they can compare directly with the models. “Getting the climate model data and observations into the same format and stored in one place will make all the difference in the world,” says Potter. “Now you go to a climate science meeting, and probably half the presentations are by people who are using these model data now, and adding satellite observations makes this data even more valuable.”Building bridgesIn addition to improving climate model studies, the project is also building a bridge between climate modelers and the satellite observation community — a collaboration that could lead to the development of climate-specific data products on future satellite missions. “Tightening the relationship between modeling groups and developers of satellite observations can help to prioritize the needs for new climate measurements,” says Duane Waliser, chief scientist at JPL’s Earth Science and Technology Directorate.\n\n\nGetting the climate model data and observations into the same format and stored in one place will make all the difference in the world.\n\n\n- Gerald Potter\n\n\nThe new system will also help researchers develop climate model metrics — standards of measurement that assess the validity of a model’s simulations. “Presently, weather agencies use and apply common forecast metrics on every forecast to understand and quantify model performance. This has yet to be done for climate models,” says Waliser.  To further this goal, a “Climate Metrics Panel” has been established by the World Climate Research Programme to identify standards of measurement for quantifying climate model performance. The project is on course to impact future IPCC assessments, including the upcoming report due in Sept. 2013. Now that the project has been successful with a small set of data, one of the next steps is to determine which other observations to bring in. “The satellite groups weren’t really represented when the experiments for CMIP5 were selected,” says Potter. “The next time, we’ll have someone from the observation data groups at the table when we decide what experiments to run and model variables to save for analysis.”Teixeira believes the satellite observations will be analyzed for a long time, as users compare the models to the observations. “We’ve created a way for many more people to be able to use the data,” he says. “In the end, the hope is that this will help produce better models.”“People sometimes refer to this as the ‘IPCC data’, but it goes beyond the IPCC or CMIP5,” says Potter. “We’re really developing a resource for the climate community.”\nIn the 1960s, climate science took a quantum leap forward when researchers at the Geophysical Fluid Dynamics Laboratory in Princeton, N.J. developed the first computerized model of Earth’s climate that could account for both atmospheric and oceanic processes. For the first time, scientists could see how the complex interactions between the ocean and the atmosphere influenced global climate. The model was the basis for the first experiment to test the idea of global warming.\nSince then, climate models have revolutionized our understanding of Earth’s climate. Using mathematical equations, researchers can estimate how the planet’s climate will change in response to human-induced and/or naturally occurring changes in greenhouse gases, atmospheric aerosols, and land cover, ocean circulation and clouds. Yet, despite remarkable progress over the past 40 years or so, different climate models can produce different results — even when given the same data as inputs.\n“Even if you do the simplest of experiments — for example, doubling the amount of carbon dioxide — and you look at the end result for the year 2100, you will see that the models can diverge considerably,” says Joao Teixeira, deputy director of the Center for Climate Sciences at NASA’s Jet Propulsion Laboratory, Pasadena, Calif. “Some models may predict a warming of 2 degrees Celsius [about 4 degrees Fahrenheit], while others may show a warming of 4 degrees Celsius [about 7 degrees Fahrenheit].”\nThe reason climate models diverge isn’t a complete mystery. Our understanding of various processes, such as the interaction between ecosystems and greenhouse gas concentrations, is still being refined. Scientists know, for example, that the effect of clouds is not well represented in models. Clouds play a large role in climate because they reflect sunlight back to Earth. Cloud cover above the sea surface reflects about 60 to 70 percent of sunlight; without clouds, the amount of sunlight reflected back is less than 10 percent. While a fractional difference in cloud cover might not seem as though it would make a big difference in a model’s predictions, Teixeira says even small variations could be enough to cool Earth by 1 or 2 degrees Celsius (about 2 to 4 degrees Fahrenheit).\nAn uncertain future\nAnother reason climate models generate different results is the uncertainty of future conditions. For example, to predict global temperatures, models must rely on estimates of future greenhouse gas emissions, which Teixeira says is “very tricky business.” “That implies you also need to predict how countries like China and India are going to develop and how energy efficient they will be,” he says. “All of these things are very complex and uncertain.”\nTo investigate how well models are performing, the Coupled Model Intercomparison Project (CMIP) was established by the World Climate Research Programme in 1995 as an experiment protocol to help scientists analyze climate models. CMIP provides infrastructure support so that climate prediction centers around the world can perform the same, or very similar, model investigations. Data from the simulations are then stored at the Lawrence Livermore National Laboratory, Livermore, Calif., through the Program for Climate Model Diagnosis and Intercomparison (PCMDI). In 2008, about 20 climate modeling groups met with the World Climate Research Programme’s Working Group on Coupled Modeling to determine which climate model experiments to include in the project’s latest phase, CMIP5.\n“One of the objectives of CMIP is that climate scientists around the world will download the data they’re interested in and write research papers on their investigations, which will be published in scientific journals,” says Teixeira. New research publications are vital to the Intergovernmental Panel on Climate Change (IPCC) Assessment Reports as their authors review the most up-to-date climate findings.\nCMIP’s coordinated modeling experiments have helped answer unresolved questions about global climate, but there is still a missing link — satellite observations.\n“Satellite data are essential for evaluating models — there is no other way for us to know if the models are producing the right results,” says Teixeira. Although planes and ships collect data in the air and on the ground, looking down at Earth from space is the only way to get a true global view. And with climate models continually evolving in complexity, evaluating the quality and accuracy of their results is essential.\n“There are thousands of climate questions that come up — people download the [climate] model outputs and when the results are different, they’re puzzled,” says Teixeira. Part of this puzzle can be solved, he says, by looking at observations of the same precise variable in the same location from the perspective of space — NASA’s traditional domain.\nData are crucial\nSatellite observations were virtually absent from the IPCC 4th Assessment Report, published in 2007. In response, Teixeira and his colleagues at JPL’s Center for Climate Sciences, along with researchers from around the world, have developed a strategy to insert satellite observations into the CMIP and IPCC process.\nBut it’s not as easy as simply identifying the satellite data and storing it on a common server; to be practical to users, the data also need to be in a consistent format. “Every [satellite] instrument has its own special way of displaying the data, so what we had to do was translate the data into something that looks just like the climate model output,” says Gerald Potter at NASA’s Goddard Space Flight Center in Greenbelt, Md., and a former deputy director of PCMDI.\nAfter nearly a year of painstaking efforts to standardize the format, data from eight satellite instruments (see sidebar) were staged on servers at LLNL, giving users access to observations they can compare directly with the models. “Getting the climate model data and observations into the same format and stored in one place will make all the difference in the world,” says Potter. “Now you go to a climate science meeting, and probably half the presentations are by people who are using these model data now, and adding satellite observations makes this data even more valuable.”\nBuilding bridges\nIn addition to improving climate model studies, the project is also building a bridge between climate modelers and the satellite observation community — a collaboration that could lead to the development of climate-specific data products on future satellite missions. “Tightening the relationship between modeling groups and developers of satellite observations can help to prioritize the needs for new climate measurements,” says Duane Waliser, chief scientist at JPL’s Earth Science and Technology Directorate.\nThe new system will also help researchers develop climate model metrics — standards of measurement that assess the validity of a model’s simulations. “Presently, weather agencies use and apply common forecast metrics on every forecast to understand and quantify model performance. This has yet to be done for climate models,” says Waliser.  To further this goal, a “Climate Metrics Panel” has been established by the World Climate Research Programme to identify standards of measurement for quantifying climate model performance.\nThe project is on course to impact future IPCC assessments, including the upcoming report due in Sept. 2013. Now that the project has been successful with a small set of data, one of the next steps is to determine which other observations to bring in. “The satellite groups weren’t really represented when the experiments for CMIP5 were selected,” says Potter. “The next time, we’ll have someone from the observation data groups at the table when we decide what experiments to run and model variables to save for analysis.”\nTeixeira believes the satellite observations will be analyzed for a long time, as users compare the models to the observations. “We’ve created a way for many more people to be able to use the data,” he says. “In the end, the hope is that this will help produce better models.”\n“People sometimes refer to this as the ‘IPCC data’, but it goes beyond the IPCC or CMIP5,” says Potter. “We’re really developing a resource for the climate community.”\nDr. Joao Teixeira\n\n\n \r\nDeputy Director, Center for Climate Sciences and Science Team Leader, Atmospheric Infrared Sounder Project at NASA's Jet Propulsion Laboratory\n\n\n\nDr. Duane Waliser\n\n\nChief scientist for the Earth Science and Technology Directorate at NASA's Jet Propulsion Laboratory\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}