{
  "url": "https://climate.nasa.gov/news/2735/april-2018-was-third-warmest-april-on-record/",
  "title": "April 2018 was third warmest April on record",
  "date": null,
  "content": "From NASA's Gloddard Space Flight Center\nA global map of the April 2018 LOTI (land-ocean temperature index) anomaly, relative to the 1951-1980 April average. Parts of East Africa and Antarctica are gray because temperature data has not yet been received from those areas. View larger image.\nIn spite of the low temperatures in parts of the United States last month, 2018 experienced globally the third warmest April in 138 years of modern record-keeping, according to a monthly analysis of global temperatures by scientists at NASA's Goddard Institute for Space Studies (GISS) in New York.\nLast month was +0.86 °C warmer than the average April of the 1951-1980 period; this value is in line with the 1.8 °C/century rate of increase of the past 40 years. Only April 2016 (+1.07 °C) and April 2017 (+0.92 °C) were warmer than the past month, and April 2010 (+0.84 °C) was only insignificantly cooler than this year's April.\nThe monthly analysis by the GISS team is assembled from publicly available data acquired by about 6,300 meteorological stations around the world, ship- and buoy-based instruments measuring sea surface temperature, and Antarctic research stations.\nThe modern global temperature record begins around 1880 because previous observations didn't cover enough of the planet. Monthly analyses are sometimes updated when additional data becomes available, and the results are subject to change.\nFor more information on NASA GISS's monthly temperature analysis, visit data.giss.nasa.gov/gistemp.\nFor more information about NASA GISS, visit www.giss.nasa.gov.\nLeslie McCarthy, NASA Goddard Institute for Space Studies, New York, N.Y., 212-678-5507, leslie.m.mccarthy@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}