{
  "url": "https://climate.nasa.gov/news/2717/nasa-celebrates-earth-day-with-nasa4earth-tools-events/",
  "title": "NASA celebrates Earth Day with #NASA4Earth tools, events",
  "date": null,
  "content": "To celebrate Earth Day 2018, NASA is highlighting a variety of innovative technologies and encouraging the public to use several online tools and the hashtag #NASA4Earth. Credit: NASA\nThis Earth Day, NASA invites you to create your own shareable views of our home planet, help combat mosquito-transmitted diseases, and watch our fleet of Earth-observing spacecraft as they circle the globe.\nNASA pioneers and supports an amazing range of advanced technologies and tools to help scientists and environmental specialists better understand and protect our home planet – from space lasers to virtual reality, small satellites and smartphone apps.\nTo celebrate Earth Day 2018, April 22, the agency is highlighting many of these innovative technologies and encouraging the public to use several of the online tools. Look for videos and stories to be posted throughout this week on NASA social media with the hashtag #NASA4Earth and on this web page:\nhttps://www.nasa.gov/earthday\nVisit NASA’s Earth Day page to access three online tools available for the public to explore our planet, view NASA spacecraft, and help prevent disease:\nNASA’s Worldview is a web-based application for interactively browsing and downloading global, high-resolution satellite imagery that is as current as yesterday and extends back almost two decades. Through an easy-to-use map interface, you can use your tablet, laptop or desktop computer to watch the growth of tropical storms, the movement of icebergs, and the spread of wildfires. Pan-and-zoom into any area of the world and make an animated GIF to share on social media; video tutorial available.\nFly along with NASA's fleet of Earth science missions and observe Earth from a global perspective in the immersive, 3-D environment. The Eyes on the Earth app, downloadable to your laptop or desktop, displays the current location of all NASA's Earth-observing missions now in orbit and gives you a sneak peek of upcoming missions. “Latest Events” lets you explore geo-located images from space of recent Earth natural events, such as major storms, wildfires and algal blooms.\nCitizen scientists can play a role in helping prevent Zika and other mosquito-transmitted diseases. The free GLOBE Observer smartphone app can be downloaded from Google Play or the App Store. With the app the public can report where they find mosquito breeding habitats and larvae, information that scientists and public health officials use to map the range and population density of mosquitoes in your neighborhood.\nNASA is participating in the following Earth Day public events:\nThursday, April 19, 9 a.m. to 5 p.m. EDT, and Friday, April 20, 9 a.m. to 4 p.m.\r\nUnion Station main hall at 40 Massachusetts Ave. NE in Washington\r\nHands-on activities, demonstrations and talks by NASA scientists at the Hyperwall stage. Opening ceremony with NASA officials, April 19 at 10:30 a.m.\nSunday, April 22, noon to 6 p.m. CDT\r\nDiscovery Green, 1500 McKinney St. in Houston\r\nA citywide event featuring displays, exhibits and talks on topics ranging from alternative energy to recycling methods. NASA’s Johnson Space Center staff will demonstrate virtual reality goggles showing the International Space Station, which hosts several exterior instruments that monitor Earth, and discuss the use of Earth observation images at Johnson and the center’s Sustainability Program to reduce environmental impacts and build energy-efficient facilities.\nA live NASA social media event will highlight several Earth science technologies:\nFriday, April 20, 2 p.m. EDT, broadcast on NASA Television, streamed live on the NASA Facebook page and the agency’s website. NASA regularly pushes the envelope to find new ways to better see and understand our changing planet. Join us to hear about three up-and-coming technologies: Ved Chirayath, NASA scientist, has developed cameras to image marine environments obscured by the ocean’s surface; Shayna Skolnik of Navteca is working to bring NASA satellite data of Earth to life through virtual reality; and Brian Campbell, NASA outreach specialist, talks about the space laser system on the upcoming ICESat-2 mission that will measure polar ice and other important Earth features.\nNASA uses the vantage point of space to understand and explore our home planet, improve lives and safeguard our future. The agency’s observations of Earth’s complex natural environment are critical to understanding how our planet’s natural resources and climate are changing now and could change in the future.\nFor more information about NASA's Earth science activities, visit:\nhttps://www.nasa.gov/earth\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}