{
  "url": "https://climate.nasa.gov/news/969/heat-wave-in-china/",
  "title": "Heat wave in China",
  "date": null,
  "content": "From NASA's Earth Observatory\nNASA Earth Observatory images by Jesse Allen, using Landsat data from the U.S. Geological Survey and Terra MODIS data from the Land Processes Distributed Active Archive Center. Caption by Holli Riebeek.\nFor the entire month of July and the first half of August, eastern China baked in a record-breaking heat wave. Nineteen provinces endured above-normal temperatures. Shanghai broke its all-time record high three times in as many weeks. The current record—40.8 degrees Celsius (105.4°F)—was set on August 7, 2013. At least 40 people have died during the heat wave, including ten in Shanghai, according to the Xinhua news service.\nDuring a heat wave, ground temperatures soar, particularly in urban areas where there are fewer plants to cool the ground with shade and evapotranspiration. Paved or metallic surfaces can become warm enough to cook food. These images show land surface temperatures as measured by two different satellites.\nThe image above shows temperature anomalies across China between August 5 and August 12, 2013, as observed by the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite. Red areas are warmer than the long-term average for the week, while cooler-than-average temperatures are blue. While much of China was warm during this period, the worst of the heat wave was concentrated near the coast and in Tibet. This weather pattern is tied to a subtropical high-pressure system parked over southern China, according to the China Meteorological Administration.\nThough miserable everywhere, the heat wave was likely worst in China’s cities, where manmade surfaces absorb heat during the day and cool slowly at night. As a result, cities are warmer during the day and slower to cool at night, making an extended heat wave more uncomfortable, and more deadly, in a city. The image below shows this “urban heat island” effect in Shanghai.\nThe image was made with measurements taken on August 13, 2013 by the Thermal Infrared Sensor on the Landsat 8 satellite. The warmest surfaces are yellow, while cooler surfaces are pink. The image shows pockets of very warm areas, particularly downtown, surrounded by cooler suburban areas. The dark purple dots are cold clouds.\nChinese officials have declared a weather emergency, warning residents to limit time outdoors. It is the first time the country has issued a weather warning for heat. China’s National Meteorological Center expected the heat to break sometime after August 15.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}