{
  "url": "https://climate.nasa.gov/news/1011/nasa-finds-reducing-salt-is-bad-for-glacial-health/",
  "title": "NASA finds reducing salt is bad for glacial health",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA Earth Science News team\nThis image shows the Totten Glacier ice shelf in East Antarctica (the wrinkled white area at top left) on Sept. 25, 2013.\nImage Credit: NASA\nFull image and caption\nA new NASA-led study has discovered an intriguing link between sea ice conditions and the melting rate of Totten Glacier, the glacier in East Antarctica that discharges the most ice into the ocean. The discovery, involving cold, extra salty water - brine - that forms within openings in sea ice, adds to our understanding of how ice sheets interact with the ocean, and may improve our ability to forecast and prepare for future sea level rise.\n“I was curious why Totten was changing so fast when the glacier just next to it wasn’t changing much,” said Ala Khazender of NASA's Jet Propulsion Laboratory, Pasadena, Calif., lead author of the new study, published online Dec. 5 in the journal Nature Communications. Combining satellite observations with ocean numerical modeling, Khazender and his colleagues developed a hypothesis that reductions in the volume of brine would increase Totten's thinning and melting. Additional research supported that hypothesis.\nIce loss seen in Antarctica is generally attributed to the well-documented rise in temperature of the surrounding ocean, but scientists are still puzzling out the mechanisms behind the regional variations that they are observing. The new study highlights the key role of processes occurring on small geographic scales in determining how global climate change can affect the stability of ice sheets.\nSatellite observations from NASA’s ICESat-1, which measures how much ice surfaces are rising or falling over time, revealed that Totten Glacier was thinning rapidly. It currently discharges enough ice into the surrounding ocean to fill Lake Erie in just over a week. The nearby Moscow University Glacier and its floating ice shelf were showing little change.  Why the difference? “We were convinced that the answer must be in the ocean,” Khazender said.\nThe ocean around Antarctica is warmer than both the continent’s icy surface and the polar air. Ice shelves (the floating front edges of glaciers that extend tens to hundreds of miles offshore) melt more because of contact with ocean water below them than they do because of sunlight. Melting at the undersides of ice shelves is part of Antarctica’s natural water cycle, but when glaciers start melting unusually quickly, it’s a sign that something is off balance.\nKhazender and his team of colleagues from JPL; UCLA; the University of California, Irvine; and Utrecht University in the Netherlands combined ICESat remote sensing observations from 2003 to 2008 with ocean numerical computer models to seek insights into the interaction between the ice shelves and their ocean basin.\nThat ocean basin, as elsewhere around Antarctica, contains polynyas (poe-LEEN-yahs), large, annually recurring openings in the winter sea ice cover. Polynya sizes and numbers vary markedly from winter to winter, although there is no overall trend in this region. The computer simulations revealed that these year-to-year variations in the polynyas greatly affected the glacier’s melting rate.\nIn polynyas, large quantities of sea ice form, only to be swept away by the winds that formed the openings in the first place. When seawater freezes it expels its salts, producing a layer of very dense, briny water at the freezing temperature. The cold and dense brine formed in polynyas sinks to the seafloor, where it can flow into the cavities under the ice shelves, just as warmer ocean water could.\nThe researchers hypothesized that when the cold brine pooled under Totten Ice Shelf, it mixed with the water there, lowering its temperature and slowing the glacier’s winter melt rate. If so, a reduction in cold brine would mean the glacier's winter melt rate would increase.\nThe team then examined a data set of passive microwave measurements from the Defense Meteorological Satellite Program. These showed that in the latter part of the study period, the extent of polynyas (and therefore the production of cold brine) decreased significantly. ICESat observations showed that at the same time, the thinning of Totten Glacier increased, as the team's hypothesis predicted it would.\nIf there are more winters with reduced polynya extents, Khazender points out, the cavity under Totten can fill with warmer ocean water rather than cold brine. “If that happens, the glacier’s flow could be significantly destabilized, causing it to discharge even more ice into the ocean,” he said.\n”With the widespread changes seen in Antarctic sea ice conditions over the last few years, this process could be affecting other glaciers around Antarctica and the volume of ice they discharge into the ocean,” he added.\nFor more information on ICESat, visit http://icesat.gsfc.nasa.gov/. For more information on the ECCO2 ocean modeling and data synthesis project, visit http://ecco2.org/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}