{
  "url": "https://climate.nasa.gov/news/2744/two-decades-of-earth-data/",
  "title": "Two decades of Earth data",
  "date": null,
  "content": "3 min read\nPowerful Earth-observing instruments aboard NASA's Terra and Aqua satellites, launched in 1999 and 2002, respectively, have observed nearly two decades of planetary change. Now, for the first time, all that imagery—from the first operational image to imagery acquired today—is available for exploration in Worldview.\nBoth satellites carry Moderate Resolution Imaging Spectroradiometer (MODIS) instruments that have been taking images of Earth – showing more than 18 years of change on our home planet.\nBoth natural and human activities have left their mark on Earth, visible from space, and you can tour through those changes, zooming in on hurricanes, fires, volcanoes and major building projects.\nIn 2017, the Thomas Fire burned more than 200,000 acres and grew to one of the largest fires in California’s history. In false color, actively burning fires are highlighted, and the burn scar grows.\nThe Himalayas create a natural barrier, which trapped smoke and haze over India in 2017. The false color image shows aerosol optical depth, a measure of how much sunlight is reflected back into space by particles in the atmosphere.\nStarting in 2014, construction of the Lower Sesan II dam gradually created a reservoir in Cambodia.\nIn 2012, a large iceberg broke off the Petermann Glacier into the sea along the northwestern edge of Greenland. Satellite views showed the iceberg rotate as it made its way out to the ocean.\nThe Eyjafjallajökull volcano erupted in 2010, and the ensuing ash plume was visible from space for several days.\nHurricane Katrina made landfall in the United States in 2005, bringing intense rainfall and flooding.\nThe data in Worldview features the longest continuous daily global satellite observation record of Earth ever compiled. For researchers, the ability to rapidly access and explore all MODIS global imagery greatly improves their use of these data.\n“In the '80s and '90s, if you wanted to look at, say, clouds off the coast of California, you had to figure out the time of year when it was best to look at these clouds, then place a data request for a specific window of days when you thought the satellite overflew the area,” says Santiago Gassó, an associate research scientist with NASA’s Goddard Earth Sciences Technology and Research program at Morgan State University, Baltimore.\n“You would get a physical tape with these images and have to put this into the processing system. Only then would you know if the image was usable. This process used to take from days to weeks. Now, you can look at images for days, weeks and even years in a matter of minutes in Worldview, immediately find the images you need, and download them for use. It’s fantastic!”\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}