{
  "url": "https://climate.nasa.gov/news/2748/ecostress-among-science-payloads-on-next-space-station-mission/",
  "title": "ECOSTRESS among science payloads on next Space Station mission",
  "date": null,
  "content": "3 min read\nA new batch of science is headed to the International Space Station aboard the SpaceX Dragon on the company's 15th mission for commercial resupply services, scheduled for launch June 29 from NASA's Kennedy Space Center in Florida. The spacecraft will deliver science that studies plant water use all over the planet, artificial intelligence, gut health in space, more efficient drug development and the formation of inorganic structures without the influence of Earth's gravity.\nTake a look at five investigations headed to space on the latest SpaceX resupply:\nPlants regulate their temperature by releasing water through tiny pores on their leaves. If they have sufficient water they can maintain their temperature, but if water is insufficient their temperatures rise. This temperature rise can be measured with a sensor in space.\nECOSTRESS, developed by NASA's Jet Propulsion Laboratory in Pasadena, California, measures the temperature of plants and uses that information to better understand how much water plants need and how they respond to stress.\nAs we travel farther into space, the need for artificial intelligence (AI) within a spacecraft increases.\nMobile Companion, a European Space Agency (ESA) investigation, explores the use of AI as a way to mitigate crew stress and workload during long-term spaceflight.\nSpaceflight has an impact on many bodily systems. Rodent Research-7 takes a look at how the microgravity environment of space affects the community of microoganisms in the gastrointestinal tract, or microbiota.\nThe study also evaluates relationships between system changes, such as sleep-wake cycle disruption, and imbalance of microbial populations, to identify contributing factors and support development of countermeasures to protect astronaut health during long-term missions, as well as to improve the treatment of gastrointestinal, immune, metabolic and sleep disorders on Earth.\nCardiovascular diseases and cancer are the leading causes of death in developed countries. Angiex Cancer Therapy examines whether microgravity-cultured endothelial cells represent a valid in vitro model to test effects of vascular-targeted agents on normal blood vessels.\nResults may create a model system for designing safer drugs, targeting the vasculature of cancer tumors and helping pharmaceutical companies design safer vascular-targeted drugs.\nChemical Gardens are structures that grow during the interaction of metal salt solutions with silicates, carbonates or other selected anions. Their growth characteristics and attractive final shapes form from a complex interplay between reaction-diffusion processes and self-organization.\nOn Earth, gravity-induced flow due to buoyancy differences between the reactants complicates our understanding of the physics behind these chemical gardens. Conducting this experiment in a microgravity environment ensures diffusion-controlled growth and allows researchers a better assessment of initiation and evolution of these structures.\nThese investigations join hundreds of others currently happening aboard the orbiting laboratory. For daily updates, follow @ISS_Research, Space Station Research and Technology News or the Facebook page. For opportunities to see the Space Station pass over your town, check out Spot the Station.\nECOSTRESS news media contact:\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474Alan.buis@jpl.nasa.gov\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}