{
  "url": "https://climate.nasa.gov/news/2710/meet-a-citizen-scientist-lauren-farmer/",
  "title": "Meet a citizen scientist: Lauren Farmer",
  "date": null,
  "content": "2 min read\nCanberra, Australia\nAs I work in the polar regions, I am lucky to participate in many exciting projects ranging from ornithology to marine biology and glaciology, but my current favorite is observing clouds. To do this, I use NASA's free citizen science app called GLOBE Observer. GLOBE notifies you when a satellite is passing overhead and through a series of prompts, asks you to record information about the visible clouds at that particular moment. Together with satellite imagery, these ground-based measurements assist NASA in understanding the makeup of the atmosphere. Observing from the polar regions assists scientists in determining how much solar energy is being absorbed in our most remote environments.\nBecause I can! As a global citizen, I feel it is my responsibility and also my privilege to work towards a greater understanding of our planet. No matter where we live or what we do, if we work together, we are a powerful army of data collectors. I’m proud to spend my time contributing to citizen science and hopefully inspiring others to do the same.\nMy day job looks more like a dream job. I work as a polar guide in the expedition cruise industry, introducing adventure travelers to the wildlife and icy landscapes of Antarctica and the Arctic.\nLast Arctic summer, with my fellow guides Alex Cowan and Annette Bombosch, we were able to make GLOBE’s most northerly observation at the Geographic North Pole, with nothing but undulating sea ice and thick stratus clouds as far as the eye could see.\nThis profile is part of a larger \"citizen science\" series on NASA's Solar System Exploration website, entitled Do-It-Yourself Science: Because We Are All Explorers.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}