{
  "url": "https://climate.nasa.gov/news/2707/tiny-sea-creatures-could-hold-secrets-to-earths-climate/",
  "title": "Tiny sea creatures could hold secrets to Earth’s climate",
  "date": null,
  "content": "4 min read\nBy Denise Lineberry,NASA's Langley Research Center\nEach new season brings change. Seasonal change on land is something that we’re familiar with and adjust to regularly. But what happens to billions of plankton in the ocean each season? How do they adjust to changing sunlight patterns and mixing of the water column? And what impact do these tiny critters have on us, so far away on land?\nTo answer those questions and others, NASA’s North Atlantic Aerosols and Marine Ecosystems Study (NAAMES) mission began its fourth and final deployment, making it the first research mission to conduct an integrated study of all four distinct phases of the world’s largest phytoplankton bloom in the North Atlantic and how it gives rise to small organic particles that leave the ocean and end up in the atmosphere, ultimately influencing clouds and climate.\n“Most scientists studying the bloom head to sea during its climax in late spring and early summer. We did that, but we also went out during the other seasons to fully capture the minimum and transitions of the bloom.” said NAAMES Deputy Project Scientist Rich Moore.\n“This thoroughness pays off as our ship-based scientists use these data to fully describe the entirety of the plankton bust/boom cycle,” he said. “No one has done this before, and we're excited about the science findings that are beginning to trickle out now.”\nNAAMES research challenges traditional ideas about bloom dynamics and species succession. Findings from three deployments have already confirmed a distinct shift in the annual cycle of the phytoplankton bloom and researchers have noted a clear lack of larger-sized plankton during the peak of the bloom. The implication of these findings will be presented in a series of journal publications over the coming year.\nDuring previous NAAMES deployments, researchers completed 220 research hours aboard an instrumented C-130 aircraft along specific tracks and maneuvers over the North Atlantic, including fly overs of the Woods Hole Oceanic Institute’s (WHOI) Research Vessel Atlantis, which carries more than 50 researchers and crew members.\nThe ongoing ship deployment is currently collecting observations of ocean biological composition and stocks, aerosol measurements and optical properties of the North Atlantic study area.\nSatellites such as CALIPSO, a joint NASA and CNES mission, also help to study the ocean and the atmosphere – from the depths of the phytoplankton bloom, to the clouds and atmospheric particles in the sky above.\nThis final NAAMES study researches the “ascending transition” of the bloom, which occurs after the phytoplankton minimum in February. In the March-April phase, the plankton are growing steadily, with their abundance in the water continuing to increase or accumulate toward the maximum of the bloom between May and July.\nThis final NAAMES campaign provides a unique opportunity for researchers aboard Atlantis to do experiments that study growth and decay of the phytoplankton population.\n“For scientists watching the rates of growth, this is the exciting time, because the accumulation rate is expected to be going through the roof and stay high for the next few months,” Moore said.  Rates of phytoplankton accumulation are critical for understanding the ocean conditions that lead to phytoplankton growth and its timing, a key to unlocking the environmental drivers and controls of biological dynamics.\nBecause scientists are also interested in the link between the ocean, atmospheric particles and clouds, they’ve conducted meteorological balloon launches from the ship on a regular basis to capture information relevant to cloud formation processes.\nBy combining global data from NASA satellites with the ship, aircraft, and autonomous assets such as floats, along with laboratory research and balloon data, scientists are able to not only understand the current state of the atmosphere, but also how it is evolving over time.\n“At this point in the study, we're using the logistical lessons learned from the first three deployments to execute what is needed to fill in the last piece of the science puzzle about what drives the accumulation phase for phytoplankton growth,” Moore said. \"Then the real fun starts,\" he said, referring to the ongoing analyses of the data and publication of findings in scientific journals.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}