{
  "url": "https://climate.nasa.gov/news/2715/new-citizen-science-projects-funded-for-earth-studies/",
  "title": "New citizen science projects funded for Earth studies",
  "date": null,
  "content": "4 min read\nNASA has selected six citizen science projects for full development that will provide the public with the opportunity to collect scientific data on air quality, bird populations, snowpack and other areas of NASA Earth science research.\nThe projects were selected from a group of 16 citizen science prototypes that received start-up funding from NASA’s Earth Science Division in 2017. Over the next three years, the six selected projects will transition from prototypes into mature citizen science projects supporting the collection of observations from the public that will be shared with scientists around the world as free, open data.\nEach project is led by a team of established researchers who will integrate voluntary public data and analysis contributions with observations from relevant NASA Earth-observing spacecraft and aircraft missions. “The projects merge the public’s enthusiasm in science with rigorous scientific methods necessary for understanding the global environment,” according to Kevin Murphy, program executive for Earth science data systems at NASA Headquarters in Washington.\n“Each project links directly to NASA’s Earth science satellite missions and will help advance our scientific understanding of critical aspects of the Earth’s environment,” said Murphy. “Participation in these projects is not only fun, it helps improve data generated from NASA’s satellites.”\nThe projects selected are funded under NASA’s Citizen Science for Earth Systems Program for a total of $7.5 million over the next three years. The six projects are:\nNASA uses the vantage point of space to understand and explore our home planet, improve lives and safeguard our future. The agency’s observations of Earth’s complex natural environment are critical to understanding how our planet’s natural resources and climate are changing now and could change in the future. This information is freely and openly available to those seeking solutions to important global issues such as changing freshwater availability, food security and human health.\nFor more on NASA Earth science activities, visit www.nasa.gov/earth.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}