{
  "url": "https://climate.nasa.gov/news/2719/new-technology-doubles-scientists-view-of-ocean-air-interactions/",
  "title": "New technology doubles scientists’ view of ocean-air interactions",
  "date": null,
  "content": "2 min read\nBy Kate Squires,NASA's Armstrong Flight Research Center\nNASA scientists are hard at work trying to unlock mysteries of our planet’s ocean surface currents and winds using a new Earth science radar instrument called DopplerScatt.\nOcean currents and winds form a never-ending feedback loop: winds blow over the ocean's surface, creating currents. At the same time, the hot or cold water in these currents influences the wind's speed. Understanding the relationship between the two phenomena is crucial to understanding Earth's changing climate. Gathering data on this interaction can also help people track oil spills, plan shipping routes and understand ocean productivity in relation to fisheries.\nNASA has been studying winds for decades using NASA's NSCAT, QuickScat and RapidScat instruments. However, DopplerScatt, developed by NASA's Jet Propulsion Laboratory in Pasadena, California, provides a new capability to measure both winds and currents simultaneously.\nFlying aboard a B200 King Air aircraft, DopplerScatt is a spinning radar that \"pings\" the ocean's surface, allowing it to take measurements from multiple directions at once. It's a step up from previous technology, which could simultaneously measure currents from one or two directions at the most, and couldn't measure properties of the sea surface as completely as this new instrument.\nLike a highway patrol person's speed gun, the DopplerScatt instrument calculates the Doppler effect of a radar signal bouncing off an object. As that object moves closer or farther away, it detects these changes and figures out its speed and trajectory. Those measurements are combined with data from a scatterometer, which detects the reflection of the radar signal from the ocean's surface. The more \"scattering\" the radar observes, the rougher the waves. From the roughness and orientation of the waves, wind speed and direction can be calculated.\nDopplerScatt is funded and managed by the Earth Science Technology Office at NASA Headquarters in Washington D.C. The B200 King Air research aircraft used to fly the instrument is managed and operated from NASA’s Armstrong Flight Research Center located in Edwards, California.\nNASA satellite data and citizen science observations combine for new findings on bird populations.\nEditor’s note: NASA’s Arcstone lunar calibration instrument lifted off aboard the Transporter-14 rideshare mission with SpaceX via launch integrator…\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}