{
  "url": "https://climate.nasa.gov/news/2722/before-the-flood-arrives/",
  "title": "Before the flood arrives",
  "date": null,
  "content": "5 min read\nBy Maria-José Viñas,NASA’s Earth Science News Team\nRiver floods are one of the most common and devastating of Earth’s natural disasters. In the past decade, deluges from rivers have killed thousands of people every year around the world and caused losses on the order of tens of billions of U.S. dollars annually. Climate change, which is projected to increase precipitation in certain areas of the planet, might make river floods in these places more frequent and severe in the coming decades.\nNow, a new study led by researchers at NASA’s Jet Propulsion Laboratory in Pasadena, California, analyzes what it would take for river-observing satellites to become an even more useful tool to mitigate flood damage and improve reservoir management globally in near real-time.\n“Early flood warning systems traditionally depend on gauge networks that detect floods farther up the river, but gauge data are becoming more and more scarce,\" said George Allen, lead author of the new research and a hydrologist at JPL. “Our study shows that there’s room for satellites to help fill in the gap. But for satellites to inform real-time flood mitigation, they have to provide data to water managers within a sufficiently short lag time.”\nRiver floods occur when a channel fills with water beyond the capacity of its banks, normally due to heavy rainfall. The flood travels along the course of the river as a wave, moving downstream faster than the water itself. Several satellite missions have been able to detect floods as sudden changes in the height or width of river waters. Once a flood is observed, it is relatively easy to predict accurately how it will move down the river. This information is extremely useful in early flood warning systems and other real-time river management applications.\nTo study the speed at which floods propagate through the planet’s rivers, Allen and his colleagues ran a simple numerical model of flow waves that used information such as the width, slope, depth and roughness — the amount of friction water experiences when traveling along a river — of rivers worldwide. After analyzing wave speeds through 11 million miles (17.7 million kilometers) of rivers around the planet, the researchers found that flood waves traveling at their maximum speed take a median time of three days to reach the next downstream dam, four days to arrive to the next downstream city and six days to exit the river system entirely.\nThe team compared their model’s results with discharge records from more than 20,000 U.S. Geological Survey gauge stations along around 40,000 miles (64,400 kilometers) of varied river systems in the United States. They found that the model estimated faster wave speeds than the gauge data showed.\n“That was expected, based on the fact that we’re modeling waves moving at maximum speeds, whereas the gauge data are looking at all types of wave speeds: low speeds, high speeds, everything in between,” Allen said. “In this way, our study estimates a worst-case-scenario of how fast floods can move down rivers.”\nThe scientists then used their wave speed findings to calculate data latency — how quickly satellite data should be downloaded, processed and made available to the public to be useful for flood early warning systems and other real-time flood mitigation strategies, as well as reservoir management. In particular, they focused on future data from NASA’s upcoming Surface Water and Ocean Topography (SWOT) mission. SWOT, scheduled to launch in 2021, is specifically designed to observe rivers. That’s because it has a repeat orbit of 21 days and will be able to detect flood waves, particularly in higher-latitude large rivers. The researchers found that making SWOT data available within days after being acquired by the spacecraft could be useful for real-time flood mitigation. Compared to past or current satellites providing river and flood information, SWOT will provide never-before-seen maps of river height, allowing for more reliable prediction of flood timing and magnitude.\nIf the data were to be processed in two days or less, Allen’s team calculated, it would be ready for emergency managers before at least two-thirds of observed waves reached the next downstream city. For dams, the quick turnaround of satellite measurements would give advance notice to downstream reservoirs in at least half of the cases when  SWOT detects a flood wave.\n“There is a trade-off between data latency and data quality,” said Cédric David of JPL, who directed the new study and is a member of SWOT’s science team. “So, do we want to wait to get the best data possible, or do we want to get a rough version of what’s going on now, so we can provide actionable information? As we prepare for new satellite missions like SWOT, that’s when we start asking these types of questions.”\nSatellite data that could inform flood early warning systems would be particularly useful for developing nations, where either there are insufficient river gauges or countries do not share gauge data with their downstream neighbors, Allen said.\nResults of the study are published in the journal Geophysical Research Letters.\nFor more information on SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nNews media contact\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474Alan.buis@jpl.nasa.gov\nIn response to recent flooding near Kerrville, Texas, NASA deployed two aircraft to assist state…\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}