{
  "url": "https://climate.nasa.gov/news/2716/nasas-new-space-botanist-arrives-at-launch-site/",
  "title": "NASA’s new space ‘botanist’ arrives at launch site",
  "date": null,
  "content": "3 min read\nECOSTRESS arrives at Kennedy Space Center in preparation for launch to the space station this summer. Image credit: NASA\n› Full image and caption\nA new instrument that will provide a unique, space-based measurement of how plants respond to changes in water availability has arrived at NASA's Kennedy Space Center in Florida to begin final preparations for launch to the International Space Station this summer aboard a cargo resupply mission.\nNASA's ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) left NASA's Jet Propulsion Laboratory in Pasadena, California, on April 6 by ground transport and arrived at Kennedy Space Center on April 9.\nA few days after it reaches the space station, ECOSTRESS will be robotically installed on the exterior of the station's Japanese Experiment Module Exposed Facility Unit.\nECOSTRESS will give us new insights into plant health by quantifying the temperature of plants from space as never before, measuring regions as small as 230 feet (70 meters) on a side, or about the size of a small farm. It will do this by estimating how much water plants are releasing to cool themselves (i.e., evapotranspiration -- the equivalent of sweating in humans). This will tell us how much water different plants use and need, and how they react to environmental stresses caused by water shortages. ECOSTRESS will estimate how much water moves through and out of plants by tracking how the temperatures of plants change. The data from its minimum one-year mission will be used by ecologists, hydrologists, agriculturalists, meteorologists and other scientists.\n\"Most satellite measurements of plant surface temperature are made at a particular time of day, often in the mid-morning, when plants are not stressed,\" said Simon Hook, the project's principal investigator at JPL. \"ECOSTRESS takes advantage of the space station's orbit to obtain measurements at different times of day, allowing us to see how plants respond to water stress throughout the day.\"\nUntil now, scientists addressing this question globally have had to estimate how that same-time-of-day snapshot varies over the course of a day. ECOSTRESS promises to eliminate much of this guesswork.\nECOSTRESS is expected to provide key insights into how plants link Earth's global carbon and water cycles. ECOSTRESS data will be used in conjunction with other satellite and ground measurements, such as those from NASA's Orbiting Carbon Observatory-2 satellite. By doing this, scientists hope to understand more clearly the total amount of carbon dioxide plants remove from the atmosphere during a typical day. In addition, they hope to better identify which areas on the planet require more or less water for the amount of carbon dioxide they take up.\nIn practical terms, the year of data gleaned from ECOSTRESS will be useful for agricultural water managers. This data should improve our understanding of how certain regions are affected by drought and help agricultural and water management communities better manage water use for agriculture. The high ground spatial resolution of ECOSTRESS data will be useful for research on the effects of drought on agriculture at the field-scale.\nJPL built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate in Washington. ECOSTRESS is sponsored by NASA's Earth System Science Pathfinder program, managed by NASA's Langley Research Center in Hampton, Virginia.\nFor more information on ECOSTRESS, visit:\nhttps://ecostress.jpl.nasa.gov/\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}