{
  "url": "https://climate.nasa.gov/news/2718/springing-back-into-the-hunt-for-greenhouse-gases/",
  "title": "Springing back into the hunt for greenhouse gases",
  "date": null,
  "content": "3 min read\nBy Joe Atkinson,NASA's Langley Research Center\nApril showers bring May … carbon dioxide?\nOk, so that's not quite how the old adage goes, but for a team of researchers from NASA and academia, it's close to the truth.\nThe researchers are part of a study to understand with more clarity the transport of greenhouse gases in Earth’s changing climate.\nAtmospheric Carbon and Transport-America (ACT-America) is a five-year NASA look at concentrations of carbon dioxide and methane in relation to weather systems in the eastern half of the U.S.\nThe study just began a fourth round of science flights, which may reveal that big spring storms are pushing around quite a bit of carbon dioxide.\n\"The respiration from the biosphere has been accumulating all winter. Photosynthesis is just starting to get going,\" said ACT-America Principal Investigator Ken Davis of Pennsylvania State University, University Park. \"So we may have the most buildup of carbon dioxide in the northern latitude, lower atmosphere at this time of year. As storms move through, that gets transported from north to south.\"\nPrevious measurements, largely from stationary ground-based tower stations, have hinted at this phenomenon. The ACT-America flights will head straight into the frontal boundaries to see whether those hints speak to greater truths. It will be the first time scientists have flown into spring storms with the specific goal of mapping out carbon transport.\nFlights are currently employing greenhouse-gas-detecting instruments on a B-200 from NASA’s Langley Research Center in Hampton, Virginia. A C-130 from NASA’s Wallops Flight Facility on Virginia’s Eastern Shore, is scheduled to join the campaign soon.\nAnother objective of the spring flights is for researchers to get a better handle on the beginnings of photosynthesis and its effects on carbon transport. Ecosystem models don't handle the transition from winter to summer very well, so during fair-weather flights, Davis and company will zero in on the carbon exchange taking place between Earth's surface and lower atmosphere.\n\"What's unique is we'll cover large areas, a few hundred kilometers on a side, just for a few days,\" said Davis. \"But that snapshot will help us to evaluate the variety of ecosystem models used to simulate that process.\"\nFlights are currently based out of Shreveport, Louisiana, and are scheduled to transition to Lincoln, Nebraska, next week. For the final two weeks of flights in May, operations will move to coastal Virginia.\nIn the hunt for methane, coastal wetlands are of particular interest to ACT-America scientists because there's a lot of uncertainty around how much methane they produce.\n\"We've been looking back at our first summer campaign and we don't see a great deal of evidence for strong methane emissions from the coastal wetlands,\" said Davis, \"so we'd like to go back and check that out in the spring, too.\"\nPrevious ACT-America flight campaigns have taken place during summer, fall and winter. The study is planning an additional summer flight campaign to ensure a comprehensive dataset for that season, which is rich with greenhouse gas activity.\nACT-America is one of six recent airborne studies funded by NASA’s Earth System Science Pathfinder Program.\nNASA collects data from space, air, land and sea to increase our understanding of our home planet, improve lives and safeguard our future. NASA develops new ways to observe and study Earth's interconnected natural systems with long-term data records. The agency shares this knowledge and works with institutions around the world to gain new insights into how our planet is changing.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nJeremy Johnson laces his black, steel-toed boots and zips up his dark blue flight suit.…\nIn February, NASA’s ER-2 science aircraft flew instruments designed to improve satellite data products and…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}