{
  "url": "https://climate.nasa.gov/news/2712/nasas-world-tour-of-the-atmosphere-reveals-surprises-along-the-way/",
  "title": "NASA's world tour of the atmosphere reveals surprises along the way",
  "date": null,
  "content": "The DC-8 at sunset on ATom’s second deployment in February, 2017. Credit: NASA / Becky Hornbook\nBy Ellen Gray,\r\nNASA's Earth Science News Team\nTwo-thirds of Earth's surface is covered by water — and two-thirds of Earth's atmosphere resides over the oceans, far from land and the traditional ways that people measure the gases and pollutants that cycle through the air and around the globe. While satellites in space measuring the major gases can close some of that gap, it takes an aircraft to find out what's really happening in the chemistry of the air above the oceans. That's where NASA's Atmospheric Tomography (ATom) mission comes in.\nSince 2016, a team of scientists with 25 advanced instruments aboard NASA's DC-8 research aircraft has sampled over 400 different gases and a broad range of airborne particles on month-long excursions from Alaska down the Pacific to New Zealand, then over to South America and up the Atlantic to Greenland, and across the Arctic Ocean. Far from land, the atmosphere above the ocean is where to find the cleanest air on the planet — at least in theory. Over the course of three deployments, and with their fourth and final trek beginning in late April, the team has found surprising levels of pollutants above the Pacific, Atlantic and Arctic oceans.\n\"It is astounding to see such dense pollution in the middle of the ocean, so far from the source regions,\" said ATom's principal investigator Steve Wofsy of Harvard University, recalling their flight up the center of the Atlantic and their stop at Ascension Island halfway between Africa and South America, just south of the equator.\n\"As we descended the first time, we were stunned to find ourselves in a thick haze of smoke and dust that originated in Africa, thousands of kilometers to the east. The haze had an unappealing yellow-brown hue and was so thick we couldn't see the ocean. All of the hundreds of pollutant chemicals we measure had very high amounts. On each revisit since that first one, we have found a similar pall extending for thousands of kilometers, spanning the entire tropical Atlantic Ocean,\" he said.\nComputer models that simulate the movement of the major gases such as carbon monoxide, created by incomplete combustion from fires, are one of the tools used by the ATom team to get an idea of what they might see on each leg of their flight. It's also one of the tools they are evaluating.\n\"One of the great things about ATom is showing how well the model generally works,\" said Paul Newman, chief scientist of Earth science at NASA's Goddard Space Flight Center in Greenbelt, Maryland. The model combines weather forecasts with known atmospheric chemistry to tell them where and when a pollution plume will intersect the flight path. \"But it misses a lot of the detail. It’s giving you an understanding of where the stuff is coming from, and that allows you to refine your science. So we’re not out there discovering uncharted lands, but it’s like, I have a map of Iowa, and I’ll drive around there, and that map is probably, depending on how old it is, 95 percent right. It’s the 5 percent wrong that’s interesting.\"\nOne of those interesting deviations occurred over the Arctic, according to atmospheric scientist and ATom team researcher Róisín Commane at Columbia University in New York City. \"One of the largest pollution plumes we've seen wasn't predicted by the models, which came from fires in Siberia. So ATom has given us a snapshot of what we might be missing,\" she said.\nTracking plumes is only the first step. The next is getting a better understanding of how they change as they linger over the ocean. For example, the hydrocarbons from smoke plumes react in sunlight with other gases to form ozone, a greenhouse gas and air pollutant best known as the main ingredient in city smog. The instruments aboard the DC-8 can detect both ozone itself and all the gases that produce ozone by chemical reactions. This means that in addition to tracking ozone in plumes from land, the ATom team can also determine how much is produced from other gases over the ocean.\nThe center of the Pacific Ocean is much farther from land than the Atlantic. There, ATom observed generally low ozone levels, but the production of new ozone over the ocean based on the measured suite of ingredient gases was higher than the models predicted.\n\"This implies that the remote Pacific is a larger source of tropospheric ozone than we previously understood,\" said ATom's deputy project scientist Michael Prather at the University of California, Irvine. \"It's a preliminary result, and we have yet to analyze whether this produced ozone is natural or related to pollution, but it does mean we'll need to rethink what we believe about how much ozone is produced over the remote oceans, and what that means for the climate and our efforts to reduce ozone pollution on land.\"\nATom's final deployment will take place this spring. With the atmospheric data they've collected during flights from each season of the year, the science team will continue to analyze the data and improve the atmospheric models that help us understand our home planet.\nATom is funded by NASA's Earth Venture program and managed by the Earth Science Project Office at NASA’s Ames Research Center in Silicon Valley. The DC-8 research aircraft is managed by NASA's Armstrong Flight Research Center in building 703 in Palmdale, California. A team of over 100 people — scientists, engineers, flight crew and staff — across government agencies and universities support the mission both in the air and from the ground.\nTo learn more about the ATom mission, visit https://www.nasa.gov/content/earth-expeditions-atom.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}