{
  "url": "https://climate.nasa.gov/news/2699/taking-the-pulse-of-greenhouse-gases/",
  "title": "Taking the pulse of greenhouse gases",
  "date": null,
  "content": "5 min read\nBy Joe Atkinson,NASA's Langley Research Center\nIt can happen in a flash — airborne science, that is.\nTwo hundred microseconds, to be exact. With lasers shot from the belly of a King Air B200 aircraft.\nThat’s right, scientists are shooting lasers at atmospheric gases — not to zap them out of existence, but to measure them.\nThat was the point of a series of recent test flights out of NASA's Langley Research Center in Hampton, Virginia. And what was being tested? The triple-pulse Integrated Path Differential Absorption (IPDA) lidar, a first-of-its-kind instrument that measures atmospheric carbon dioxide (CO2) and water vapor (H2O), two powerful greenhouse gases.\n\"It is the first time with active remote sensing we'll be measuring CO2 and H2O together simultaneously and independently,\" said Upendra Singh, principal investigator for the lidar and technical fellow for sensors and instrumentation with the NASA Engineering and Safety Center based at Langley. \"We are in the process of analyzing terabytes of data and initial results show we have successfully demonstrated the technique — a unique milestone by itself.\"\nLidar, or light detection and ranging, is one type of tool researchers can use to make remote measurements of things such as greenhouse gases or atmospheric aerosols.\nThe innovation that allows this lidar to make simultaneous, independent measurements of CO2 and H2O is the triple-pulse laser. One pulse measures carbon dioxide, another measures water vapor and another makes a reference measurement. The three pulses all happen within 200 microseconds of one another.\nTo provide a little context: A microsecond is one millionth of a second.\nThat means this instrument can spot microscopic molecules of CO2 and H2O in a narrow column of air in less than the blink of an eye. CO2 and H2O both trap heat in Earth's atmosphere.\n\"We are targeting the two most dominant greenhouse gases in the atmosphere,\" said Tamer Refaat, instrument scientist and data analyst for the IPDA. \"And with that we can address the thermodynamics of the atmosphere — how these molecules interact with energy.\"\nIn the case of CO2, scientists could also use the lidar to study how it cycles into and out of the atmosphere, and what happens as weather systems stir it up and transport it. That the lidar can do the work of two instruments and measure water vapor at the same time is just icing on the cake. Refaat compares it to a really sophisticated camera.\n\"The camera is our instrument. The flash is our laser,\" he said. \"The scene you are shooting is both carbon dioxide and water vapor.\"\nThe triple-pulse lidar is the product of several years of intense development. An earlier version of the instrument used a double-pulse laser that could only measure CO2. It required researchers to make a single laser fire three pulses at three different, precise wavelengths.\nIt also required complex thermal and structural engineering to make it all work — a daunting task, but one researchers were up for given Langley’s long history developing complex lidar instruments.\n“It’s very difficult,” said Mulugeta Petros, project manager of the triple-pulse lidar. “We had to push the technology. Basically, that’s what NASA does — it pushes the technology.\nIt was challenging in more than just a technological sense. The team had to make a convincing case the instrument would provide real-world value.\n“In the beginning,” said Singh, “we thought we could never build it. But NASA’s Earth Science Technology Office, who funded this work, was OK with it because the concept was so unique that, if you could build it, the payoff is quite large.”\nUltimately, development of the triple-pulse lidar required coordinated team efforts from Langley's Engineering Directorate and support from the Science Directorate and center management.\nSingh would like to see a version of this lidar in space one day. Unlike passive remote sensors that rely on solar radiation and thus are limited to daytime operation, the new lidar uses a laser transmitter that could make measurements at any time of day or night.\nOrbiting passive remote sensors are also unable to make good measurements of CO2 near Earth's poles. An active remote sensor such as the triple-pulse could conceivably make those measurements at higher latitudes.\nBut that's all speculation for now. First, more testing, fine-tuning and field work here on Earth for an instrument that's doing something no other can do.\n“Given the tremendous potential of an instrument that can provide this unique capability of making two important measurements simultaneously and independently, I am looking forward for the opportunity to validate this instrument through a series of science flights in the coming months,\" said Langley Deputy Director Clayton Turner. \"This could be a very valuable science investigation, especially in the lower atmosphere.”\nSingh has similarly high hopes for the triple-pulse and talks about it in terms that could easily be mistaken for those of a beaming parent.\n\"Scientifically, we have an instrument that is one-of-a-kind in the world,\" he said. \"And we are, by the way, very proud of it.\"\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nJeremy Johnson laces his black, steel-toed boots and zips up his dark blue flight suit.…\nIn February, NASA’s ER-2 science aircraft flew instruments designed to improve satellite data products and…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}