{
  "url": "https://climate.nasa.gov/news/2785/unexpected-future-boost-of-methane-possible-from-arctic-permafrost/",
  "title": "Unexpected future boost of methane possible from Arctic permafrost",
  "date": null,
  "content": "6 min read\nBy Ellen Gray,NASA's Earth Science News Team\nNew NASA-funded research has discovered that Arctic permafrost’s expected gradual thawing and the associated release of greenhouse gases to the atmosphere may actually be sped up by instances of a relatively little known process called abrupt thawing. Abrupt thawing takes place under a certain type of Arctic lake, known as a thermokarst lake that forms as permafrost thaws.\nThe impact on the climate may mean an influx of permafrost-derived methane into the atmosphere in the mid-21st century, which is not currently accounted for in climate projections.\nThe Arctic landscape stores one of the largest natural reservoirs of organic carbon in the world in its frozen soils. But once thawed, soil microbes in the permafrost can turn that carbon into the greenhouse gases carbon dioxide and methane, which then enter into the atmosphere and contribute to climate warming.\n\"The mechanism of abrupt thaw and thermokarst lake formation matters a lot for the permafrost-carbon feedback this century,\" said first author Katey Walter Anthony at the University of Alaska, Fairbanks, who led the project that was part of NASA’s Arctic-Boreal Vulnerability Experiment (ABoVE), a ten-year program to understand climate change effects on the Arctic. \"We don’t have to wait 200 or 300 years to get these large releases of permafrost carbon. Within my lifetime, my children’s lifetime, it should be ramping up. It’s already happening but it’s not happening at a really fast rate right now, but within a few decades, it should peak.\"\nThe results were published in Nature Communications.\nUsing a combination of computer models and field measurements, Walter Anthony and an international team of U.S. and German researchers found that abrupt thawing more than doubles previous estimates of permafrost-derived greenhouse warming. They found that the abrupt thaw process increases the release of ancient carbon stored in the soil 125 to 190 percent compared to gradual thawing alone. What's more, they found that in future warming scenarios defined by the Intergovernmental Panel on Climate Change, abrupt thawing was as important under the moderate reduction of emissions scenario as it was under the extreme business-as-usual scenario. This means that even in the scenario where humans reduced their global carbon emissions, large methane releases from abrupt thawing are still likely to occur.\nPermafrost is ground that is frozen year-round. In the Arctic, ice-rich permafrost soils can be up to 260 feet (80 meters) thick. Due to human-caused warming of the atmosphere from greenhouse gas emissions, a gradual thawing of the permafrost is currently taking place where the upper layer of seasonally thawed soil is gradually getting thicker and reaching deeper into the ground. This process wakes up microbes in the soil that decompose soil organic matter and as a result release carbon dioxide and methane back into the atmosphere. This gradual thaw process is accounted for in climate models and is thought to have minimal effect as thawed ground also stimulates the growth of plants, which counterbalance the carbon released into the atmosphere by consuming it during photosynthesis.\nHowever, in the presence of thermokarst lakes, permafrost thaws deeper and more quickly. Thermokarst lakes form when substantial amounts of ice in the deep soil melts to liquid water. Because the same amount of ice takes up more volume than water, the land surface slumps and subsides, creating a small depression that then fills with water from rain, snow melt and ground ice melt. The water in the lakes speeds up the thawing of the frozen soil along their shores and expands the lake size and depth at a much faster pace than gradual thawing.\n\"Within decades you can get very deep thaw-holes, meters to tens of meters of vertical thaw,\" Walter Anthony said. \"So you’re flash thawing the permafrost under these lakes. And we have very easily measured ancient greenhouse gases coming out.\"\nThese ancient greenhouse gases, produced from microbes chewing through ancient carbon stored in the soil, range from 2,000 to 43,000 years old. Walter Anthony and her colleagues captured methane bubbling out of 72 locations in 11 thermokarst lakes in Alaska and Siberia to measure the amount of gas released from the permafrost below the lakes, as well as used radiocarbon dating on captured samples to determine their age. They compared the emissions from lakes to five locations where gradual thawing occurs. In addition, they used the field measurements to evaluate how well their model simulated the natural field conditions.\nTeam members with the Alfred Wegener Institute (AWI) for Polar and Marine Research in Germany then used U.S. Geological Survey-NASA Landsat satellite imagery from 1999 to 2014 to determine the speed of lake expansion across a large region of Alaska. From this data they were able to estimate the amount of permafrost converted to thawed soil in lake bottoms.\n\"While lake change has been studied for many regions, the understanding that lake loss and lake gain have a very different outcome for carbon fluxes is new,\" said co-author Guido Grosse of AWI. \"Over a few decades, thermokarst lake growth releases substantially more carbon than lake loss can lock in permafrost again [when the lake bottoms refreeze].\"\nBecause the thermokarst lakes are relatively small and scattered throughout the Arctic landscapes, computer models of their behavior are not currently incorporated into global climate models. However, Walter Anthony believes including them in future models is important for understanding the role of permafrost in the global carbon budget. Human fossil fuel emissions are the number one source of greenhouse gases to the atmosphere, and in comparison, methane emissions from thawing permafrost make up only one percent of the global methane budget, Walter Anthony said. \"But by the middle to end of the century the permafrost-carbon feedback should be about equivalent to the second strongest anthropogenic source of greenhouse gases, which is land use change,\" she said.\nTo learn more about ABoVE, visit https://above.nasa.gov/.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}