{
  "url": "https://climate.nasa.gov/news/2701/nasa-renews-focus-on-earths-frozen-regions/",
  "title": "NASA renews focus on Earth’s frozen regions",
  "date": null,
  "content": "6 min read\nBy Patrick Lynch,NASA's Goddard Space Flight Center\nIn 2018, NASA will intensify its focus on one of the most critical but remote parts of our changing planet with the launch of two new satellite missions and an array of airborne campaigns.\nThe space agency is launching these missions at a time when decades of observations from the ground, air and space have revealed signs of change in Earth's ice sheets, sea ice, glaciers, snow cover and permafrost. Collectively, scientists call these frozen regions of our planet the \"cryosphere.\"\nOngoing changes with the cryosphere, while often occurring in remote regions, have impacts on people all around the world: sea level rise affects coastlines globally, more than a billion people rely on water from snowpack, and the diminishing sea ice that covers the Arctic Ocean plays a significant role in Earth's climate and weather patterns.\nThis spring, NASA and the German Research Centre for Geosciences are scheduled to launch the Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, twin satellites that will continue the original GRACE mission’s legacy of tracking fluctuations in Earth's gravity field in order to detect changes in mass, including the mass of ice sheets and aquifers.\nThis fall, NASA will launch the Ice, Cloud, and land Elevation Satellite-2 (ICESat-2), which will use a highly advanced laser instrument to measure the changing elevation of ice around the world, providing a view of the height of Earth's ice with greater detail than previously possible.\nTogether the two missions will make critical, complementary measurements of Earth’s glaciers and ice sheets. Both missions will also make other key observations: for instance, GRACE-FO will measure groundwater reserves and deep ocean currents; ICESat-2 will measure sea ice thickness and vegetation height.\nThis year will also see the continuation of two major cryosphere airborne and field campaigns: Operation IceBridge, which has provided a multi-dimensional view of Greenland, Antarctica and sea ice since 2009, and Oceans Melting Greenland, which is focused on the interaction between ocean waters and Greenland's glaciers that terminate in the ocean. Both campaigns began Greenland deployments in March.\nParts of Earth’s cryosphere supply life-sustaining water to more than one billion people around the world, and NASA observations will help people manage that natural resource. NASA has used airborne science instruments such as the Airborne Snow Observatory and the SnowEx field campaign in the western United States seek to better understand and better measure how much water is held in snow cover, a critical fact for this region where one in six people rely on snowpack for water. NASA is also involved in an international effort called the High Mountain Asia Project, which seeks to understand how climate change is affecting glaciers in the Himalayas and water resources for more than 1 billion people in the region.\nGRACE-FO and ICESat-2 will use radically different techniques to observe how the massive ice sheets of Greenland and Antarctica are changing over time and how much they are contributing to sea level rise. Long thought to be slow-moving and stable, certain regions of both ice sheets rapidly lost ice in recent decades, contributing to a recently detected acceleration in global sea level rise relative to 20th century rates. Based on computer simulations, global sea level could be anywhere from 1 to 4 feet higher by 2100 than in the first decade of this century.\nGRACE-FO detects changes in Earth's gravity over time to reveal how the distribution of mass in the Earth system is changing. These observations provide crucial information about how large regions of ice are behaving, such as the accelerating loss of mass from West Antarctica and the slower gains in East Antarctica. ICESat-2's laser instrument can measure the rate of ice sheet elevation change over the course of a year to within two-tenths of an inch (0.4 centimeters), allowing scientists to see when and where ice is growing thicker as snow accumulates, or getting thinner from melting.\nNASA's mission in researching our home planet is to use the vantage point of space to understand how Earth works as a system, and how the different components — ocean, land, atmosphere, biosphere and cryosphere — interact and affect one another. NASA's diverse airborne and ground research is also aiming to provide a more detailed view of not only the ice sheets of Greenland and Antarctica but also the other components of the cryosphere: sea ice, snow cover, permafrost and glaciers.\nOver decades, NASA and other researchers have pieced together a picture of how these different aspects of the Earth system interact. Decades of observation and analysis reveal significant trends of change.\nSummertime sea ice in the Arctic Ocean now routinely covers about 40 percent less area than it did in the late 1970s, when continuous satellite observations began. This kind of significant change could increase the rate of warming already in progress, affect further sea ice loss in the Arctic, and alter shipping access to the Arctic Ocean. ICESat-2 will add to our understanding of Arctic sea ice by measuring sea ice thickness from space, providing scientists more complete information about the volume of sea ice in the Arctic and Southern oceans.\nNASA research shows that permafrost — permanently frozen ground in the Arctic that contains heat-trapping gases such as methane and carbon dioxide — is thawing at faster rates now than scientists have observed before. Through airborne and field research on missions such as the Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE) and the Arctic-Boreal Vulnerability Experiment (ABoVE), NASA scientists are trying to improve measurements of this trend in order to better predict its impact globally. Both CARVE and certain aspects of ABoVE are focused on improving measurements of how much carbon dioxide and methane is being released from Arctic soils.\nEarth’s total amount of freshwater dropped abruptly starting in May 2014 and has remained low…\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}