{
  "url": "https://climate.nasa.gov/news/2698/nasa-begins-latest-airborne-arctic-ice-survey/",
  "title": "NASA begins latest airborne Arctic ice survey",
  "date": null,
  "content": "The NASA P-3 fueling up for its first science flight of the campaign. Credit: NASA/Jeremy Harbeck\nBy Maria-José Viñas,\r\nNASA’s Earth Science News Team\nAn unusual hole in the sea ice cover over the Arctic Ocean and unexplored areas of the bedrock beneath the Greenland Ice Sheet are among the targets for this year’s mapping of Arctic ice conditions by NASA’s Operation IceBridge airborne mission.\nOn March 22, NASA completed the first IceBridge flight of its spring Arctic campaign with a survey of  sea ice north of Greenland. This year marks the tenth Arctic spring campaign for IceBridge. The flights continue until April 27 extending the mission’s decade-long mapping of the fastest-changing areas of the Greenland Ice Sheet and measuring sea ice thickness across the western Arctic basin.\nThe IceBridge team and instruments are flying on NASA’s P-3 Orion. The plane carries a dual-color laser altimeter that measures surface elevation by transmitting both infrared and green laser pulses, three types of radar systems to study ice layers and Greenland’s bedrock, a high-resolution camera to create color maps of polar ice, a hyperspectral imager that takes measurements over hundreds of wavelengths, and infrared cameras to measure surface temperatures of sea and land ice.\nIceBridge continued observations of changes in polar ice elevation after the end of NASA’s Ice, Cloud, and land Elevation Satellite (ICESat) mission in 2009. That satellite’s successor, ICESat-2, is scheduled to launch this September.\n“After this season’s campaign, IceBridge will have bridged the gap between the ICESat and ICESat-2 record of measurements,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “With ICESat-2, we’ll be going back to observing changes at a global scale and throughout the year, and work will be underway to connect the ICESat, IceBridge, and ICESat-2 records to better understand changes in Earth’s polar ice cover in an exciting new way.”\nDuring its ten years of operations in the Arctic, IceBridge has collected a trove of data that goes beyond ice elevation change. It also includes records of snow accumulation across the ice sheet and snow thickness over sea ice, measurements of the bedrock topography under the ice sheet and the shape of the ocean cavity underneath ice shelves.\n“The elevation of the ice surface and changes therein are among the most fundamental things scientists want to know about ice sheets and glaciers, so that they can assess their state of health,” said Joe MacGregor, IceBridge deputy project scientist and a glaciologist at Goddard. “But we need to know more than where the ice is thinning and when it started to thin. We also need to know the why, which is key to projecting what’s going to happen in the future. So we also measure all these other physical properties to help us better understand the full ice column and what drives elevation change.”\nThe first part of this year’s Arctic campaign is focused on sea ice. The survey flights will run from two bases: Thule Air Base in northwest Greenland and Fairbanks, Alaska. As with every year, the main priority will be mapping the thickness of the sea ice cover in the western Arctic through 10 planned sea ice surveys.\nThe IceBridge team and instruments will also probe a big polynya —a hole in the sea ice cover— that opened up north of Greenland in February. Normally, this area is covered by some of the thickest, oldest ice in the Arctic. The polynya has already sealed up, but scientists worry that the stability of the sea ice in the region might have been jeopardized if the original ice cover has been replaced with thinner ice.\n“Two processes might have caused the polynya to close: either winds and currents pushed the pack ice south up against the coast, or the surface refroze,” said John Sonntag, Operation IceBridge’s mission scientist. “The two processes would look similar in some satellite imagery, but very different in our measurements. If the former occurred, the ice that filled the polynya should be quite thick and have a fair amount of snow on top. If refreezing was the cause, this new ice would be very thin, with little snow on it. Either way, we should see it.”\nAfter completing the sea ice flights and a few land ice flights in northern Greenland and Alaska, IceBridge will move its base of operations on April 12 to Kangerlussuaq, in central western Greenland, and measure land ice. The goal is to perform about 12 land ice flights in total, ten of which are high priority surveys that are repeated every year to gauge annual changes in elevation in fast-evolving areas or along future ICESat-2 tracks. Among the possibilities for the remaining two flights are plans to explore never-before measured areas in Greenland to improve maps of the island’s bedrock topography.\n“These are areas of the ice sheet that – while flowing relatively slowly – have no measurements presently,” MacGregor said. “Even after all these years of NASA and international effort, there are still contiguous areas of the Greenland ice sheet hundreds of square miles in size where no bedrock topography measurements have been collected.”\nWhile flying over the Arctic, IceBridge will collaborate scientifically with satellite missions and international research groups. During the sea ice surveys, the IceBridge plane will fly under the tracks of the European Space Agency’s CryoSat-2 and Sentinel-3 satellites, and over the field camp of an international group of researchers studying fast ice –sea ice attached to the coast—north of Station Alert, in the Canadian Arctic. While collecting land ice data, IceBridge will fly over sections of the ice also being studied by teams from Ohio State University and Germany’s Alfred Wegener Institute. Scientists will afterward compare the different radar and laser datasets.\nFor more information on IceBridge, and to follow the 2018 Arctic flights, visit:\nwww.nasa.gov/icebridge\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}