{
  "url": "https://climate.nasa.gov/news/2695/nasa-powers-on-new-instrument-staring-at-the-sun/",
  "title": "NASA powers on new instrument staring at the Sun",
  "date": null,
  "content": "3 min read\nBy Kasha Patel,NASA's Godddard Space Flight Center\nNASA has powered on its latest space payload to continue long-term measurements of the Sun's incoming energy. Total and Spectral solar Irradiance Sensor (TSIS-1), installed on the International Space Station, became fully operational with all instruments collecting science data as of this March.\n\"TSIS-1 extends a long data record that helps us understand the Sun’s influence on Earth’s radiation budget, ozone layer, atmospheric circulation, and ecosystems, and the effects that solar variability has on the Earth system and climate change,\" said Dong Wu, TSIS-1 project scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nThe instrument was launched from Space Launch Complex 40 at Cape Canaveral Air Force Station in Florida aboard a SpaceX Falcon 9 rocket on Dec. 15, 2017. After a two-week pause, TSIS-1 was extracted from the trunk of the SpaceX Dragon capsule and integrated onto its permanent home on the space station.\nFor over two months, the operations team at the University of Colorado Laboratory for Atmospheric and Space Physics (LASP) in Boulder, Colorado have been testing TSIS-1. First, the team tested the all-important pointing platform that directs the solar instruments at the Sun.\nNext came testing of the solar instruments. TSIS-1 studies the total amount of light energy emitted by the Sun using the Total Irradiance Monitor, one of two sensors onboard. This sensor's data will give us a better understanding of Earth’s primary energy supply and provide information to help improve models simulating the planet’s climate. The monitor first started collecting science data – called \"first light\"— on January 11th after its doors were opened to fully view the Sun. The sensor extends a 40-year measurement of the Sun's total energy to Earth.\nThe second onboard sensor, called the Spectral Irradiance Monitor, measures how the Sun’s energy is distributed over the ultraviolet, visible and infrared regions of light. Measuring the distribution of the Sun's energy is important because each wavelength of light interacts with Earth's atmosphere differently.\nFor instance, spectral irradiance measurements of the Sun's ultraviolet radiation are critical to understanding the ozone layer — Earth's natural sunscreen that protects life from harmful radiation. The sensor experienced first light on March 4th when full science data collection began. TSIS-1's Spectral Irradiance Monitor extends a 15-year record of spectral irradiance measurements.\n\"All systems are operating within their expected ranges,\" said Peter Pilewskie, TSIS-1 lead scientist LASP. \"A lot of hard work remains for the team to interpret and validate the TSIS-1 data.\"\nNASA’s Goddard Space Flight Center has overall responsibility for the development and operation of TSIS-1 on the International Space Station for the next 5 years. LASP under contract with NASA, is responsible for providing the solar irradiance measurements and providing them to the Goddard Earth Science Data and Information Services Center, the archive and distribution center for TSIS-1 data, so they are available to the scientific community.\nFor more information on the TSIS-1 mission, visit www.nasa.gov/tsis-1.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}