{
  "url": "https://climate.nasa.gov/news/2692/how-cloud-data-are-improving-weather-forecasts/",
  "title": "How cloud data are improving weather forecasts",
  "date": null,
  "content": "7 min read\nBy Joe Atkinson,NASA's Langley Research Center\nSend in the clouds.\nFor the last several years, scientists at NASA’s Langley Research Center in Hampton, Virginia, have been exploring the secrets of clouds to improve weather predictions — everything from daily forecasts to keeping aircraft clear of dangerous conditions.\nSo when a new U.S. weather satellite was launched March 1 by the National Oceanic and Atmospheric Administration, NOAA scientists weren't the only ones feeling good about it.\nScientists at Langley were feeling pretty pleased, too. There, the Satellite Cloud and Radiative Property Retrieval System (SatCORPS) team takes cloud imagery from NOAA’s Geostationary Operational Environmental Satellite system (GOES), applies some NASA know-how, and feeds the resulting knowledge and products back to NOAA, sharpening daily weather forecasts.\nThe newest satellite, GOES-S, will provide data SatCORPS will use to make those forecasts even better\nClouds are a key player in Earth's weather, reflecting incoming sunlight and trapping heat emanating from the planet’s surface. They provide an important source of fresh water through precipitation and are associated with a variety of conditions hazardous to life and property.\n“All of these effects depend on the physical properties of clouds, which must be properly diagnosed in order to accurately predict their impacts with weather forecast models,” said NASA Langley researcher Bill Smith, who, along with fellow researchers Louis Nguyen and Kris Bedka, leads SatCORPS.\nOne reason weather models can struggle with predicting clouds and their effects is because clouds are not well sampled by conventional atmospheric observations, which come mostly from ground-based sensors, aircraft and weather balloons — none of which provide comprehensive, timely cloud data throughout the full depth of the atmosphere.\nUsing imagery from GOES and other satellites, though, the algorithms developed by SatCORPS can piece together key information on clouds, such as their altitude, thickness, density and whether they're composed of ice crystals, liquid water, or both.\n\"Weather modeling is like driving a car; in order to get to where you're going — you need to know where you are now,\" said Bedka. “With SatCORPS, we're helping to come up with the best estimate of atmospheric cloud cover at any given time with satellite observations. The models can start from that correct point, then go forward in time and produce more accurate forecasts.\"\nThe seed for SatCORPS was planted in the mid '90s when researchers were developing methods for satellite cloud analyses to support NASA's Clouds and the Earth's Radiant Energy System (CERES) program and the Department of Energy's (DOE) Atmospheric Radiation Measurement climate program.\nOne of the early uses was to support flight planning and operations during NASA and Department of Energy airborne science campaigns. The team also realized real-time satellite cloud information could improve weather forecasting, and has been working with partners — including the NASA Goddard Modeling and Assimilation Office, NOAA modeling teams and aviation weather experts — to transition these data to operational systems ever since. The work started with funding from NASA’s Applied Sciences program.\nThe NASA Langley products from SatCORPS provide unique coverage of cloud information that are used in NOAA operational hourly-updating weather forecast models to help produce cloud ceiling forecasts that are critical for a variety of stakeholders including the aviation community,” said Curtis Alexander, acting chief of the Assimilation Development Branch at NOAA's Earth System Research Laboratory in Boulder, Colorado.\nAdditionally, SatCORPS cloud products have improved short-range upper-level wind and moisture forecasts.\nGOES-S, which will be renamed GOES-17 once it reaches geostationary orbit 22,300 miles (about 35,890 kilometers) above Earth, is the second in a new generation of GOES satellites improving the detection of atmospheric phenomena. It will provide coverage of the western U.S. and Pacific Ocean. GOES-16 provides coverage of the eastern United States and Atlantic Ocean.\nThese new-generation satellite imagers scan Earth more frequently and see features on finer scales with more precision than previous GOES satellites. SatCORPS processes data from these and other weather satellites and uses the products to support a wide range of weather and climate research activities. Recent applications target improved knowledge of hazardous weather, such as severe thunderstorms.\nA key visual indicator of a severe thunderstorm is an overshooting top — a region of cold, textured cloud that protrudes above a storm cloud. The bulk of a storm cloud stays in the troposphere, the lowest layer of Earth's atmosphere, but not the overshooting top\n\"You have air rapidly rising up in a thunderstorm,\" said Bedka, \"and so the air goes up in this core updraft region and can break through the lid at the tropopause, ending up in the lower stratosphere.\"\nUsing an automated pattern recognition process that incorporates GOES imagery, the SatCORPS team can spot overshooting tops and provide thunderstorm detection products to the National Weather Service in near real-time. Those products could offer value in areas without good radar coverage. Developing countries could benefit as well.\nAlong similar lines, SatCORPS is working with the University of Oklahoma to improve the prediction of tornadic storms. Historically, tornadic storms produce strong updraft and storm-top outflow, frequent lightning strikes and fast updraft rotation.\nBy developing an automated method to recognize those characteristics in data from different sources — including radar and GOES satellites — the university and SatCORPS teams have created a product that could improve the detection of tornadic storms and provide earlier advance warning of tornadic storm development.\nThat's just the icing on the … plane?\nOther experimental SatCORPS capabilities have implications for aviation safety.\nWhen an aircraft encounters supercooled liquid water in clouds at below-freezing temperatures, it can be bad news. The water can freeze upon contact with the plane’s wings, a condition known as “icing,” and can lead to control problems. To make matters worse, icing conditions are difficult to detect with existing weather radar systems.\nSatCORPS has been researching these phenomena for years and has developed algorithms to infer the location, altitude and density of supercooled liquid water. That information has been compared to icing conditions reported by pilots to develop a satellite-based icing threat product.\nImproved knowledge of the location and potential for icing conditions is a high priority for aviation weather forecasters, air traffic managers and, of course, pilots,\" said Smith.\nAnother type of icing caused by high concentrations of small ice crystals can cause jet engines and airspeed indicators to malfunction. The icing can stick to engine surfaces and cause the engine to surge, stall, flame out or experience other malfunctions.\nMatching its ability to identify strong updrafts in GOES cloud imagery with data from recent airborne studies that looked at ice crystal icing conditions in clouds, SatCORPS discovered that thunderstorm clouds within 25 miles (about 40 kilometers) of strong updrafts are most likely to have high ice water content. Based on those findings, and utilizing other SatCORPS cloud information, the team has developed a High Ice Water Content probability product.\nBoth of these satellite-based icing products are being provided to the National Weather Service for evaluation in aviation weather forecasting operations. And both will be bolstered by the unprecedented cloud data from GOES-16 and GOES-S.\n“The benefits of these data in SatCORPS will be more accurate and timely knowledge of clouds and their impacts,” said Bedka, “which will improve forecasts and potentially lead to better protection of life and property.”\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}