{
  "url": "https://climate.nasa.gov/news/2691/far-northern-permafrost-may-unleash-carbon-within-decades/",
  "title": "Far northern permafrost may unleash carbon within decades",
  "date": null,
  "content": "3 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nPermafrost in the coldest northern Arctic — formerly thought to be at least temporarily shielded from global warming by its extreme environment — will thaw enough to become a permanent source of carbon to the atmosphere in this century, with the peak transition occurring in 40 to 60 years, according to a new NASA-led study.\nThe study calculated that as thawing continues, total carbon emissions from this region over the next 300 years or so will be 10 times as much as all human-produced fossil fuel emissions in the single year 2016.\nThe study, led by scientist Nicholas Parazoo of NASA's Jet Propulsion Laboratory in Pasadena, California, found that warmer, more southerly permafrost regions will not become a carbon source until the end of the 22nd century, even though they are thawing now. That is because other changing Arctic processes will counter the effect of thawing soil in these regions.\nThe finding that the colder region would transition sooner than the warmer one came as a surprise, according to Parazoo. \"Permafrost in southern Alaska and southern Siberia is already thawing, so it's obviously more vulnerable,\" he said. \"Some of the very cold, stable permafrost in the highest latitudes in Alaska and Siberia appeared to be sheltered from extreme climate change, and we didn't expect much impact over the next couple hundred years.\"\nPermafrost is soil that has remained frozen for years or centuries under topsoil. It contains carbon-rich organic material, such as leaves, that froze without decaying. As rising Arctic air temperatures cause permafrost to thaw, the organic material decomposes and releases its carbon to the atmosphere in the form of the greenhouse gases carbon dioxide and methane.\nParazoo and his colleagues used data on soil temperatures in Alaska and Siberia from the University of Alaska, Fairbanks, with a numerical model from the National Center for Atmospheric Research in Boulder, Colorado, that calculates changes in carbon emissions as plants grow and permafrost thaws in response to climate change. They assessed when the Arctic will transition to a carbon source instead of the carbon-neutral area it is today — with some processes removing about as much carbon from the atmosphere as other processes emit. They divided the Arctic into two regions of equal size, a colder northern region and a warmer, more southerly belt encircling the northern region.\nThere is far more permafrost in the northern region than in the southern one. Over the course of the model simulations, northern permafrost lost about five times more carbon per century than southern permafrost.\nThe southern region transitioned more slowly in the model simulations, Parazoo said, because plant growth increased much faster than expected in the south. Plants remove carbon dioxide from the air during photosynthesis, so increased plant growth means less carbon in the atmosphere. According to the model, as the southern Arctic grows warmer, increased photosynthesis will balance increased permafrost emissions until the late 2100s.\nResults of the study are published in the journal The Cryosphere. To read the paper, visit:\nhttps://www.the-cryosphere.net/12/123/2018/\nUpdated on 3/7/18 at 6:20 a.m. to clarify the total amount of Arctic carbon emitted by thawing permafrost, in paragraph 2, and adding a link to the study\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}