{
  "url": "https://climate.nasa.gov/news/2689/nasa-space-laser-completes-2000-mile-road-trip/",
  "title": "NASA space laser completes 2,000-mile road trip",
  "date": null,
  "content": "4 min read\nBy Kate Ramsayer,NASA’s Goddard Space Flight Center\nOnce in orbit after it launches this fall, NASA’s ICESat-2 satellite will travel at speeds faster than 15,000 miles (about 24,000 kilometers) per hour. Last week, the satellite’s instrument began its journey toward space riding a truck from Maryland to Arizona, never exceeding 65 mph (about 105 kph).\nICESat-2, or the Ice, Cloud and land Elevation Satellite-2, is slated to launch in September to measure the height of Earth’s surface, particularly the changing polar ice. To do that, it uses a laser instrument called the Advanced Topographic Laser Altimeter System, or ATLAS, that precisely times how long it takes light particles to bounce off Earth and return to the satellite.\nATLAS, which was designed, built and tested at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, arrived in Gilbert, Arizona, at Orbital ATK’s facility on Feb. 23, where it will be joined with the spacecraft structure. To deliver the instrument safely to the spacecraft for assembly and testing, the ATLAS team developed special procedures for packing, transporting and monitoring the sensitive hardware.\n“There was a lot of care and feeding that went with ATLAS along the road,” said Kathy Strickler, ATLAS integration and test lead.\nThe trip followed a successful series of tests, designed to ensure the ATLAS instrument will function in the harsh environment of space. After the instrument passed those tests, including some in a thermal vacuum chamber, engineers inspected ATLAS to make sure it was clean and in the correct travel configuration. Then, they attached probes to the instrument that would check for vibrations as well as temperature and humidity.\n“These probes tracked what ATLAS actually sensed when going over road bumps, and what ATLAS felt as far as temperature and humidity,” said Jeffrey Twum, the ATLAS transport lead.\nThe team then wrapped the instrument – about the size of a Smart Car – in two layers of anti-electrostatic discharge film, to prevent any shocks en route. With its protections in place, a crane lifted ATLAS into a transporter container. The team bolted it to a platform supported by a series of wire-rope coils used to soften the ride, and the cover of the transporter was fastened shut, sealing up the cargo.\nThe truck carrying ATLAS left the NASA Goddard campus outside Washington around 3 a.m. on President’s Day – timed to avoid the worst traffic on Washington’s busy Beltway.\nPlanning the drive itself was a challenge, Twum noted. The convoy – a scout car, the transport truck, a trail vehicle and other support cars – can’t drive through state capitals or big cities during rush hour. The convoy can’t drive at night without special approvals. It requires permits for some stretches of roads, and is routed to avoid certain construction zones.\nThe lead car, driving a quarter-mile ahead of the truck, looked out for accidents or debris in the road; anything that could impact the transporter. The trailing SUV helped switch lanes when necessary, and watched out for other drivers. The support vehicle carried quality assurance personnel and technicians, who were keeping an eye on the environment within the truck, monitoring any bumps or jostling, and controlling the air flow through the trailer so no dust particles settle on the ATLAS instrument. They stayed at hotels with big parking lots along the way, taking shifts to monitor the instrument overnight.\nThe 2,000-mile (3,200-kilometer) trip took four and a half days.\nThe ATLAS instrument is now at Orbital ATK, where engineers will attach it to the spacecraft and conduct additional testing. Then, the complete satellite will be repacked and trucked to its last stop before low-Earth orbit: Vandenberg Air Force Base in California.\nFor more information about ICESat-2, visit:\nwww.nasa.gov/icesat2\nEditor’s note: NASA’s Arcstone lunar calibration instrument lifted off aboard the Transporter-14 rideshare mission with SpaceX via launch integrator…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}