{
  "url": "https://climate.nasa.gov/news/2688/new-partnership-aids-sustainable-growth-with-earth-observations/",
  "title": "New partnership aids sustainable growth with Earth observations",
  "date": null,
  "content": "5 min read\nBy Samson Reiny,NASA's Earth Science News Team\nNASA and the nonprofit Conservation International are partnering to use global Earth observations from space to improve regional efforts that assess natural resources for conservation and sustainable management.\nUnder a three-year agreement signed on Feb. 22, NASA will support two Conservation International-led initiatives, one focused on land ecosystems in Africa, the other on water resources along the Mekong River in Southeast Asia. NASA researchers will analyze and model remote-sensing data from the agency’s fleet of Earth-observing missions and commercial satellites, mapping ecosystems at regional and national scales. Satellite data, with its coverage of broad swaths of terrain, are critical for understanding the impacts of human activity on the environment.\nThe long-term goal of the NASA-Conservation International collaboration is to develop decision-making tools and practices based on satellite observations of Earth that can be used worldwide.\n“Space-based remote-sensing systems provide critical benefits, since they enable fine-scale, accurate measurements to be made over the entire globe,” said Woody Turner, NASA’s program manager for ecological forecasting in the Science Mission Directorate’s Earth Science Division. “With these initiatives, we aim to create and test standardized analysis approaches that can then be applied to ecosystems around the world, once again demonstrating the benefits to society of NASA’s satellite data and research.”\nThe first of the two Conservation International initiatives is the Gaborone Declaration for Sustainability in Africa, a commitment by member African nations and nongovernment entities to ensure that the contributions of the natural world to sustainable economic growth and human well-being are quantified and integrated into development and business practices. The second initiative is development of a Freshwater Health Index, a tool for evaluating the health and sustainability of freshwater resources to inform planning and management. A pilot program using the index is currently in place along the Mekong River.\nThe Gaborone Declaration was the result of the 2012 Summit for Sustainability in Africa held in Botswana, which brought together countries from around the continent to address the challenge of growing their economies while protecting their natural resources.\nConservation International helps coordinate implementation of the declaration, which aims to drive sustainable development in signatory countries through activities such as ecosystem accounting, which is a framework to value the goods and services that ecosystems provide.\nFor example, a forest may supply food for sustenance and commerce or support ecotourism jobs. A forest may also help other elements of the ecosystem such as rivers by preventing erosion, filtering sediment and drawing in rainfall.\nA country’s natural resource contributions are then assigned monetary values, allowing them to be considered alongside the values from more traditional economic sectors such as mining, agriculture and energy production to provide a more comprehensive economic accounting.\nBy using remote-sensing measurements and advanced analysis techniques to make detailed maps of hundreds of thousands of square miles of ecosystems, NASA is contributing to the first critical step in the framework. “Space-based remote sensing is essential because these areas are very large,” said Turner. “By applying NASA’s integrated Earth systems science approach, we’re also able to show how air and fresh water quality, along with biodiversity, are connected within and across these vast ecosystems. Conservation International contributes the economic theory that allows valuation of the natural systems.”\n“At the moment, few of these natural resources are incorporated into national statistics, and as a result, they are absent from macroeconomic indicators that countries rely on for important policy- and decision-making,” said Daniel Juhn, a vice president for Conservation International. “The potential for using ecosystem accounting as a means of treating nature as an economic sector is compelling. So far 13 governments in Africa have signed on to this because they see the value in this information to help transform their economies to better achieve their sustainable development goals.”\nThe other collaborative sustainable growth initiative, the Freshwater Health Index, is a web-based decision-support tool that allows users to monitor the health of major freshwater systems and other interdependent ecosystems. The index provides detailed insight into the tradeoffs of various human impacts and identifies high-priority, high-leverage human actions that improve the economic contributions of fresh water ecosystems.\nAs part of their pilot program along the Mekong River, Conservation International has worked with governments and other stakeholders to implement policies that preserve forests and associated ecosystems that sustain the river, adopt sustainable fishing practices and support industries such as ecotourism that provide economic value while also preserving natural resources.\nThe Mekong River, which flows through several countries before discharging into the South China Sea, provides food and employment for hundreds of millions of people. Overfishing, dam development and deforestation, among other activities, have threatened the livelihoods of those who depend on the river’s resources.\nMuch of the work to date with the Freshwater Health Index has been targeted at local decisions and impacts, with collaboration between representatives from villages, provinces and national agencies. NASA has already collaborated with Conservation International to develop models that allow decision-makers to evaluate the impacts of proposed dam construction on fisheries and water allocation. Conservation International now plans to apply NASA’s remote-sensing techniques to scale up its efforts to the entire Mekong basin, with an aim toward developing models that can forecast the outcomes of climate change scenarios.\n“There’s demand from our partners in Asia for tools to model the impacts of climate change on the Mekong basin,” said Derek Vollmer, senior director of freshwater science for Conservation International. “What impact would a drought or more variable precipitation have on various freshwater indicators? I see a large role for NASA in lending its expertise in crafting and analyzing the impacts of these climate scenarios.”\nFor more than five decades, NASA has used the vantage point of space to understand and explore our home planet, improve lives and safeguard our future. NASA brings together technology, science and unique global Earth observations to provide societal benefits and strengthen our nation.\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}