{
  "url": "https://climate.nasa.gov/news/2770/modeling-forests-future/",
  "title": "Modeling forests’ future",
  "date": null,
  "content": "6 min read\nBy Jessica Merzdorf,NASA’s Goddard Space Flight Center\nThe 2014 megafires in Canada's Northwest Territories burned 7 million acres of forest, making it one of the most severe fire events in Canadian history.\nA new study shows that as those fires scorched a region of boreal forest the size of Maryland, they released half as much carbon back into the atmosphere as all the plants, shrubs and trees in Canada typically store in an entire year.\nThe Arctic is warming faster than any other region on Earth, and as it does, environmental scientists expect large fires to increase in frequency and intensity. But they have struggled to understand these fires’ effect on ecosystems and ultimately carbon dioxide levels in the atmosphere. Carbon dioxide is a greenhouse gas, meaning that it helps trap heat in the Earth’s lower atmosphere. More carbon dioxide in the atmosphere means more trapped heat, causing global temperatures to rise.\nThe megafires paper is one of two recently released studies based on data from NASA’s Arctic Boreal Vulnerability Experiment, or ABoVE, that will help scientists better understand and predict both short- and long-term changes in the ecosystems of Alaska and Northern Canada.\nThe authors of the megafires paper constructed models to help them understand what made the 2014 fires so large and what impact they had on the environment. The authors of the second study used images from the NASA and U.S. Geological Survey (USGS) Landsat program to not only observe changes in Alaska’s environment, but determine their causes and potential future effects.\nTogether, the studies improve scientists’ understanding of boreal forests’ recent past and will help them predict the future of these vulnerable ecosystems, one of the primary goals of the ABoVE project.\nTo be termed a “megafire,” a wildfire must burn an area measuring more than 25,000 acres, an area slightly smaller than Long Island, New York. The massive wildfires of 2014, in comparison, burned 7 million acres of boreal forest in Northwest Territories. Boreal forests are found in the northernmost regions of the world and mainly contain spruce, pine, birch, aspen and other evergreen trees.\nThe authors of the megafires paper constructed two models to assess carbon emission from the fires. The first, based on field measurements, such as types of trees and soil drainage in burned and unburned forests, helped them discover what made some areas more vulnerable to burning and large carbon emissions than others. The second model deduced how much carbon the megafires emitted, based on land characteristics that they detected in satellite images from NASA’s Moderate Resolution Imaging Spectroradiometer, or MODIS, instruments on the Aqua and Terra satellites.\nAccording to the second model, the 2014 fires released 94.3 teragrams of carbon into the atmosphere — about 103 million tons.\n“We found that one megafire can release huge amounts of carbon to the atmosphere,” said Xanthe Walker, a postdoctoral researcher at the Center for Ecosystem Science and Society at Northern Arizona University and the study’s lead author. “Our results will allow future research to model carbon emissions over larger temporal and spatial scales.”\nHistorically, boreal forests in Canada have been both carbon “sinks” and “sources” depending on the fire and insect damage occurring at any given time. If warming trends continue and fires become even more frequent, they could become stronger carbon sources, which could amplify climate warming, Walker said.\nAnother recent ABoVE-funded study was led by the USGS in conjunction with researchers from the University of Minnesota and Northern Arizona University. While past research had already confirmed that significant portions of Alaska’s landscape are experiencing flooding, permafrost melt and other changes — up to 13 percent of the state, according to this study, or an area larger than Florida — the team created a model to analyze 30 years of satellite imagery from the Landsat program and attribute causes to those changes.\nThe team found that Alaska’s rising temperatures are driving changes in how and where plants grow, especially toward the end of the growing season, and even causing lakes and ponds to grow larger, among other changes.\n“Observed land and surface water changes have substantially impacted natural and man-made systems in Alaska,” said Neal Pastick, a physical scientist at the USGS Earth Resources Observation and Science. “For instance, erosion and increases in evaporative demand have negatively impacted human and vegetation communities, spurring relocation planning for entire villages and drought-induced stress, respectively.”\nUsing a data set that spanned three decades allowed the researchers to see how Alaska’s ecosystems respond to damage and stress as well. After a wildfire, for example, it may take up to 60 years for evergreen trees like spruce to regrow and reach maturity. In the meantime, deciduous trees such as aspen and birch, which regrow more quickly, increase the reflectivity of the land’s surface in the winter and increase the amount of energy used to evaporate water from the tree canopy.  This has a cooling effect on temperatures. Furthermore, less flammable deciduous forests tend to decrease fire activity.\n“Studying, in a spatially explicit way, shrub and tree expansion, coastal dynamics, and the collapse of land areas as ice in the ground thaws (thermokarsting) is something you can only do with the combination of space-based remote sensing and modeling,” said Peter Griffith, director of NASA’s Carbon Cycle & Ecosystems Office, which provides logistic and data management support to ABoVE. “This work is a significant contribution in that it demonstrates a way to analyze this.”\nThe next step for this project, Griffith said, is to use the model and results to create a system model, which can generate data-rich, realistic forecasts of this rapidly changing region’s possible futures.\nTo read the paper on tracking Alaska’s changes over time, visit https://onlinelibrary.wiley.com/doi/epdf/10.1111/gcb.14279.\nTo read the paper modeling carbon emissions from the 2014 megafire, visit https://onlinelibrary.wiley.com/doi/full/10.1111/gcb.14287.\nThis study was a cooperative effort between two United States universities, four Canadian universities and the territorial government of the Northwest Territories.\nTo learn more about ABoVE, visit https://above.nasa.gov/.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}