{
  "url": "https://climate.nasa.gov/news/2681/nasas-longest-running-survey-of-ice-shattered-records-in-2017/",
  "title": "NASA's longest running survey of ice shattered records in 2017",
  "date": null,
  "content": "Iceberg in McMurdo Sound. The part of the iceberg below water appears bluest primarily due to blue light from the water in the Sound. Credit: Chris Larsen/UAF\nBy Maria-José Viñas,\r\nNASA's Earth Science News Team\nLast year was a record-breaking one for Operation IceBridge, NASA’s aerial survey of the state of polar ice. For the first time in its nine-year history, the mission, which aims to close the gap between two NASA satellite campaigns that study changes in the height of polar ice, carried out seven field campaigns in the Arctic and Antarctic in a single year. In total, the IceBridge scientists and instruments flew over 214,000 miles, the equivalent of orbiting the Earth 8.6 times at the equator\n“A big highlight for 2017 is how we increased our reach with our new bases of operations and additional campaigns,” said Nathan Kurtz, IceBridge’s project scientist and a sea ice researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “In the Arctic, we flew out of Svalbard for the first time, expanding our coverage of the Eastern Arctic Ocean. And with our two Antarctic aircraft campaigns from Argentina and East Antarctica, we’ve flown over a large area of the Antarctic continent.”\nThe expanding sets of measurements collected by IceBridge will continue to be invaluable for researchers to advance their understanding of how the Greenland and Antarctic ice sheets are contributing to sea level rise and how the changing polar sea ice impacts weather and climate. For example, in 2017, scientists worldwide published studies that had used IceBridge data to look at ways to improve forecasts of sea ice conditions and to use satellites to map the depth of the layer of snow on top of sea ice, a key measurement in determining sea ice volume.\nRegarding research on ice sheets and glaciers, 2017 saw further integration of Operation IceBridge’s ice height measurements into decades-long records that combine airborne and satellite data, as well as the use of combinations of datasets from multiple IceBridge instruments, including its radars and laser altimeter, into products such as an improved map of the bedrock underneath Greenland’s ice sheet, and studies that looked at the evolution of glaciers.\nSince 2009, IceBridge has carried at least two major campaigns per year, in the Arctic and Antarctica, plus two smaller yearly sets of flights in Alaska. In 2017 the team overcame several logistical challenges in order to nearly double the number of campaigns flown compared to previous years.\n“Working in new locations and with different airplanes as we did this year always presents a challenge, but we took them on in order to continue expanding our knowledge of some little-explored areas of the Arctic and Antarctic,\" Kurtz said.\nThe first IceBridge campaign of the year was in the Arctic springtime. From Mar. 9 until May 12, the mission carried a total of 40 flights (14 over sea ice and 26 over land ice) from four sites: Thule Air Base and Kangerlussuaq in Greenland, Fairbanks in Alaska, and the Norwegian archipelago of Svalbard. This was the first time IceBridge explored the Eurasian half of the Arctic Basin to collect data on sea ice and snow in a scarcely measured section of the Arctic Ocean and surrounding seas, along with surveys of a few glaciers in the Svalbard archipelago.\nThe airborne mission also collaborated with international teams in collecting and comparing measurements of snow and ice; partners included CryoVEx – a campaign to validate data collected by the European Space Agency’s (ESA) CryoSat-2 satellite, a group of European adventurers taking snow depth data while en route to the North Pole, ESA’s Sentinel-3A satellite, and a GPS survey near Summit Station, Greenland, designed to help with instrument calibration on upcoming missions, such as Ice, Cloud, and land Elevation Satellite-2 (ICESat-2), among others.\nNext, the IceBridge scientists performed four sets of flights in the Arctic during the summer to measure how the melt season impacted Arctic sea and land ice. In July, the mission carried six surveys out of Thule Air Base, in northwest Greenland, focusing on the older and thicker sea ice cover north of Greenland and in the Canadian Archipelago. IceBridge also completed an experiment to determine how well the laser instrument could measure the depth of the aquamarine lakes of meltwater that form on the surface of the Greenland Ice Sheet and Arctic sea ice every summer. Preliminary results indicate that the laser could penetrate more than thirty feet through these lakes, a first step to gauge the depth of these ponds.\nThe second summer Arctic campaign, flown between Aug. 25 and Sept. 20, was launched from Kangerlussuaq, in central Greenland, and replicated land ice surveys that IceBridge had carried the previous spring. A total of 15 flights measured how much ice had melted since spring.\nMeanwhile, in Alaska, a companion campaign that regularly monitors the state of the Alaskan mountain glaciers completed two sets of flights in May and August. Led by Chris Larsen of University of Alaska, Fairbanks, Operation IceBridge-Alaska carried a total of 10 aerial surveys.\n“The main focus was repeated lines for laser altimetry, but we also expanded our radar coverage on the Bering and Malaspina glaciers,” Larsen said. “A highlight of the missions was flying the Harding and Sargent icefields on the Kenai Peninsula. Other areas included the Fairweather Range in Glacier Bay National Park, and the eastern Alaska Range.”\nThe last feat of 2017 for IceBridge was launching two consecutive sets of Antarctic flights from South America and Antarctica. The first Antarctic campaign, carried out from Oct. 29 to Nov. 25 from Ushuaia, Argentina, comprised 11 science flights over the Antarctic Peninsula and Weddell Sea that included gravity surveys of the Larsen C and Venable Ice Shelves, plus two flights under the tracks of the German TanDEM-X satellite to explore whether scientists can use the radar data from the spacecraft to detect a band of older and thicker sea ice that may exist near the northern edge of the ring of sea ice around Antarctica.\nFinally, IceBridge scientists and instruments deployed to McMurdo Station, Antarctica, from where they completed 16 survey flights between Nov. 28 and Dec. 18.\n“Our McMurdo campaign exceeded all expectations,” said Joe MacGregor, IceBridge’s deputy project scientist and a glaciologist at Goddard. “We covered lots of ground around the South Pole, the Transantarctic Mountains, the Ross Ice Shelf and Victoria Land. We surveyed all our highest priority targets and then some.”\nThe mission of Operation IceBridge, NASA’s longest-running airborne mission to monitor polar ice, is to collect data on changing polar land and sea ice and maintain continuity of measurements between ICESat missions. The original ICESat mission launched in 2003 and ended in 2009, and its successor, ICESat-2, is scheduled for launch in the fall of 2018. Operation IceBridge began in 2009 and is currently funded until 2020. The planned overlap with ICESat-2 will help scientists connect with the satellite’s measurements.\nFor more about Operation IceBridge and to follow future campaigns, visit http://www.nasa.gov/icebridge.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}