{
  "url": "https://climate.nasa.gov/news/2779/expedition-probes-oceans-smallest-organisms-for-climate-answers/",
  "title": "Expedition probes ocean’s smallest organisms for climate answers",
  "date": null,
  "content": "7 min read\nBy Samson Reiny,NASA's Earth Science News Team\nSatellite images of phytoplankton blooms on the surface of the ocean often dazzle with their diverse colors, shades and shapes. But phytoplankton are more than just nature’s watercolors: They play a key role in Earth’s climate by removing heat-trapping carbon dioxide from the atmosphere through photosynthesis.\nYet a detailed account of what becomes of that carbon — how much of it goes where within the Earth and for how long — has beset scientists for decades. So while NASA’s Earth-observing satellites can detect the proliferation and location of these organisms, the precise implications of their life and death cycles on the climate are still unknown.\nTo answer those questions, this week a large multidisciplinary team of scientists is sailing 200 miles west from Seattle into the northeastern Pacific Ocean with advanced underwater robotics and other instruments on a month-long campaign to investigate the secret lives of these plantlike organisms and the animals that eat them.\nNASA and the National Science Foundation are funding the Export Processes in the Ocean from Remote Sensing (EXPORTS) oceanographic campaign. With more than 100 scientists and crew from nearly 30 research institutions, EXPORTS is the first coordinated multidisciplinary science campaign of its kind to study the pathways, fates and carbon cycle impacts of microscopic and other plankton using two research vessels, a range of underwater robotic platforms and satellite imagery. The team will work from the research vessels (R/V) Roger Revelle and Sally Ride, operated by the Scripps Institution of Oceanography, University of California, San Diego.\n“The continued exploration of the ocean, its ecosystems and their controls on the carbon cycle as observed with advanced technologies by EXPORTS will provide unprecedented views of Earth’s unseen world,” said Paula Bontempi, EXPORTS program scientist at NASA Headquarters, Washington. “The science questions the team is tackling really push the frontier of what NASA can do in both remote and in situ optical ocean research. NASA’s goal is to link the biological and biogeochemical ocean processes to information from planned ocean-observing satellite missions, thus extrapolating the results from this mission to global scales.”\nThe challenge that EXPORTS addresses requires an extremely multidisciplinary team of experts. “I am in awe that we’ve been able to bring together a team of true leaders in their individual fields with the single goal of understanding the interactions among life in the sea and the ocean’s carbon cycle,” said David Siegel, professor of marine science at the University of California, Santa Barbara, and EXPORTS science lead. “The team has an unprecedented diversity of expertise, including physicists, ecologists, geochemists, numerical modelers, and genomics, robotics and remote-sensing scientists.”\nThe word “phytoplankton” comes from the Greek for “plant drifters”; phytoplankton harness the Sun’s energy to transform dissolved inorganic carbon in the ocean into organic carbon — creating carbohydrates and cellular material for nourishment and reproduction — and their movement is largely dictated by the ocean’s physics, including currents. These organisms are microscopic, mostly single-celled, and multiply exponentially, doubling their number on average every day.\nTheir abundance and high productivity make phytoplankton an ideal food source for small animals called zooplankton, which means “animal drifters” in Greek. “If you have a million phytoplankton and zooplankton eat 500,000 of them, the phytoplankton can quickly bounce back to a million within one day,” said Tatiana Rynearson, an oceanographer from the Graduate School of Oceanography at The University of Rhode Island and a member of the EXPORTS team. “Phytoplankton provide energy for the whole ecosystem because they’re able to replenish their populations rapidly.”\nLike phytoplankton, zooplankton are diverse in species. Some are single-celled and microscopic (microzooplankton), while others, such as the shrimp-like krill and jellyfish, are plainly visible to the naked eye. Various species live near the ocean’s surface all their lives, while others spend their days in the twilight zone from 200 meters to 1000 meters (650 feet to 3300 feet) below, where there is little or no sunlight. But at night some zooplankton species, such as copepods, which are small crustaceans, make a mass migration to the surface — the largest such journey by number of organisms on Earth — to feed on phytoplankton and microzooplankton, and then retreat back to the depths at sunrise.\nFurther up the food chain, a variety of larger animals, such as fish — including the giant of the sea, the whale shark — and baleen whales such as the blue whale — the largest animal on Earth — feed on zooplankton, incorporating that organic carbon into their bodies.\nMuch of the organic carbon consumed by the phytoplankton, zooplankton and larger marine predators returns to the atmosphere on short timescales. This happens when they decompose and through respiration along this food chain, from the larger animals and the zooplankton to the bacteria that feed on these animals’ feces and decomposing bodies. But some of the organic matter from feces and decomposed bodies sinks into the twilight zone and is sequestered on longer timescales.\n“It’s a tiny fraction, a fraction of a percent of biomass that makes it deeper down in the ocean where the water stays away from the atmosphere for a long time, from decades to thousands of years,” said Heidi Sosik, a senior scientist at Woods Hole Oceanographic Institution and a member of the EXPORTS team. “We have pretty good information that tells us these processes are happening, but we have much less information to help us to quantitatively assess their impact on things like carbon cycling and, ultimately, Earth’s climate.”\nOne objective of the campaign is to improve understanding of plankton through genetics. Rynearson and others will be involved in identifying various phytoplankton and zooplankton species by their DNA and determining which species are at the surface, which are sinking, and which are living in the deep ocean. Studying their genetic makeup will provide insights into their metabolism, which will be analyzed alongside in situ measurements of photosynthesis and respiration.\n“Essentially, we’re trying to pick apart who’s there and what they’re doing and how much carbon is cycling through these different species,” Rynearson said. The genetic data will be linked to optical measurements, conducted as part of the in situ work, to help build optical proxies of critical ocean ecosystem and biogeochemical properties. Once these optical ocean proxies are created, scientists will further define and refine approaches to measure ocean ecosystem variables remotely, ultimately linking carbon export processes to satellite measurements.\nDeborah Steinberg, a professor of marine science at the Virginia Institute of Marine Science, is co-chief scientist on the R/V Revelle and is studying zooplankton populations. Using a finely meshed, electronically controlled plankton net, Steinberg and her team will be sampling water at different depths, from the surface to 1,000 meters (3,200 feet). They will be counting the abundance of various zooplankton populations at the different depths and bringing samples back on the ship to observe how much feces they produce. Probes on the ship will also measure how much oxygen they’re using. “That will give us a good idea of their metabolism and how much each species is recycling or exporting the organic matter that they’re eating,” she said.\nMeanwhile, Sosik and her team will be among the EXPORTS team members looking at the impact of phytoplankton species on the optical properties of the ocean’s surface — how they absorb and scatter sunlight — which is fundamental to discerning the signals that satellites retrieve from space. “Combined with data from EXPORTS and other in situ seaborne campaigns that feed into models,” she said, “satellite data will help us make more sophisticated and refined inferences about what might be happening deeper in the ocean and what the impacts on the carbon cycle might be.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}