{
  "url": "https://climate.nasa.gov/news/2676/nasa-cancels-earth-science-sensor-set-for-2021-launch/",
  "title": "NASA cancels Earth science sensor set for 2021 launch",
  "date": null,
  "content": "NASA measurements from space of how Earth absorbs and reflects solar energy will continue to be collected after the cancellation of the Radiation Budget Instrument by four sensors now in orbit. This image from the CERES instruments shows outgoing infrared radiation (heat) leaving the Earth’s atmosphere averaged over 2000 to 2015. Credit: NASA.\nFrom NASA\nFor over 30 years NASA has flown instruments in space to precisely measure how Earth absorbs and reflects solar energy, key factors in understanding our climate. Of the four such instruments presently orbiting on different U.S. satellites, the newest was launched two months ago on a NOAA weather satellite and began returning data earlier this month.\nNASA has been developing a next-generation sensor to collect this type of data – the Radiation Budget Instrument (RBI). However, RBI has experienced significant technical issues and substantial cost growth over the past two years. Because of these challenges, and the low risk of experiencing a gap in this data record over the next eight years due to having two relatively new instruments presently in orbit, NASA has decided to discontinue development of RBI.\nNASA’s newest sensor measuring Earth’s radiation budget in orbit – the Clouds and the Earth’s Radiant Energy System (CERES) – was launched on Nov. 18, 2017, aboard the National Oceanic and Atmospheric Administration’s Joint Polar Satellite System 1 (JPSS-1), now named NOAA-20.  CERES instruments are currently collecting data on four different U.S. spacecraft, including the joint NASA/NOAA Suomi NPP launched in 2011. Two other CERES instruments have been operating well for more than a decade.\nRBI is a scanning radiometer capable of measuring Earth’s reflected sunlight and emitted thermal radiation. The project is managed at NASA’s Langley Research Center in Hampton, Virginia. The prime contractor on the instrument is the Harris Corporation, headquartered in Melbourne, Florida. RBI was being built at the Harris facility in Fort Wayne, Indiana.  RBI was slated to launch on NOAA’s JPSS-2 mission in 2021 as an optional payload.\nEarlier this month NASA’s Science Mission Directorate conducted a detailed review of the RBI project. After evaluating the RBI project’s technical, cost, and schedule issues and the impact of anticipated RBI cost growth on other activities in NASA’s Earth Science portfolio, Science Directorate management recommended discontinuing development of the RBI sensor.\nNASA has used the vantage point of space to understand and explore our home planet, improve lives and safeguard our future for over five decades. NASA brings together technology, science, and unique global Earth observations to provide societal benefits and strengthen our nation.\nFor more information about NASA’s Earth science programs, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}