{
  "url": "https://climate.nasa.gov/news/2772/flood-detection-is-a-surprising-capability-of-microsatellites-mission/",
  "title": "Flood detection is a surprising capability of microsatellites mission",
  "date": null,
  "content": "5 min read\nHurricanes bring heavy rainfall and strong winds to coastal communities, a potent combination that can lead to devastating damage. In 2016 NASA launched a set of eight satellites called the Cyclone Global Navigation Satellite System, or CYGNSS, mission to gather more data on the winds in these tropical cyclones as part of an effort to increase data coverage of hurricanes and aid forecasts. As the first year of data is being evaluated, a new and unexpected capability has emerged: the ability to see through clouds and rain to flooded landscapes.\nThe flood maps are possible thanks to one of the innovations of the CYGNSS constellation. The microwave signal the CYGNSS satellites use to detect wind speed based on the choppiness of the ocean is actually not generated by the satellites at all. Instead the satellites use the constant and ubiquitous signals from the Global Positioning Satellite (GPS) system, which is also responsive to reflections from standing water and the amount of moisture in the soil.\n“Before about 2015, people had inklings that you could use GPS reflection data over land to look at various things, but there hadn’t been many observations to prove it,” said Clara Chew, a researcher at the University Corporation for Atmospheric Research in Boulder, Colorado. “With the launch of CYGNSS we’ve finally been able to really prove that yes, these signals are very sensitive to the amount of water either in the soil or on the surface.\"\nChew developed flood inundation maps of the Texas coastline after Hurricane Harvey and of Cuba after Hurricane Irma, as well as flood maps of the Amazon River in Brazil, which overflows its banks seasonally.\n\"When we made our first complete map of the Amazon, everyone was really shocked because you can see a lot of the tiniest, tiniest rivers throughout the basin, and nobody knew that we were going to see rivers a hundred meters wide or so in the data,\" Chew said, noting that the native resolution of data over the ocean varies between 10 and 15 km and it is averaged to a consistent 25 kilometers.\n\"When I saw the first land images of inland water bodies, I was amazed at their quality,\" said Chris Ruf, CYGNSS's principal investigator at the University of Michigan in Ann Arbor. \"We had known beforehand that there would be some instances of coherent scattering possible. That's the phenomenon that creates such high-resolution images. It rarely happens over the ocean and we hadn't really considered how often it might happen over land. It turns out that it happens quite frequently, and almost always when observing small inland water bodies. This promises to open up entirely new areas of scientific investigation.\"\nCYGNSS’s advantage over other space-based sensors for flood detection is its ability to see through clouds, rain and vegetation that may otherwise obscure floodwaters. Currently, flood detection is generally done by optical sensors on the U.S. Geological Survey-NASA Landsat satellites, which can't see through clouds, and the microwave sensors on the European Space Agency's Sentinel 1 and 2, which can't see through vegetation. Capturing data from eight satellites instead of one is another advantage because it decreases the time between observations for locations, meaning more coverage, more rapidly, of flooding in the tropics. Together this means CYGNSS could bridge gaps in current coverage.\n\"Flooding from hurricanes can happen really quickly,\" Chew said. \"You can go from dry to a complete flood within a matter of hours. So even with satellites that observe Earth every two to three days you can miss a lot of information such as how quickly an area flooded and the maximum extent of flooding. But if you have more samples, like what CYGNSS gives you, then you can start to really pinpoint these types of things.\"\nHowever, this type of detection is still in its early days of development, and Chew and others are exploring how to infer the amount of water present and other parameters to complement soil moisture and flood data from other satellites. In addition, CYGNSS data currently takes two days to go from observation to data users.\n\"It's very fitting that one of the new things that CYGNSS is unexpectedly good at determining, the extent of flood inundation, is very often a direct consequence of the thing it was designed to measure, namely hurricanes,\" Ruf said. \"So now, not only will we be able to observe the hurricanes while they are over the ocean, we will now also be able to map much of the damage they cause from flooding after landfall.\"\nTo learn more about CYGNSS, visit:\nhttp://www.cygnss-michigan.org\nTo learn more about NASA's work studying hurricanes, visit https://www.nasa.gov/hurricanes/.\nTo read papers on CYGNSS flood mapping, visit:\nA new paradigm in Earth environmental monitoring with the CYGNSS small satellite constellation\nCYGNSS data map flood inundation during the 2017 Atlantic hurricane season\nSoil moisture sensing using spaceborne GNSS reflections: comparison of CYGNSS reflectivity to SMAP soil moisture\nIn response to recent flooding near Kerrville, Texas, NASA deployed two aircraft to assist state…\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}