{
  "url": "https://climate.nasa.gov/news/2749/ramp-up-in-antarctic-ice-loss-speeds-sea-level-rise/",
  "title": "Ramp-up in Antarctic ice loss speeds sea level rise",
  "date": null,
  "content": "4 min read\nIce losses from Antarctica have tripled since 2012, increasing global sea levels by 0.12 inch (3 millimeters) in that timeframe alone, according to a major new international climate assessment funded by NASA and ESA (European Space Agency).\nAccording to the study, ice losses from Antarctica are causing sea levels to rise faster today than at any time in the past 25 years. Results of the Ice Sheet Mass Balance Inter-comparison Exercise (IMBIE) were published Wednesday in the journal Nature.\n“This is the most robust study of the ice mass balance of Antarctica to date,” said assessment team co-lead Erik Ivins at NASA’s Jet Propulsion Laboratory (JPL). “It covers a longer period than our 2012 IMBIE study, has a larger pool of participants, and incorporates refinements in our observing capability and an improved ability to assess uncertainties.”\nThis latest IMBIE is the most complete assessment of Antarctic ice mass changes to date, combining 24 satellite surveys of Antarctica and involving 80 scientists from 42 international organizations.\nThe team looked at the mass balance of the Antarctic ice sheet from 1992 to 2017 and found ice losses from Antarctica raised global sea levels by 0.3 inches (7.6 millimeters), with a sharp uptick in ice loss in recent years. They attribute the threefold increase in ice loss from the continent since 2012 to a combination of increased rates of ice melt in West Antarctica and the Antarctic Peninsula, and reduced growth of the East Antarctic ice sheet.\nPrior to 2012, ice was lost at a steady rate of about 83.8 billion tons (76 billion metric tons) per year, contributing about 0.008 inches (0.2 millimeters) a year to sea level rise. Since 2012, the amount of ice loss per year has tripled to 241.4 billion tons (219 billion metric tonnes) – equivalent to about 0.02 inches per year (0.6 millimeters) of sea level rise.\nWest Antarctica experienced the greatest recent change, with ice loss rising from 58.4 billion tons (53 billion metric tons) per year in the 1990s, to 175.3 billion tons (159 billion metric tons) a year since 2012. Most of this loss came from the huge Pine Island and Thwaites Glaciers, which are retreating rapidly due to ocean-induced melting.\nAt the northern tip of the continent, ice-shelf collapse at the Antarctic Peninsula has driven an increase of 27.6 billion tons (25 billion metric tons) in ice loss per year since the early 2000s. Meanwhile, the team found the East Antarctic ice sheet has remained relatively balanced during the past 25 years, gaining an average of 5.5 billion tons (5 billion metric tons) of ice per year.\nAntarctica’s potential contribution to global sea level rise from its land-held ice is almost 7.5 times greater than all other sources of land-held ice in the world combined. The continent stores enough frozen water to raise global sea levels by 190 feet (58 meters), if it were to melt entirely. Knowing how much ice it’s losing is key to understanding the impacts of climate change now and its pace in the future.\n“The datasets from IMBIE are extremely valuable for the ice sheet modeling community,” said study co-author Sophie Nowicki of NASA’s Goddard Space Flight Center. “They allow us to test whether our models can reproduce present-day change and give us more confidence in our projections of future ice loss.”\nThe satellite missions providing data for this study are NASA’s Ice, Cloud and land Elevation Satellite (ICESat); the joint NASA/German Aerospace Center Gravity Recovery and Climate Experiment (GRACE); ESA’s first and second European Remote Sensing satellites, Envisat and CryoSat-2; the European Union’s Sentinel-1 and Sentinel-2 missions; the Japan Aerospace Exploration Agency’s Advanced Land Observatory System; the Canadian Space Agency’s RADARSAT-1 and RADARSAT-2 satellites; the Italian Space Agency’s COSMO-SkyMed satellites; and the German Aerospace Center’s TerraSAR-X satellite.\nTom Wagner, cryosphere program manager at NASA Headquarters, hopes to welcome a new era of Antarctic science with the May 2018 launch of the Gravity Recovery and Climate Experiment Follow-on (GRACE-FO) mission and the upcoming launch of NASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2).\n“Data from these missions will help scientists connect the environmental drivers of change with the mechanisms of ice loss to improve our projections of sea level rise in the coming decades,\" Wagner said.\nTo learn more about NASA’s Earth science missions, visit:\nhttps://nasa.gov/earth\nNews media contacts\nSteve ColeHeadquarters, Washington202-358-0918stephen.e.cole@nasa.gov\nAlan BuisJet Propulsion Laboratory, Pasadena, Calif.818-354-0474alan.buis@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}