{
  "url": "https://climate.nasa.gov/news/2668/nasa-led-study-solves-a-methane-puzzle/",
  "title": "NASA-led study solves a methane puzzle",
  "date": null,
  "content": "3 min read\nA new NASA-led study has solved a puzzle involving the recent rise in atmospheric methane, a potent greenhouse gas, with a new calculation of emissions from global fires. The new study resolves what looked like irreconcilable differences in explanations for the increase.\nMethane emissions have been rising sharply since 2006. Different research teams have produced viable estimates for two known sources of the increase: emissions from the oil and gas industry, and microbial production in wet tropical environments like marshes and rice paddies. But when these estimates were added to estimates of other sources, the sum was considerably more than the observed increase. In fact, each new estimate was large enough to explain the whole increase by itself.\nScientist John Worden of NASA's Jet Propulsion Laboratory in Pasadena, California, and colleagues focused on fires because they're also changing globally. The area burned each year decreased about 12 percent between the early 2000s and the more recent period of 2007 to 2014, according to a new study using observations by NASA's Moderate Resolution Imaging Spectrometer satellite instrument. The logical assumption would be that methane emissions from fires have decreased by about the same percentage. Using satellite measurements of methane and carbon monoxide, Worden's team found the real decrease in methane emissions was almost twice as much as that assumption would suggest.\nWhen the research team subtracted this large decrease from the sum of all emissions, the methane budget balanced correctly, with room for both fossil fuel and wetland increases. The research is published in the journal Nature Communications.\nMost methane molecules in the atmosphere don't have identifying features that reveal their origin. Tracking down their sources is a detective job involving multiple lines of evidence: measurements of other gases, chemical analyses, isotopic signatures, observations of land use, and more. \"A fun thing about this study was combining all this different evidence to piece this puzzle together,\" Worden said.\nCarbon isotopes in the methane molecules are one clue. Of the three methane sources examined in the new study, emissions from fires contain the largest percentage of heavy carbon isotopes, microbial emissions have the smallest, and fossil fuel emissions are in between. Another clue is ethane, which (like methane) is a component of natural gas. An increase in atmospheric ethane indicates increasing fossil fuel sources. Fires emit carbon monoxide as well as methane, and measurements of that gas are a final clue.\nWorden's team used carbon monoxide and methane data from the Measurements of Pollutants in the Troposphere instrument on NASA's Terra satellite and the Tropospheric Emission Spectrometer instrument on NASA's Aura to quantify fire emissions of methane. The results show these emissions have been decreasing much more rapidly than expected.\nCombining isotopic evidence from ground surface measurements with the newly calculated fire emissions, the team showed that about 17 teragrams per year of the increase is due to fossil fuels, another 12 is from wetlands or rice farming, while fires are decreasing by about 4 teragrams per year. The three numbers combine to 25 teragrams a year — the same as the observed increase.\nWorden's coauthors are at the National Center for Atmospheric Research, Boulder, Colorado; and the Netherlands Institute for Space Research and University of Utrecht, both in Utrecht, the Netherlands.\nUpdated Jan. 3, 2018, at 1:40 p.m. to clarify weight in sidebar feature.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign…\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}