{
  "url": "https://climate.nasa.gov/news/2776/arctic-carbon-cycle-is-speeding-up/",
  "title": "Arctic carbon cycle is speeding up",
  "date": null,
  "content": "3 min read\nA 2017 image of Qikiqtaruk-Herschel Island Territorial Park in the Yukon shows more vegetation, shrubs and water compared with the 1987 image of the same area. Image credit: Isla Myers-Smith/University of Edinburgh\n› Larger view\nWhen people think of the Arctic, snow, ice and polar bears come to mind. Trees? Not so much. At least not yet.\nA new NASA-led study using data from the Arctic Boreal Vulnerability Experiment (ABoVE) shows that carbon in Alaska's North Slope tundra ecosystems spends about 13 percent less time locked in frozen soil than it did 40 years ago. In other words, the carbon cycle there is speeding up -- and is now at a pace more characteristic of a North American boreal forest than of the icy Arctic.\n\"Warming temperatures mean that essentially we have one ecosystem -- the tundra -- developing some of the characteristics of a different ecosystem -- a boreal forest,\" said study co-author Anthony Bloom of NASA's Jet Propulsion Laboratory in Pasadena, California. \"While various factors regulate how fast this transformation will continue to occur, studies using Landsat and MODIS satellite imagery with field measurements over the past decades have observed a northward migration of shrubs and trees.\"\nAnd it's not just about the trees. The Arctic carbon cycle is a delicate balance of carbon being released into the atmosphere and carbon being removed from the atmosphere. Disruptions to this balance have implications well beyond the Arctic.\nDuring Arctic summer, warmer temperatures thaw the uppermost layers of permafrost, allowing microbes to break down previously frozen organic matter.This process releases carbon dioxide into the atmosphere. Plant growth also increases during this period - and plants remove carbon dioxide from the atmosphere through photosynthesis. But as temperatures increase, the amount of time carbon is stored in the Arctic soil decreases.\n\"The balance between these two dynamics will determine whether Arctic ecosystems will ultimately remove or add atmospheric carbon dioxide in the future climate. Our study finds that the latter is more likely,\" said lead author and former JPL postdoctoral researcher Sujong Jeong of Seoul National University. \"We anticipate that residence time of Arctic carbon will lead to faster and more pronounced seasonal and long-term changes in global atmospheric carbon dioxide.\"\nThe team combined data from more than 40 years of carbon dioxide surface measurements from NOAA's Barrow, Alaska Observatory with a standard ecosystem carbon balance model to determine the rate at which carbon is moving in and out of Alaska's North Slope. Models alone previously indicated an increase in the speed of the carbon cycle, but the addition of long-term satellite, airborne and surface data to the equation shows that those models were underestimating just how significant the increase was.\nThe study, titled \"Accelerating Rates of Arctic Carbon Cycling Revealed by Long-Term Atmospheric CO2 Measurements\" was recently published in the journal Science Advances.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}