{
  "url": "https://climate.nasa.gov/news/2740/climate-change-may-lead-to-bigger-atmospheric-rivers/",
  "title": "Climate change may lead to bigger atmospheric rivers",
  "date": null,
  "content": "5 min read\nBy Esprit Smith,NASA's Jet Propulsion Laboratory\nA new NASA-led study shows that climate change is likely to intensify extreme weather events known as atmospheric rivers across most of the globe by the end of this century, while slightly reducing their number.\nThe new study projects atmospheric rivers will be significantly longer and wider than the ones we observe today, leading to more frequent atmospheric river conditions in affected areas.\n\"The results project that in a scenario where greenhouse gas emissions continue at the current rate, there will be about 10 percent fewer atmospheric rivers globally by the end of the 21st century,\" said the study's lead author, Duane Waliser, of NASA's Jet Propulsion Laboratory in Pasadena, California. \"However, because the findings project that the atmospheric rivers will be, on average, about 25 percent wider and longer, the global frequency of atmospheric river conditions -- like heavy rain and strong winds -- will actually increase by about 50 percent.\"\nThe results also show that the frequency of the most intense atmospheric river storms is projected to nearly double.\nAtmospheric rivers are long, narrow jets of air that carry huge amounts of water vapor from the tropics to Earth's continents and polar regions. These \"rivers in the sky\" typically range from 250 to 375 miles (400 to 600 kilometers) wide and carry as much water -- in the form of water vapor -- as about 25 Mississippi Rivers. When an atmospheric river makes landfall, particularly against mountainous terrain (such as the Sierra Nevada and the Andes), it releases much of that water vapor in the form of rain or snow.\nThese storm systems are common -- on average, there are about 11 present on Earth at any time. In many areas of the globe, they bring much-needed precipitation and are an important contribution to annual freshwater supplies. However, stronger atmospheric rivers -- especially those that stall at landfall or that produce rain on top of snowpack -- can cause disastrous flooding.\nAtmospheric rivers show up on satellite imagery, including in data from a series of actual atmospheric river storms that drenched the U.S. West Coast and caused severe flooding in early 2017.\nClimate change studies on atmospheric rivers to date have been mostly limited to two specific regions, the western United States and Europe. They have typically used different methodologies for identifying atmospheric rivers and different climate projection models -- meaning results from one are not quantitatively comparable to another.\nThe team sought to provide a more streamlined and global approach to evaluating the effects of climate change on atmospheric river storms.\nThe study relied on two resources -- a set of commonly used global climate model projections for the 21st century developed for the Intergovernmental Panel on Climate Change's latest assessment report, and a global atmospheric river detection algorithm that can be applied to climate model output. The algorithm, developed earlier by members of the study team, identifies atmospheric river events from every day of the model simulations, quantifying their length, width and how much water vapor they transport.\nThe team applied the atmospheric river detection algorithm to both actual observations and model simulations for the late 20th century. Comparing the data showed that the models produced a relatively realistic representation of atmospheric rivers for the late 20th century climate.\nThey then applied the algorithm to model projections of climate in the late 21st century. In doing this, they were able to compare the frequency and characteristics of atmospheric rivers for the current climate with the projections for future climate.\nThe team also tested the algorithm with a different climate model scenario that assumed more conservative increases in the rate of greenhouse gas emissions. They found similar, though less drastic changes. Together, the consideration of the two climate scenarios indicates a direct link between the extent of warming and the frequency and severity of atmospheric river conditions.\nThe significance of the study is two-fold.\nFirst, \"knowing the nature of how these atmospheric river events might change with future climate conditions allows for scientists, water managers, stakeholders and citizens living in atmospheric river-prone regions [e.g. western N. America, western S. America, S. Africa, New Zealand, western Europe] to consider the potential implications that might come with a change to these extreme precipitation events,\" said Vicky Espinoza, a doctoral student at the University of California-Merced and first author of the study.\nAnd secondly, the study and its approach provide a much-needed, uniform way to research atmospheric rivers on a global level -- illustrating a foundation to analyze and compare them that did not previously exist.\nData across the models are generally consistent -- all support the projection that atmospheric river conditions are linked to warming and will increase in the future; however, co-author Marty Ralph of the University of California, San Diego, points out that there is still work to be done.\n\"While all the models project increases in the frequency of atmospheric river conditions, the results also illustrate uncertainties in the details of the climate projections of this key phenomenon,\" he said. \"This highlights the need to better understand why the models' representations of atmospheric rivers vary.\"\nThe study, titled \"Global Analysis of Climate Change Projection Effects on Atmospheric Rivers,\" was recently published in the journal Geophysical Research Letters.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}