{
  "url": "https://climate.nasa.gov/news/2798/watery-heatwave-cooks-the-gulf-of-maine/",
  "title": "Watery heatwave cooks the Gulf of Maine",
  "date": null,
  "content": "4 min read\nMost of us are familiar with heat waves on land, but in a warming world, heat waves are starting to become common in the ocean, too. One basin in particular, the normally cool Gulf of Maine in the Northwest Atlantic Ocean, has seen several heat waves in recent years and has spent most of 2018 with unusually warm water temperatures.\nOn August 8, 2018, scientists using satellite data and sea-based sensors measured the second warmest sea surface temperatures ever observed in the Gulf of Maine. Average water temperatures reached 20.52 degrees Celsius (68.93 degrees Fahrenheit) that day, just 0.03°C (0.05°F) below the record set in 2012.\nThe maps on this page show sea surface temperature anomalies as compiled by NOAA’s Coral Reef Watch, which blends observations from the Suomi NPP, MTSAT, Meteosat, and GOES satellites and from computer models. Shades of red and blue indicate how much water temperatures were above or below the long-term average for the region. The map above shows conditions on August 8, the near-record setting day, while the map below shows conditions across the entire month of August 2018.\nThe heatwave of 2018 fits with a much longer trend in the region, which is among the fastest-warming parts of the global ocean. In the past three decades, the Gulf of Maine has warmed by 0.06°C (0.11°F) per year, three times faster than the global average. Over the past 15 years, the basin has warmed at seven times the global average. The Gulf has warmed faster than 99 percent of the global ocean.\n“We’ve set 10 daily temperature records this summer, after setting 18 this winter,” said Andrew Pershing, chief scientist of the Gulf of Maine Research Institute (GMRI). “We’ve had to add new colors to our temperature illustrations to reflect just how warm the Gulf of Maine has been this year.”\nIn recent years, oceanographers have come to define marine heatwaves as periods when water temperature rise above the 90th percentile (of average temperatures) for more than five days. In 2018, the Gulf of Maine has spent more than 180 days above the 90th percentile.\nThe Gulf of Maine stretches from Cape Cod to Nova Scotia, and it is key intersection between cold water masses from the Arctic and warm water masses from the Gulf Stream. The warming trend in this basin likely has two main causes. First is the overall warming of the global ocean as air temperatures and greenhouse gas concentrations rise. Second is the melting of ice in Greenland and the Arctic Ocean, which provides pulses of fresh water that can alter ocean circulation patterns in the region.\n“We are seeing a major shift in the circulation in the North Atlantic, likely related to a weakening Atlantic Meridional Overturning Circulation (AMOC),” said Pershing. “One of the side effects of a weaker AMOC is that the Gulf Stream shifts northward and the cold current flowing into the Gulf of Maine gets weaker. This means we get more warmer water pushing into the Gulf.”\n“Climate change is likely contributing to the circulation changes through melting in Greenland and the Arctic,” he added, “as well as making long-stretches of warm weather more likely.”\nThe warming waters are already affecting marine species in the area, according to several news media and scientist accounts. Herring populations (based on fishing catches) seem to be down this year, and researchers and fishermen are seeing more species usually found in warmer waters, such as butterfish and squid. The populations of copepods, a key food source for endangered Northern Right Whales, also seem to be moving with the changing conditions. And puffins have had to adapt in feeding their chicks this year, as the newly common butterfish are too large for hatchlings to swallow.\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}