{
  "url": "https://climate.nasa.gov/news/2753/prolific-sea-observing-satellite-turns-10/",
  "title": "Prolific sea-observing satellite turns 10",
  "date": null,
  "content": "By Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nAn international oceanography satellite that is tracking the ongoing rise in global sea level marks its 10th year in orbit today.\nDesigned for a three-to-five-year mission, the joint U.S./European Ocean Surface Topography Mission (OSTM) on the Jason-2 satellite has now made more than 47,000 trips around our home planet, measuring sea level change across the globe, observing ocean currents, studying climate phenomena such as El Nino and La Nina, and monitoring the long-term rise in global mean sea level. In January 2016, it was joined in orbit by its follow-on mission, Jason-3. NASA's Jet Propulsion Laboratory in Pasadena, California, manages NASA's portion of both missions.\nIn July 2017, Jason-2 began a new science mission when it was maneuvered into a slightly lower orbit. In this new orbit, Jason-2 is collecting data along a series of very closely spaced ground tracks, just 5 miles (8 kilometers) apart. It will take just over a year for Jason-2 to complete one cycle of these new ground tracks, which provide a very accurate and high-resolution estimate of the mean sea surface. The pull of gravity from underwater mountains and other features of the sea floor helps to shape the mean sea surface. These new surface measurements are already being used by scientists to improve maps of the shape and depth of the sea floor, resolving many previously unknown seamounts and other geologic features on the ocean bottom. The new maps will also allow for advances in ocean modeling, naval operations and solid Earth dynamics.\nJason-2 data from the new orbit are used by operational agencies to provide societal and strategic benefits, such as real-time information used for deriving ocean currents; improving marine, fishery and naval operations; and calculating tropical cyclone heat potential to improve forecasts of the intensity of tropical hurricanes and cyclones.\n\"Along with Jason-3, Jason-2 has extended the record of global sea level rise into a third decade,\" said Glenn Shirtliffe, Jason-2 project manager at JPL.\nNASA is currently working with its partners -- the European Space Agency, the National Oceanic and Atmospheric Administration, the Centre National d'etudes Spatiales and the European Organisation for the Exploitation of Meteorological Satellites -- on future generations of satellite altimeters. The instruments are projected for launch in the next decade. They include the Sentinel-6/Jason Continuity of Service (Jason-CS) and Surface Water and Ocean Topography (SWOT) missions.\n\"In addition to measuring ocean circulation and revealing the ocean's role in Earth's climate, Jason-2 and Jason-3 measure the rise in global sea level caused by global warming,\" said Josh Willis, JPL oceanographer and NASA's project scientist for both missions. \"Melting ice and expanding seawater drive global sea levels higher and higher each year. The rise has become a powerful reminder of how fast humans are changing the climate. These missions keep our finger on the pulse of climate change.\"\nOther significant science results from the Jason-2 mission include studies of ocean circulation; the ties between the ocean and the atmosphere; and improved global climate forecasts and predictions.\n\"The 10th anniversary of the launch of Jason-2 is also a landmark in the development of operational oceanography, as this was the first Jason mission involving two operational agencies, EUMETSAT and NOAA,\" said EUMETSAT Director-General Alain Ratier. \"This paved the way for the transition from highly successful research missions to an operational altimeter system, which has now turned to reality with Jason-3, Jason-CS/Sentinel-6 and Sentinel-3 providing data until 2030.\"\n\"After 10 years of excellent service, we're excited that Jason-2 is continuing to help forecast hurricane intensity and monitor winds and waves, while taking on a new mission of mapping unexplored parts of the ocean,\" said Eric Leuliette, NOAA's Jason program and project scientist.\nFor more information on Jason-2 and other satellite altimetry missions, visit:\nhttp://sealevel.jpl.nasa.gov/\nand\nhttps://www.aviso.altimetry.fr/en/missions/current-missions/jason-2.html\nOSTM/Jason-2 is a joint satellite mission operated by CNES, EUMETSAT, NOAA and NASA.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}