{
  "url": "https://climate.nasa.gov/news/2752/new-nasa-mission-to-detect-plant-water-use-from-space/",
  "title": "New NASA mission to detect plant water use from space",
  "date": null,
  "content": "4 min read\nECOSTRESS will measure the temperature of plants from space. Scientists will be able to use that temperature data to better understand how much water plants need and how they respond to water shortages. Credit: USDA\n› Larger view\nDoctors learn a lot about their patients' health by taking their temperature. An elevated temperature, or fever, can be a sign of illness. The same goes for plants, but their temperatures on a global scale are harder to measure than the temperatures of individual people.\nThat's about to change, thanks to a new NASA instrument that soon will be installed on the International Space Station called ECOSTRESS, or ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station. ECOSTRESS will measure the temperature of plants from space. This will enable researchers to determine plant water use and to study how drought conditions affect plant health.\nPlants draw in water from the soil, and as they are heated by the Sun, the water is released through pores on the plants' leaves through a process called transpiration. This cools the plant down, much as sweating does in humans. However, if there is not enough water available to the plants, they close their pores to conserve water, causing their temperatures to rise.\nPlants use those same pores to take up carbon dioxide from the atmosphere for photosynthesis - the process they use to turn carbon dioxide and water into the sugar they use as food. If they continue to experience insufficient water availability, or \"water stress,\" they eventually starve or overheat, and die.\nECOSTRESS data will show these changes in plants' temperatures, providing insight into their health and water use while there is still time for water managers to correct agricultural water imbalances.\n\"When a plant is so stressed that it turns brown, it's often too late for it to recover,\" said Simon Hook, ECOSTRESS principal investigator at NASA's Jet Propulsion Laboratory in Pasadena, California. \"But measuring the temperature of the plant lets you see that a plant is stressed before it reaches that point.\"\nThese temperature measurements are also considered an early indicator of potential droughts. When plants in a given area start showing signs of water stress through elevated temperature, an agricultural drought is likely underway. Having these data in advance gives the agricultural community a chance to prepare and/or respond accordingly.\n\"ECOSTRESS will allow us to monitor rapid changes in crop stress at the field level, enabling earlier and more accurate estimates of how yields will be impacted,\" said Martha Anderson, an ECOSTRESS science team member with the U.S. Department of Agriculture in Beltsville, Maryland. \"Even short-term moisture stress, if it occurs during a critical stage of crop growth, can significantly impact productivity.\"\nECOSTRESS will hitch a ride to the space station on a NASA-contracted, SpaceX cargo resupply mission scheduled to launch from Cape Canaveral Air Force Station in Florida on June 29. Once it arrives, it will be robotically installed on the exterior of the station's Japanese Experiment Module Exposed Facility Unit.\nOver the next year, ECOSTRESS will use the space station's unique low Earth orbit to collect data over multiple areas of land at different times of day. The instrument will produce detailed images of areas as small as 43 by 76 yards (40 by 70 meters) -- about the size of a small farm -- every three to five days.\nOther instruments in space can make measurements with the same level of detail or at different times of day -- but not both. ECOSTRESS' dual capability makes it especially important for scientists trying to better understand our natural ecosystems and others working toward improved food security and water resource management.\n\"As water resources become more critical for our growing population, we need to track precisely how much water our crops need,\" said ECOSTRESS science lead Josh Fisher of JPL. \"We need to know when plants are becoming susceptible to droughts, and we need to know which parts of the ecosystem are more vulnerable because of water stress.\"\nAlthough not part of its primary mission, ECOSTRESS temperature data will also be valuable for other studies that require temperature information, such as detecting and characterizing volcanoes, wildfires and heat waves.\nJPL built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is sponsored by NASA's Earth System Science Pathfinder program, managed by NASA's Langley Research Center in Hampton, Virginia.\nFor more information on ECOSTRESS, visit:\nhttps://www.nasa.gov/ecostress\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nOne Earth satellite can see plankton that photosynthesize. The other measures water surface height. Together,…\nAt NASA, high-end computing is essential for many agency missions. This technology helps us advance…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}