{
  "url": "https://climate.nasa.gov/news/2757/watching-plants-water-use-is-no-sweat-for-ecostress/",
  "title": "Watching plants’ water use is no sweat for ECOSTRESS",
  "date": null,
  "content": "5 min read\nBy Carol Rasmussen,NASA's Earth Science News Team\nWhen you're working outside on a hot day, you probably have trouble staying hydrated. Heat affects how plants work just as it affects how you work. How plants respond to today's warming world is one of the key science questions NASA's new Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) mission aims to answer.\nThe primary work of plants is to feed themselves and grow, and this starts with pores in their leaves. They pump water up from their roots, \"sweat out\" (transpire) extra water vapor through these pores to cool, and take in carbon dioxide through the same pores. They use this carbon dioxide and water to make carbohydrates for food.\nECOSTRESS is a new NASA Earth science mission to study how effectively plants use water by measuring their temperature from space. ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) is set to launch on a SpaceX Falcon 9 rocket in summer 2018, and will be affixed to the outside of the International Space Station where it will make its temperature measurements.\nAgain like people, plants respond differently to hot and dry weather. Some naturally close their pores every hot afternoon to conserve water -- even though closing their pores shuts down photosynthesis. Others don't close their pores, or close them infrequently. Some plants use more water in hot weather; others don't. Scientists have seen these differences in transpiration during laboratory and local field studies, but they don't know the water-use efficiency of every plant or global ecosystem.\nAs Earth's climate changes, some global regions are undergoing longer and more frequent droughts and heat waves, with more extreme conditions expected in the future. If plants in these regions can't keep their pores open long enough to take in carbon dioxide and feed themselves, some will die of carbon starvation. Other plants will thrive in their changing environment. But which plants will do which?\nTo answer that question, along with other urgent questions like how best to manage agricultural irrigation, we need to understand plants' daily patterns of transpiration. That's where ECOSTRESS comes in.\nNo satellite currently in orbit measures transpiration globally throughout the day with enough detail to make out differences on the scale of a single farmer's field. Most Earth-observing satellites are in a sun-synchronous orbit that passes over every region of Earth at the same times of day - for example, always crossing North America around 10 a.m. local time. A single daytime snapshot, especially one from the morning when most plants are busily at \"work,\" provides limited information on how they perform during the rest of the day. Satellites in a geostationary orbit always look at the same Earth area, but at 22,000 miles (36,000 kilometers) above Earth, they are too far away for any existing instrument to identify differences in transpiration at the field scale.\n\"The space station opens the door to do new science,\" said ECOSTRESS Principal Investigator Simon Hook of NASA's Jet Propulsion Laboratory in Pasadena, California. \"You're in low Earth orbit, so you can produce detailed images, but at different times of day, so you can look at the diurnal cycle.\" The orbit of the space station passes over every Earth area between about 50 degrees North and South latitudes every few days, at different times of day for each overpass.\nCompared with other satellite measurements, \"ECOSTRESS gives you a pre-alert -- an early warning about plant stress,\" said Woody Turner, the program scientist for biological diversity at NASA Headquarters in Washington. Satellite data on plant color, for example, shows regions where plants are so stressed that they've turned brown. By that time, however, some plants are already dead, and others are too stressed to save. ECOSTRESS's temperature measurements will show where plants are still green and healthy but struggling to stay cool and conserve water. The data could give agricultural water managers time to intervene with the right amount of water when it's most needed.\nThe ECOSTRESS radiometer measures the thermal infrared energy (heat) coming from the surface very accurately, to within a few tenths of a degree, from an area (pixel) of about 130 by 230 feet (40 by 70 meters). Combined with existing satellite data on weather, these precise temperature measurements allow scientists to determine how much water plants are releasing through transpiration. \"The images from ECOSTRESS are sufficiently detailed that we can actually see variations in temperature within a single farmer's field,\" Hook said.\nThe ECOSTRESS mission is a pathfinder mission to demonstrate how these types of data can be used. It will last at least a year, giving scientists the ability to see when transpiration does and does not occur throughout the day around the globe. Ground measurements taken at the same time as the satellite overpass will serve to confirm the accuracy of the new data set.\nTurner noted that plant water use is a critical data point in answering broad questions about Earth's water cycle, carbon cycle, and even weather, because plants move water vapor and carbon from the soil to atmosphere and vice versa. \"It integrates the water and carbon cycles, so it has wider implications besides the critical implications for agriculture and water management.\"\nWhen it comes to agriculture, ECOSTRESS could hardly be timelier, Turner said. \"Extreme weather is in the forecast for a warming world, and being better able to manage water in a time of increasing water scarcity or stress is really critical. We have to grow food regardless, so it's best if we do it efficiently.\"\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}