{
  "url": "https://climate.nasa.gov/news/2804/keeping-score-on-earths-rising-seas/",
  "title": "Keeping score on Earth’s rising seas",
  "date": null,
  "content": "5 min read\nBy Pat Brennan,NASA's Sea Level Portal\nAn international collaboration among dozens of scientists has come within less than a millimeter of attaining a long-sought goal: accounting for all the jostling, overlapping, and constantly changing contributions to global sea-level rise.\nA just-published paper assembles virtually all the puzzle pieces – melting ice, warming and expanding waters, sinking coastlines and a stew of other factors – to arrive at a picture of remarkable precision. Since 1993, global sea level has been rising by an average 3.1 millimeters per year, with the rise accelerating by 0.1 millimeter per year, according to the study published Aug. 28 in the journal, “Earth System Science Data.”\n“Global mean sea level is not rising linearly, as has been thought before,” said lead author Anny Cazenave of France’s Laboratory for Studies in Geophysics and Oceanography (LEGOS). “We now know it is clearly accelerating.”\nThe paper’s main achievement, however, is its declaration of near “closure” for the global sea level budget. Much like balancing a household checkbook, scientists have been working for decades to correctly account for all the factors contributing to the observed rate of sea-level rise.\nAnd it’s a far trickier proposition than might first meet the eye. The melting rate of ice in Greenland and Antarctica, as well as in mountain glaciers, or the amount of heat added to Earth’s oceans, causing seawater volume to increase – these and other contributors must be mathematically synthesized to try to make them all fit together.\nThe assessment, conducted in 2017 and 2018, “closes” the sea-level budget to within 0.3 millimeters of sea-level rise per year since 1993. That was the beginning of the satellite record, when altimetry measurements began tracking sea level changes from space. The period also includes deployment of floating ocean sensors under the “Argo” program.\n“This is an exhaustive look at what has been done in the last few years,” said Ben Hamlington, head of the NASA Sea Level Change Team and one of the study’s co-authors. “Once we have a better fundamental understanding of what we’re observing in the (satellite) record, we can start projecting that into the future.”\nThe new paper reviews a broad cross-section of observations and other data gathered over more than 20 years. It is a detailed and carefully considered answer to a “Grand Challenge” by the World Climate Research Programme: to assess “regional sea level and coastal impacts.” The long list of authors includes a number of other NASA researchers, with expertise slicing across multiple disciplines.\n“We’re seeing about 90 participants from 50 different laboratories or groups – people involved in land, water, people involved in ice sheets,” Cazenave said. “This is the first step, I would say, in really an international collaboration.”\nBut the paper, while laying down a major marker in the quest to balance Earth’s books, also keeps within fairly strict margins.\nTrying to push the sea-level budget assessment deeper into the past yields fuzzier results, Cazenave said. Contributions of the various components – ocean mass, ice sheets, glaciers – can be accurately estimated only for the recent era of satellite measurements, including the first GRACE mission (the twin Gravity Recovery and Climate Experiment satellites).\n“If you go back in time, the result is really less (well defined),” she said.\nAnd two factors that have bedeviled sea-level science, though somewhat tamed (or “constrained,” as the scientists say), remain significant unknowns even in the new paper.\nThe first of these is storage of water on land. Shifting precipitation patterns as well as human intervention – capturing water using dams and reservoirs – can have major effects on sea level. These show powerful short-term swings from one year to another, especially during El Niño episodes. The patterns governing this land-to-ocean spigot are not completely understood.\nThe other mystery involves the deep ocean. The Argo floats cycle up and down the water column but not below about 6,500 feet (2,000 meters). So few measurements are available for deep ocean recesses. These are needed to determine how much planetary warming is penetrating the ocean depths.\nAt the moment, deep ocean warming is thought to play “only a small role” in global sea-level rise, said Felix Landerer, a researcher at NASA’s Jet Propulsion Laboratory in Pasadena, California, who is a co-author of the new study and a member of the sea level team.\nBut the role of the deep ocean might be growing. A 2016 study by Landerer and others revealed deep-ocean warming in the subtropical south Pacific between 2005 and 2014 that could be linked to “La Niña”-related changes.\n“At the global scale, the contribution of deep ocean warming is modest, if not negligible, to sea level rise,” Landerer said. “That’s not true on smaller, regional scales.”\nIf such evidence starts cropping up elsewhere, we could be seeing the beginning of an ominous trend, he said, with warmer water near the surface mixing downward.\n“It makes sense if surface signals propagate into the deep ocean,” Landerer said. “We would expect this to propagate further in the years and decades to come.”\nFor now, both water storage on land and deep-ocean warming seem safely caged, as long as we stay within the satellite era of 1993 and beyond.\nThe real power of the new study lies in the broad variety of data sets that it relies upon. These were combined into an “ensemble mean,” Cazenave said, much the way results from several computer models of Earth’s climate are combined by researchers to produce sharper predictions – in other words, to reduce uncertainties to more manageable proportions.\nMore such assessments are being planned, including possible yearly updates.\n“This was a nice approach, a nice way to involve several studies,” Cazenave said. “It’s something we’ll have to continue in the future.”\nRead the new study, \"Global sea-level budget 1993-present\"\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}