{
  "url": "https://climate.nasa.gov/news/2762/can-nasa-help-predict-fires-new-database-includes-fire-danger-forecasts/",
  "title": "Can NASA help predict fires? New database includes fire danger forecasts",
  "date": null,
  "content": "4 min read\nBy Kasha Patel,NASA's Earth Observatory\nWhen we look at Earth from above, fires freckle the landscape. Vegetation fires can all appear similar, but the causes—wild or manmade—can be quite different. Some are started by lightning, others by people clearing the land for farming, and still more by accident. The intensity and duration of fires are influenced by the type of vegetation, the dryness of the landscape and weather, and wind speeds.\nNASA researchers recently created a model that analyzes various weather factors that lead to the formation and spread of fires. The Global Fire Weather Database (GFWED) accounts for local winds, temperatures, and humidity, while also being the first fire prediction model to include satellite–based precipitation measurements. Predicting the intensity of fires is important because smoke can affect air quality and increase the amount of greenhouse gases in the atmosphere.\nThe animation above shows GFWED’s calculated fire danger around the world from 2015 to 2017. The model compiles and analyzes various data sets and produces a rating that indicates how likely and intense fire might become in a particular area. It is the same type of rating that many firefighting agencies use in their day–to–day operations. Historical data are available to understand the weather conditions under which fires have occurred in the past, and near–real–time data are available to gauge current fire danger.\n“Rather than look at the individual weather components, we look at their comprehensive effect,” said Robert Field, creator of GFWED and a climate scientist at NASA’s Goddard Institute for Space Studies. “It’s not just one factor that causes a fire to start or spread.” For instance, if a region has not received normal precipitation for weeks or months, the vegetation might be drier and more prone to catching fire. Then if it gets windy, a fire could spread more quickly.\nGFWED combines meteorological data from several sources. Temperature, relative humidity, and wind speeds come from NASA’s MERRA2 dataset of the Global Modeling and Assimilation Office(GMAO). Precipitation data come from ground–based rain gauges and from the Integrated Multi–Satellite Retrievals (IMERG), a product of the Global Precipitation Measurement mission. Using the GMAO weather forecasts, GFWED also includes experimental 8–day global forecasts of fire danger.\n“Across much of the world, tracking fires and smoke using NASA satellite data is the only way to get a consistent picture of fire activity, and our fire weather data helps us to understand the causes,” said Field. “That will help us to understand how fire activity might change and allows us to think ahead for different climate scenarios.”\nThe model has been especially helpful in Indonesia, which tends to have an intense fire season during El Niño years. Field has been working with the Indonesian Agency for Meteorology, Climatology, and Geophysics and the Ministry of Environment and Forestry to improve that country’s fire danger maps. Weather stations with rain gauges in Indonesia’s fire–prone regions can be sparse, so the satellite data helps fill in the gaps for the region. As a result, the model is able to provide a more accurate picture of potential fire danger.\nField intends to add more elements in the next version of GFWED, including looking at how far ahead high fire danger can be predicted. He also plans to include the types of vegetation on the ground because fires can start or spread differently depending on the fuel. Topography is another potential addition, as fires tend to spread faster uphill.\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}