{
  "url": "https://climate.nasa.gov/news/2789/nasa-invites-media-to-view-launch-of-icesat-2-from-west-coast/",
  "title": "NASA invites media to view launch of ICESat-2 from west coast",
  "date": null,
  "content": "The ICESat-2 mission will measure the changing height of Earth's glaciers, ice sheets and sea ice, one laser pulse at a time, 10,000 laser pulses per second. Credit: NASA\nMedia accreditation is open for the launch of NASA’s Ice, Cloud and land Elevation Satellite-2, or ICESat-2, scheduled for Saturday, Sept. 15, with a 40-minute window opening at 8:46 a.m. EDT (5:46 a.m. PDT). ICESat-2 will provide precise measurements of the changing height of Earth's glaciers, ice sheets and sea ice.\nThe spacecraft will lift off from Space Launch Complex 2 at Vandenberg Air Force Base in California on the final launch of a United Launch Alliance Delta II rocket.\nMedia interested in attending prelaunch and launch activities must submit an accreditation request online at:\nhttps://media.ksc.nasa.gov/\nInternational media without U.S. citizenship must apply by 12 p.m. EDT Monday, Aug. 13. U.S. media must apply by 12 p.m. EDT Tuesday, Aug. 28. For questions about accreditation, please email ksc-media-accreditat@mail.nasa.gov.\nFor questions about the launch, contact the NASA Kennedy Space Center newsroom in Florida at 321-867-2468. Launch date schedule updates will be posted at:\nhttps://www.nasa.gov/launchschedule/\nICESat-2 will measure the height of our changing Earth, one laser pulse at a time, 10,000 laser pulses per second. The satellite will carry a single instrument, the Advanced Topographic Laser Altimeter System (ATLAS), which measures the travel times of laser pulses to calculate the distance between the spacecraft and Earth’s surface. ICESat-2 will provide scientists with height measurements that create a global portrait of Earth’s third dimension, gathering data that can precisely track changes of terrain including glaciers, sea ice, forests and more.\nNASA’s Goddard Space Flight Center in Greenbelt, Maryland, manages development of the ICESat-2 mission, including mission systems engineering and mission operations on behalf of the agency’s Earth Science Division. Goddard also built and tested the ATLAS instrument. The ICESat-2 spacecraft was built and tested by Northrop Grumman in Gilbert, Arizona. United Launch Alliance of Centennial, Colorado, is providing the Delta II launch service. NASA’s Launch Services Program, based at Kennedy, is responsible for launch service acquisition, integration, analysis and launch management.\nFor more information about the ICESat-2 mission, visit:\nhttps://www.nasa.gov/icesat-2\nJoin the conversation on social media by following on Twitter at:\nhttps://twitter.com/NASA_ICE\nPhoto and video content for ICESat-2 is available at:\nhttp://images.nasa.gov/\nhttps://svs.gsfc.nasa.gov/Gallery/icesat2.html\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nPatrick Lynch\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-2102\r\npatrick.lynch@nasa.gov\nTori McLendon\r\nKennedy Space Center, Fla.\r\n321-867-2468\r\ntori.n.mclendon@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}