{
  "url": "https://climate.nasa.gov/news/2799/grace-fo-satellite-switching-to-backup-instrument-processing-unit/",
  "title": "GRACE-FO satellite switching to backup instrument processing unit",
  "date": null,
  "content": "3 min read\nThe Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission team plans to switch to a backup system in the Microwave Instrument (MWI) on one of the twin spacecraft this month. Following the switch-over, GRACE-FO is expected to quickly resume science data collection.\nA month after launching this past May, GRACE-FO produced its first preliminary gravity field map. The mission has not acquired science data since mid-July due to an anomaly with a component of the Microwave Instrument on one of the GRACE-FO spacecraft. The mission team is completing its investigation into the cause of the anomaly.\nThe primary science objective of GRACE-FO -- like its predecessor GRACE, which operated from 2002 to 2017 -- is to track how water is redistributed on Earth, by producing highly accurate, monthly gravity field maps. Measurements of changes in Earth's gravity field provide measurements of mass change and enable unique insights into Earth's changing climate, Earth system processes like droughts and sea level changes, and the impacts of human activities on water resources.\nThe two GRACE-FO spacecraft were launched on a SpaceX Falcon 9 rocket on May 22. The mission's launch and early operations phases were completed within five days, and the science instruments were activated a few days later. Analysis of the initial data indicated that both the Microwave Instrument and the Laser Ranging Interferometer were producing highly precise measurements of the gravity-induced change in distance between the two GRACE-FO satellites -- as good as or better than the original GRACE mission.\nOn July 19, the primary MWI Instrument Processing Unit (IPU) on the GRACE-FO 2 satellite powered down in response to autonomous commands from an instrument fault monitor indicating that the IPU was using less current than expected. The IPU provides various timing references for the satellite as well as onboard digital signal-processing functions for the Microwave Instrument and GPS signals. Each of the two GRACE-FO satellites is equipped with a pair of IPUs -- a primary unit and a redundant one -- to provide backup in case one unit malfunctions.\nFollowing several unsuccessful attempts to reactivate the IPU, mission managers at NASA's Jet Propulsion Laboratory in Pasadena, California, established an anomaly response team on Aug. 6 to investigate the issue. The team is working with the engineers who developed the Microwave Instrument, attempting to reproduce the abnormal behavior in the laboratory to understand the cause of the problem.\nFollowing completion of the remaining instrument calibrations, the performance and stability of the redundant IPU will be monitored for at least 30 days. Once the instrument's stable operation has been confirmed, the mission will be on track to enter its science operations phase, beginning with a four-month data-validation period as previously planned.\nGRACE-FO is a partnership between NASA and the German Research Centre for Geosciences (GeoForschungsZentrum (GFZ). Both spacecraft are being operated from the German Space Operations Center in Oberpfaffenhofen, Germany, under a GFZ contract with the German Aerospace Center (Deutsches Zentrum fur Luft- und Raumfahrt (DLR)). JPL manages the mission for NASA's Science Mission Directorate at NASA Headquarters in Washington.\nFor more information about GRACE-FO, see:\nhttps://www.nasa.gov/gracefo\nhttps://gracefo.jpl.nasa.gov/\nNews media contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, California818-354-4269esprit.smith@jpl.nasa.gov\nSixty years ago, NASA’s Mariner 4 captured groundbreaking views of the Red Planet, leading to…\nResearchers from NASA and the Japanese Aerospace Exploration Agency (JAXA) recently tested a scale model…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}