{
  "url": "https://climate.nasa.gov/news/2790/nasa-launching-advanced-laser-to-measure-earths-changing-ice/",
  "title": "NASA launching advanced laser to measure Earth's changing ice",
  "date": null,
  "content": "NASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2) spacecraft arrives at the Astrotech Space Operations facility at Vandenberg Air Force Base in California ahead of its scheduled launch on Sept. 15, 2018. Credit: U.S. Air Force/Vanessa Valentine\nNext month, NASA will launch into space the most advanced laser instrument of its kind, beginning a mission to measure – in unprecedented detail – changes in the heights of Earth’s polar ice.\nNASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2) will measure the average annual elevation change of land ice covering Greenland and Antarctica to within the width of a pencil, capturing 60,000 measurements every second.\n“The new observational technologies of ICESat-2 – a top recommendation of the scientific community in NASA’s first Earth science decadal survey – will advance our knowledge of how the ice sheets of Greenland and Antarctica contribute to sea level rise,” said Michael Freilich, director of the Earth Science Division in NASA’s Science Mission Directorate.\nICESat-2 will extend and improve upon NASA's 15-year record of monitoring the change in polar ice heights, which started in 2003 with the first ICESat mission and continued in 2009 with NASA’s Operation IceBridge, an airborne research campaign that kept track of the accelerating rate of change.\nICESat-2 represents a major technological leap in our ability to measure changes in ice height. Its Advanced Topographic Laser Altimeter System (ATLAS) measures height by timing how long it takes individual light photons to travel from the spacecraft to Earth and back.\n“ATLAS required us to develop new technologies to get the measurements needed by scientists to advance the research,” said Doug McLennan, ICESat-2 project manager at NASA’s Goddard Space Flight Center. “That meant we had to engineer a satellite instrument that not only will collect incredibly precise data, but also will collect more than 250 times as many height measurements as its predecessor.”\nATLAS will fire 10,000 times each second, sending hundreds of trillions of photons to the ground in six beams of green light. The roundtrip of individual laser photons from ICESat-2 to Earth’s surface and back is timed to the billionth of a second to precisely measure elevation.\nWith so many photons returning from multiple beams, ICESat-2 will get a much more detailed view of the ice surface than its predecessor, ICESat. In fact, if the two satellites were flown over a football field, ICESat would take only two measurements – one in each end zone – whereas ICESat-2 would collect 130 measurements between each end zone.\nAs it circles Earth from pole to pole, ICESat-2 will measure ice heights along the same path in the polar regions four times a year, providing seasonal and annual monitoring of ice elevation changes.\nHundreds of billions of tons of land ice melt or flow into the oceans annually, contributing to sea level rise worldwide. In recent years, contributions of melt from the ice sheets of Greenland and Antarctica alone have raised global sea level by more than a millimeter a year, accounting for approximately one-third of observed sea level rise, and the rate is increasing.\nICESat-2 data documenting the ongoing height change of ice sheets will help researchers narrow the range of uncertainty in forecasts of future sea level rise and connect those changes to climate drivers.\nICESat-2 also will make the most precise polar-wide measurements to date of sea ice freeboard, which is the height of sea ice above the adjacent sea surface. This measurement is used to determine the thickness and volume of sea ice. Satellites routinely measure the area covered by sea ice and have observed an Arctic sea ice area decline of about 40 percent since 1980, but precise, region-wide sea ice thickness measurements will improve our understanding of the drivers of sea ice retreat and loss.\nAlthough floating sea ice doesn’t change sea level when it melts, its loss has different consequences. The bright Arctic ice cap reflects the Sun’s heat back into space. When that ice melts away, the dark water below absorbs that heat. This alters wind and ocean circulation patterns, potentially affecting Earth’s global weather and climate.\nBeyond the poles, ICESat-2 will measure the height of ocean and land surfaces, including forests. ATLAS is designed to measure both the tops of trees and the ground below, which – combined with existing datasets on forest extent – will help researchers estimate the amount of carbon stored in the world’s forests. Researchers also will investigate the height data collected on ocean waves, reservoir levels, and urban areas.\nPotential data users have been working with ICESat-2 scientists to connect the mission science to societal needs. For example, ICESat-2 measurements of snow and river heights could help local governments plan for floods and droughts. Forest height maps, showing tree density and structure, could improve computer models that firefighters use to forecast wildfire behavior. Sea ice thickness measurements could be integrated into forecasts the U.S. Navy issues for navigation and sea ice conditions.\n“Because ICESat-2 will provide measurements of unprecedented precision with global coverage, it will yield not only new insight into the polar regions, but also unanticipated findings across the globe,” said Thorsten Markus, an ICESat-2 project scientist at Goddard. “The capacity and opportunity for true exploration is immense.”\n​ICESat-2 is scheduled to launch Sept. 15 from Vandenberg Air Force Base in California. For more information about the mission, visit:\nhttps://nasa.gov/icesat-2\nFor more information about NASA’s Earth science activities, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nPatrick Lynch\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-2102\r\npatrick.lynch@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}