{
  "url": "https://climate.nasa.gov/news/2781/carbon-monoxide-from-california-wildfires-drifts-east/",
  "title": "Carbon monoxide from California wildfires drifts east",
  "date": null,
  "content": "2 min read\nCalifornia is being plagued by massive wildfires, and the effects on air quality from those fires can extend far beyond the state's borders. In addition to ash and smoke, fires release carbon monoxide into the atmosphere. Carbon monoxide is a pollutant that can persist in the atmosphere for about a month and can be transported great distances.\nNew images made with data acquired by the Atmospheric Infrared Sounder (AIRS) on NASA's Aqua satellite show the high concentrations of carbon monoxide emitted from the fires (in orange/red) between July 29 and August 8. As the time series progresses, carbon monoxide high in the atmosphere is shown drifting east -- with one branch moving southward toward Texas and the other forking to the northeast.\nFrom space, AIRS measures carbon monoxide high up in the atmosphere -- where it has little effect on the air we breathe. However, strong winds can carry this pollutant downward to where it can have significant effects on air quality. The time series of images shows just how far the carbon monoxide from California's wildfires has travelled eastward and what areas may be at greater risk of experiencing its effects.\nOther NASA instruments contribute to the study of carbon monoxide as well, including the Measurement of Pollution In The Troposphere (MOPITT), which looks at carbon monoxide in the lower atmosphere, and the Moderate Resolution Imaging Spectrometer (MODIS) which can detect carbon monoxide (and provide other useful surface data) over large areas of land.\nThe Atmospheric Infrared Sounder, AIRS, in conjunction with the Advanced Microwave Sounding Unit, AMSU, senses emitted infrared and microwave radiation from Earth to provide a three-dimensional look at Earth's weather and climate. Working in tandem, the two instruments make simultaneous observations all the way down to Earth's surface, even in the presence of heavy clouds. With more than 2,000 channels sensing different regions of the atmosphere, the system creates a global, three-dimensional map of atmospheric temperature and humidity, cloud amounts and heights, greenhouse gas concentrations, and many other atmospheric phenomena. Launched into Earth orbit in 2002, the AIRS and AMSU instruments fly on board NASA's Aqua spacecraft and are managed by NASA's Jet Propulsion Laboratory in Pasadena, California. JPL is a division of Caltech in Pasadena.\nFor more information about AIRS, visit:\nhttps://airs.jpl.nasa.gov/\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}