{
  "url": "https://climate.nasa.gov/news/2782/severe-storms-show-off-their-plume-age/",
  "title": "Severe storms show off their plume-age",
  "date": null,
  "content": "5 min read\nBy Joe Atkinson,NASA's Langley Research Center\nIt's not quite a smoking gun, but one could be forgiven for thinking of it that way: a distinctive cloud formation that often signals damaging storms below.\nEasily identifiable in satellite imagery, the Above Anvil Cirrus Plume, or AACP, looks like a plume of smoke emanating out from the top of what, in all likelihood, is a serious storm.\n\"The plume pattern in the imagery instantly tells you without the need for radar or lightning observations or other information that these are the storms you really, really need to look out for,\" said Kris Bedka, an atmospheric scientist at NASA's Langley Research Center in Hampton, Virginia.\nThe plumes have been a frequent sight over the U.S. this summer as outbreaks of severe weather have raked across the Midwest, bringing high winds, tornadoes and hail with them.\nBedka is studying the AACP phenomenon with colleagues at the University of Oklahoma. Their research is showing that compared to non-plumed storms, plumed storms are significantly more likely to produce high winds, major tornadoes and large hail. In addition, their findings could help weather forecasters provide earlier warnings of severe and tornadic storms not just in the U.S. but around the world.\nThere are also implications for climate.\n“Plume signatures are not only useful for identifying potentially severe storms, but they also represent transport of ice and water vapor into the stratosphere,\" said Elisa Murillo, a graduate student at the University of Oklahoma who has collaborated extensively with Bedka on AACP research. \"Water vapor is a powerful greenhouse gas, and its presence in the stratosphere has strong impacts on climate.”\nTo understand why the plumes are such good indicators of severe weather, it helps to understand the conditions that generate them.\nTypical thunderstorms top out at the tropopause, the boundary between the troposphere — the lowest part of Earth's atmosphere — and the stratosphere. As storm-producing cumulonimbus clouds hit the tropopause their tops flatten out, giving them an anvil-like appearance.\nPlumes form when intense updrafts puncture the tropopause and drag cloud tops up into the stratosphere with them. There, racing stratospheric jet-stream winds and powerful updrafts collide.\n\"You have wind flows exceeding 100 miles an hour at the jet-stream level running into this towering updraft,\" said Bedka. \"So jet-stream winds are forced to go around.\"\nAs the jet-stream air collides with the updraft, it rises slightly and becomes colder, forming a U- or V-shaped area of cold temperatures.\nThe collision between updraft and jet stream also causes a ripple effect and transports cirrus cloud ice downstream to form the plume. Plumes are typically warmer than the underlying anvil cloud because they mix with the air in the stratosphere where temperature warms with height.\nOver the course of their research, Bedka and his colleagues identified hundreds of plumed storms over the U.S. using highly detailed imagery collected at one-minute intervals by the National Oceanic and Atmospheric Administration's Geostationary Operational Environmental Satellite System, specifically GOES-14 and GOES-16. They then determined when the plumes first formed, how long they lasted and when they decayed.\nNext, they linked that satellite data to radar and lightning data from the same storms. They also compared the timing of plume formation to when severe weather actually occurred and when severe weather warnings were issued by the National Weather Service. What they found was significant.\n\"We found about 400 plume-producing storms across 13 severe weather outbreaks,\" said Bedka, \"and in about 100 of them you had a plume appearing 10 minutes before the first warning, potentially providing additional lead time for saving lives and property.\"\nIn a few storms that lead time stretched out even further to about 30 minutes.\nThe plume-producing storms also generated 14 times more severe weather events per storm than storms without plumes. In addition, 88 percent of EF-2 or greater tornadoes and 86 percent of 2-inch-plus hail reports came from plume-producing storms.\n\"Identifying this plume feature can be paired with radar observations, routinely available here in the U.S., to improve our warning capabilities,\" said Murillo. \"In many places across the world where radar data are not as accessible, early identification of AACPs can help improve warnings and severe weather preparedness.\"\nIn terms of cost, storms that drop hail — often storms of the plumed variety — are the most significant.\nAccording to the National Weather Service, hail did $1.7 billion in damage in the U.S. in 2017 — more than all the damage from lightning, tornadoes and thunderstorm winds combined.\nIf they're big enough, hailstones can shatter glass, dent metal, break shingles and mangle crops. A plumed storm over the Cordoba region of Argentina in February 2018 produced hailstones more than 7 inches in diameter. Hail more than 8 inches in diameter has been recorded over Nebraska and South Dakota in recent years.\nThough these extreme hail events are rare, Bedka and colleagues hope their research might add a new dimension to the prediction of the severe storms that generate the most dangerous, expensive weather. They're already collaborating with other scientists to develop an algorithm to automatically detect plumes in satellite imagery.\n\"The combination of new satellite information such as that from GOES-16 with radar and lightning observations collected from the ground provides an unprecedented package to unravel and provide advance warning of these complex storms,\" said Bedka.\nBedka and his colleagues published their findings in a study available in early online release through the American Meteorological Society's Weather and Forecasting journal.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nMeasurements from space support wildfire risk predictions Researchers demonstrated that data from the International Space…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}