{
  "url": "https://climate.nasa.gov/news/2800/nasa-ula-launch-mission-to-track-earths-changing-ice/",
  "title": "NASA, ULA launch mission to track Earth's changing ice",
  "date": null,
  "content": "The United Launch Alliance (ULA) Delta II rocket with the NASA Ice, Cloud and land Elevation Satellite-2 (ICESat-2) onboard is seen shortly after the mobile service tower at SLC-2 was rolled back, Saturday, Sept. 15, 2018, at Vandenberg Air Force Base in California. The ICESat-2 mission will measure the changing height of Earth's ice. Credit: NASA/ Bill Ingalls\nNASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2) successfully launched from California at 9:02 a.m. EDT Saturday, embarking on its mission to measure the ice of Earth’s frozen reaches with unprecedented accuracy.\nICESat-2 lifted off from Space Launch Complex-2 at Vandenberg Air Force Base on United Launch Alliance’s final Delta II rocket. Ground stations in Svalbard, Norway, acquired signals from the spacecraft about 75 minutes after launch. It’s performing as expected and orbiting the globe, from pole to pole, at 17,069 mph from an average altitude of 290 miles.\n“With this mission we continue humankind’s exploration of the remote polar regions of our planet and advance our understanding of how ongoing changes of Earth’s ice cover at the poles and elsewhere will affect lives around the world, now and in the future,” said Thomas Zurbuchen, associate administrator of NASA’s Science Mission Directorate.\nICESat-2 carries a single instrument, the Advanced Topographic Laser Altimeter System (ATLAS). ATLAS will be activated approximately two weeks after the mission operations team completes initial testing of the spacecraft. Then ICESat-2 will begin work on its science objective, gathering enough data to estimate the annual height change of the Greenland and Antarctic ice sheets to within four millimeters – the width of a pencil.\n“While the launch today was incredibly exciting, for us scientists the most anticipated part of the mission starts when we switch on the laser and get our first data,” said Thorsten Markus, ICESat-2 project scientist at NASA’s Goddard Space Flight Center. “We are really looking forward to making those data available to the science community as quickly as possible so we can begin to explore what ICESat-2 can tell us about our complex home planet.”\nThe high-resolution data will document changes in the Earth’s polar ice caps, improve forecasts of sea level rise bolstered by ice sheet melt in Greenland and Antarctica, and help scientists understand the mechanisms that are decreasing floating ice and assess how that sea ice loss affects the ocean and atmosphere.\nICESat-2 continues the record of ice height measurements started by NASA’s original ICESat mission, which operated from 2003 to 2009, that were continued by the agency’s annual Operation IceBridge airborne flights over the Arctic and Antarctic, which began in 2009. Data from ICESat-2 will be available to the public through the National Snow and Ice Data Center.\nGoddard built and tested the ATLAS instrument, and manages the ICESat-2 mission for NASA’s Science Mission Directorate. Northrop Grumman designed and built the spacecraft bus, installed the instrument and tested the completed satellite. NASA’s Launch Services Program, based at Kennedy Space Center in Florida, is responsible for launch service acquisition, integration, analysis and launch management.\nFor more information about other NASA Earth science activities, visit:\nhttps://www.nasa.gov/earth\nSteve Cole\r\nHeadquarters, Washington\r\n202-358-0918\r\nstephen.e.cole@nasa.gov\nPatrick Lynch\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-2102\r\npatrick.lynch@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}