{
  "url": "https://climate.nasa.gov/news/2761/studying-weather-to-help-see-the-likelihood-of-fires/",
  "title": "Studying weather to help see the likelihood of fires",
  "date": null,
  "content": "2 min read\nNASA sponsors the Global Fire Weather Database (GFWED) to integrate different weather factors, like rain and snow, to better understand the likelihood of fires starting and spreading around the world.\nThe Global Fire Weather Database integrates different weather factors influencing the likelihood of vegetation fires starting and spreading. It is based on the Fire Weather Index (FWI) System, which tracks the dryness of three general fuel classes, and the potential behavior of a fire if it were to start. Each day, FWI values are calculated from global weather data, including satellite rainfall data from the Global Precipitation Measurement (GPM) mission. The FWI System is the most widely used fire danger rating system in the world, and has been adopted for different boreal, temperate and tropical fire environments. GFWED provides a globally consistent fire weather dataset for fire researchers and managers to apply locally.\nThe Fire Weather Index component is suitable as a general index of fire danger. Globally, shifts in continental-scale fire activity follow seasonal changes in the FWI. Over South America and Africa, regions of high FWI and active agricultural burning shift with the tropical rain belts, seen in the GPM precipitation overlay. Over North America and Eurasia, the FWI will \"activate\" in the spring, and shows how week-to-week surges in fire activity can be driven by high FWI values. More information on GFWED and instructions on accessing the data are available from https://data.giss.nasa.gov/impacts/gfwed/\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}