{
  "url": "https://climate.nasa.gov/news/2765/a-scientists-final-paper-looks-toward-earths-future-climate/",
  "title": "A scientist’s final paper looks toward Earth’s future climate",
  "date": null,
  "content": "6 min read\nBy Patrick Lynch,NASA's Goddard Space Flight Center\nA NASA scientist's final scientific paper, published posthumously this month, reveals new insights into one of the most complex challenges of Earth's climate: understanding and predicting future atmospheric levels of greenhouse gases and the role of the ocean and land in determining those levels.\nA paper published in the Proceedings of the National Academy of Sciences was led by Piers J. Sellers, former director of the Earth Sciences Division at NASA's Goddard Space Flight Center, who died in December 2016. Sellers was an Earth scientist at NASA Goddard and later an astronaut who flew on three space shuttle missions.\nThe paper includes a significant overarching message: The current international fleet of satellites is making real improvements in accurately measuring greenhouse gases from space, but in the future a more sophisticated system of observations will be necessary to understand and predict Earth's changing climate at the level of accuracy needed by society.\nSellers wrote the paper along with colleagues at NASA's Jet Propulsion Laboratory and the University of Oklahoma. Work on the paper began in 2015, and Sellers continued working with his collaborators up until about six weeks before he died. They carried on the research and writing of the paper until its publication this week.\nThe paper focuses on the topic that was at the center of Sellers' research career: Earth's biosphere and its interactions with the planet's climate. In the 1980s he helped pioneer computer modeling of Earth's vegetation. In the new paper, Sellers and co-authors investigated \"carbon cycle–climate feedbacks\" – the potential response of natural systems to climate change caused by human emissions – and laid out a vision for how to best measure this response on a global scale from space.\nThe exchange of carbon between the land, ocean and air plays a huge role in determining the amount of greenhouse gases in the atmosphere, which will largely determine Earth's future climate. But, there are complex interactions at play. While human-caused emissions of greenhouses gases are building up in the atmosphere, land ecosystems and the ocean still offset about 50 percent of all those emissions. As the climate warms scientists are unsure whether forests and the ocean will continue to absorb roughly half of the emissions – acting as a carbon sink – or if this offset becomes lower, or if the sinks become carbon sources.\nPaper co-author David Schimel, a scientist at JPL and a longtime scientific collaborator of Sellers', said the paper captured how he, Sellers and the other co-authors saw this scientific problem as one of the critical research targets for NASA Earth science.\n\"We all saw understanding the future of carbon cycle feedbacks as one of the grand challenges of climate change science,\" Schimel said.\nScientists' understanding of how Earth's living systems interact with rising atmospheric levels of greenhouse gases has changed tremendously in recent decades, said co-author Berrien Moore III, of the University of Oklahoma. Moore has been a scientific collaborator with Sellers and Schimel since the 1980s. He said that back then, scientists thought the ocean absorbed about half of annual carbon emissions, while plants on land played a minimal role. Scientists now understand the ocean and land together absorb about half of all emissions, with the terrestrial system’s role being affected greatly by large-scale weather patterns such as El Niño and La Niña. Moore is also the principal investigator of a NASA mission called GeoCarb, scheduled to launch in 2022, that will monitor greenhouse gases over much of the Western Hemisphere from a geostationary orbit.\nNASA launched the Orbiting Carbon Observatory-2 (OCO-2) in 2014, and with the advancement of measurement and computer modeling techniques, scientists are gaining a better understanding of how carbon moves through the land, ocean and atmosphere. This new paper builds on previous research and focuses on a curious chain of events in 2015. While human emissions of carbon dioxide leveled off for the first time in decades during that year, the growth rate in atmospheric concentrations of carbon dioxide actually spiked at the same time.\nThis was further evidence of what scientists had been piecing together for years – that a complex combination of factors, including weather, drought, fires and more, contributes to greenhouse gas levels in the atmosphere.\nHowever, with the new combination of OCO-2 observations and space-based measurements of plant fluorescence (essentially a measure of photosynthesis), researchers have begun producing more accurate estimates of where carbon was absorbed and released around the planet during 2015, when an intense El Niño was in effect, compared to other years.\nThe paper follows a report from a 2015 workshop on the carbon cycle led by Sellers, Schimel, and Moore. Schimel and Moore both pointed out that every one of the more than 40 participants in the workshop contributed to a final scientific report from the meeting – a rare occurrence. They attributed this, in part, to the inspirational role Sellers played in spurring thought and action.\n\"When you have someone like Piers in the room, there's a magnetic effect,\" Moore said. \"Piers had his shoulder to the wheel, so everyone had to have their shoulders to the wheel.\"\nSchimel and Moore said the workshop paper lays out a vision for what's needed in a future space-based observing system to measure, understand, and predict carbon cycle feedbacks: active and passive instruments, and satellites both in low-Earth and geostationary orbits around the world. In the coming years, NASA and space agencies in Europe, Japan, and China, will all launch new greenhouse-gas monitoring missions.\n\"Piers thought it's absolutely essential to get it right,\" said Schimel, \"and essential to more or less get it right the first time.\"\nThe authors dedicated the paper's publication to Sellers, and in their dedication referenced a Winston Churchill quote often cited by the British-born scientist. They wrote: \"P.J.S. approached the challenge of carbon science in the spirt of a favorite Churchill quote, 'Difficulties mastered are opportunities won,' and he aimed to resolve the carbon–climate problem by rising to the difficulties and seizing the opportunities.\"\nFor more: http://www.pnas.org/content/early/2018/07/05/1716613115\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}