{
  "url": "https://climate.nasa.gov/news/2767/how-wide-are-the-worlds-rivers/",
  "title": "How wide are the world’s rivers?",
  "date": null,
  "content": "4 min read\nMost scientists who study rivers rely on measures of discharge, the volume of water transported through a given cross-section of a river. Much less studied, though critically important, is a river’s total surface area, particularly for scientists trying to understand how carbon dioxide moves between rivers and the atmosphere.\nTo calculate a river’s area, scientists have to know the length and width throughout the whole course—from the narrow headwater streams to the miles-wide stretches found in estuaries. In some places, it’s easy for hydrologists to visit in person and get accurate measurements of the width. But many rivers, especially those in the Arctic or remote tropical jungles, are difficult or expensive to reach. There is also the problem that the width of many rivers changes depending on the season and weather.\n“Using Landsat data allowed us to get around—or rather above—these problems,” said George Allen, a geographer at Texas A&M University. Along with colleague Tamlin Pavelsky at the University of North Carolina, Allen developed a global database of river widths for large rivers based on roughly 7,300 satellite images collected over several years. To get the most accurate measurements, all of the Landsat scenes were acquired when the rivers were at mean annual discharge—not too high or low—which the researchers knew thanks to a global network of stream gauges that tracks discharge for all large rivers.\nIn the maps above, the width of a river is depicted by the width of the line. As indicated in the map of the Lena River, most of the area of a river network is comprised of smaller tributaries that feed the main stem. While Allen’s technique measures wide rivers (at least 90 meters across) most accurately, he has also developed a model for estimating the width of the narrower streams. (Click on or download the global map to see an enlarged version in more detail.)\nThere have only been a few other attempts to estimate the widths of all of the world’s rivers, and those efforts relied heavily on modeling and extrapolation rather than actual measurements. Using their Landsat-based technique to tally how much of Earth’s total surface is covered by rivers, Allen and Pavelsky came up with a surprisingly large number: 773,000 square kilometers (300,000 square miles), an area larger than Texas. That represents approximately 0.5 percent of Earth’s ice-free surfaces, nearly double the amount calculated in the best previous estimate.\nThe map below shows which river basins have the most surface area covered by streams and rivers. The Brahmaputra River in India and Bangladesh, the Amazon in Brazil, and the Lena in Russia are among the widest rivers—and the river networks with the largest surface areas.\nAllen and Pavelsky found more river surface area in the Arctic because the terrain map for the Arctic used in the previous estimate was not entirely accurate. They also found more river area in undeveloped areas and less in highly-developed areas. “We think this is because water diversion—things like dams, irrigation, and levees — reduce the amount of water in river channels in our analysis,” noted Allen.\nCarbon dioxide, methane, and other greenhouses gases move naturally from rivers into the atmosphere, particularly in upstream and mountainous stretches where rapids and waterfalls are common. Understanding the contribution is important for climate scientists trying to understand how carbon cycles through the atmosphere.\nThe new dataset has many other uses as well. It has already been used to improve flood models and to more accurately classify surface water bodies between lakes, canals, and rivers. Allen also expects that it will become a core data set for interpreting data from NASA’s upcoming Surface Water and Ocean Topography (SWOT) satellite, which will measure changes in river and lake heights globally.\nThis piece was originally published on the NASA Earth Observatory Image of the Day.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}