{
  "url": "https://climate.nasa.gov/news/2768/study-of-the-worlds-beaches-shows-threats-to-protected-areas/",
  "title": "Study of the world’s beaches shows threats to protected areas",
  "date": null,
  "content": "5 min read\nBy Jessica Merzdorf,NASA’s Goddard Space Flight Center\nA first-of-its-kind survey of the world’s sandy shorelines with satellite data found that shorelines have increased slightly on a global scale over the past three decades but decreased in protected marine areas, where many beaches are eroding.\nErosion in protected marine areas could threaten plant and animal species and cultural heritage sites. Worldwide, the study found that 24 percent of Earth’s sandy beaches are eroding, a coastline distance of almost 50,000 miles.\nThe view from space provided researchers with a more accurate picture of just how much of Earth’s shorelines are beaches. They found that about a third (31 percent) of all ice-free shorelines are sandy or gravelly. Africa has the highest proportion of sandy beaches (66 percent) and Europe has the lowest (22 percent).\nA team of scientists and engineers from the Netherlands used machine learning to “teach” their classification software to accurately identify sandy beaches from images taken by Landsat satellites from NASA and the U.S. Geological Survey. This allowed them to quickly and automatically examine 30 years of data and determine how many of Earth’s beaches are sandy instead of rocky or icy, and how those sandy beaches are changing with time.\nIn the past, answering these questions required years of expensive, labor-intensive research, and the results of previous attempts to measure Earth’s beaches varied widely.\n“It only took about two months’ calculation time to generate this data set of annual shorelines between 1984 and 2016 for the entire world,” said Arjen Luijendijk, a coastal development expert at Deltares, an independent research institute studying deltas, river basins and coasts. “The alternative of taking aerial images, placing the images in world coordinates, and sometimes manually detecting shorelines, takes weeks or months to capture a coast longer than 50 miles.”\nTaking this kind of global snapshot gives scientists a clearer idea of what large scale processes govern the growth and retreat of beaches around the world, Luijendijk said.\nThe team found that many of the world’s non-protected beaches are undergoing change too, but not uniformly. About 24 percent of sandy beaches worldwide are eroding, while 27 percent are growing.\nAdditionally, about 16 percent of all beaches are eroding at rates designated “intense” or “extreme,” and 18 percent are growing at the same rates.\nGlobally, all of this averages out to a slight average increase over the last 30 years, meaning that our sum total of sandy beaches is increasing slightly.\nThe researchers were able to break down these results by continent to find that beaches in Australia and Africa are experiencing more erosion than growth. The opposite is true for all other continents, where on average beaches are growing, a process scientists call accretion. The opposite is true for all other continents. Asia is experiencing the highest rate of overall accretion, they discovered. This is most likely due to artificial coastline development in China and land reclamation, or draining land and making it suitable for human use, in places such as Hong Kong and Singapore.\n“At this point we think the continental differences in beach erosion and accretion are largely influenced by human interventions along the coast,” Luijendijk said. “Our next steps will focus on distinguishing the human impact from the natural dynamics and trends.”\nThe researchers give several examples of locations where human activities have sped up erosion or accretion: Mining sand from Vietnam’s Mekong River delta for use in making concrete and asphalt has caused steadily high rates of erosion that could jeopardize this biologically diverse region, as well as threaten the sustainability of its fishing industry. On the other hand, the Tweed River Entrance Sand Bypassing Project, established in 2001 in New South Wales, Australia, pumps sand from the Tweed River to three beaches in Queensland, enlarging those beaches and improving navigation at the river mouth.\nIn protected marine areas, Luijendijk said, we have an idea of what might happen in areas without human intervention. Because there is typically much less human influence in these areas, scientists can glimpse what natural processes might do to the world’s sandy shores.\nProtected marine areas include sanctuaries and reserves, national parks, wildlife refuges and national monuments, and may be designated for their biological, ecological or cultural value. The United States has more than 1,200 such zones encompassing more than 1 million square miles, including Cape Cod National Seashore in Massachusetts, Indiana Dunes State Park, Florida Keys National Marine Sanctuary and Papahānaumokuākea Marine National Monument in the Hawaiian archipelago.\nSome of these areas were designated to protect vulnerable plant and animal species or connect delicate ecosystems. These areas are home to humpback whales and sea turtles, reefs and mangroves that protect the land from erosion and natural disasters, and species who are found in only one habitat in the world. Losing land area could upset the balance of these areas and endanger their future.\nOther protected areas surround important cultural artifacts or sites, such as shipwrecks, harbors or the stone idols (ki’i) of Hawaii. These areas not only preserve the history of cultures from all over the world, but benefit the country economically by attracting tourists and researchers.\nThe team’s next step is to expand the model and use it to look at finer-grained details of the world’s beaches: Seasonal variations in shorelines, examining the difference between human-caused and natural processes and their effects, and adding more data to study tides and water levels on single satellite images instead of composites. They will also look beyond sandy beaches to coastal cliffs.\n“Studying the behavior of sandy beaches at a global scale provides unique information on the universal causes and processes governing the retreat and accretion of coasts around the world,” Luijendijk said.\nTo read this paper, visit https://www.nature.com/articles/s41598-018-24630-6.\nTo learn more about Landsat, visit https://landsat.gsfc.nasa.gov/.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}