{
  "url": "https://climate.nasa.gov/news/2769/nasas-space-botanist-gathers-first-data/",
  "title": "NASA's 'space botanist' gathers first data",
  "date": null,
  "content": "ECOSTRESS acquired this image the night of July 9 over Egypt. Yellow and red indicate generally higher temperatures. The River Nile is visible as a thin blue line on the main image. The black-and-white inset shows the level of detail available from ECOSTRESS, with the relatively cool Nile River and surrounding vegetation appearing darker. Credit: NASA/JPL-Caltech\n› Full image and caption\nJust days after its successful installation on the International Space Station, NASA's newest Earth-observing mission, the ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS), has collected its first science data on Earth's surface temperature.\nECOSTRESS will measure the temperature of plants from space, enabling researchers to determine how much water plants use and to study how droughts affect plant health.\nThe instrument was launched June 29 from Florida's Cape Canaveral Air Force Station on a SpaceX cargo resupply mission. It rode to orbit in the \"trunk\" of SpaceX's Dragon spacecraft, which berthed at the station on July 2. On July 5, ground controllers at NASA's Johnson Space Center in Houston extracted ECOSTRESS from the trunk, robotically transferred it to the station's Japanese Experiment Module - Exposed Facility (JEM-EF) and installed it. After a few days of testing and start-up activities, ECOSTRESS acquired its first-light image on July 9.\n\"Often satellite missions require weeks or months to produce data of the quality that we are already getting from ECOSTRESS,\" said the mission's principal investigator, Simon Hook of NASA's Jet Propulsion Laboratory in Pasadena, California. ECOSTRESS is one of a new class of low-cost, rapid-development NASA science instruments. The ECOSTRESS instrument was launched less than four years after the project was started.\nThe ECOSTRESS team is now checking out the instrument and acquiring preliminary science data, a process expected to take about a month. They have completed an initial calibration of the science data and are now validating the data by comparing them with similar measurements made at ground control sites. When this process is complete, ECOSTRESS will be ready to begin its one-year science mission.\nJPL built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nFor more information on ECOSTRESS, visit:\nhttps://ecostress.jpl.nasa.gov\nFor more information on science activities aboard the space station, visit:\nhttps://www.nasa.gov/mission_pages/station/research/benefits/research_by_com_campaign\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}