{
  "url": "https://climate.nasa.gov/news/2778/seeing-hidden-worlds-under-melting-ice/",
  "title": "Seeing hidden worlds under melting ice",
  "date": null,
  "content": "5 min read\nBy Pat Brennan,NASA's Jet Propulsion Laboratory\nThe iceberg split in two like a slow-motion train wreck. And the strange pattern bothered Catherine Walker.\nThrough satellite images, the NASA Jet Propulsion Laboratory ice researcher watched the progress of the crash for years. Then she did some quick math, and found the answer. The massive berg, four times the size of Los Angeles, had broken from an East Antarctic ice shelf in 1992, fetching up against an “underwater island” (more formally, a seamount) in 2013.\nOver the next five years, a crack zipped down the middle of the iceberg at a rapid clip – more than 270 feet (83 meters) per day – eventually tearing it completely in two.\n“The island is uncharted,” Walker wrote in an email. “There is not very much data over the sea floor there, so no one knew that there was an island lurking under the water until this iceberg impacted it.”\nAs a warming world melts parts of Earth’s polar regions, they draw the focus of scientists, whose instruments reveal previously unknown geography. Seamounts, fjords, trenches and canyons, hidden under ice or covered by water, become increasingly visible.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nSatellites, ships and instrument-laden planes are opening these new worlds to the eyes of researchers. Powerful sensors penetrate ice and deep water to reveal the shape of the land beneath.\n“It’s helping us fill in gaps where we don’t have data,” said Josh Willis, a researcher at JPL in Pasadena, California, and the principal investigator for NASA’s Oceans Melting Greenland mission (OMG).\nOMG is a multi-pronged effort to map the underwater contours of the Greenland coast, and better understand how warming ocean waters drive melting ice.\nA giant leap forward came late in 2017, when NASA, the University of California, Irvine and others published high resolution maps of the bedrock and sea floor around Greenland.\nOMG’s measurements by ship and plane, including ice thickness data from NASA’s Operation IceBridge, were plugged into a computer modeling tool called BedMachine. The result: high-precision maps that unveiled previously unknown features on the Greenland coast, and beneath its ice sheet.\nThe findings had dire implications for ice-melt, and for rising sea levels. Many of the giant island’s glacier-bearing fjords extend much farther inland than previously thought. That exposes the glaciers to deeper, warmer waters as they retreat, leading to a far higher risk of accelerated melting.\nThis also means a greater potential to add to Earth’s rising seas.\n“Six years ago, we didn’t know how deep these fjords were underneath the ice, and how far they extend inland,” said Mathieu Morlighem, a UC Irvine assistant professor and lead author of the study. “What we discovered with these new mapping techniques is that the fjords extend tens to hundreds of kilometers (inland), and many remain deep below sea level. The retreat of the glaciers along the coast of Greenland is not going to stop over the next century.”\nAnother breakthrough – almost, but not quite, literally – came in 2013. A winding canyon at least 460 miles long, and longer than the Grand Canyon, was discovered beneath the ice of Greenland. The canyon was revealed using an ice-penetrating radar instrument carried by aircraft as part of Operation IceBridge.\nScientists scanned radar images gathered over thousands of miles between 2009 and 2012, mapping the bedrock below the ice and gradually piecing together the canyon’s existence.\nThe researchers, led by physical geography professor Jonathan Bamber of the University of Bristol in the United Kingdom, said the canyon is likely a major conduit for meltwater, carrying it from beneath the glaciers of the interior to the coastal ocean.\nIn 2016, a separate group of researchers using NASA data described an intricate system of subsurface lakes and streams beneath the ice in East and West Antarctica. The wide-ranging plumbing moves massive amounts of water from one lake to another, in one case causing collapse of the ice above and leaving a 10-mile-wide crater visible on the surface.\nThe lead author of the study, Helen Fricker, a geophysics professor at the Scripps Institution of Oceanography in San Diego, said the under-ice network was far more active than scientists had realized. Understanding it should allow researchers to better predict how Antarctic ice will change in the decades ahead.\nThese and other studies rely on increasingly powerful remote-sensing technology, such as radar and laser altimeter readings from satellites. But Walker, the JPL researcher in Pasadena, California, remains a pioneer in tracking ice changes using traditional satellite photography.\nShe’s shown that multi-year comparison of these images also can unmask previously unknown geography. A number of researchers are working on automated systems to track such changes using machine learning, but so far, there’s still no substitute for human eyes.\nHer image tracking, using a NASA-U.S. Geological Survey satellite called Landsat, is now focused on understanding the velocity of ice movement around rifts – large cracks in the ice.\nWalker jokes about her increasingly uncommon – though successful – approach.\n“I’m still that sad person who sits there and plots it out,” she said.\nLast year’s increase was due to an unusual amount of ocean warming, combined with meltwater…\nA Q&A with the lead U.S. scientist of the mission, which will track changes in…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}