{
  "url": "https://climate.nasa.gov/news/2775/nasas-space-botanist-observes-california-nevada-wildfires/",
  "title": "NASA’s ‘space botanist’ observes California, Nevada wildfires",
  "date": null,
  "content": "2 min read\nECOSTRESS image acquired on July 28 shows three wildfires burning in the western US (in red) -- the Carr and Whaleback fires in California, and the Perry Fire in Nevada. Image Credit: NASA/JPL-Caltech\n› Full image and caption\nNASA's Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station(ECOSTRESS) has captured new imagery of three wildfires burning in California and Nevada -- the first image of its kind to be taken by the agency's newest Earth-observing mission.\nECOSTRESS' primary mission is to detect plant health by monitoring Earth's surface temperature from the vantage point of the International Space Station. However, it can also detect other heat-related phenomenon -- like heat waves, volcanoes and fires.\nThe new image, acquired on July 28, captures three wildfires -- the Carr and Whaleback fires in California, and the Perry Fire in Nevada. Surface temperatures above 89.6 degrees Fahrenheit (32 degrees Celsius) are shown in red, highlighting the burning areas along the fire fronts. Zooming in on the Carr and Perry fires shows the heat data in more detail, and also the very distinct smoke plumes the fires are producing. The measurements have a ground resolution of nearly 77 yards by 77 yards (70 meters by 70 meters).\nThe Carr Fire, one of the largest of more than a dozen fires burning in California,started on July 23. As of August 2, the fire had grown to over 121,000 acres. The Whaleback Fire started near Spalding, California on July 27 and spanned nearly 19,000 acres on August 2. The Perry Fire, which started just north of Reno, Nevada on July 27, had engulfed more than 49,000 acres as of August 2.\nECOSTRESS launched on June 29 as part of a SpaceX commercial resupply mission to the International Space Station. It docked with the space station a few days later, and sent back its first temperature data on July 9. Detecting wildfires is not its primary mission, but its ability to do so is useful to responders as well as scientists.\nNASA's Jet Propulsion Laboratory, Pasadena, California, built and manages the ECOSTRESS mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA's Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nMore information about ECOSTRESS, visit:\nhttps://ecostress.jpl.nasa.gov\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nEditor’s Note: This article was updated March 27, 2025, to reflect the final dates for…\nIn Aug. 2024, a team of NASA researchers and partners gathered in Missoula, Montana to…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}