{
  "url": "https://climate.nasa.gov/news/2774/nasas-misr-views-raging-fires-in-california/",
  "title": "NASA’s MISR views raging fires in California",
  "date": null,
  "content": "3 min read\nThe Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra satellite took these images of the Carr Fire (left) and the Ferguson Fire (right) on July 27 and July 29, respectively. Credit: NASA/GSFC/LaRC/JPL-Caltech, MISR Team\n› Full image and caption\nMore than a dozen wildfires are burning in the state of California, with several of them threatening life and property. The Ferguson Fire ignited July 13 in the Sierra National Forest west of Yosemite National Park. Much of the forest in this area suffered extreme stress due to the extended drought of 2012 through 2017, and bark beetle damage, leaving many dead trees through which the fire has burned rapidly. Many surrounding towns have been under evacuation orders, and many popular areas of the national park were closed on July 25.\nOn July 23, another fire ignited northwest of Whiskeytown Lake, a reservoir in northern California. Dubbed the Carr Fire, it remained relatively small through July 25, but advanced rapidly toward the city of Redding the following day, prompting mass evacuations.\nThe Multi-angle Imaging SpectroRadiometer (MISR) instrument on NASA's Terra satellite passed over California on July 27 and July 29, observing the Carr Fire on July 27 and the Ferguson Fire on July 29. The MISR instrument has nine cameras that view Earth at different angles.\nIt collected images from MISR's nadir (downward-pointing) camera on each day. The angular information from MISR's images is used to calculate the height of the smoke plume, results of which are superimposed on the right-hand side of each figure. The results show that smoke from both fires remained relatively close to the ground, leading to a greater impact on local air quality on these days. The San Joaquin Valley Air Pollution Control District issued an air quality alert July 25 for the entire California Central Valley. A pair of stereo anaglyphs provides a three-dimensional view of the plume. Red-blue glasses with the red lens placed over your left eye are required to observe the 3D effect.\nThese data were acquired during Terra orbit 98973 and 99002. The smoke plume height calculation was performed using the MISR INteractive eXplorer (MINX) software tool, which is publicly available at:\nhttps://github.com/nasa/MINX\nThe MISR Plume Height Project maintains a database of global smoke plume heights, accessible at:\nhttps://www-misr.jpl.nasa.gov/getData/accessData/MisrMinxPlumes2/\nMISR was built and is managed by NASA's Jet Propulsion Laboratory in Pasadena, California, for NASA's Science Mission Directorate in Washington. The Terra spacecraft is managed by NASA's Goddard Space Flight Center in Greenbelt, Maryland. The MISR data were obtained from the NASA Langley Research Center Atmospheric Science Data Center in Hampton, Virginia. JPL is a division of Caltech in Pasadena.\nNews media contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818-354-4269esprit.smith@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}