{
  "url": "https://climate.nasa.gov/news/2780/nasa-finds-amazon-drought-leaves-long-legacy-of-damage/",
  "title": "NASA finds Amazon drought leaves long legacy of damage",
  "date": null,
  "content": "5 min read\nThis image, taken during a September 2010 drought, shows a line of dead and damaged trees after a surface fire in the Amazon rainforest in western Brazil. When dryer-than-normal conditions exist, fires from the open edges encroach on the forests and burn dry and stressed trees. Under normal conditions, when the rainforests are wetter, this is far less common. Credit: NASA/JPL-Caltech\n› Larger view\nA single season of drought in the Amazon rainforest can reduce the forest's carbon dioxide absorption for years after the rains return, according to a new study published in the journal Nature. This is the first study to quantify the long-term legacy of an Amazon drought.\nA research team from NASA's Jet Propulsion Laboratory in Pasadena, California, and other institutions used satellite lidar data to map tree damage and mortality caused by a severe drought in 2005. In years of normal weather, the undisturbed forest can be a natural carbon \"sink,\" absorbing more carbon dioxide from the atmosphere than it puts back into it. But starting with the drought year of 2005 and running through 2008 -- the last year of available lidar data -- the Amazon basin lost an average of 0.27 petagrams of carbon (270 million metric tons) per year, with no sign of regaining its function as a carbon sink.\nAt about 2.3 million square miles (600 million hectares), the Amazon is the largest tropical forest on Earth. Scientists estimate that it absorbs as much as one-tenth of human fossil fuel emissions during photosynthesis. \"The old paradigm was that whatever carbon dioxide we put up in [human-caused] emissions, the Amazon would help absorb a major part of it,\" said Sassan Saatchi of NASA's JPL, who led the study.\nBut serious episodes of drought in 2005, 2010 and 2015 are causing researchers to rethink that idea. \"The ecosystem has become so vulnerable to these warming and episodic drought events that it can switch from sink to source depending on the severity and the extent,\" Saatchi said. \"This is our new paradigm.\"\nFor scientists on the ground in the Amazon, \"The first thing we see during a drought is that the trees may lose their leaves,\" Saatchi said. \"These are rainforests; the trees almost always have leaves. So the loss of leaves is a strong indication the forest is stressed.\" Even if trees eventually survive defoliation, this damages their capacity to absorb carbon while under stress.\nObservers on the ground also notice that droughts tend to disproportionately kill tall trees first. Without adequate rainfall, these giants can't pump water more than 100 feet up from their roots to their leaves. They die from dehydration and eventually fall to the ground, leaving gaps in the forest canopy far overhead.\nBut any observer on the ground can monitor only a tiny part of the forest. There are only about hundred plots used for research and a few tower sites for long-term monitoring of the Amazon forests. \"The detailed measurements in these sites are extremely important for understanding forest function, but we can never use them to say what this giant ecosystem is doing in a timely fashion,\" Saatchi said. To do that, he and his colleagues turned to satellite data.\nThe research team used high-resolution lidar maps derived from the Geoscience Laser Altimeter System aboard the Ice, Cloud, and land Elevation Satellite (ICESat). These data reveal changes in canopy structure, including leaf damage and gaps. The researchers developed a new method of analysis to convert these structural changes into changes in aboveground biomass and carbon. They eliminated pixels showing burned or deforested areas to calculate the carbon impact of drought on intact forests alone.\nThey found that following drought, fallen trees, defoliation and canopy damage produced a significant loss in canopy height, with the most severely impacted region declining an average of about 35 inches (0.88 meters) in the year after the drought. Less severely affected regions of the forest declined less, but all continued to decline steadily throughout the remaining years of the data record.\nSaatchi noted that half of the forest's rainfall is made by the forest itself -- water that transpires and evaporates from the vegetation and ground, rises into the atmosphere, and condenses and rains out during the dry season and the transition to the wet season. A drought that kills forest trees thus not only increases carbon emissions, it reduces rainfall and extends dry-season length. Those changes increase the likelihood of future drought.\nIf droughts continue to occur with the frequency and severity of the last three events in 2005, 2010 and 2015, Saatchi said, the Amazon could eventually change from a rainforest to a dry tropical forest. That would reduce the forest's carbon absorption capacity and its biological diversity.\nThe paper in Nature is titled \"Post-drought Decline of the Amazon Carbon Sink.\" Co-authors are affiliated with UCLA, Boston University, Oregon State University in Corvallis, and the U.S. Forest Service's International Institute of Tropical Forestry in Rio Piedras, Puerto Rico.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}