{
  "url": "https://climate.nasa.gov/news/2787/nasa-gets-up-close-with-greenlands-melting-ice/",
  "title": "NASA gets up close with Greenland’s melting ice",
  "date": null,
  "content": "4 min read\nA close encounter with Greenland ice during a 2017 OMG field campaign. Credit: NASA\n› Larger view\nWith a new research plane and a new base to improve its chances of outsmarting Atlantic hurricanes, NASA's Oceans Melting Greenland campaign takes to the sky this week for its third year of gathering data on how the ocean around Greenland is melting its glaciers.\nOMG's first two years of operations already collected the most comprehensive data available on the subject, but OMG Principal Investigator Josh Willis of NASA's Jet Propulsion Laboratory, Pasadena, California, is hungry for more. \"We're beginning to see some surprising changes in the ocean, just since the start of OMG in 2016, that are affecting the ice,\" said Willis, an oceanographer at JPL. \"We want to see if those changes are still there after two years, and if they're spreading farther along the Greenland coast.\"\nWillis and Project Manager Steve Dinardo, also of JPL, are leaving for Greenland this week on an airborne campaign to do just that. For the third year in a row, they will drop about 250 probes just offshore all around the island, with some drops close to the fronts of ocean-terminating glaciers. The probes sink 3,000 feet (1,000 meters) into the seawater, recording temperature and salinity as they go. The researchers hope to make their first flight on Aug 22 and complete the work in two to three weeks, depending on weather.\nUnfortunately for OMG, the best time to drop probes into the ocean around Greenland -- the time with the most open water -- is during hurricane season. \"Hurricanes go up to Greenland to die,\" said Dinardo. \"In 2016, there were days the winds were so strong we couldn't even open the hangar doors.\" Weather groundings stretched the planned three-week deployment to five weeks.\nIn 2017, weather struck closer to home: Hurricane Harvey sidelined the Houston-based plane and crew just days before the campaign was scheduled to begin. Dinardo managed to locate a viable alternative aircraft and get the OMG team airborne within a month of the originally planned start.\nThis year's new plane and new base should improve OMG's weather odds. The plane, a Basler BT-67 operated by NASA contractor Airtec, can take off and land on a shorter runway than either of the planes OMG previously used. That allows the team to base their east coast operations in Kulusuk, a small airport in southeastern Greenland, rather than a larger airport in Iceland. The lengthy \"commute\" from Iceland cut into the time available for research on each flight, and the longer flight path meant more places where there might be bad weather.\nWhen they complete the east coast drops, the team will move to Thule, a U.S. air base in northwestern Greenland, for drops on the western side of the island.\n\"Being in Greenland the whole time, we can get a little more up close and personal with the ice sheet and glaciers,\" Willis said.\nThe changing ocean around Greenland affects living creatures as well as glaciers. Narwhals -- smallish whales with long single tusks -- are uniquely adapted to Arctic waters, moving seasonally from the open ocean to the glacier fronts of Greenland and Canada. Kristin Laidre, a research scientist at the University of Washington in Seattle, studies these elusive mammals and their habitats. She quickly saw the value of OMG's observations, publishing the first peer-reviewed paper to use OMG data.\nLaidre and Ian Fenty of JPL, an OMG co-principal investigator, are on the west side of Greenland from the airborne OMG team this week, on a six-day research cruise. Their team will place moorings in front of three important glaciers in northwestern Greenland, with acoustic recorders and OMG data loggers attached to the mooring chains. These instruments will log ocean temperature and conductivity (used to calculate salinity) and detections of narwhals.\nThis intensive local data set is likely to add new insights into OMG's larger-scale measurements, Fenty said. \"Because the instruments will take measurements every hour for two years, we will get a totally new understanding of the changing ocean close to the ice,\" he noted. \"These data will help us interpret our OMG probe data and allow us to evaluate and improve our [computer] simulations of the ocean currents in the area.\"\nLaidre said, \"We don't know a lot about what's important to narwhals -- how physical oceanography influences their habitat preferences. OMG is collecting really detailed information on the physics of the system. For us, having access to those data and working with the OMG investigators can bring us a long way in studying these animals.\"\nNews media contact\nEsprit Smith Jet Propulsion Laboratory, Pasadena, California818-354-4269Esprit.Smith@jpl.nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}