{
  "url": "https://climate.nasa.gov/news/2808/nasa-study-untangles-smoke-pollution-effects-on-clouds/",
  "title": "NASA study untangles smoke, pollution effects on clouds",
  "date": null,
  "content": "4 min read\nA new NASA-led study helps answer decades-old questions about the role of smoke and human-caused air pollution on clouds and rainfall. Looking specifically at deep convective clouds -- tall clouds like thunderclouds, formed by warm air rising -- the study shows that smoky air makes it harder for these clouds to grow. Pollution, on the other hand, energizes their growth, but only if the pollution isn't heavy. Extreme pollution is likely to shut down cloud growth.\nResearchers led by scientist Jonathan Jiang of NASA's Jet Propulsion Laboratory in Pasadena, California, used observational data from two NASA satellites to investigate the effects of smoke and human-made air pollutants at different concentrations on deep convective clouds.\nThe two satellites -- the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO) and CloudSat -- orbited on the same track only a few seconds apart from 2006 until this year. CloudSat uses a radar to measure cloud locations and heights worldwide, and CALIPSO uses an instrument called a lidar to measure smoke, dust, pollution and other microscopic particles in the air, which are collectively referred to as aerosols, at the same locations at almost the same time. The combined data sets allow scientists to study how aerosol particles affect clouds.\nCALIPSO is able to classify aerosols into several types, a capability which was improved two years ago when the CALIPSO mission team developed improved data-processing techniques. At about the same time, the CloudSat team also improved its classification of the cloud types. Jiang's team knew that these improvements had the potential to clarify how different aerosols affect the ability of clouds to grow. It took him and his colleagues about two years to go through both data sets, choose the best five-year period and Earth regions to study, and do the analysis.\nClouds typically cannot form without some aerosols, because water vapor in the air does not easily condense into liquid water or ice unless it comes in contact with an aerosol particle. But there are many types of aerosols -- not only the ones studied here but volcanic ash, sea salt and pollen, for example -- with a wide range of sizes, colors, locations and other characteristics. All of these characteristics affect the way aerosols interact with clouds. Even the same type of aerosol may have different effects at different altitudes in the atmosphere or at different concentrations of particles.\nSmoke particles absorb heat radiation emitted by the ground. This increases the temperature of the smoke particles, which can then warm the air. At the same time they block incoming sunlight, which keeps the ground cooler. That reduces the temperature difference between the ground and the air. For clouds to form, the ground needs to be warmer and the air cooler so that moisture on the ground can evaporate, rise and condense higher in the atmosphere. By narrowing the temperature gap between the ground and the air, smoke suppresses cloud formation and growth.\nHuman-pollutant aerosols like sulfates and nitrates, on the other hand, do not absorb much heat radiation. In moderate concentrations, they add more particles to the atmosphere for water to condense onto, enabling clouds to grow taller. If pollution is very heavy, however, the sheer number of particles in the sky blocks incoming sunlight -- an effect often visible in the world's most polluted cities. That cools the ground just as smoke aerosols do, inhibiting the formation of clouds.\nThe scientists also studied dust aerosols and found that their characteristics varied so much from place to place that they could either suppress or energize cloud formation. \"It's about the complexity in dust color and size,\" Jiang said. \"Sahara dust may be lighter, while dust from an Asian desert might likely be darker.\" A blanket of lighter-colored or smaller dust scatters incoming sunlight while not warming the air. Larger or darker dust particles absorb sunlight and warm the air.\nThe paper in Nature Communications is titled \"Contrasting Effects on Deep Convective Clouds by Different Types of Aerosols.\" Coauthors are from UCLA; Caltech in Pasadena, California; the University of Colorado, Boulder; NASA's Langley Research Center in Hampton, Virginia; and the University of Wyoming, Laramie.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs part of a science mission tracking one of Earth’s most precious resources – water…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}