{
  "url": "https://climate.nasa.gov/news/2810/jpl-airborne-mission-is-one-of-five-new-earth-ventures/",
  "title": "JPL airborne mission is one of five new Earth ventures",
  "date": null,
  "content": "JPL's Delta-X mission will study the natural processes that maintain and build river deltas like the Wax Lake Delta in Louisiana, shown here. Credit: NASA/JPL-Caltech\n› Larger view\nFive new NASA Earth science campaigns, including one from NASA's Jet Propulsion Laboratory in Pasadena, California, will take to the field starting in 2020 to investigate a range of pressing research questions, from what drives intense East Coast snowfall events to the impact of small-scale ocean currents on global climate.\nThese studies will explore important, but not-well-understood, aspects of Earth system processes. They were competitively selected as part of NASA's Earth Venture-class program. This is NASA's third series of Earth Venture suborbital investigations, which are regularly solicited, sustained observation projects first recommended by the National Research Council in 2007. The first set of five projects was selected in 2010, and the second in 2014.\n\"These innovative investigations tackle difficult scientific questions that require detailed, targeted field observations combined with data collected by our fleet of Earth-observing satellites,\" said Jack Kaye, associate director for research in NASA's Earth Science Division in Washington.\nThe five newly selected Earth Venture investigations are:\nSix NASA centers and 27 educational institutions are participating in these five Earth Venture projects. The five-year investigations were selected from 30 proposals. The Delta-X project is funded at a total cost of no more than $15 million; each of the other projects is funded at no more than $30 million.\nEarth Venture investigations are part of NASA's Earth System Science Pathfinder program, managed at Langley for the agency's Science Mission Directorate in Washington. Competitively selected orbital missions and field campaigns in this program provide innovative approaches to address Earth science research with frequent windows of opportunity to accommodate new scientific priorities.\nNASA uses the vantage point of space to understand and explore our home planet, improve lives and safeguard our future. The agency's observations of Earth's complex natural environment are critical to understanding how our planet's natural resources and climate are changing now and could change in the future.\nFor more on NASA's Earth science activities, visit:\nhttps://nasa.gov/earth\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}