{
  "url": "https://climate.nasa.gov/news/3062/warming-seas-are-accelerating-greenlands-glacier-retreat/",
  "title": "Warming Seas Are Accelerating Greenland's Glacier Retreat",
  "date": null,
  "content": "To measure water depth and salinity, the OMG project dropped probes by plane into fjords along Greenland’s coast. Shown here is one such fjord in which a glacier is undercut by warming water. The brown water is caused by sediment being dredged up from the base of the glacier by meltwater plumes. Credit: NASA/JPL-Caltech\nGreenland’s melting glaciers, which plunge into Arctic waters via steep-sided inlets, or fjords, are among the main contributors to global sea level rise in response to climate change. Gaining a better understanding of how warming ocean water affects these glaciers will help improve predictions of their fate. Such predictions could in turn be used by communities around the world to better prepare for flooding and mitigate coastal ecosystem damage.\nBut researchers have long lacked measurements of the depths of the fjords along Greenland’s craggy coast. Without this information, it’s extremely difficult to arrive at a precise assessment of how much ocean water is being allowed into the fjords and how that affects glacier melt. By measuring their fjords one by one, a new study published in Science Advances has quantified, for the first time, how the warming coastal waters are impacting Greenland’s glaciers.\nFor the past five years, scientists with the Oceans Melting Greenland (OMG) mission have been studying these marine-terminating glaciers from the air and by ship. They found that of the 226 glaciers surveyed, 74 in deep fjords accounted for nearly half of the total ice loss (as previously monitored by satellites) from Greenland between 1992 and 2017. These glaciers exhibited the most undercutting, which is when a layer of warm, salty water at the bottom of a fjord melts the base of a glacier, causing the ice above to break apart. In contrast, the 51 glaciers that extend into shallow fjords or onto shallow ridges experienced the least undercutting and contributed only 15% of the total ice loss.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“I was surprised by how lopsided these findings were. The biggest and deepest glaciers are undercut much faster than the smaller glaciers in shallow water,” said lead author Michael Wood, a post-doctoral researcher at NASA’s Jet Propulsion Laboratory in Southern California, who began this research as a doctoral student at the University of California, Irvine. “In other words, the biggest glaciers are the most sensitive to the warming waters, and those are the ones really driving Greenland’s ice loss.”\nIn the case of Greenland’s glaciers, the bigger they are, the faster they melt. And the culprit is the depth of the fjord they occupy: Deeper fjords allow in more warm ocean water than shallow fjords, hastening the undercutting process.\nGreenland is home to one of Earth’s only two ice sheets.The ice there is over 2 miles (3 kilometers) thick in places. At the edges of Greenland, the vast glaciers extending from the ice sheet travel slowly down valleys like icy conveyor belts, which pour into the fjords and then melt or break off (or calve) as icebergs. The ice is replenished by snowfall that is compressed over time into the ice pack.\nIf the ice sheet were in balance, the amount of snow accumulating on the top would roughly equal the ice lost from melt, evaporation, and calving. But previous observations have shown that the ice sheet has been out of balance since the 1990’s: Melt has accelerated and calving has increased. In other words, the rate of ice being lost to the ocean is exceeding the supply from the ice sheet. This is causing the ice sheet to shrink and the glaciers to retreat toward land.\nThe main cause of such glacier retreat is the process of undercutting, which is driven by two factors: the amount of meltwater flowing from the glacier and the warm layer of salty water at the base of the fjord. During the summer months, increasing air temperatures heat the glacier’s surface, creating pools of meltwater. These pools leak through the ice and flow from the glacier in rivers below the surface. As the meltwater flows into the sea, it encounters the warmer salty water at the bottom of the fjord.\nGlacial meltwater doesn’t contain salt, so it is less dense than saltwater and thus rises as a plume. The plume drags the warmer ocean water into contact with the glacier’s base. The amount of undercutting depends on the depth of the fjord, the warmth of the ocean water, and the amount of meltwater flowing out from beneath the glacier. As the climate warms, the amount of meltwater will increase and the ocean temperature will rise, two factors that boost the undercutting process.\nThese findings suggest that climate models may underestimate glacial ice loss by at least a factor of two if they don’t account for undercutting by a warm ocean.\nThe study also lends insight into why many of Greenland’s glaciers never recovered after an abrupt warming of ocean water between 1998 and 2007, in which ocean temperature increased by nearly 2 degrees Celsius. Although ocean warming paused between 2008 and 2017, the glaciers had already experienced such extreme undercutting in the previous decade that they continued to retreat at an accelerated rate.\n“We have known for well over a decade that the warmer ocean plays a major role in the evolution of Greenland glaciers,” said OMG Deputy Principal Investigator Eric Rignot of UCI and JPL, which manages the mission. “But for the first time, we have been able to quantify the undercutting effect and demonstrate its dominant impact on the glacier retreat over the past 20 years.”\nNow in its sixth year, the OMG mission has carried out the mammoth task of measuring ocean temperature and salinity around the entire coast of Greenland. Each summer since 2016, the team has spent several weeks dropping between 250 and 300 probes from an aircraft to measure how water temperature and salinity change with depth while mapping the depth of otherwise-inacessible fjords.\nThis data complements other surveys of the region – including OMG measurements via boat (which began in 2015) and observational data collected from the Landsat satellites from NASA and the U.S. Geologic Survey – and builds on a growing body of glacier research on ice-ocean interactions. During this time, the OMG team has been able to gain a detailed view of how quickly the 226 glaciers studied are melting and which are retreating the fastest.\nOMG is planning its campaign for the summer of 2021. The team hopes that the ongoing measurements of ocean conditions will be invaluable for refining predictions of ice loss, ultimately helping the world prepare for a future of rising oceans.\n“When the ocean speaks, the Greenland Ice Sheet listens,” said OMG Principal Investigator Josh Willis, also of JPL. “This gang of 74 glaciers in deep fjords is really feeling the influence of the ocean; it’s discoveries like these that will eventually help us predict how fast the ice will shrink. And that’s a critical tool for both this generation and the next.”\nFor more information, visit:\nhttps://omg.jpl.nasa.gov/portal/\nhttps://sealevel.nasa.gov/\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nBrian Bell\nUniversity of California, Irvine\n949-824-8249\nbpbell@uci.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}