{
  "url": "https://climate.nasa.gov/news/3063/nasa-satellites-help-quantify-forests-impacts-on-global-carbon-budget/",
  "title": "NASA Satellites Help Quantify Forests' Impacts on Global Carbon Budget",
  "date": null,
  "content": "By Lara Streiff,\nNASA’s Goddard Space Flight Center\nCredit: Malene Thyssen/CC BY-SA 3.0\nUsing ground, airborne, and satellite data, a diverse team of international researchers – including NASA scientists – has created a new method to assess how the changes in forests over the past two decades have impacted carbon concentrations in the atmosphere.\nIn addition to better understanding the overall role of forests in the global carbon cycle, the scientists were also able to distinguish between the contributions of various forest types, confirming that among forests, tropical forests are those responsible for the largest component of global carbon fluctuations – both absorbing more carbon than other forest types, and releasing more carbon into the atmosphere due to deforestation and degradation.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nWhile clearing land for agriculture, industry, and other human activities increases carbon dioxide in the atmosphere, the primary cause of the global carbon dioxide increase over the last century is from human activities that burn fossil fuels such as coal and oil. On balance, trees and other plants pull carbon dioxide out of the atmosphere.\nThe forest carbon flux map from web application Global Forest Watch, and the accompanying study published in Nature Climate Change on Jan. 21, show these carbon fluctuations from forests in unprecedented detail. This was published just one day after the United States rejoined the Paris Climate Agreement – an international effort to limit global temperature rise that specifically highlights reducing emissions from deforestation and forest degradation.\nThrough photosynthesis, forests absorb carbon dioxide from the atmosphere to produce oxygen, complementing the collective breathing of other life on Earth that breathes oxygen and expels carbon dioxide.\nAccording to the researchers, forests collectively absorbed around 15.6 billion metric tons of carbon dioxide from Earth’s atmosphere each year between 2001 and 2019, while deforestation, fires, and other disturbances released an average of 8.1 billion metric tons of carbon dioxide per year. Forests around the world are estimated to absorb about 7.6 billion metric tons, acting as a net carbon sink of roughly 1.5 times the annual emissions from the entire United States.\n“Forests act as a two-lane highway in the climate system,” said principal investigator Nancy Harris, who serves as the research director for the World Resources Institute (WRI) Forests Program. “A detailed view of where both sides are occurring – forest emissions and forest removals – adds transparency to monitoring forest-related climate policies.”\nThis new methodology integrates datasets from numerous sources, including on-the-ground reports, aerial data, and satellite observations, to create the first consistent global framework for estimating the carbon flux specifically for forests.\nThis is a change from the current annual reporting of national forestry data, which still varies between countries despite standardized guidelines from the Intergovernmental Panel on Climate Change (IPCC), often determined by the resources available in that region. Such a lack of uniformity in the data means that global carbon estimates can contain a sizeable degree of uncertainty.\n“The good thing is that we know there is uncertainty and we can actually quantify it,” says co-author Lola Fatoyinbo, a scientist from NASA Goddard’s Space Flight Center in Greenbelt, Maryland. “All estimates come with an uncertainty around them, which is going to keep getting smaller and smaller as we get better datasets.”\nThe biomass estimates for the study were based on data from NASA’s Ice, Cloud, and land Elevation Satellite (ICESat), which was primarily designed to track changes in ice sheet coverage but also provides topography and vegetation data.\nGoing forward, NASA’s Carbon Monitoring Systems Biomass Pilot, which combines satellite and field data to improve estimates of vegetation and carbon stocks, NASA’s ICESat-2, and the Global Ecosystem Dynamics Investigation (GEDI) – a laser-equipped instrument aboard the International Space Station that records the three-dimensional structures of the world’s temperate and tropical forests – are expected to further improve understanding of carbon removal rates across forest landscapes going forward. As part of the GEDI team, Fatoyinbo says they will be making multiple relevant data products such as tree canopy profiles and global maps of aboveground biomass that will be useful for making future carbon estimates.\n“This is kind of a major shift in the paradigm of monitoring forests,” says Sassan Saatchi, a scientist at NASA’s Jet Propulsion Laboratory in Southern California and a co-author of the study. “It brought in a new picture of where the big changes are happening, in terms of both the land surface losing carbon to the atmosphere and also absorbing carbon from the atmosphere.”\nThe new approach also helped identify which forest types have higher uncertainties, highlighting tropical forests, as well as temperate forests in the Northern Hemisphere. “Where the uncertainties are large, that’s where we need to focus and get more data to quantify better,” Saatchi says.\nOnce new data are available, it is relatively easy to crunch the new numbers.\n“The way this was set up is in a cloud computing platform,” says Fatoyinbo. “If there is a new dataset that comes out that is much better than was previously available, you can just go in and swap it. This used to be something that took years to do, and now you could do it in a few hours.”\nWhile the outputs aren’t expected to change significantly, the uncertainties will shrink, providing scientists with a clearer picture of the global carbon cycle and helping to inform policy makers. For example, the study shows that 27% of the world’s net forest carbon sinks are found within protected areas, such as national parks.\nGovernments looking to reduce their emissions need data that is as accurate and current as possible. Fatoyinbo says that “this is one framework that can really help with that.”\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}