{
  "url": "https://climate.nasa.gov/news/3032/prior-weather-linked-to-rapid-intensification-of-hurricanes-near-landfall/",
  "title": "Prior Weather Linked to Rapid Intensification of Hurricanes Near Landfall",
  "date": null,
  "content": "By Esprit Smith,\nNASA's Earth Science News Team\nAlthough most hurricanes tend to weaken as they approach land, some rapidly increase in strength just prior to landfall - a phenomenon that is both dangerous and hard to forecast. As the climate continues to warm, the number of storms that fall into the latter category is likely to increase, presenting a stark reality for communities in their paths. Because current weather models can't accurately predict this sudden intensification, communities preparing for a lesser storm often don't have time to respond to the arrival of a much stronger one or to the magnitude of destruction it is likely to leave behind.\nThe good news? The results of a new study published in September in Nature Communications identify pre-storm conditions that can contribute to this rapid intensification - an important step in improving our ability to forecast it.\n\"We analyzed the events that led up to Hurricane Michael in 2018 and found that the storm was preceded by a marine heat wave, an area of the coastal ocean water that had become abnormally warm,\" said Severine Fournier, a NASA Jet Propulsion Laboratory scientist and a co-author of the study. \"Marine heat waves like this one can form in areas that have experienced back-to-back severe weather events in a short period of time.\"\nIn October 2018, Hurricane Michael intensified from a Category 2 to a Category 5 storm the day before it made landfall in the Florida Panhandle. Michael is the most intense storm on record to hit the area, having left some $25 billion in damage in its wake. Using a combination of data gathered from weather buoys and satellites, the science team behind the study examined ocean conditions before, during, and after the hurricane.\nAbout a month before the hurricane arrived, Tropical Storm Gordon moved through the Gulf of Mexico. Under normal circumstances, a tropical storm or hurricane - Gordon, in this case - mixes the ocean water over which it travels, bringing up the cold water that is deeper in the water column to the surface and pushing the warm surface water down toward the bottom. This newly present colder water at the surface typically causes the storm to weaken.\nBut Tropical Storm Gordon was immediately followed by a severe atmospheric heat wave during which the warm air heated the cooler ocean water that had recently been brought to the surface. This, combined with the warm water that Gordon had pushed down through the water column, ultimately produced plenty of warm-water fuel for an incoming hurricane.\n\"In that situation, basically the whole water column was made up of warm water,\" said Fournier. \"So when the second storm - Hurricane Michael - moved in, the water it brought up during mixing was warm just like the surface water being pushed down. Hurricanes feed off the heat of the ocean, so this sequence of weather events created conditions that were ideal for hurricane intensification.\"\nAlthough the study focuses in-depth on Hurricane Michael, the scientists note that the pattern of weather events leading up to a major storm - and the resulting storm intensification - doesn't appear to be unique to Michael.\n\"Both Hurricane Laura and Hurricane Sally, which impacted the U.S. Gulf Coast in 2020, appeared to have similar setups to Michael, with both storms being preceded by smaller storms [Hurricane Hanna and Hurricane Marco, respectively],\" said lead author Brian Dzwonkowski of the University of South Alabama/Dauphin Island Sea Lab. \"Combined with warmer-than-average summer conditions in the region, this pre-storm setup of the oceanic environment likely contributed to those intensifications prior to landfall as well.\"\nNASA scientists have been tackling the question of what causes hurricanes to intensify rapidly just before landfall from multiple angles. Another recent study led by JPL's Hui Su found that other factors, including the rainfall rate inside a hurricane, are also good indicators that can help forecast if and how much a hurricane is likely to intensify in the hours that follow. Both studies bring us closer to understanding and being better able to forecast rapid intensification of hurricanes near landfall.\nIan J. O'Neill / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-2649 / 818-354-0307\nian.j.oneill@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}