{
  "url": "https://climate.nasa.gov/news/3065/nasa-funded-network-tracks-the-recent-rise-and-fall-of-ozone-depleting-pollutants/",
  "title": "NASA-Funded Network Tracks the Recent Rise and Fall of Ozone-Depleting Pollutants",
  "date": null,
  "content": "Pollution hanging over eastern China in February of 2004. Image courtesy the SeaWiFS Project, NASA/Goddard Space Flight Center, and ORBIMAGE.\nBy Lara Streiff's\nNASA's Goddard Space Flight Center\nA short-lived resurgence in the emission of ozone-depleting pollutants in eastern China will not significantly delay the recovery of Earth’s protective “sunscreen” layer, according to new research published Feb. 10 in Nature.\nStratospheric ozone, also known as Earth’s ozone layer, helps shield us from the Sun’s harmful Ultraviolet (UV) rays. Compounds like CFC-11 (Trichlorofluoromethane, also known as Freon-11), a chemical once considered safe and widely used as a refrigerant and in the production of insulation for buildings, rise to the stratosphere after emission on Earth’s surface. Once in the atmosphere, CFCs are broken down by the UV light and result in the destruction of ozone molecules, both reducing stratospheric ozone concentrations globally and contributing to a “hole” in the layer that appears over Antarctica in the spring.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nIn 1987, the Montreal Protocol – an international treaty enacted to protect the ozone layer from additional degradation – banned new production and trade of ozone-depleting substances like CFC-11. One hundred and ninety-eight nations have since signed on to the agreement.\nAfter production ceased, scientists still expected CFC-11 to continue leaking over the years from existing products, but at a gradually declining rate. Because of this, the gas is among those monitored at the global scale by the National Oceanic and Atmospheric Administration (NOAA)'s Global Monitoring Division and the Advanced Global Atmospheric Gases Experiment (AGAGE) – a network of monitoring stations funded by NASA and several environmental agencies and headed by the Center for Global Change Science at the Massachusetts Institute of Technology and the Scripps Institute of Oceanography.\nIn 2018, NOAA first reported a smaller decrease in the decline of atmospheric CFC-11 than expected. The numbers didn’t align with trajectories based on CFC-11’s production ban, hinting that something had changed. “The slowdown in the rate of decline indicated that somebody was emitting again, or in larger quantities than we were expecting, we just didn’t know where,” said Matt Rigby, University of Bristol (UK) scientist and one of the lead authors of the new study.\nThe AGAGE network helped track down the origins of much of the new emission of CFC-11, thanks to its geographic distribution. Two of its stations, the South Korean Gosan AGAGE station, run by Kyungpook National University in South Korea, and the AGAGE-affiliated station on Hateruma Island in Japan, run by Japan's National Institute of Environmental Studies, were both positioned close enough to the source for researchers to track much of the new emissions back to their source: eastern China.\n“This is very much like detective work,” said Qing Liang, a research scientist at NASA Goddard’s Space Flight Center in Greenbelt, Md. and co-author of the study. “We figured out there was a problem, then we tracked down where the problem was regionally, and it seems that the actions taken in China, and perhaps elsewhere, have resulted in a big drop in the unexpected emissions [since 2018].”\nDue in large part to effective monitoring, and subsequent reaction to the 2018 report, data and analysis in these two papers (published in February 2021) suggest that both the renewed eastern Chinese and overall global emissions of CFC-11 after mandated global phase out in 2010 have returned to previous levels.\nNot only is this important for the ozone layer’s recovery, but CFC-11 also impacts climate as a potent greenhouse gas. The observed levels of increased emission were comparable to the carbon dioxide emissions of a city roughly the size of London. In other words, closing off CFC-11 emissions has an additional climate benefit similar to that of shutting off a megacity.\nDespite the monitoring success story, some emissions are still unaccounted for – and scientists have been unable to pinpoint where they are coming from due to current limitations of the monitoring network.\n“The one critical piece of information we need is atmospheric observations,” said Liang. \"That's the reason why it is really important for NASA and NOAA, together with their international partners, to continue making measurements of these gases.\" Monitoring networks like the AGAGE stations are a valuable tool for understanding the role atmospheric chemistry plays in our changing climate.\nThough these new CFC-11 emissions were identified relatively quickly, they have the potential to delay ozone layer recovery, especially if left unchecked, so a timely response is paramount.\n\"This was evidence for probably the biggest challenge that the Montreal Protocol has ever faced,” said Rigby, “but I think it’s been heartening to see how closely the science has been listened to by the parties of the Montreal Protocol, and then how rapidly the science has been acted on as well. All this has happened over the space of essentially two years, which is pretty incredible.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}