{
  "url": "https://climate.nasa.gov/news/3033/us-european-sea-level-satellite-gears-up-for-launch/",
  "title": "U.S.-European Sea Level Satellite Gears Up for Launch",
  "date": null,
  "content": "Preparations are ramping up for the scheduled Nov. 10 launch of the world's latest sea level satellite. Since arriving in a giant cargo plane at Vandenberg Air Force Base in California last month, Sentinel-6 Michael Freilich has been undergoing final checks, including visual inspections, to make sure it's fit to head into orbit.\nSurviving the bone-rattling vibrations and sounds of launch atop a Falcon 9 rocket is just the start of the mission. Once in orbit some 830 miles (1,336 kilometers) above Earth, Sentinel-6 Michael Freilich has the task of collecting sea level measurements with an accuracy of a few centimeters (for a single measurement) for more than 90% of the world's oceans. And it will be making those measurements while repeatedly flying through an area of intense radiation known as the South Atlantic Anomaly, which can scramble electronics.\nThat's why engineers and researchers have put Sentinel-6 Michael Freilich through a battery of tests to ensure that the spacecraft will survive launch and the harsh environment of space. But how will the mission pull the rest of it off? With sophisticated instruments, global navigation satellites, and lasers - lots of lasers. They'll all work in concert to enable the spacecraft to carry out its task of observing the ocean.\nGet a Monthly Digest of NASA's Climate Change News: Subscribe to the Newsletter »\nGiven the challenges and goals of the mission, the satellite's moniker is appropriate: It's named after noted researcher Dr. Michael Freilich, the former director of NASA's Earth Science Division.\nA second spacecraft identical to Sentinel-6 Michael Freilich, Sentinel-6B, will launch in 2025 to continue the work after its sibling's five-and-a-half-year prime mission ends. Together, the satellites make up the Sentinel-6/Jason-CS (Continuity of Service) mission, which is a partnership between NASA, ESA (the European Space Agency), the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), and the National Oceanic and Atmospheric Administration (NOAA).\nCollectively, the satellites will add a decade's worth of the most accurate satellite data yet on ocean height to a nearly 30-year record documenting how our oceans are rising in response to climate change. Both spacecraft will also collect data on atmospheric temperature and humidity that will help to improve weather forecasts as well as atmospheric and climate models.\nThis is where those sophisticated instruments, global navigation satellites, and lasers come in.\nTo accurately measure extremely small variations in sea level, Sentinel-6 Michael Freilich will rely on a suite of three instruments that provide scientists information to determine the spacecraft's exact position in orbit.\nOne component of this positioning package is the laser retroreflector array, a set of nine small, precisely shaped mirrors. Lasers are directed at them from ground stations on Earth, and they reflect the (harmless) beams right back to their point of origin. These laser-emitting ranging stations, as they're known, calculate how long the laser takes to bounce off the reflectors and return, which gives the distance between the satellite and the station.\nAnother instrument, the Global Navigation Satellite System - Precise Orbit Determination (GNSS-POD), tracks GPS and Galileo navigation signals. Researchers analyze these signals to help determine the satellite's position.\nThe third instrument in the positioning package is the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS). It analyzes radio signals from 55 global ground stations, measuring the Doppler shift of the radio signals' frequencies to determine the 3D position of the satellite over time. When used together, these instruments provide the data needed to ascertain the precise position of the satellite, which in turn helps to determine the height of the sea surface.\nOn the science side are two instruments that work in concert to determine sea level and a third that collects atmospheric data. The Poseidon-4 radar altimeter measures ocean height by bouncing radar pulses off the water's surface and calculating the time it takes for the signal to return to the satellite. However, water vapor in the atmosphere affects the propagation of the radar pulses from the altimeter, which can make the ocean appear higher or lower than it actually is. To correct for this affect, an instrument called the Advanced Microwave Radiometer for Climate (AMR-C) measures the amount of water vapor between the spacecraft and the ocean.\n\"AMR-C is the next generation of AMR instruments, and it includes new components that will enable more accurate measurements along coastlines and throughout the mission,\" said Shannon Statham, AMR-C integration and test lead at NASA's Jet Propulsion Laboratory in Southern California.\nFor information on the atmosphere, the Global Navigation Satellite System - Radio Occultation (GNSS-RO) instrument gathers data on temperature and humidity that can help to improve weather forecasts. GNSS-RO analyzes radio signals from global navigational satellites as they appear and disappear beyond the limb of the Earth - the hazy blue edge of the atmosphere that's visible when you look at pictures of our planet in space. As these radio signals travel through different layers of the atmosphere, they bend and slow by varying degrees. Sentinel-6 Michael Freilich and satellites like it use GNSS-RO technology to measure these changes, enabling researchers to then extract atmospheric characteristics like temperature and humidity at different altitudes.\nAll the instruments, power systems, telecommunications - everything that makes Sentinel-6 Michael Freilich tick - must work together to accomplish the mission's science goals, much like the international partners have worked together to get this satellite ready for launch.\n\"Copernicus Sentinel-6 Michael Freilich is a great contribution to climate change, environment monitoring, and to the Digital Twin Earth. Sentinel-6 is a reference model of the cooperation between the U.S. and Europe on Earth Observation and represents a good foundation for future projects,\" said Josef Aschbacher, ESA director of Earth Observation Programmes.\nSentinel-6/Jason-CS is being jointly developed by ESA, EUMETSAT, NASA, and NOAA, with funding support from the European Commission and technical support from France's National Centre for Space Studies (CNES).\nJPL, a division of Caltech in Pasadena, is contributing three science instruments for each Sentinel-6 satellite: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the international Ocean Surface Topography Science Team.\nThe Sentinel-6 Michael Freilich press kit:\nhttps://www.jpl.nasa.gov/news/press_kits/sentinel-6/\nTo learn more about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nhttps://www.esa.int/Sentinel-6\nhttps://www.copernicus.eu/en/documentation/information-material/general-factsheets\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nSentinel-6 Michael Freilich media reel\n\nMeet the people behind the mission\n\n5 things to know about Sentinel-6 Michael Freilich\n\nSentinel-6 arrives in California for launch\n\nSentinel-6 gets shaken and rattled for testing\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}