{
  "url": "https://climate.nasa.gov/news/3067/nasa-scientists-complete-first-global-survey-of-freshwater-fluctuation/",
  "title": "NASA Scientists Complete First Global Survey of Freshwater Fluctuation",
  "date": null,
  "content": "Lake Mead, along the Colorado River. Credit: National Park Service\nBy Kate Ramsayer,\nNASA's Goddard Space Flight Center\nTo investigate humans’ impact on freshwater resources, scientists have now conducted the first global accounting of fluctuating water levels in Earth’s lakes and reservoirs – including ones previously too small to measure from space.\nThe research, published March 3 in the journal Nature, relied on NASA’s Ice, Cloud and land Elevation Satellite 2 (ICESat-2), launched in September 2018.\nICESat-2 sends 10,000 laser light pulses every second down to Earth. When reflected back to the satellite, those pulses deliver high-precision surface height measurements every 28 inches (70 centimeters) along the satellite’s orbit. With these trillions of data points, scientists can distinguish more features of Earth’s surface, like small lakes and ponds, and track them over time.\nScientists used these height measurements to study 227,386 water bodies over 22 months and discovered that, from season to season, the water level in Earth’s lakes and ponds fluctuates on average by about 8.6 inches (22 cm). At the same time, the water level of human-managed reservoirs fluctuate on average by nearly quadruple that amount – about 34 inches (86 cm).\nWhile natural lakes and ponds outnumber human-managed reservoirs by more than 24 to 1 in their study, scientists calculated that reservoirs made up 57% of the total global variability of water storage.\n“Understanding that variability and finding patterns in water management really shows how much we are altering the global hydrological cycle,” said Sarah Cooley, a remote sensing hydrologist at Stanford University in California, who led the research. “The impact of humans on water storage is much higher than we were anticipating.”\nIn natural lakes and ponds, water levels typically vary with the seasons, filling up during rainy periods and draining when it’s hot and dry. In reservoirs, however, managers influence that variation – often storing more water during rainy seasons and diverting it when it’s dry, which can exaggerate the natural seasonal variation, Cooley said.\nCooley and her colleagues found regional patterns as well – reservoirs vary the most in the Middle East, southern Africa, and the western United States, while the natural variation in lakes and ponds is more pronounced in tropical areas.\nThe results set the stage for future investigations into how the relationship between human activity and climate alters the availability of fresh water. As growing populations place more demands on fresh water, and climate change alters the way water moves through the hydrological cycle, studies like this can illuminate how water is being managed, Cooley said.\n“This kind of dataset will be so valuable for seeing how human management of water is changing in the future, and what areas are experiencing the greatest change, or experiencing threats to their water storage,” Cooley said. “This study provides us with a really valuable baseline of how humans are modulating the water cycle at the global scale.”\nThe researchers’ methods relied on a second satellite mission, as well – Landsat, the decades-long mission jointly overseen by NASA and the U.S. Geological Survey. The team used Landsat-derived, two-dimensional maps of bodies of water and their sizes, providing them with a comprehensive database of the world’s lakes, ponds, and reservoirs. Then, ICESat-2 added the third dimension – height of the water level, with an uncertainty of roughly 4 inches (10 cm). When those measurements are averaged over thousands of lakes and reservoirs, the uncertainty drops even more.\nAlthough ICESat-2’s mission focuses on the frozen water of Earth’s cryosphere, creating data products of non-frozen water heights was also part of the original plan, according to Tom Neumann, ICESat-2 project scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Now, with the satellite in orbit, scientists are detecting more smaller lakes and reservoirs than previously anticipated – in this study they detected ponds half the size of the Lincoln Memorial Reflecting Pool.\n“We’re now able to measure all of these lakes and reservoirs with the same ‘ruler,’ over and over again,” Neumann said. “It’s a great example of another science application that these height measurements enable. It’s incredibly exciting to see what questions people are able to investigate with these datasets.”\nFor more information on ICESat-2, visit www.nasa.gov/icesat-2.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}