{
  "url": "https://climate.nasa.gov/news/2225/five-things-about-smap/",
  "title": "Five things about SMAP",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Earth Science News Team\nLast week, NASA's Soil Moisture Active Passive satellite was transported across Vandenberg Air Force Base in California to Space Launch Complex 2, where it will be mated to a Delta II rocket for launch. Credit: NASA/Randy Beaudoin. View full image and caption.\nThe Soil Moisture Active Passive (SMAP) mission, scheduled for launch on Jan. 29, will measure the moisture in Earth's soil with greater accuracy and higher resolution than any preceding mission, producing a global map of soil moisture every three days. Here are five quick facts about the spacecraft and what it studies.\n1. Soil moisture is a tiny fraction of water with a big punch. Only 0.001 percent of Earth's total water is lodged in the top few feet of soil. That tiny percentage, however, affects all living things on land and plays an important role in moving water, carbon and heat between land and atmosphere.\n2. Soil moisture can compound water risks. A flood follows a heavy rainfall — but only if the ground cannot soak up the rain. Waterlogged soil makes a region more flood-prone. Going to the opposite extreme, a drought can parch soil to such an extent that plants are unable to grow even after a few rains have fallen. Knowing soil moisture allows hydrologists to make better decisions related to the risk of flooding and drought, such as how much water to retain in reservoirs.\n3. Soil moisture controls the on-off switch for carbon dioxide cleanup. The world's vast northern forests remove carbon dioxide from the air as they grow, helping to clean up our emissions from burning fossil fuels. But when the ground freezes, that process switches off. Carbon dioxide builds up in the atmosphere until the ground thaws in the spring and plants begin growing again. Knowing where and for how long the ground is frozen or thawed is an important part of understanding the role of the northern forests in reducing greenhouse warming. SMAP will map frozen and thawed soils north of 45 degrees north latitude (about the latitude of Minneapolis), around the globe.\n4. SMAP is a twofer. The spacecraft's radiometer produces an accurate reading of how much moisture is in the top two inches (five centimeters) of soil, but it has low spatial resolution, that is, one measurement covers a large area. A radar instrument produces an image with higher spatial resolution, but it can't measure soil moisture as accurately as a radiometer. Through sophisticated data processing, SMAP combines observations from the two instruments into a very accurate measurement with high spatial resolution.\n5. SMAP has a huge, folding, spinning antenna. At 19 feet 8 inches (6 meters) in diameter, SMAP's rotating mesh antenna dwarfs the size of the instruments and spacecraft and is the largest rotating antenna of its kind that NASA has yet deployed. But the entire dish furls into a cylinder one foot (diameter) by four feet (30 by 120 centimeters) to fit inside the rocket's fairing for launch, and it weighs only 128 pounds (about 58 kilograms).\nLearn more about SMAP:\nsmap.jpl.nasa.gov/\nwww.nasa.gov/smap/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}