{
  "url": "https://climate.nasa.gov/news/3100/five-ways-nasa-helps-with-shark-conservation/",
  "title": "Five Ways NASA Helps with Shark Conservation",
  "date": null,
  "content": "A speckle-skinned whale shark swimming through the ocean. Credit: NASA's Goddard Space Flight Center, with footage from Alexpunker via Motion Array and Tom Cook.\nBy Sofie Bates,\nNASA's Earth Science News Team\nWhile scientists at our partner institutions are directly focusing on shark conservation, NASA's Earth-observing satellites collect key information about sharks' habitat – the ocean. NASA's satellites measure the height of the ocean, track currents, monitor marine habitats, and oversee water quality events like harmful algal blooms. Our long-term data sets also help us understand how climate change is affecting the ocean and marine life. NASA shares ocean data with conservation groups, researchers and partners like the National Oceanic and Atmospheric Administration (NOAA).\nNASA satellite data combined with field measurements help scientists construct a clearer picture of the travel routes of sharks and other marine animals. In 2019 with the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite (CALIPSO), a joint venture between NASA and the French space agency, the Centre National D'Etudes Spatiales (CNES), observed a massive animal migration that takes place on our planet. In this case, marine animals such as fish, krill and squid rise from the ocean depths to the surface to feast on microscopic plants called phytoplankton as well as smaller zooplankton and other animals on a daily basis.\nStudies like this provide information about the food supply available to sharks and how changes in ecosystems could impact the health of sharks and other large marine wildlife. Knowing where marine animals are by using NASA satellite data and field observations also supports sustainable fishing practices and reduces bycatch.\nFrom space and ships and autonomous underwater vehicles, NASA's EXport Processes in the Ocean from Remote Sensing (EXPORTS) campaign is studying the ocean's biological pump – the process by which carbon from the atmosphere and surface ocean is sequestered in the deep ocean. This process starts at the surface, where phytoplankton draw carbon out of the atmosphere through photosynthesis. This kicks off the marine food web because phytoplankton turn atmospheric carbon into food when they are eaten by tiny animals called zooplankton. Those in turn are eaten by fish who are eaten by other fish and large marine animals, including sharks. When fish and marine animals die, they can carry the carbon stored in their bodies to the ocean floor.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nBack in 1986, a researcher at Princeton University developed an algorithm to map the stars and galaxies captured by NASA's Hubble Telescope. Now, that algorithm has been adapted to recognize the star-like patterns on speckle-skinned whale sharks. This allows the algorithm to identify individual whale sharks, which helps scientists keep tabs on these rare, 40-foot-long sharks as part of the Australian non-profit ECOCEAN's Whale Shark Photo-Identification Library.\nNASA has been measuring ocean height for almost 30 years, starting with the TOPEX/Poseidon satellite mission from 1992-2006 and continuing with the Jason-1, OSTM/Jason-2, Jason-3 and Sentinel-6 Michael Freilich missions. these satellites can detect changes in ocean height within an inch, giving extremely precise measurements of sea level. This information is crucial for understanding storm severity, sea level rise and climate patterns like La Niña, El Niño and the Pacific Decadal Oscillation that impact marine animals. Sea surface height data is also useful for cleaning up marine oil spills, sustainably managing fisheries, routing ships and understanding the behavior of ocean animals like Stellar sea lions and whales. In addition, sea level measurements are used to derive ocean surface currents and ocean eddies that continuously stir and mix the water, changing its biogeochemistry and thus impacting the behavior and migration patterns of sharks.\nNASA has three new missions planned to study the ocean. Scheduled to launch in 2022, the Surface Water and Ocean Topography (SWOT) mission will measure small-scale ocean currents and swirling eddies to better understand the mixing and transport of water and nutrients as well as the dispersal of pollution into the ocean. Monitoring ocean eddies is important to predict migratory patterns of megafauna, including sharks. SWOT is jointly developed by NASA and CNES with contributions from the Canadian Space Agency (CSA) and United Kingdom Space Agency.\nThe Plankton, Aerosol, Cloud, ocean Ecosystem (PACE) mission will use next generation \"ocean color\" technology to learn more about phytoplankton that live in the upper ocean. In addition to being the base of the marine food web, phytoplankton play a similar role to land plants by absorbing carbon dioxide and producing oxygen.\nThe Geosynchronous Littoral Imaging and Monitoring Radiometer (GLIMR) instrument will provide unique observations of ocean biology, chemistry and ecology in the Gulf of Mexico, portions of the southeastern United States coastline and the mouth of the Amazon River where it enters the Atlantic Ocean. In the future, NASA's upcoming Earth System Observatory will use new and innovative techniques to study all facets of our planet, including the more than 70% of Earth's surface covered by ocean.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}