{
  "url": "https://climate.nasa.gov/news/2186/nasas-new-wind-watcher-ready-for-weather-forecasters/",
  "title": "NASA's new wind watcher ready for weather forecasters",
  "date": null,
  "content": "By Alan Buis,\nNASA's Jet Propulsion Laboratory\nISS-RapidScat data on a North Atlantic extratropical cyclone, as seen by the National Centers for Environmental Prediction Advanced Weather Interactive Processing System used by weather forecasters at the National Oceanic and Atmospheric Administration's Ocean Prediction Center. Credit: NASA/JPL-Caltech/NOAA. View larger image.\nIn an early holiday gift to the world's weather and marine forecasting agencies, ocean-winds data from NASA's newest Earth-observing mission, the International Space Station-Rapid Scatterometer (ISS-RapidScat), are being released two months ahead of schedule.\nRapidScat launched to the International Space Station on Sept. 21 on a two-year mission to boost global monitoring of ocean winds for improved weather forecasting and climate studies. The JPL-developed space-based scatterometer is a remote-sensing instrument that uses radar pulses reflected from the ocean's surface at different angles to calculate surface wind speed and direction. This information will improve weather and marine forecasting and hurricane monitoring.\nWorking at an accelerated pace, scientists and engineers have successfully cross-calibrated ISS-RapidScat's ocean winds data with data from NASA's QuikScat satellite and validated the data against ground measurements. The team reports the RapidScat data are meeting all planned wind performance requirements and are ready to begin extending the long-term climate data record of ocean-surface winds begun by QuikScat in 1999.\n\n\n\n\n\n\n\n\nISS-RapidScat viewed the winds within post-tropical cyclone Nuri as it moved parallel to Japan on Nov. 6, 2014 05:30 UTC. Credit: NASA/JPL-Caltech\nThe remnants of Nuri brought very high winds and seas to Alaska's Aleutian Islands and the Bering Sea. This ISS-RapidScat image shows the storm as it appeared near 4 p.m. Pacific Time on Nov. 8. The intense storm will push unseasonably cold air into much of the United States this week. Credit: NASA/JPL-Caltech\n\n\nThe team includes scientists and engineers from NASA's Jet Propulsion Laboratory, Pasadena, California; the National Oceanic and Atmospheric Administration; Brigham Young University, Provo, Utah; and Remote Sensing Systems, Santa Rosa, California.\n\"RapidScat is a short mission by NASA standards,\" said RapidScat Project Scientist Ernesto Rodriguez of JPL. \"Its data will be ready to help support U.S. weather forecasting needs during the tail end of the 2014 hurricane season. The dissemination of these data to the international operational weather and marine forecasting communities ensures that RapidScat's benefits will be felt throughout the world.\"\nThe agencies that will receive near-real-time RapidScat data include NOAA, the U.S. Navy, the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), the Indian Space Research Organisation (ISRO) and the Royal Netherlands Meteorological Institute (KNMI). The data will also be distributed to RapidScat science team members. The spatial sampling — how far apart the samples are — of RapidScat data is currently 15.5 miles (25 kilometers). A version to be released in the near future will double its spatial resolution — meaning it will shrink the distance between samples by half.\n\"The initial quality of the RapidScat wind data and the timely availability of products so soon after launch are remarkable,\" said Paul Chang, ocean vector winds science team lead at NOAA's National Environmental Satellite, Data and Information Service (NESDIS)/Center for Satellite Applications and Research (STAR), Silver Spring, Maryland. \"NOAA is looking forward to using RapidScat data to help support marine wind and wave forecasting and warning, and to exploring the unique sampling of the ocean wind fields provided by the space station's orbit.\"\nISS-RapidScat's berth on the space station's Columbus module puts it in an orbit unique from any other wind-measuring instrument currently in orbit. This vantage point will give scientists the first near-global direct observations of how ocean winds vary over the course of the day due to solar heating. Because it crosses the path of every other scatterometer currently in orbit, ISS-RapidScat will also be able to ensure that all spaceborne scatterometer data sets are accurate and consistent with each other, a process known as cross-calibration.\nISS-RapidScat is a partnership between JPL and the International Space Station Program Office at NASA's Johnson Space Center, Houston, with support from the Earth Science Division of NASA's Science Mission Directorate, Washington. Other ongoing mission partners include NASA's Marshall Space Flight Center, Huntsville, Alabama; and the European Space Agency.\nISS-RapidScat is the third of five NASA Earth science missions scheduled to launch into space within 12 months, the most new Earth-observing mission launches in one year in more than a decade.\nISS-RapidScat Learn more about RapidScat:\n\nhttp://winds.jpl.nasa.gov/missions/RapidScat/\n\nhttp://www.nasa.gov/rapidscat\n\n\nLearn more about Earth science activities aboard the space station.\nISS-RapidScat\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}