{
  "url": "https://climate.nasa.gov/news/3069/nasa-joins-white-house-national-climate-task-force/",
  "title": "NASA Joins White House National Climate Task Force",
  "date": null,
  "content": "The \"Blue Marble\". Credit: NASA's Goddard Space Flight Center\nAs a leading agency observing and understanding environmental changes on Earth, NASA has joined the National Climate Task Force. President Joe Biden issued an executive order Jan. 27, which initially outlined details of the task force.\nThe administration’s climate agenda outlines putting climate at the center of the country’s foreign policy and national security and encourages a governmentwide approach to climate change.\nFrom the launch of the first weather satellite in 1960, the Television and Infrared Observation Satellite (TIROS-1), NASA has used the vantage of space to study Earth. It remains the only space agency in the world providing end-to-end research on the Blue Planet to analyze and understand the processes involved.\n“Climate change is one of the most pressing issues facing us today,” said Gavin Schmidt, acting NASA senior climate advisor and director of NASA’s Goddard Institute for Space Studies in New York. “Given our unique ability to observe the planet from space and the long-term data records we've been able to assemble, NASA is in a prime position to inform policy decisions in the current administration and beyond.\"\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nWorking together with our government partners, including the National Oceanic and Atmospheric Administration and the United States Geological Survey, NASA is responsible for building the country’s Earth-observing assets in civil space. More than two dozen NASA satellites measure the height of oceans and inland waters, clouds and precipitation, soil moisture, carbon dioxide, and more. The data collected helps to improve weather forecasts, inform farming practices, and helps decision makers at all levels of government and the private sector.\nBeyond Earth-observing satellites, NASA is developing predictive modeling technologies to examine policy-specific scenarios and conducting research that contributes to governmentwide sustainability efforts and understanding of climate change. To reduce the environmental impacts of aviation, NASA is conducting research for energy efficient aircraft that employ technologies such as lightweight structures, transformative aerodynamics, and hybrid-electric propulsion.\nThrough its long-term observations of Earth, providing insight into how the planet is changing, efforts to contribute to sustainable aviation and nurturing partnerships with the private sector, NASA already is poised to help the task force address the most pressing climate change issues today.\nFor more information about NASA, its missions, and agency programs, visit:\nhttps://www.nasa.gov\nJackie McGuinness\nHeadquarters, Washington\n202-358-1600\njacqueline.f.mcguinness@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}