{
  "url": "https://climate.nasa.gov/news/3068/nasa-data-power-new-usda-soil-moisture-portal/",
  "title": "NASA Data Power New USDA Soil Moisture Portal",
  "date": null,
  "content": "People looking to plant crops now have a new planning tool in their toolbox thanks to soil moisture data collected by NASA’s Soil Moisture Active Passive (SMAP) mission. Credit: NASA/GSFC/METI/ERSDAC/JAROS, and U.S./Japan ASTER Science Team\nBy Teresa White, Jane Lee, and Jessica Merzdorf,\nUSDA’s National Agricultural Statistics Service / NASA’s Jet Propulsion Laboratory / NASA’s Goddard Space Flight Center\nThis tool provides information that will help people track droughts or floods, make plans for when to plant crops, and forecast agricultural yields.\nFarmers, researchers, meteorologists, and others now have access to high-resolution NASA data on soil moisture, thanks to a new tool developed by the U.S. Department of Agriculture (USDA)’s National Agricultural Statistics Service (NASS), NASA and George Mason University.\nThe app, Crop Condition and Soil Moisture Analytics (Crop-CASMA), provides access to high-resolution data from NASA’s Soil Moisture Active Passive (SMAP) mission and the Moderate Resolution Imaging Spectroradiometer (MODIS) instrument in an easy-to-use format. Soil moisture data are critical for professionals in the agriculture and natural resources sectors who use soil moisture in tandem with other data to plan crop planting, forecast yields, track droughts or floods, and improve weather forecasts. Crop-CASMA is available for free online at https://cloud.csiss.gmu.edu/Crop-CASMA/.\nThe tool provides more thorough spatial coverage and consistency than other soil moisture measurement methods, said Rajat Bindlish, a research associate in Earth science remote sensing at NASA’s Goddard Space Flight Center in Greenbelt, Maryland.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“Soil moisture is a very important piece of information for agricultural yield and productivity,” said Bindlish. “This will provide a means of using NASA remote sensing data to guide predictions of moisture conditions and water availability. Information on the field conditions is important for agricultural operations.”\nSome of Crop-CASMA’s primary users will be USDA NASS researchers and statisticians, who release weekly Crop Progress Reports that currently classify states into moisture categories (very short, short, adequate, surplus) to aid farmers and farm managers. The reports also track crops’ health and growing progress.\nUSDA researchers and statisticians will incorporate the tool into applications from spotting flooded fields to identifying conditions that might prevent planting, said NASS Spatial Analysis Research lead Rick Mueller.\n“There are also challenges deriving early season crop estimates,” Mueller said. “Early in the growing season before crops emerge, traditional remote sensing methods do not work for identifying planted crop type. Crop-CASMA can help identify areas that could not be planted because of wet, saturated, frozen, excessively dry, or inaccessible fields.”\nIn addition to supporting agricultural operations, it will enable research into sustainability and the impact of extreme weather events, Mueller said. “These satellite-derived vegetation condition indices and soil moisture condition maps show firsthand the ever-changing landscape of U.S. agriculture.”\nThe tool is formatted to be accessible to private users, including farmers, researchers, and students, said Crop-CASMA project leader Zhengwei Yang, a USDA geographer and co-investigator of the High-Resolution Soil Moisture Development Project. This work was supported by NASA Applied Sciences’ Earth Science Division’s Western Water Applications Office (WWAO), part of the Applied Sciences Program, and the NASA Terrestrial Hydrology Program.\n“We created an easy-to-use interface, so you don’t need any technical background to use it,” said Yang. “There’s a tool to select an area and create a map you can save as a PDF, and you can also download data from the web to input into your model.”\nThe SMAP data that are the foundation for Crop-CASMA are from the topsoil and root zone levels, or from the surface to roughly 3 feet (1 meter) underground. Raw SMAP data have a 36-kilometer (roughly 20-mile) spatial resolution, meaning each data “footprint” is about the size of a county. The team also developed a data analysis method to estimate a higher-resolution soil moisture product using SMAP and land surface data, giving users information at 1-kilometer (0.62-mile) resolution.\nHaving the data in finer resolution allows users to more accurately pinpoint areas of high or low moisture, said Yang.\n“Our current reports are at the state level,” Yang said. “One state may be categorized on average as ‘wet,’ but the whole state might not actually be wet. For instance, one area of a state might be wet, while another might be dry. These new data deliver localized moisture readings – this is what matters to the farmer.”\nCrop-CASMA was developed in cooperation with the Center for Spatial Information Science and Systems (CSISS) at George Mason University, NASA’s Goddard Space Flight Center, and NASA’s Jet Propulsion Laboratory. JPL manages the SMAP mission for NASA, and Goddard produces the SMAP 9-km root zone and 1-kilometer surface soil moisture products. Hosted and maintained by the CSISS, the online tool is operated by NASS’s Research and Development Division.\n“Having the SMAP soil moisture data going directly to the users at NASS realizes one of the key goals of the mission,” said Simon Yueh, SMAP project scientist at JPL. “A strong collaboration between NASA and USDA has made this possible.”\nJane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}