{
  "url": "https://climate.nasa.gov/news/3079/earths-cryosphere-is-vital-for-everyone-heres-how-nasa-keeps-track-of-its-changes/",
  "title": "Earth's Cryosphere Is Vital for Everyone. Here's How NASA Keeps Track of Its Changes.",
  "date": null,
  "content": "The shores of a refreezing lake on the surface of Zachariæ Isstrøm in northeast Greenland. Credit: NASA/Jeremy Harbeck\nBy Roberto Molar Candanosa,\nNASA’s Earth Science News Team\nDue to ice's important role in the Earth system, NASA is committed to studying it extensively.\nEverything on our planet — the land, the water, the air, people — is connected by the various chemical, physical and biological processes that make up what we call the Earth system.\nOne of the key components of that huge system is the cryosphere, or all of Earth’s frozen water. This important “sphere” includes frozen soils in Alaska, the snow on top of the Himalayas, as well as all the ice in the polar regions.\nNowhere is the role of the cryosphere as evident as it is at high latitudes, where the Greenland and Antarctic ice sheets cover most of the land, and where sea ice caps enormous sections of the polar waters. The vastness of that bright, white ice — in addition to the huge areas covered by winter snow beyond polar regions — helps control the global climate by reflecting some of the Sun’s radiation back into space.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nBecause of the importance of the cryosphere, NASA is committed to studying Earth’s ice extensively. With the recently decommissioned Gravity Recovery and Climate Experiment satellite mission, and its successor, GRACE Follow-On, scientists have studied changes in ice sheet mass balance. The missions have measured variations in Earth’s gravitational pull in response to surface mass and water changes.\nFor more than a decade, Operation IceBridge took to the skies to survey the Arctic, Antarctica and Alaska. With more than 1,000 flights completed, scientists and engineers gathered data on the height, depth, thickness, and flow of sea ice, glaciers and ice sheets.\nIceBridge ended officially in 2021, but its legacy will live through the hundreds of terabytes of data on land and sea ice collected since 2009. The mission collected an array of data to bridge the data gap between NASA’s two spaceborne laser altimeters built for studying the cryosphere, the Ice, Cloud, and land Elevation Satellites, or ICESat and ICESat-2.\nLast year, scientists using ICESat-2 reported dramatic ice sheet losses in Greenland and Antarctica. Equipped with the most advanced laser altimeters ever flown in space, the spacecraft enabled scientists to create elevation maps to measure the loss of ice with unprecedented detail.\nBetween 2003 and 2019, the Greenland Ice Sheet lost an average of 200 gigatons of ice per year, the researchers concluded. Antarctica’s ice sheet lost an average of 118 gigatons of ice per year. The combined ice losses caused sea levels to rise by 0.55 inches (14 millimeters) over those 16 years.\nBy studying changes observed between the ICESat and ICESat-2 missions, scientists also reported substantial thinning of Greenland’s coastal glaciers — another important aspect of the cryosphere that NASA scientists investigate.\nAs part of NASA’s Oceans Melting Greenland mission, which surveys glaciers with aircraft and ships, scientists want to gain a better understanding of how ocean warming affects coastal glaciers. Greenland’s melting glaciers are a significant contributor to the rising sea levels that already pose concerns for coastal communities worldwide.\nIn 2020, the mission's scientists completed an extensive survey of Greenland’s fjords and glaciers, shedding more light on the ways in which warming seas accelerate glacier retreat. Their research showed that warming ocean water in fjords erodes the base of glaciers, causing the ice above it to break away. Bigger glaciers melt faster because of that undercutting process, the scientists concluded.\nScientists expect climate change to amplify the ocean warming and the undercutting of those Greenlandic glaciers. But the interaction between the ocean and other types of polar ice extends beyond glaciers.\nFor example, last year NASA scientists found that rapid sea ice melt led to a more turbulent ocean current in the Arctic called the Beaufort Gyre. Like other currents in the world’s oceans, the Beaufort Gyre plays an important role in regulating massive exchanges of water around the globe with different temperatures and salinity. Through this process, known as the thermohaline circulation, ocean currents interact with the many other components of the Earth system to control temperatures across the globe.\nThe NASA study, which included 12 years of satellite data, showed the gyre has gained a massive amount of cold fresh water since the 1990s. Because some of that fresh water is slowly picked up by another system of currents known as the Atlantic Meridional Overturning Circulation, the far-reaching effects of the changing currents could also influence the climate of Western Europe and North America.\nEven though the polar regions hold most of Earth’s ice, snowpacks and alpine glaciers at lower latitudes are important parts of ecosystems around the world. In mountain ranges such as the Sierra Nevada in California, snowpacks that release water gradually during warmer months serve as the primary source of drinking and irrigation water. This water also provides an important source of hydroelectric power.\nAlpine snow can be difficult to study with satellites from space, as snow cover often hides under forest canopy and other types of complex terrains. To complement satellite observations of snow in Western U.S. states, NASA’s SnowEx campaign has been surveying snowpacks since 2017. The campaign is an effort to characterize snow depth, density and other detailed properties of snow that scientists need to accurately estimate how much water will melt and flow into mountain streams, rivers and reservoirs.\nIn order to expand these local measurements to global observations, scientists need to perform some complex calculations to combine airborne and ground observations of snow with satellite data. NASA funds efforts that help determine the best ways to combine observations from various satellites and study snow depending on ground conditions.\nClimate change can also influence the amount of fresh water available from melting winter snow. Where climate change results in less snow fall, droughts can follow in the warmer months. Additionally, changes in alpine glaciers and snow can also lead to natural hazards. As warming causes more precipitation in the form of rain instead of snow, water can overwhelm rivers and cause floods.\nTo study vulnerability to flooding, landslides and other types of natural hazards, NASA’s High Mountain Asia Team is completing the most comprehensive ice and snow survey ever made of the region where mountain ranges such as the Himalayas, Karakoram and Hindu Kush provide fresh water for millions of people. There, glacial melt and changes in precipitation patterns have become more common. As meltwater lakes form on top of these glaciers, the surrounding glaciers can become unstable and eventually lead to lake bursting, flooding and debris flows downstream.\nBy combining expertise about the cryosphere with field campaigns and an extensive fleet of operational and upcoming satellites, NASA and its partners can help communities worldwide to predict the effects of climate change and to potentially mitigate natural hazards and disasters that are deeply connected to our planet’s cryosphere.\nEllen Gray\nellen.t.gray@nasa.gov\nNASA's Earth Science News Team\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}