{
  "url": "https://climate.nasa.gov/news/3070/major-earth-satellite-to-track-disasters-effects-of-climate-change/",
  "title": "Major Earth Satellite to Track Disasters, Effects of Climate Change",
  "date": null,
  "content": "Designed to spot potential natural hazards and help researchers measure how melting land ice will affect sea level rise, the NISAR spacecraft marks a big step as it takes shape.\nAn SUV-size Earth satellite that will be equipped with the largest reflector antenna ever launched by NASA is taking shape in the clean room at the agency’s Jet Propulsion Laboratory in Southern California. Called NISAR, the joint mission between NASA and the Indian Space Research Organization (ISRO) has big goals: By tracking subtle changes in Earth’s surface, it will spot warning signs of imminent volcanic eruptions, help to monitor groundwater supplies, track the melt rate of ice sheets tied to sea level rise, and observe shifts in the distribution of vegetation around the world. Monitoring these kinds of changes in the planet’s surface over nearly the entire globe hasn’t been done before with the high resolution in space and time that NISAR will deliver.\nThe spacecraft will use two kinds of synthetic aperture radar (SAR) to measure changes in Earth’s surface, hence the name NISAR, which is short for NASA-ISRO SAR. The satellite will use a wire mesh radar reflector antenna nearly 40 feet (12 meters) in diameter at the end of a 30-foot-long (9-meter-long) boom to send and receive radar signals to and from Earth’s surface. The concept is similar to how weather radars bounce signals off of raindrops to track storms.\nNISAR will detect movements of the planet’s surface as small as 0.4 inches (a centimeter) over areas about the size of half a tennis court. Launching no earlier than 2022, the satellite will scan the entire globe every 12 days over the course of its three-year primary mission, imaging the Earth’s land, ice sheets, and sea ice on every orbit.\nActivities such as drawing drinking water from an underground aquifer can leave signs on the surface: Take out too much water, and the ground begins to sink. The movement of magma under the surface before a volcanic eruption can cause the ground to move as well. NISAR will provide high-resolution time-lapse radar imagery of such shifts.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nOn March 19, NISAR’s assembly, test, and launch team at JPL received a key piece of equipment – the S-band SAR – from its partner in India. Together with the L-band SAR provided by JPL, the two radars serve as the beating heart of the mission. The “S” and “L” denote the wavelength of their signal, with “S” at about 4 inches (10 centimeters) and “L” around 10 inches (25 centimeters). Both can see through objects like clouds and the leaves of a forest canopy that obstruct other types of instruments, although L-band SAR can penetrate further into dense vegetation than S-band. This ability will enable the mission to track changes in Earth’s surface day or night, rain or shine.\n“NISAR is an all-weather satellite that’s going to give us an unprecedented ability to look at how Earth’s surface is changing,” said Paul Rosen, NISAR project scientist at JPL. “It’ll be especially important for scientists who have been waiting for this kind of measurement reliability and consistency to really understand what drives Earth’s natural systems – and for people who deal with natural hazards and disasters like volcanoes or landslides.”\nBoth radars work by bouncing microwave signals off of the planet’s surface and recording how long the signals take to return to the satellite as well as their strength when they return. The larger the antenna sending and receiving the signals, the higher the spatial resolution of the data. If researchers wanted to see something about 150 feet (45 meters) across with a satellite in low-Earth orbit operating an L-band radar, they’d need an antenna nearly 14,000 feet (4,250 meters) long – the equivalent of about 10 Empire State Buildings stacked on top of each other. Sending something that size into space just isn’t feasible.\nYet NISAR mission planners had ambitions to track surface changes at an even higher resolution – down to around 20 feet (6 meters) – requiring an even longer antenna. This is why the project uses SAR technology. As the satellite orbits Earth, engineers can take a sequence of radar measurements from a shorter antenna and combine them to simulate a much larger antenna, giving them the resolution that they need. And by using two wavelengths with complementary capabilities – S-SAR is better able to detect crop types and how rough a surface is, while L-SAR is better able to estimate the amount of vegetation in heavily forested areas – researchers can get a more detailed picture of Earth’s surface.\nSo the arrival of the S-band system marked a big occasion for the mission. The equipment was delivered to the JPL Spacecraft Assembly Facility’s High Bay 1 clean room – the same room where probes used to explore the solar system, like Galileo, Cassini, and the twin Voyager spacecraft, were built – to be unboxed over the course of several days. “The team is very excited to get their hands on the S-band SAR,” said Pamela Hoffman, NISAR deputy payload manager at JPL. “We had expected it to arrive in late spring or early summer of last year, but COVID impacted progress at both ISRO and NASA. We are eager to begin integrating ISRO’s S-SAR electronics with JPL’s L-SAR system.”\nEngineers and technicians from JPL and ISRO will spend the next couple of weeks performing a health check on the radar before confirming that the L-band and S-band SARs work together as intended. Then they’ll integrate the S-SAR into part of the satellite structure. Another round of tests will follow to make sure everything is operating as it should.\n“NISAR will really open up the range of questions that researchers can answer and help resource managers monitor areas of concern,” said Rosen. “There’s a lot of excitement surrounding NISAR, and I can’t wait to see it fly.”\nNISAR is a joint Earth-observing mission between NASA and ISRO. JPL, which is managed for NASA by Caltech in Pasadena, leads the U.S. component of the project as well as providing the mission’s L-band SAR. NASA is also providing the radar reflector antenna, the deployable boom, a high-rate communication subsystem for science data, GPS receivers, a solid-state recorder, and payload data subsystem. ISRO is providing the spacecraft bus, the S-band SAR, the launch vehicle, and associated launch services and satellite mission operations.\nTo learn more about the mission, visit:\nhttps://nisar.jpl.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}