{
  "url": "https://climate.nasa.gov/news/3076/earth-day-connections-nasa-study-predicts-less-saharan-dust-in-future-winds/",
  "title": "Earth Day Connections: NASA Study Predicts Less Saharan Dust in Future Winds",
  "date": null,
  "content": "Satellite image of a large brown dust storm stretching from West Africa halfway across the Atlantic Ocean. Credit: NASA's Goddard Space Flight Center\nBy Lara Streiff,\nNASA's Earth Science News Team\nTemperature and weather systems each interact with, and are influenced by, a multitude of Earth systems, each affected by the warming climate. One of those is the global transport of massive dust plumes from one continent to another.\nDuring 2020, global average surface temperatures were the hottest on record, tying with 2016 as the warmest recorded year. Last year was also the most active hurricane season to date, with many storms quickly intensifying. Temperature and weather systems each interact with, and are influenced by, a multitude of Earth systems, each affected by the warming climate. One of those is the global transport of massive dust plumes from one continent to another.\nIn June 2020, a “Godzilla” dust plume travelled from the Sahara, the planet’s largest, hottest desert, across the Atlantic ocean to North America. While this eye-catching plume made headlines, NASA scientists, using a combination of satellite data and computer models, predict that Africa’s annual dust plumes will actually shrink to a 20,000-year minimum over the next century as a result of climate change and ocean warming.\nThe Sahara Desert is 3,600,000 square miles (9,200,000 square kilometers) of arid land stretched across the northern half of Africa, coming in just slightly smaller in size than the continental United States. Upwards of 60 million tons of its nutrient-laden mineral dust are lifted into the atmosphere each year, creating a massive layer of hot, dusty air that winds carry across the Atlantic to deliver those nutrients to the ocean and vegetation in South America and the Caribbean.\nRecent NASA research outlines the domino-like connections between factors beyond the desert’s borders and the development of dust plumes. These start with temperature differences between the North and South Atlantic, which then impact the region’s consistent east to west winds as well as a tropical band of relatively high rainfall located near the Equator, both of which impact the annual dust plumes. Supported by NASA’s Modeling, Analysis, and Prediction (MAP) Program, and its Radiation Sciences Program, the scientists used their new understanding of these relationships to forecast a more substantial reduction in dust activity than previous studies had predicted based on anticipated climate warming.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“From ground observations and satellite observations, we see African dust variability,” said Tianle Yuan, atmospheric scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland. “In fact, it can change quite a bit, from month to month, day to day, year to year, even decade to decade.”\nRecent dust estimates are derived from data collected by NASA satellite missions, including Terra, Aqua, and Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO), a joint mission between NASA and the French space agency, Centre National d'Etudes Spatiales.\nThe researchers were also interested in seeing if the relationship between global average temperature and Saharan dust activity occurred in the past. Geological records going back thousands of years help reveal past precipitation and nutrient levels as the Sahara went through dramatic environmental shifts.\nThe peak of Saharan dust transport to the eastern side of the Americas took place roughly between 12,000 to 17,000 years ago, at the end of the last Ice Age. Then began the African Humid Period, during which the vast expanse of desert was speckled with lakes, vegetation, and human habitation. The increased moisture and plant-life stabilized the ground and minimized dust plumes.\n“The Sahara Desert was relatively wet back then,” said Yuan. North African sediment cores off the coast and pollen records show that there was more rainfall and vegetation present. “Dust was much rarer.”\nThough dust transport has increased since then, the research team found that both natural processes and human activity are now likely driving Earth back toward a dust minimum as climate warms.\nSea surface temperatures directly impact wind speeds, so when the northern Atlantic warms relative to the south Atlantic, the trade winds that blow the dust from east to west become weaker. As a result, the slower winds pick up and transport less dust from the Sahara.\nIn addition to carrying less dust, the weakened winds also allow the band of steady rain that traverses the tropics to drift north over more of the desert, which dampens the dust and keeps it from getting swept away. Less dust in the air, which can reflect sunshine away from Earth’s surface like a sunshield, means more sunlight and heat reach the ocean, warming it further. All together, this creates a feedback loop of warm sea surface temperatures leading to reduced dust, and reduced dust in turn contributing to additional warming, combining to impact climate, air quality, and storm and hurricane formation.\n“Dust plays a major role in the Earth system,” said Hongbin Yu, an atmospheric researcher at Goddard. “A decrease of dust as the climate warms may have profound influences on a variety of phenomena, but these potential impacts may be good or bad.”\nOn its journey across the Atlantic, Saharan dust sprinkles into the ocean, feeding the marine life, and similarly plant life once it makes landfall. Minerals like iron and phosphorus in the dust act as a fertilizer for the Amazon rainforest, Earth’s largest and most biodiverse tropical forest. Rains wash many of these valuable nutrients from the soil into the Amazon river basin, making the nutrient delivery from Africa important for maintaining healthy vegetation.\nThough African dust transport plays an important role in the genesis of soils and sustaining vegetation, Yu says there are some negative effects because the increase in nutrients can lead to harmful algal blooms off the coast of Florida, and coral reef sicknesses and death linked to dust deposition.\nResidents in the Caribbean could also see some benefits as less dust means better air quality. Breathing in dust is particularly hazardous for children, the elderly, and those with respiratory conditions such as asthma. That led a team from NASA Earth Applied Sciences Program to develop an early-warning system for Puerto Rico that now provide three days of lead time before a Saharan dust storm reaches the island, giving doctors and public health officials time to prepare and work with meteorologists on air quality alerts. They use data from the Moderate Resolution Imaging Spectroradiometers (MODIS) on NASA's Terra and Aqua satellites, the Advanced Baseline Imager (ABI) instrument aboard the National Oceanic and Atmospheric Administration (NOAA) Geostationary Operational Environmental Satellite (GOES-16 EAST), and the Visible Infrared Imaging Radiometer Suite (VIIRS) on the joint NASA/NOAA Suomi NPP satellite were employed to help detect the advancing Saharan dust plume before it reached islands like Puerto Rico this past year, so that at-risk communities could prepare for the potentially adverse health effects.\n“The final piece of the story is looking to the future,” said Yuan. “We want to know what the Sahara dust will be, given the climate change picture we are painting. But directly predicting dust activity is really hard because it involves a lot of processes.”\nWith projected global warming, the research team used model data from the Coupled Model Intercomparison Project 5 (CMIP5) that indicate at least a 30% reduction in Saharan dust activity from current levels over the next 20 to 50 years, and a continued decline beyond that.\n“The minimum humans experienced during the African Humid Period will likely be surpassed because of climate change,” Yuan says of the dust levels during the African Humid Period. As the plumes of dust decline, so will their impacts on vegetation an ocean away.\nEllen Gray\nellen.t.gray@nasa.gov\nNASA's Earth Science News Team\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}