{
  "url": "https://climate.nasa.gov/news/3072/direct-observations-confirm-that-humans-are-throwing-earths-energy-budget-off-balance/",
  "title": "Direct Observations Confirm That Humans Are Throwing Earth's Energy Budget off Balance",
  "date": null,
  "content": "A NASA supercomputer model shows how greenhouse gases like carbon dioxide (CO2) – a key driver of global warming – fluctuate in Earth’s atmosphere throughout the year. Higher concentrations are shown in red. Credit: NASA’s Scientific Visualization Studio / NASA’s Global Modeling and Assimilation Office.\nBy Sofie Bates,\nNASA’s Earth Science News Team\nA NASA study has confirmed with direct evidence that human activities are changing Earth's energy budget, trapping much more energy from the Sun than is escaping back into space.\nEarth is on a budget – an energy budget. Our planet is constantly trying to balance the flow of energy in and out of Earth’s system. But human activities are throwing that off balance, causing our planet to warm in response.\nRadiative energy enters Earth’s system from the sunlight that shines on our planet. Some of this energy reflects off of Earth’s surface or atmosphere back into space. The rest gets absorbed, heats the planet, and is then emitted as thermal radiative energy the same way that black asphalt gets hot and radiates heat on a sunny day. Eventually this energy also heads toward space, but some of it gets re-absorbed by clouds and greenhouse gases in the atmosphere. The absorbed energy may also be emitted back toward Earth, where it will warm the surface even more.\nAdding more components that absorb radiation – like greenhouse gases – or removing those that reflect it – like aerosols – throws off Earth’s energy balance and causes more energy to be absorbed by Earth instead of escaping into space. This is called a radiative forcing, and it’s the dominant way human activities are affecting the climate.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nClimate modelling predicts that human activities are causing the release of greenhouse gases and aerosols that are affecting Earth’s energy budget. Now, a NASA study has confirmed these predictions with direct observations for the first time: radiative forcings are increasing due to human actions, affecting the planet’s energy balance and ultimately causing climate change. The paper was published online on March 25, 2021, in the journal Geophysical Research Letters.\n“This is the first calculation of the total radiative forcing of Earth using global observations, accounting for the effects of aerosols and greenhouse gases,” said Ryan Kramer, first author on the paper and a researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and the University of Maryland, Baltimore County. “It’s direct evidence that human activities are causing changes to Earth’s energy budget.”\nNASA’s Clouds and the Earth’s Radiant Energy System (CERES) project studies the flow of radiation at the top of Earth’s atmosphere. A series of CERES instruments have continuously flown on satellites since 1997. Each measures how much energy enters Earth’s system and how much leaves, giving the overall net change in radiation. That data, in combination with other data sources such as ocean heat measurements, shows that there’s an energy imbalance on our planet.\n“But it doesn’t tell us what factors are causing changes in the energy balance,” said Kramer.\nThis study used a new technique to parse out how much of the total energy change is caused by humans. The researchers calculated how much of the imbalance was caused by fluctuations in factors that are often naturally occurring, such as water vapor, clouds, temperature, and surface albedo (essentially the brightness or reflectivity of Earth’s surface). For example, the Atmospheric Infrared Sounder (AIRS) instrument on NASA’s Aqua satellite measures water vapor in Earth’s atmosphere. Water vapor absorbs energy in the form of heat, so changes in water vapor will affect how much energy ultimately leaves Earth’s system. The researchers calculated the energy change caused by each of these natural factors, then subtracted the values from the total. The portion leftover is the radiative forcing.\nThe team found that human activities have caused the radiative forcing on Earth to increase by about 0.5 Watts per square meter from 2003 to 2018. The increase is mostly from greenhouse gases emissions from things like power generation, transport and industrial manufacturing. Reduced reflective aerosols are also contributing to the imbalance.\nThe new technique is computationally faster than previous model-based methods, allowing researchers to monitor radiative forcing in almost real time. The method could be used to track how human emissions are affecting the climate, monitor how well various mitigation efforts are working, and evaluate models to predict future changes to the climate.\n“Creating a direct record of radiative forcing calculated from observations will allow us to evaluate how well climate models can simulate these forcings,” said Gavin Schmidt, director of NASA’s Goddard Institute of Space Studies (GISS) in New York City. “This will allow us to make more confident projections about how the climate will change in the future.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}