{
  "url": "https://climate.nasa.gov/news/3074/nasa-built-instrument-will-help-spot-greenhouse-gas-super-emitters/",
  "title": "NASA-Built Instrument Will Help Spot Greenhouse Gas Super-Emitters",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nData collected with the Global Airborne Observatory over the Permian Basin in 2019, a joint campaign with NASA’s AVIRIS-NG. Credit: Carbon Mapper, U. Arizona/Arizona State University/NASA/JPL-Caltech\nThe tool will help people, including resource managers and other officials, address increasing concentrations of methane and carbon dioxide in the atmosphere.\nNASA’s Jet Propulsion Laboratory in Southern California is providing the instrument that will enable a nonprofit organization called Carbon Mapper to pinpoint and measure methane and carbon dioxide (CO2) point-sources from space. The data collected by the instrument will help to find super-emitters – the small percentage of individual sources that are responsible for a significant fraction of global emissions of methane and carbon dioxide.\n“JPL is excited to be pioneering this research effort, which will provide critical information about greenhouse gases and the future of Earth’s climate,” said James Graf, director for the Earth Science and Technology Directorate at JPL. “This effort is the first time we have partnered on a space mission with a consortium of nonprofit organizations, universities, and the State of California.”\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe first Carbon Mapper satellite is targeting a 2023 launch. JPL will provide a state-of-the-art imaging spectrometer, a type of instrument used widely in scientific research. Where a digital photograph breaks down visible light into just three colors – red, green, and blue – an imaging spectrometer breaks down light into hundreds of colors to reveal the unique spectral signatures of molecules such as methane and carbon dioxide in the air.\nJPL has been developing imaging spectrometers since the 1980s for NASA, and its instruments have unmatched performance. In the last few years, the laboratory has used these imagers deployed on airplanes to measure atmospheric gases, including methane in California and the Four Corners region of the U.S. JPL imaging spectrometers will also be aboard upcoming missions to the Moon and Jupiter’s moon Europa.\nThe Carbon Mapper’s Earth-orbiting imaging spectrometer will have a pixel size of about 30 meters (98 feet) square. Other imaging spectrometers currently in orbit have larger pixel sizes, making it hard to pinpoint the locations of sources that may not be visible on the ground, such as cracks in natural gas pipelines. “With such high-resolution images, there is no question where greenhouse gas plumes originate. This technology enables researchers to identify, study, and quantify the strong gas emission sources,” said JPL scientist Charles Miller, who has spent decades studying methane around the world.\nJPL’s research in methane quantification from spectroscopy, funded by NASA’s Earth science division, is also helping Carbon Mapper to address a second challenge: making its data on emissions accessible to all interested users in industry, government, and the private sector. Carbon Mapper will have an open data portal making its findings available quickly and continuously, speeding disaster responses and the repair of faulty industrial equipment.\n“This decade represents an all-hands-on-deck moment for humanity to make critical progress in addressing climate change,” said Riley Duren, Carbon Mapper’s chief executive officer and a research scientist at the University of Arizona in Tucson. “Our mission is to help fill gaps in the emerging global ecosystem of methane and CO2 monitoring systems by delivering data that are timely, actionable and accessible for science-based decision making.”\nNASA’s Earth science division pioneers technological innovations that propel observations and scientific understanding of the changing Earth system. Besides JPL, other Carbon Mapper partners are the State of California, Planet, the University of Arizona, Arizona State University, High Tide Foundation, and RMI. For more information on Carbon Mapper, its satellites, and its partners, visit:\nhttp://www.carbonmapper.org/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}