{
  "url": "https://climate.nasa.gov/news/3078/how-scientists-are-using-the-international-space-station-to-study-earths-climate/",
  "title": "How Scientists Are Using the International Space Station to Study Earth’s Climate",
  "date": null,
  "content": "8 min read\nAs Earth's climate changes, the International Space Station watches from above, helping to provide unique insights to keep our planet safe.\nOn Earth, we often look toward the sky, longing to know what resides in the rest of the universe. Meanwhile, 250 miles above our planet, the International Space Station is looking back.\nAbove us, multiple Earth-observing instruments are mounted on the exterior of several of the station’s modules, including a limb full of cameras, boxes, and tools that hangs off the edge of the station’s Japanese Experiment Module (JEM). Earth-observing CubeSats regularly deploy from the station’s airlock. Astronauts take photos of the planet from the orbiting lab’s windows. This outpost even conducts Earth science experiments. All of this work provides insight into the climate of our home and how we might prepare for coming changes.\n“If you don’t have a good understanding of how things might change, you are in a very poor position to be able to handle it when they do,” said William Stefanov, manager of the Exploration Science Office at NASA’s Johnson Space Center in Houston.\nWeather reflects the conditions of the atmosphere over a short period of time, and climate is how the atmosphere \"behaves\" over decades, hundreds of years, or even geological time spans, Stefanov said.\nThat means the factors influencing our climate must be tracked over long periods. Its more than 20 years in orbit makes the space station a great place to collect this long-term data. The combined information creates a unique data set that helps us inform climate decisions and potentially develop solutions to environmental issues.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe space station affords a unique planetary perspective with an orbital path passing over 90 percent of Earth’s population. Its approximately 52 degrees of orbital inclination allows astronauts and Earth-observing payloads to see the sun rise and set 16 times each day across the world.\n“That orbit allows the space station to pass over different spots of Earth at different times of day or night and collect data. It is a fundamentally different data set than most other remote sensing instruments collect on free-flying satellites,” Stefanov said.\nMounted on the outside of the orbiting laboratory, international payloads such as ECOSTRESS, GEDI, OCO-3, DESIS, TSIS (also known as TSIS-1), and HISUI individually collect climate-related data. In combination, they provide a unique set of measurements that could push the leading edge of environmental research.\n“The OCO-3 team wants to understand plants and their role in the carbon cycle,” said OCO-3 Project Scientist Annmarie Eldering of NASA’s Jet Propulsion Lab in Southern California. “It turns out our space station neighbor ECOSTRESS is looking at how plants respond to stress. And then there is GEDI, which is looking at how much plant material is on the ground. Scientists who are thinking about plants and their role in the carbon cycle are super excited. We have heard lots of discussion about how we can use all the data together to better understand plants.”\nThe OCO-3 sensor uses sunlight reflections through the atmosphere to measure variations in atmospheric carbon dioxide, observing changes of less than a single part per million.\n“Most gases like ozone, carbon monoxide, or water vapor double or triple in atmospheric concentration when they are polluted, so it is pretty easy to detect. But for carbon dioxide, it is uniquely difficult to see the changes,” Eldering said.\nMeasuring those small changes could be key to answering long-standing questions about atmospheric carbon dioxide.\n“Fortunately for us, the plants and ocean absorb about half of human-generated carbon dioxide emissions every year. But there are still mysteries around how they do that, why the amount is different each year, and how absorption is going to happen in the future,” Eldering said. “Our data are meant to help answer those kind of questions.”\nCarbon storage and removal also has been investigated both inside and outside station. Photobioreactor examined whether microalgae could help close the carbon loop in life support systems, and Kuwait’s Experiment: E. coli C5 studied the effect of microgravity on E. coli bacteria that were modified to consume carbon dioxide as a food source. Images taken by former space station payload HICO even helped develop an algorithm to detect Harmful Algal Blooms. Algae play a major role in the global carbon cycle, and blooms are responsible for much of the ocean’s carbon absorption.\nWith other devices such as SAGE-III tracking ozone, ISS-LIS and ASIM monitoring lightning, and TSIS tracking the total energy flowing into Earth from the Sun, station experiments advance numerous climate records and models.\n“Climate change presents what is perhaps humankind’s greatest environmental challenge,” said former TSIS principal investigator and University of Colorado Boulder professor Peter Pilewskie. “Monitoring the energy that flows into, within, and out of the system underpins our ability to understand how the climate system works, recognize that it is changing, and identify those mechanisms responsible for climate change.”\nStation offers a standardized, capable platform to house Earth observation experiments such as TSIS. The size of a football field and equipped with numerous attachment points, plenty of data capacity, and a large power supply (slated to become even larger with the upcoming installation of the iROSA solar panels, the space station can host a wide variety of instruments simultaneously.\nThe availability of these resources made station a great last-minute option for the TSIS team to quickly get their payload into orbit. After some delays, the team was facing potential failure of previous tracking instruments before TSIS could launch.\n“It started to get pretty dire, because accuracy of the climate record is maintained at its highest possible level when the data record is continuous,” says Pilewskie. “Because of space station, we were able to continue this record.”\nAfter researchers learn the basics of creating a payload for the space station, they can apply that knowledge to future station projects. Pilewskie is already working on his next experiment, CLARREO Pathfinder, scheduled to launch in the next few years.\n“The value that we gained from operating an instrument on station that needed to point very precisely cannot be understated,” says Pilewskie. “We have to do the same thing with CLARREO Pathfinder, so we are using some of the same motors that we use to drive the TSIS instruments.”\nCLARREO plans to study Earth’s climate by taking measurements of sunlight reflected by Earth and the Moon with five to ten times lower uncertainty than measurements from existing sensors.\nIt is not only sensors monitoring our planet from above. People do as well.\nThe windows of the space station provide an opportunity for astronaut photography and manual collection of climate data. Astronauts have taken more than 4 million images of Earth from space (over 3.5 million from the space station), contributing to one of the longest running records of how Earth has changed over time. Crew Earth Observations currently support a number of urban night lighting studies, glacier and volcano monitoring, and studies of atmospheric processes affected by powerful volcanic eruptions. The images also are used in ecological investigations, including a collaborative project called AMASS, which tracked bird migration routes and the effects of changes occurring along those routes.\nThese images also support disaster relief efforts for events such as hurricanes and wildfires. After receiving notification a natural disaster has occurred, scientists on the ground determine whether the crew will be able to see that area while orbiting overhead. If so, the crew captures and sends imagery back to Earth. The pictures are then georeferenced for use by hazard teams on the ground. Astronaut imagery has been useful for wildfire events, for example, showing responders where the smoke plume is going.\nStation extends its climate science impact by deploying CubeSats into low-Earth orbit. These shoe box-sized devices, which contain technology demonstrations or test new types of climate science, launch to station along with thousands of pounds of other research investigations and cargo supplies. Astronauts unload and prep them on station and then deploy them out of the station airlock.\n“A lot of our smaller satellites, CubeSats, are getting rides because of the space station. That has been a great resource for small programs, especially universities or NASA centers trying to get some small projects going. CubeSats might be their first stepping stone to larger things,” says TSIS and NanoRacks-MinXSS principal investigator Tom Woods. “Space station offers a lot of opportunities to get these smaller things into space.”\nMore than 250 CubeSats have been released from station, including many climate centric payloads. For example:\nAs Earth’s climate changes, the International Space Station will be watching from above, helping to provide unique insights to keep our planet safe.\nEditor’s note: This interview was conducted in October 2023.  As the International Space Station approaches…\nJune 24, 2025 NASA’s NICER Telescope Suspends Science Operations NASA’s NICER (Neutron star Interior Composition…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}