{
  "url": "https://climate.nasa.gov/news/3085/new-nasa-earth-system-observatory-to-help-address-mitigate-climate-change/",
  "title": "New NASA Earth System Observatory to Help Address, Mitigate Climate Change",
  "date": null,
  "content": "NASA’s new Earth System Observatory will guide efforts related to climate change, disaster mitigation, fighting forest fires, and improving real-time agricultural processes – including helping to better understand Category 4 to 5 hurricanes such as Hurricane Maria, shown here in a 2017 thermal image captured by NASA’s Terra satellite. Credit: NASA\nNASA will design a new set of Earth-focused missions to provide key information to guide efforts related to climate change, disaster mitigation, fighting forest fires, and improving real-time agricultural processes. With the Earth System Observatory, each satellite will be uniquely designed to complement the others, working in tandem to create a 3D, holistic view of Earth, from bedrock to atmosphere.\n“I’ve seen firsthand the impact of hurricanes made more intense and destructive by climate change, like Maria and Irma. The Biden-Harris Administration’s response to climate change matches the magnitude of the threat: a whole of government, all hands-on-deck approach to meet this moment,” said NASA Administrator Sen. Bill Nelson. “Over the past three decades, much of what we’ve learned about the Earth’s changing climate is built on NASA satellite observations and research. NASA’s new Earth System Observatory will expand that work, providing the world with an unprecedented understanding of our Earth’s climate system, arming us with next-generation data critical to mitigating climate change, and protecting our communities in the face of natural disasters.”\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe observatory follows recommendations from the 2017 Earth Science Decadal Survey by the National Academies of Sciences, Engineering and Medicine, which lays out ambitious but critically necessary research and observation guidance.\nAreas of focus for the observatory include:\nNASA is currently initiating the formulation phase for the observatory. Among its first integrated parts is NASA’s partnership with the Indian Space Research Organisation (ISRO), which brings together two different kinds of radar systems that can measure changes in Earth’s surface less than a half-inch. This capability will be utilized in one of the observatory’s first missions intended as a pathfinder, called NISAR (NASA-ISRO synthetic aperture radar). This mission will measure some of the planet’s most complex processes such as ice-sheet collapse and natural hazards such as earthquakes, volcanoes, and landslides. NISAR can assist planners and decision makers with managing both hazards and natural resources in the future.\nFor more information about NASA’s Earth science programs, visit:\nhttp://www.nasa.gov/earth\nTylar Greene/Karen Fox\nHeadquarters, Washington\n202-358-0030/301-286-6284\nTylar.j.greene@nasa.gov/karen.fox@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}