{
  "url": "https://climate.nasa.gov/news/3084/international-cutting-edge-swot-satellite-to-survey-the-worlds-water/",
  "title": "International Cutting-Edge SWOT Satellite to Survey the World's Water",
  "date": null,
  "content": "Project Manger Parage Vaze stands in the JPL clean room where the SWOT satellite is being assembled. The spacecraft will help researchers survey the amount and distribution of Earth’s surface water, including fresh water in lakes and rivers, as well as the ocean. Credit: NASA/JPL-Caltech\nSo just how does the Surface Water and Ocean Topography (SWOT) mission expect to measure what’s flowing in the planet’s lakes, rivers, and oceans? A very busy project manager explains.\nHow much water sloshes around in Earth’s lakes, rivers, and oceans? And how does that figure change over time? The upcoming Surface Water and Ocean Topography (SWOT) mission plans to find out. Targeting a late-2022 launch date, this SUV-size satellite will measure the height of Earth’s water. SWOT will help researchers understand and track the volume and location of water – a finite resource – around the world, making NASA’s first truly global survey of the planet’s surface water.\nThe data will help to monitor changes in floodplains and wetlands, measure how much fresh water flows into and out of Earth’s lakes and rivers and back to the ocean, and track regional shifts in sea level at scales never seen before. It will provide information on small-scale ocean currents that will support real-time marine operations affected by tides, currents, storm surge, sediment transport, and water quality issues. And the information that SWOT collects will also provide, for the first time, global observational evidence of how circular currents, called eddies, contribute to changes in the ocean, such as to its energy and heat storage, as well as to how carbon moves through the marine environment.\nBut before the mission can do all that, engineers and technicians need to finish building the spacecraft. The payload that will carry the science instruments for this hefty satellite is taking shape in a clean room at NASA’s Jet Propulsion Laboratory in Southern California, where rigorous testing is under way. Then in late June, it travels to France, where engineers and technicians from the French space agency Centre National d’Etudes Spatial (CNES), their prime contractor Thales Alenia Space, and JPL will complete the build and prepare the satellite for shipment to its California launch site at Vandenberg Air Force Base.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nJPL Project Manager Parag Vaze (pronounced vah-zay) is central to ensuring the handoff to his CNES counterpart Thierry Lafon goes smoothly. An engineer by training, Vaze has been working on Earth-satellite missions for 25 years at JPL. He’s been the project manager for several missions that measure sea level, including Jason-2, Jason-3, and the Sentinel-6 Michael Freilich satellite, which launched into low-Earth orbit last November while SWOT was undergoing assembly at JPL.\nSWOT is a big satellite with big ambitions and a demanding timeline. Vaze sat down to answer questions about the important work that lay ahead.\nI think the fresh water aspect of the mission intrigues me the most. The ocean science is absolutely critical to understanding what’s happening with Earth in the mid- to long-term with climate change and sea level rise. But I’m originally from India, and I’ve personally seen the difficulties in obtaining clean fresh water for people. I believe in my heart that that will be the challenge of the next century – even more than finding oil and energy alternatives.\nFirst, understanding a problem requires information. There are millions of lakes and rivers on Earth that are good sources of fresh water, but we don’t have any real consistent information on them. Most of the information that people do have comes from ground-based instruments in populated areas.\nBeing able to measure those lakes and rivers not only in populated areas consistently, but also those in other areas that aren’t being measured at all will help with the science. And it could also help with finding additional sources of fresh water. SWOT will collect information on bodies of water across the globe, and this information will be freely available to everybody who needs it.\nWe have the main instrument, the Ka-band Radar Interferometer [KaRIn], which is new. It bounces radar pulses off the surface of water and receives the return signals with two different antennas at the same time. This allows us to triangulate the height of the water’s surface. This is a high-resolution radar that will be able to “see” rivers and other small water bodies on Earth’s surface. The antennas, which stick out about 16 feet [5 meters] on either side of the satellite, will let us cover about 30 miles [50 kilometers] of Earth’s surface to the right and 30 miles [50 kilometers] to the left of the spacecraft.\nThere’s also an altimeter that will look straight down and measure the height of the ocean’s surface. This instrument is similar to altimeters we have on satellites like Jason-3 and Sentinel-6 Michael Freilich. We have this more traditional instrument aboard to allow cross-validation with KaRIn data.\nWe also have a radiometer. Water vapor in the atmosphere affects the propagation of radar pulses from the altimeter or KaRIn, which can throw off the surface height measurements. A radiometer allows us to correct for this by measuring the amount of water vapor between the spacecraft and Earth’s surface.\nThen we have a few precision orbital positioning instruments – including a global position system – that tell us where the satellite is geolocated in space. Those are the science instruments.\nWe’re trying to take data 24 hours a day, seven days a week. So overall, we’re planning on downlinking about a terabyte of data every day. We’ve needed to make a couple of additions to the payload to handle all of this information. We’re doing onboard processing – not just compression but actual processing of the ocean data – to help manage the huge amounts of data the satellite sends back to us. And we also have a unique X-band downlink system which can transmit more than 620 megabits per second.\nSWOT started to become a reality around 2010, and it has since ramped up to hundreds of engineers and scientists working in the U.S. and Europe, some of whom have invested a significant portion of their careers into this project. The teams have had to work through many cutting-edge development challenges, not only on the satellite but on the ground systems and algorithms.\nPlanning, executing, and funding these kinds of missions is a really big endeavor, and it requires commitment and trust. We’ve been successful at this because we can share the burden and the risk. And we’ve been able to do that because the need for the kinds of information that these satellites collect has been expressed across the globe. The problems they’ll help to address are global issues, not just ones that are only happening in places like North America or Europe or Africa.\nEverything and nothing. Every day brings numerous and diverse sets of challenges, many of which I don’t foresee, even with years of experience. But, I’m able to sleep because I know that we have extremely talented and dedicated people working together to overcome whatever we’re facing.\nSWOT is being jointly developed by NASA and CNES, with contributions from the Canadian Space Agency (CSA) and United Kingdom Space Agency (UKSA). JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, and a two-beam microwave radiometer. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, nadir altimeter, and the KaRIn RF subsystem (with support from the UKSA). CSA is providing the KaRIn high-power transmitter assembly. NASA is providing associated launch services.\nTo learn more about the mission, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}