{
  "url": "https://climate.nasa.gov/news/3080/on-a-changing-planet-nasa-goes-green/",
  "title": "On a Changing Planet, NASA Goes Green",
  "date": null,
  "content": "In March 2021, sandhill cranes visit the Vehicle Assembly Building at NASA’s Kennedy Space Center in Florida. Kennedy shares space with the Merritt Island National Wildlife Refuge, which is home to thousands of species. Credit: NASA/Ben Smegelsky\nMore on this image\nBy Emma Edmund,\nNASA’s Goddard Space Flight Center\nIn addition to collecting data on humanity's effect on our planet, NASA is working toward becoming more sustainable.\nNASA is responsible for collecting much of the data that people use to explain humanity’s environmental impact on Earth, from documenting climate change and its impacts on ice, sea level, and weather patterns, to monitoring the health of forests and the movement of fresh water.\nBut NASA doesn’t just report the data. It also acts on it.\nNASA facilities across the United States are each working toward becoming more sustainable workplaces. Across 47 million square feet (4.3 million square meters) and 5,000 buildings, NASA works to fulfill its mission of revealing the unknown while lessening its demand on the planet’s resources.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“NASA is a scientific leader, globally and nationally,” said Denise Thaller, director of NASA’s Environmental Management Division. “We embody that focus on the stewardship of the Earth, so we need to lead by example. We need to evaluate everything we do and make sure we’re reducing our impacts on the Earth while we study the Earth.”\nEach year, the agency reports its progress in several key sustainability efforts.\nNASA’s energy intensity continued its downward trend in fiscal year 2019 (Oct. 1, 2018, through Sept. 30, 2019), the most recent year with externally published data available. Energy intensity refers to the amount of energy used to enable NASA’s mission — using less energy reduces energy intensity. Intensity can be reduced through a number of methods, such as installing LED lighting upgrades, which was completed in 2019 at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and Stennis Space Center in Stennis, Mississippi. These projects and others are projected to save 51 billion British thermal units (Btu) annually; that’s enough energy to power more than 1,400 single-family homes.\nNASA has made significant progress on reducing water intensity, too, a similar metric measuring of how much potable water is used to accomplish NASA’s mission.\nRenewable energy made up just over 13% of NASA’s total electricity use in fiscal year 2019. Much of the percentage stemmed from purchasing Renewable Energy Certificates, or credits that represent a certain amount of renewable energy that is produced elsewhere. In addition, on-site renewable energy continues to increase. For example, as part of 58 renewable energy projects across 10 centers, NASA’s Kennedy Space Center in Florida and Marshall Space Flight Center in Huntsville, Alabama, installed rooftop solar panels in fiscal year 2019, adding to the other 56 on-site renewable energy projects NASA has implemented across 15 centers.\nNASA also kicked off three long-term initiatives meant to reduce energy consumption and cost. First, NASA initiated an agency-wide campaign to increase sustainability awareness among employees. Second, the agency began piloting the Department of Energy 50001 Ready program, which requires NASA to continually improve energy management with quantifiable results. Third, NASA has identified significant energy users among the approximately 40% of its facilities that aren’t currently included within federal energy reduction goals because of their unique mission applications. These users include facilities like wind tunnels, and NASA has begun prioritizing efficiency investments to improve their sustainable infrastructure.\n“Our aging infrastructure costs a lot to maintain,” Thaller said. “One of the strategies is to renew by replacement. You have the opportunity to reduce your footprint not only by building a more sustainable building, but by building in energy efficiency, water efficiency, and how you optimize your square footage.”\nAlmost 20% of NASA buildings are considered sustainable, and the agency’s goal was to reach 25% in fiscal year 2020.\nAll new NASA facilities must meet specific federal requirements for sustainability and receive at least a Leadership in Energy and Environmental Design Silver certification, a globally recognized mark of sustainable buildings. One of NASA’s new sustainable facilities is the Human and Health Performance Laboratory at the agency’s Johnson Space Center in Houston, which is designed to use the building’s orientation to help reduce solar glare and temperature rise within a space.\nFor current facilities, maintenance and upgrades are key. For example, multi-phase improvements to the Central Engineering Building at NASA’s Jet Propulsion Laboratory in Southern California, earned it a Leadership in Energy and Environmental Design (LEED) Operations and Maintenance Gold Certification.\nOld and inefficient buildings are phased out of use and torn down, as NASA has already done to 1.5 million square feet (140,000 square meters) of property.\nAll of these methods support NASA’s “Reduce the Footprint” program, which aims to reduce the agency’s square footage by 25% to 30%.\nConstruction and demolition materials and refuse are two of the biggest sources of non-hazardous waste at NASA. In fiscal year  2019, NASA diverted 56% of its generated refuse, and 89% of its construction waste, from going straight into the landfill, which can reduce pollution, save money, and conserve energy and natural resources.\nThis does not include hazardous material, which has its own proper disposal methods.\nOf the diverted refuse, 73% of it was recycled, 19% reused and the remaining 8% donated, composted or sent for energy recovery. Kennedy Space Center, for example, recycled over 7,000 pounds (over 3,000 kilograms) of refrigerant, generating revenue that in turn funded other recycling initiatives.\nComposted waste includes yard trimmings, food waste and biodegradable food storage containers, said Shannah Trout, a member of the Agency Recycling and Sustainable Acquisition team. NASA prevented sending more than 2 million pounds (over 900,000 kilograms) of compostable items to the landfill in fiscal year 2019.\nFewer people were at NASA centers during 2020 due to the pandemic, which led to less waste and less energy consumption. However, the reductions were less extreme than people might think. For example, buildings still ran HVAC equipment to maintain low moisture to prevent mold growth. And when mission-critical employees returned to work onsite, HVAC systems were required to run more often to provide more air changes to minimize risk of virus transmission.\nRegardless of the unique circumstances created by the pandemic, in the coming years NASA plans to provide more data regarding its sustainability performance. It especially wants to reduce energy use in its most energy-intensive facilities and acquire energy-efficient equipment.\nThaller said there are two primary directives in progress on the agency level: creating a culture of sustainability and improving energy and water conservation. In addition, the president’s administration requires all agencies to create a climate action plan to help address climate change. NASA is already working on addressing climate change effects at their facilities, especially coastal launch ranges.\n“We will continue to address climate resiliency within our facilities, so that we can continue to improve mission success,” Thaller said.\nEllen Gray\nellen.t.gray@nasa.gov\nNASA's Earth Science News Team\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}