{
  "url": "https://climate.nasa.gov/news/3081/in-a-first-scientists-map-particle-laden-rivers-in-the-sky/",
  "title": "In a First, Scientists Map Particle-Laden Rivers in the Sky",
  "date": null,
  "content": "An atmospheric river carrying dust particles blows across the North Atlantic Ocean from Africa to the Caribbean in July 2018. Credit: Suomi/NPP satellite images from NASA Worldview website. Animation by climate.gov\nWindy regions high in the atmosphere can transport pollutants like dust or soot thousands of miles around the world and disrupt everyday life for thousands of people.\nLast summer, “Godzilla” came for the Caribbean and the U.S. Gulf Coast. This particular monster wasn’t of the sci-fi variety, but a massive dust storm kicked up by winds from the Sahara Desert and carried an ocean away. The dust storm was an extreme example of a phenomenon that happens regularly: the global transport of dust, soot, and other airborne particles collectively known as aerosols by jets of winds in the atmosphere, forming what are called aerosol atmospheric rivers.\nGaining a better understanding of how these particles are transported around the globe is important because certain aerosols can nourish rainforest soil, help or hinder cloud formation, affect air quality – which can impact human health – or reduce visibility. But studies of aerosol transport have tended to focus on single events in a particular part of the world. There wasn’t really a way of looking at them in a holistic, global way until now.\nIn a first, a recent study published in the journal Geophysical Research Letters does just that. Five types of aerosols are of particular interest to researchers: dust, two kinds of carbon particles (soot and organic carbon), sulfate (emitted during events like volcanic eruptions or the burning of fossil fuels), and sea salt. The authors identified where aerosol atmospheric rivers tend to occur and how often extreme events, similar to the Godzilla dust storm, happen each year. To do this, they took a computer program they previously developed to detect atmospheric rivers around the world that move water vapor and produce precipitation, and they modified it to detect aerosol atmospheric rivers instead.\nThe shift from using atmospheric rivers to study the movement of water vapor to using them to study aerosol transport was something of a revelation because researchers only started to use the global detection framework of atmospheric rivers to look at the movement of extreme amounts of water vapor about six years ago. The concept of atmospheric rivers is only about 20 years old.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“It took scientists time to recognize and leverage atmospheric rivers as a concept,” said Duane Waliser, one of the study’s co-authors and an atmospheric scientist at NASA’s Jet Propulsion Laboratory in Southern California. And it wasn’t until Waliser was speaking to his colleague, Arlindo da Silva, an aerosol researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, about the atmospheric river concept that a light went on for both of the researchers. “We should take our algorithm and apply it to aerosols,” Waliser said.\nAfter modifying the atmospheric river algorithm for aerosol atmospheric rivers, the study’s authors applied it to a state-of-the-art reconstruction of Earth’s atmosphere called the Modern-Era Retrospective analysis for Research and Applications, Version 2 (MERRA-2) from NASA’s Global Modeling and Assimilation Office. It incorporates datasets from satellites, airborne instruments, and sensors on the ground from 1980 to the present to produce a representation of the structure of Earth’s atmosphere every six hours.\nMERRA-2 enabled da Silva, who led the analysis, and the other researchers to look back in time to analyze the location and frequency of aerosol atmospheric rivers around the world from 1997 to 2014. The study authors found that regions including the Sahara, Patagonia, Asian deserts and Namibia are big sources of dust aerosol atmospheric rivers, while areas like the eastern U.S., the southern Amazon and Africa, and northern India tend to produce ones dominated by soot resulting from wildfires and the burning of fossil fuels.\nThe analysis also showed these atmospheric rivers tend to move large amounts of aerosols in a limited number of extreme events instead of in a steady stream throughout the year.\n“We were astonished to find that a few major events a year can transport between 40% to 100% of the aerosols moved by the atmosphere,” said Sudip Chakraborty, an atmospheric scientist at JPL and a study co-author.\nNow that scientists have a way of looking at aerosol atmospheric rivers globally, the framework gives them a way to study how these particle-laden rivers in the sky affect Earth’s climate. This includes how aerosols interact with clouds to potentially super-charge storms, how these particles trap or reflect heat in the atmosphere, and whether phenomena like El Niño and La Niña affect atmospheric aerosol river pathways and frequency.\nThe new approach also gives researchers insight into how aerosol atmospheric rivers could affect communities around the world, through their impacts on air quality and visibility and their ability to move plant pathogens that can affect crops. “When you realize a lot of the transport is happening in just a few big events, then you know to focus on those big events,” said da Silva.\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}