{
  "url": "https://climate.nasa.gov/news/3091/major-ocean-observing-satellite-starts-providing-science-data/",
  "title": "Major Ocean-Observing Satellite Starts Providing Science Data",
  "date": null,
  "content": "This map shows sea level measured by the Sentinel-6 Michael Freilich satellite from June 5 to 15. Red areas are regions where sea level is higher than normal, and blue areas indicate areas where it’s lower than normal. Credit: NASA Earth Observatory\nSentinel-6 Michael Freilich, the latest spacecraft to monitor sea surface height, releases its first science measurements to users.\nAfter six months of check-out and calibration in orbit, the Sentinel-6 Michael Freilich satellite will make its first two data streams available to the public on June 22. It launched from Vandenberg Air Force Base in California on Nov. 21, 2020, and is a U.S.-European collaboration to measure sea surface height and other key ocean features, such as ocean surface wind speed and wave height.\nOne of the sea surface height data streams that will be released is accurate to 2.3 inches (5.8 centimeters) and will be available within hours of when the instruments aboard Sentinel-6 Michael Freilich collect it. A second stream of data, accurate to 1.4 inches (3.5 centimeters), will be released two days after collection. The difference in when the products become available balances accuracy with delivery timeliness for tasks like forecasting the weather and helping to monitor the formation of hurricanes. More datasets, which will be accurate to about 1.2 inches (2.9 centimeters), are slated for distribution later this year and are intended for research activities and climate science including tracking global mean sea level rise.\nThe satellite, named after former NASA Earth Science Division Director Michael Freilich, collects its measurements for about 90% of the world’s oceans. It is one of two satellites that compose the Copernicus Sentinel-6/Jason-CS (Continuity of Service) mission. The second satellite, Sentinel-6B, is slated for launch in 2025. Together, they are the latest in a series of spacecraft starting with TOPEX/Poseidon in 1992 and continuing with the Jason series of satellites that have been gathering precise ocean height measurements for nearly 30 years.\nShortly after launch, Sentinel-6 Michael Freilich moved into position, trailing the current reference sea level satellite Jason-3 by 30 seconds. Scientists and engineers then spent time cross-calibrating the data collected by both satellites to ensure the continuity of measurements between the two. Once they have are assured of the data quality, Sentinel-6 Michael Freilich will then become the primary sea level satellite.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“It’s a relief knowing that the satellite is working and that the data look good,” said Josh Willis, project scientist at NASA’s Jet Propulsion Laboratory in Southern California. “Several months from now, Sentinel-6 Michael Freilich will take over for its predecessor, Jason-3, and this data release is the first step in that process.”\nThe ocean absorbs 90% of the heat trapped in the Earth system due to increasing atmospheric concentrations of greenhouse gases. The resulting warming seawater expands, contributing to the ongoing rise in global sea level.  Monitoring ocean height is important because it helps forecasters predict things, including ocean currents and potential hurricane strength.\n“These initial data show that Sentinel-6 Michael Freilich is an amazing new tool that will help to improve marine and weather forecasts,” said Eric Leuliette, program and project scientist at the\nNational Oceanic and Atmospheric Administration in Maryland. “In a changing climate, it’s a great achievement that these data are ready for release.”\nOcean Altimetry Programme Manager Julia Figa Saldana of EUMETSAT (European Organisation for the Exploitation of Meteorological Satellites), added that the operational release of the first data streams from this unique ocean altimetry mission was a significant milestone at the start of the Atlantic hurricane season.\n“The altimetry data are now being processed at EUMESAT headquarters in Darmstadt, from where the satellite is also being controlled, and released to ocean and weather forecasting data users around the world for their operational usage,” Saldana said.\nScientists also anticipate using the data to gauge how fast sea levels are rising because of climate change. The expansion of warm seawater accounts for about one-third of modern-day sea level rise, while meltwater from glaciers and ice sheets accounts for the rest. The rate at which the oceans are rising has accelerated over the past two decades, and researchers expect it to speed up more in the years to come. Sea level rise will change coastlines and increase flooding from tides and storms. To better understand how rising seas will impact humanity, researchers need long climate records – something Sentinel-6 Michael Freilich will help provide.\nSentinel-6/Jason-CS is being jointly developed by ESA (European Space Agency), EUMETSAT, NASA, and NOAA, with funding support from the European Commission and technical support from France's National Centre for Space Studies.\nJPL, a division of Caltech in Pasadena, is contributing three science instruments for each Sentinel-6 satellite: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA is also contributing launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the U.S. members of the international Ocean Surface Topography Science Team.\nFor more about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nTo access data from Sentinel-6 Michael Freilich, visit:\nhttps://podaac.jpl.nasa.gov/\nhttps://search.earthdata.nasa.gov/search?q=sentinel-6\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}