{
  "url": "https://climate.nasa.gov/news/3083/international-cooperation-award-for-nasa-jpls-michael-watkins-michael-gross/",
  "title": "International Cooperation Award for NASA JPL's Michael Watkins, Michael Gross",
  "date": null,
  "content": "The twin spacecraft of the Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission illustrated here will track the evolution of Earth's water cycle by monitoring changes in the distribution of mass on Earth. Credit: NASA/JPL-Caltech\nThe American Institute of Aeronautics and Astronautics (AIAA) is honoring Jet Propulsion Laboratory Director Watkins and Autonomous Systems Manager Gross, plus two European partners, for work on the GRACE missions.\nThe American Institute of Aeronautics and Astronautics recently bestowed its 2021 International Cooperation Award on JPL Director Michael Watkins and JPL Autonomous Systems Manager Michael Gross, and their counterparts in Germany – Frank Flechtner of GFZ/German Research Centre for Geosciences and Albert Zaglauer of Astrium GmbH.\nFocusing on the GRACE and GRACE-FO missions, the award cites the “outstanding leadership of the international consortium in the planning and implementation of the successful Earth gravity missions.” As with GRACE (short for Gravity Recovery and Climate Experiment), the GRACE Follow-on mission consists of twin spacecraft flying about 137 miles (220 kilometers) apart. By precisely measuring the varying distance between the two spacecraft, scientists can map Earth’s gravity field and detect the effects of ocean currents, glaciers, ice sheets, and other phenomena. The GRACE mission was launched in March 2002 and decommissioned in October 2017. Designed to continue the data record of its predecessor, GRACE-Follow-on launched in May 2018 and remains operational to this day.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe international collaboration was a necessity at first, according to Watkins, an originator of GRACE. He left the University of Texas at Austin to come to JPL and help make the mission a reality, then served as the project scientist leading science development for GRACE and GRACE-FO before becoming JPL director in 2016.\n“Money was tight, so we needed a partner,” Watkins says. This GRACE alliance turned out to provide so much more than a financial benefit.\n“We’ve known each other now for 25 years, and the team is so much greater than the sum of its parts,” Watkins adds, pointing out that “we’ve had an incredible amount of research from a viewpoint of science around the world – about 5,000 science papers covering Greenland Ice Sheet melting, water storage around the world,” and other topics of global impact.\n“The camaraderie is so palpable,” says Gross, who served as GRACE-FO deputy project manager. “We created a family of people who shared a similar passion for the missions that directly affect our home planet.” He notes that the GRACE teams represent “a borderless organization” where everyone worked together, set their egos aside, and learned from each other. Gross says teamwork was especially crucial for the GRACE missions, where extreme precision was needed.\nThe award will be presented virtually at a gala ceremony on Aug 12, 2021 with a potential in-person celebration when pandemic conditions have subsided sufficiently.\nGross calls the award “humbling” and says, “It means a lot to me that people I’ve worked with at JPL and abroad are winning this award, together.”\nMatthew Segal\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-8307\nmatthew.j.segal@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}