{
  "url": "https://climate.nasa.gov/news/3089/local-lockdowns-brought-fast-global-ozone-reductions-nasa-finds/",
  "title": "Local Lockdowns Brought Fast Global Ozone Reductions, NASA Finds",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nA new study finds that reduced fossil fuel burning due to lockdowns in American and Asian cities caused a global drop in ozone pollution. Credit: Pond5\nWhen lockdowns during the coronavirus pandemic cut local nitrogen oxide emissions, the effect on ozone pollution was global and unexpectedly rapid.\nAs the coronavirus pandemic slowed global commerce to a crawl in early 2020, emissions of nitrogen oxides (NOx) – which create ozone, a danger to human health and to climate – decreased 15% globally, with local reductions as high as 50%, according to a study led by scientists at NASA’s Jet Propulsion Laboratory in Southern California. As a result of the lower NOx emissions, by June 2020, global ozone levels had dropped to a level that policymakers thought would take at least 15 years to reach by conventional means, such as regulations.\nThe study shows that innovative technologies and other solutions intended to decrease NOx locally have the potential to rapidly improve air quality and climate globally. It published today in Science Advances.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nOzone protects us from destructive solar radiation when it’s high above Earth in the stratosphere. Closer to the ground, though, it has other lasting impacts. Ozone at the surface was estimated to cause 365,000 deaths globally in 2019 by damaging the lungs of vulnerable people, such as young children and those with asthma. Similarly, it damages the breathing systems of plants – their ability to photosynthesize – reducing plant growth and crop yields. And at the top of the troposphere, it’s a potent greenhouse gas, increasing global temperatures.\nWhen the world went into lockdown, scientists had an unprecedented opportunity to study how human activity interacts with natural Earth system processes at regional and global scales. A team of international researchers led by JPL scientist Kazuyuki Miyazaki used this opportunity to research the two main oxides of nitrogen: nitrogen oxide and nitrogen dioxide, collectively called NOx. They charted the chain of events from reduced fossil fuel burning during lockdowns to reduced local NOx emissions and finally to reduced global tropospheric ozone pollution. The more stringent the lockdown a nation imposed, the greater the reduction in emissions. For example, China’s stay-at-home orders in early February 2020 produced a 50% drop in NOx emissions in some cities within a few weeks; most U.S. states achieved a 25% drop later in the spring.\nThe total result of the reduced NOx emissions was a 2% drop in global ozone – half the amount that the most aggressive NOx emission controls considered by the Intergovernmental Panel on Climate Change, the authoritative body of international experts on climate, were expected to produce over a 30-year period.\nOzone reductions from the reduced NOx emissions quickly spread both around the globe and from the surface upward more than 6 miles (10 kilometers). “I was really surprised at how large the impact on global ozone was,” said JPL scientist Jessica Neu, a co-author of the new study. “We expected more of a local response at the surface.”\nThe reactions that transform NOx into ozone require sunlight and depend on many additional factors, such as weather and what other chemicals are in the air. These factors interact in so many ways that, in some circumstances, reducing NOx emissions actually increases ozone. So researchers can’t understand or predict ozone concentrations from NOx emissions data alone. That requires a more thorough analysis, like this study.\nThe researchers used measurements of NOx, ozone, and other atmospheric gases from five NASA and ESA (European Space Agency) Earth-observing satellites. They fed the multiple satellite observations into four numerical models of atmospheric chemical reactions and weather, using a data analysis system developed at JPL. They found that the changes in the models’ atmospheres matched the satellite observations well and reproduced known increases and decreases in emissions as regions went into and out of lockdowns. These findings indicate that both NOx emissions and global ozone will climb again as the world economy revs back up.\n“I was very happy that our analysis system was able to capture the detailed changes in emissions across the world,” said Miyazaki. “The challenging and unprecedented nature of this work is a testament to improvements in satellite monitoring in service of societal needs.” This new capability of combining multiple types of satellite observations and models is already unlocking new understanding of Earth’s atmosphere and how it is changing.\nThe research team also included scientists from the Japan Agency for Marine-Earth Science and Technology in Yokohama, Nagoya University in Japan, and the Royal Netherlands Meteorological Institute in De Bilt.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}