{
  "url": "https://climate.nasa.gov/news/3090/machine-learning-model-doubles-accuracy-of-global-landslide-nowcasts/",
  "title": "Machine Learning Model Doubles Accuracy of Global Landslide ‘Nowcasts'",
  "date": null,
  "content": "By Esprit Smith,\nNASA’s Earth Science News Team\nImage shows a map of potential landslide risk output by NASA’s Landslide Hazard Assessment Model (LHASA) in June 2021. Red indicates the highest risk and dark blue indicates the lowest risk. Credit: NASA\nThe upgraded interactive mapping tool can show you potential landslide activity anywhere between the poles in near-real-time.\nEvery year, landslides – the movement of rock, soil, and debris down a slope – cause thousands of deaths, billions of dollars in damages, and disruptions to roads and power lines. Because terrain, characteristics of the rocks and soil, weather, and climate all contribute to landslide activity, accurately pinpointing areas most at risk of these hazards at any given time can be a challenge. Early warning systems are generally regional – based on region-specific data provided by ground sensors, field observations, and rainfall totals. But what if we could identify at-risk areas anywhere in the world at any time?\nEnter NASA’s Global Landslide Hazard Assessment (LHASA) model and mapping tool.\nLHASA Version 2, released last month along with corresponding research, is a machine-learning-based model that analyzes a collection of individual variables and satellite-derived datasets to produce customizable “nowcasts.” These timely and targeted nowcasts are estimates of potential landslide activity in near-real time for each 1-square-kilometer area between the poles. The model factors in the slope of the land (higher slopes are more prone to landslides), distance to geologic faults, the makeup of rock, past and present rainfall, and satellite-derived soil moisture and snow mass data.\n“The model processes all of this data and outputs a probabilistic estimate of landslide hazard in the form of an interactive map,” said Thomas Stanley, Universities Space Research Association scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, who led the research. “This is valuable because it provides a relative scale of landslide hazard, rather than just saying there is or is not landslide risk. Users can define their area of interest and adjust the categories and probability threshold to suit their needs.”\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nIn order to “teach” the model, researchers input a table with all of the relevant landslide variables and many locations that have recorded landslides in the past. The machine learning algorithm takes the table and tests out different possible scenarios and outcomes, and when it finds the one that fits the data most accurately, it outputs a decision tree. It then identifies the errors in the decision tree and calculates another tree that fixes those errors. This process continues until the model has “learned” and improved 300 times.\n“The result is that this version of the model is roughly twice as accurate as the first version of the model, making it the most accurate global nowcasting tool available,” said Stanley. “While the accuracy is highest – often 100% – for major landslide events triggered by tropical cyclones, it improved significantly across all inventories.”\nVersion 1, released in 2018, was not a machine learning model. It combined satellite precipitation data with a global landslide susceptibility map to produce its nowcasts. It made its predictions using one decision tree largely based on rainfall data from the preceding week and categorized each grid cell as low, moderate, or high risk.\n“In this new version, we have 300 trees of better and better information compared with the first version, which was based on just one decision tree,” Stanley said. “Version 2 also incorporates more variables than its predecessor, including soil moisture and snow mass data.”\nGenerally speaking, soil can only absorb so much water before becoming saturated and, combined with other conditions, posing a landslide risk. By incorporating soil moisture data, the model can discern how much water is already present in the soil and how much additional rainfall would push it past that threshold. Likewise, if the model knows the amount of snow present in a given area, it can factor in the additional water entering the soil as the snow melts. This data comes from the Soil Moisture Active Passive (SMAP) satellite, which is managed by NASA’s Jet Propulsion Laboratory in Southern California. It launched in 2015 and provides continuous soil moisture coverage.\nLHASA Version 2 also adds a new exposure feature that analyzes the distribution of roads and population in each grid cell to calculate the number of people or infrastructure exposed to landslide hazards. The exposure data is downloadable and has been integrated into the interactive map. Adding this type of information about exposed roads and populations vulnerable to landslides helps improve situational awareness and actions by stakeholders, from international organizations to local officials.\nBuilding on years of research and applications, LHASA Version 2 was tested by the NASA Disasters program and stakeholders in real-world situations leading up to its formal release. In November 2020, when hurricanes Eta and Iota struck Central America within a span of two weeks, researchers working with NASA’s Earth Applied Sciences Disasters program used LHASA Version 2 to generate maps of predicted landslide hazard for Guatemala and Honduras. The researchers overlaid the model with district-level population data so they could better assess the proximity between potential hazards and densely populated communities. Disasters program coordinators shared the information with national and international emergency response agencies to provide better insight of the hazards to personnel on the ground.\nWhile it is a useful tool for planning and risk mitigation purposes, Stanley says the model is meant to be used with a global perspective in mind rather than as a local emergency warning system for any specific area. However, future research may expand that goal.\n“We are working on incorporating a precipitation forecast into LHASA Version 2, and we hope it will provide further information for advanced planning and actions prior to major rainfall events,” said Stanley. One challenge, Stanley notes, is obtaining a long-enough archive of forecasted precipitation data from which the model can learn.\nIn the meantime, governments, relief agencies, emergency responders, and other stakeholders (as well as the general public) have access to a powerful risk assessment tool in LHASA Version 2.\nTo learn more and to access the current map, please visit:\nhttps://landslides.nasa.gov/viewer\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}