{
  "url": "https://climate.nasa.gov/news/3088/nasa-map-gives-most-accurate-space-based-view-of-las-carbon-dioxide/",
  "title": "NASA Map Gives Most Accurate Space-Based View of LA's Carbon Dioxide",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nSuch detailed maps could help policymakers choose the most effective ways of cutting carbon emissions.\nUsing data from NASA’s Orbiting Carbon Observatory 3 (OCO-3) instrument on the International Space Station, researchers have released one of the most accurate maps ever made from space of the human influence on carbon dioxide (CO2) in the Los Angeles metropolitan area. The map shows tiny variations in airborne CO2 from one mile of the giant L.A. Basin to the next.\nThe highest CO2 readings, in yellow on the map, are on the west side of downtown L.A. – a densely populated area with congested freeways and CO2-emitting industries. Yellow indicates atmospheric CO2 elevated by five or more molecules out of every million molecules of air, or five parts per million. That’s equivalent to the amount that global atmospheric CO2 is rising globally on average every two years.\nThe animation shows five adjoining swaths of data the OCO-3 instrument collected over the metropolitan area to create a map of CO2 concentrations that covers about 50 square miles (80 square kilometers). Each pixel is about 1.3 miles (2.2 kilometers); the color indicates how much higher the concentration of CO2 is in that spot than in clean desert air north of the city (measured at NASA’s Armstrong Research Center, upper right).\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nMost of the increasing CO2 in the global atmosphere comes from humans burning fossil fuels for energy, and 70% of that comes from cities. Los Angeles has set goals for cutting its carbon emissions. This type of data can help decisionmakers choose the most effective policies to reach those goals and to measure the effectiveness of new regulations. Data from ground level provides critical local measurements, but satellite data is equally necessary because it covers a wider area and also measures CO2 throughout the entire depth of the atmosphere.\nThe International Space Station, which hosts the OCO-3 instrument, circles Earth between 52 degrees north and 52 degrees south latitudes – about the latitudes of London and Patagonia. Almost all cities on Earth come within its view on average once every three days. The OCO-3 team at NASA’s Jet Propulsion Laboratory in Southern California schedules measurements at up to 40 locations a day. Most of these targets are high-CO2-emitting cities.\nThe instrument consists of a telescope and three spectrometers, a kind of instrument that analyzes wavelengths of the electromagnetic spectrum of sunlight to find the spectral “fingerprint” of carbon dioxide. The telescope swivels rapidly to collect as many adjoining swaths of data as possible over a targeted location within two minutes. OCO-3 usually collects a single swath of data as it orbits, like its predecessor the OCO-2 mission (which is still operating), but it’s designed to create snapshot maps like this one to give researchers a more complete picture of emissions from cities and other areas of interest.\nThe maps were published this week in a paper in the journal Remote Sensing of Environment.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}