{
  "url": "https://climate.nasa.gov/news/3087/study-identifies-methane-super-emitters-in-largest-us-oilfield/",
  "title": "Study Identifies Methane ‘Super-Emitters' in Largest US Oilfield",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nGas flaring during oil and gas production is a known source of methane emissions. Credit: Leslie Von Pless\nFixing just the worst leaks in the Permian Basin oilfield’s infrastructure could cut methane emissions by 55 tons an hour, according to a study by NASA, University of Arizona, and ASU.\nAbout half of the biggest sources of the potent greenhouse gas methane in the Permian Basin oilfield are likely to be malfunctioning oilfield equipment, according to a month-long airborne study by NASA’s Jet Propulsion Laboratory, the University of Arizona, and Arizona State University.\nRepeatedly measuring the size and persistence of emission sources using sensor-equipped aircraft, researchers found that repairing only the 123 sources that they found leaking most persistently on their flights would reduce methane emissions by 55 tons (50 metric tons) an hour. That’s equivalent to 5.5% of the U.S. Environmental Protection Agency’s estimates of all methane emissions from oil and gas production in the entire United States.\nThe research team measured methane concentrations around “super-emitter” methane sources – those emitting more than 22 pounds (10 kilograms) of methane per hour – in the oilfield, which is located in Texas and New Mexico. They calculated the emission rates by combining observed methane concentrations with reported wind speeds. Using airborne imaging spectrometers that identify methane and other gases by their effects on reflected sunlight, the campaign located a total of 1,756 super-emitters in a 22,000-square-mile (57,000-square-kilometer) section of the immense oilfield. As they resurveyed the area throughout the month, the team recorded emissions each time a plume was visible, whether once or a dozen times.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“Multiple revisits of these sites are the best way to discriminate between unplanned and planned emissions,” said Daniel Cusworth, a JPL scientist and lead author of an analysis published today in the journal Environmental Science and Technology. Cusworth explained that while some regular operations in an oilfield, such as venting pressure-relief valves, release methane, plumes from these planned operations would probably be visible on only one or two consecutive flights. If an emission plume persists, by far the most likely cause is malfunctioning or broken oil and gas equipment. There’s no other industry in the region that could produce such large plumes, and there are more than 60,000 oil and gas wells as well as compressors, pipelines, and other types of equipment – all of which can potentially leak.\nFor their analysis, Cusworth and colleagues focused on 1,100 sources seen emitting methane plumes on at least three flights. Just 123 of these were classified as most persistent, with plumes visible on 50 to 100% of revisits. These few sources emitted about 29% of all the methane detected from the entire group. The 258 plumes in the next most persistent class produced an additional 23% of detected emissions; the researchers think these sources are leaks or a mixture of leaks and planned operations. They classified the remaining two-thirds of the sources as least persistent and most likely to be the result of planned operations. This last and largest class produced 48% of emissions.\nOnce methane sources have been located and verified on the ground by facility operators, there’s a good chance that leaks can be repaired, said Riley Duren of the University of Arizona, who designed and led the flight campaign. “We’ve done cooperative studies with oil and gas operators in California and the Permian where they independently report that 50% of the sources we’re finding are fixable.”\nThe campaign also recorded surprisingly large variations in the extent of emissions. In one part of the basin, emissions almost doubled over a five-day period and then dropped back almost to the original value over another 10 days. These large, unpredictable variations prove that a single snapshot of methane emissions from any location is inadequate for decision-makers to monitor and regulate emission sources, Duren said. “You need measurements daily or weekly,” he added. “That’s a big argument for using airborne and satellite remote sensing.”\nThe imaging spectrometers used in the study, NASA’s Next-Generation Airborne Visible/Infrared Imaging Spectrometer and ASU’s Global Airborne Observatory, are able to pinpoint methane sources to within about 15 to 30 feet (5 to 10 meters) while flying at the altitude of a commercial airliner. When methane emission plumes were detected, researchers used a high-resolution camera to relate the plumes to individual pieces of equipment on the ground.\nData from this study can be viewed and downloaded at the team’s data portal.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}