{
  "url": "https://climate.nasa.gov/news/3092/assembly-of-satellite-to-track-worlds-water-shifts-from-us-to-france/",
  "title": "Assembly of Satellite to Track World's Water Shifts From US to France",
  "date": null,
  "content": "Teams from NASA’s Jet Propulsion Laboratory in Southern California and the March Air Reserve Base in Riverside County, California, loaded the scientific payload for the SWOT Earth-observing satellite into a C-17 airplane on June 27. The hardware is headed to a clean room facility near Cannes, France. Credit: NASA/JPL-Caltech\nSet for launch next year, the Surface Water and Ocean Topography mission will help scientists monitor Earth’s ocean, as well as the amount of fresh water in its lakes and rivers.\nThe Surface Water and Ocean Topography (SWOT) mission took a big step toward launch this week when a team at NASA’s Jet Propulsion Laboratory in Southern California shipped the scientific heart of the satellite to France. A U.S. Air Force C-17 airplane carrying the hardware – which includes finely tuned research instruments – left March Air Reserve Base in Riverside County, California, on June 27. It arrived today, June 30, at a Thales Alenia Space clean room facility near Cannes, France, where engineers and technicians will spend the next year integrating the hardware with the rest of the satellite.\n“Sunday was a long day under very hot conditions, but the team did a great job packing the hardware into the plane. Now that the payload is in France, we’re a major step closer to finishing this satellite and getting to launch,” said Parag Vaze, SWOT project manager at JPL.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nSWOT is a collaboration between NASA and the French space agency Centre National d’Etudes Spatial (CNES), with contributions from the Canadian Space Agency (CSA) and United Kingdom Space Agency (UKSA). The SUV-size spacecraft will make global surveys of Earth’s surface water. By measuring its height, researchers can track the volume and location of the finite resource around the world. The data will help with monitoring changes in flood plains and wetlands, measure how much fresh water flows into and out of lakes and rivers and back to the ocean, and track regional shifts in sea level.\nThe information SWOT will provide on small-scale ocean currents will also support real-time ocean activities like shipping that are affected by tides, currents, storm surges, and other natural phenomena. And SWOT data will provide, for the first time, global observations of how circular currents, called eddies, affect how the ocean stores heat and releases it into the atmosphere, as well as how carbon moves through the marine environment.\nSeveral of JPL’s engineers and technicians are following the hardware to France. Once there, they’ll help their counterparts with CNES and their prime contractor, Thales Alenia Space, complete the build. Once done, SWOT will make the journey back to California, where it will launch atop a SpaceX Falcon 9 rocket from Vandenberg Air Force Base no earlier than November 2022.\nSWOT is being jointly developed by NASA and CNES, with contributions from the CSA and UKSA. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, and a two-beam microwave radiometer. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, nadir altimeter, and the KaRIn RF subsystem (with support from the UKSA). CSA is providing the KaRIn high-power transmitter assembly. NASA is providing associated launch services.\nTo learn more about the mission, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}