{
  "url": "https://climate.nasa.gov/news/3095/nasas-airs-tracks-record-breaking-heat-wave-in-pacific-northwest/",
  "title": "NASA's AIRS Tracks Record-Breaking Heat Wave in Pacific Northwest",
  "date": null,
  "content": "The AIRS instrument aboard NASA’s Aqua satellite collected temperature readings in the atmosphere and at the surface during an unprecedented heat wave in the Pacific Northwest and western Canada that started around June 26. Credit: NASA/JPL-Caltech\n\n\n\n\n\nIn Brief: \n\n\nThe science instrument mapped the dome of high pressure that settled over the northwestern U.S. and western Canada in late June, sending temperatures into the triple digits.\nThe science instrument mapped the dome of high pressure that settled over the northwestern U.S. and western Canada in late June, sending temperatures into the triple digits.\nAn unprecedented heat wave that started around June 26 smashed numerous all-time temperature records in the Pacific Northwest and western Canada. NASA’s Atmospheric Infrared Sounder (AIRS), aboard the Aqua satellite, captured the progression of this slow-moving heat dome across the region from June 21 to 30. An animation of some of the AIRS data show surface air temperature anomalies – values above or below long-term averages. Surface air temperature is something that people directly feel when they are outside.\nIn many cases, the highs exceeded previous temperature records by several degrees or more. On June 28, Quillayute, Washington, set an all-time high temperature record of 110 degrees Fahrenheit (43 degrees Celsius), shattering the old record of 99 degrees Fahrenheit (37 degrees Celsius). Numerous weather stations broke records on consecutive days, showing the unprecedented nature of this extreme heat, which is also being blamed for a number of fatalities. In British Columbia, the village of Lytton set a new all-time record for Canada at 119 degrees Fahrenheit (48 degrees Celsius) on June 29, only to break it the next day with a reading of 121 degrees Fahrenheit (49 degrees Celsius).\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe AIRS instrument recorded similar temperature anomalies at an altitude of about 10,000 feet (3,000 meters), showing that the extreme heat also affected mountainous regions. And temperature anomalies at roughly 18,000 feet (5,500 meters) demonstrated that the heat dome extended high into Earth’s troposphere, creating the conditions for intense heat at the planet’s surface that are normally found farther south.\nAIRS, in conjunction with the Advanced Microwave Sounding Unit (AMSU), senses emitted infrared and microwave radiation from Earth to provide a three-dimensional look at the planet’s weather and climate. Working in tandem, the two instruments make simultaneous observations down to Earth’s surface. With more than 2,000 channels sensing different regions of the atmosphere, the system creates a global, three-dimensional map of atmospheric temperature and humidity, cloud amounts and heights, greenhouse gas concentrations and many other atmospheric phenomena. Launched into Earth orbit in 2002 aboard NASA’s Aqua spacecraft, the AIRS and AMSU instruments are managed by NASA’s Jet Propulsion Laboratory in Southern California, under contract to NASA. JPL is a division of Caltech.\nMore information about AIRS can be found at:\nhttps://airs.jpl.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}