{
  "url": "https://climate.nasa.gov/news/3112/protecting-the-ozone-layer-also-protects-earths-ability-to-sequester-carbon/",
  "title": "Protecting the Ozone Layer Also Protects Earth's Ability to Sequester Carbon",
  "date": null,
  "content": "Previous “world-avoided” experiments have shown that, without the Montreal Protocol, ozone levels would be depleted globally by the mid-twentieth century. Credit: NASA/Goddard Space Flight Center Scientific Visualization Studio\nBy Sofie Bates,\nNASA's Earth Science News Team\nProtecting the ozone layer also protects Earth’s vegetation and may help prevent the planet from warming an additional 0.85 degrees Celsius (1.53 degrees Fahrenheit), according to new research from Lancaster University, NASA, and others. This new study in Nature demonstrates that by protecting the ozone layer, which blocks harmful ultraviolet (UV) radiation, the Montreal Protocol regulating ozone-depleting substances also protects plants – and their ability to pull carbon from the atmosphere. The impact from plants has not been accounted for in previous climate change research.\n“We know the ozone layer is connected to climate. We know greenhouse gases affect the ozone layer. But what we’ve never done before this is connect the ozone layer to the terrestrial carbon cycle,” said lead author Paul Young, an atmospheric and climate scientist at Lancaster University in the United Kingdom.\nThe ozone layer in the upper atmosphere, or stratosphere, blocks UV radiation that can damage living tissue, including plants. The ozone “hole,” discovered in 1985, is the result of humans emitting chlorofluorocarbons (CFCs), which are ozone-depleting chemicals and greenhouse gases that were once commonly used as coolants in refrigerators and in aerosols like hairspray. They were then phased out of use by the Montreal Protocol signed in 1987 and its subsequent amendments.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nScientists have previously simulated the world that we avoided by banning CFCs. Now, the new study returns to the same question – what would happen if CFCs continued to be emitted? – and looked at the effect on plants.\n“Past world-avoided experiments have never considered the impacts of increased UV radiation on plants, and what that would mean for the plants’ ability to sequester carbon,” said Young.\nThe team used a series of models to gain a more complete picture and simulate two hypothetical scenarios: the world projected and the world avoided. “The world projected is similar to the path we’re currently on,” said Luke Oman, a research physical scientist focusing on atmospheric chemistry and dynamics at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “The world avoided represents a path not taken.”\nFor the world-avoided scenario, the researchers assumed that CFC emissions would increase at the same rate, 3% every year, from the 1970s onward. The models show that there would be a huge thinning of the ozone layer across the globe by 2050. By 2100, ozone holes forming in the tropics would be worse than what has been observed in the Antarctic ozone hole.\nIn their models of the world-avoided, a depleted ozone layer would let more harmful ultraviolet (UV) radiation reach the surface, inhibiting plants from storing carbon in their tissue and in the soil. As a result, atmospheric CO2 levels are estimated to be 30% higher than they would likely be under Earth’s current trajectory. Consequently, Earth would likely be an additional 0.85 °C (1.53 °F) hotter in that “world-avoided” scenario solely because of the impact on plants.\nThis global thinning of the ozone layer would allow significantly more harmful UV radiation from the sun to reach the surface, which would effectively sunburn the plants on Earth, said Young. Earth’s trees and vegetation would be much less efficient at photosynthesis, hindering their ability to absorb carbon out of the atmosphere and sequester it, storing carbon in plant tissue and the soil for many years. Overall, the damage to plants would result in 580 billion metric tons less carbon stored in forests, soil and vegetation. It would instead be released into the atmosphere, increasing atmospheric CO2 levels by 30% on average compared to the world projected scenario.\nThat huge increase in atmospheric CO2 alone would cause global temperatures to rise 0.85°C (1.53 °F) by 2100, according to the models. That’s on top of the warming Earth may experience due to prior and expected emissions of CO2 and other greenhouse gases, as well as the 1.7°C (3.06 °F) of direct warming due to increased CFC emissions in this scenario.\nBut how do we know this “world-avoided” scenario is anything like the world that would come to be without the Montreal Protocol? The team checked their models against historical data collected by NASA satellites and other available data from NASA’s partners. For example, they looked at ozone levels recorded by the Ozone Monitoring Instrument (OMI) aboard NASA’s Aura satellite and compared them to what the models ‘predicted’ would have happened. What happened in the model was very close to what actually happened in the past, giving the scientists confidence that their model could accurately project what may happen in the future.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}