{
  "url": "https://climate.nasa.gov/news/3093/study-projects-a-surge-in-coastal-flooding-starting-in-2030s/",
  "title": "Study Projects a Surge in Coastal Flooding, Starting in 2030s",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nHigh-tide flooding in Honolulu. Credit: Hawaii Sea Grant King Tides Project\nIn the mid-2030s, every U.S. coast will experience rapidly increasing high-tide floods, when a lunar cycle will amplify rising sea levels caused by climate change.\nHigh-tide floods – also called nuisance floods or sunny day floods – are already a familiar problem in many cities on the U.S. Atlantic and Gulf coasts. The National Oceanic and Atmospheric Administration (NOAA) reported a total of more than 600 such floods in 2019. Starting in the mid-2030s, however, the alignment of rising sea levels with a lunar cycle will cause coastal cities all around the U.S. to begin a decade of dramatic increases in flood numbers, according to the first study that takes into account all known oceanic and astronomical causes for floods.\nLed by the members of the NASA Sea Level Change Science Team from the University of Hawaii, the new study shows that high tides will exceed known flooding thresholds around the country more often. What’s more, the floods will sometimes occur in clusters lasting a month or longer, depending on the positions of the Moon, Earth, and the Sun. When the Moon and Earth line up in specific ways with each other and the Sun, the resulting gravitational pull and the ocean’s corresponding response may leave city dwellers coping with floods every day or two.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“Low-lying areas near sea level are increasingly at risk and suffering due to the increased flooding, and it will only get worse,” said NASA Administrator Bill Nelson. “The combination of the Moon’s gravitational pull, rising sea levels, and climate change will continue to exacerbate coastal flooding on our coastlines and across the world. NASA’s Sea Level Change Team is providing crucial information so that we can plan, protect, and prevent damage to the environment and people’s livelihoods affected by flooding.”\n“It’s the accumulated effect over time that will have an impact,” said Phil Thompson, an assistant professor at the University of Hawaii and the lead author of the new study, entitled \"Rapid increases and extreme months in projections of United States high-tide flooding,\" published last month in Nature Climate Change. Thompson pointed out that because high-tide floods involve a small amount of water compared to hurricane storm surges, there’s a tendency to view them as a less significant problem overall. “But if it floods 10 or 15 times a month, a business can’t keep operating with its parking lot under water. People lose their jobs because they can’t get to work. Seeping cesspools become a public health issue.”\nWhy will cities on such widely separated coastlines begin to experience these higher rates of flooding at almost the same time? The main reason is a regular wobble in the Moon’s orbit that takes 18.6 years to complete. There’s nothing new or dangerous about the wobble; it was first reported in 1728. What’s new is how one of the wobble’s effects on the Moon’s gravitational pull – the main cause of Earth’s tides – will combine with rising sea levels resulting from the planet’s warming.\nIn half of the Moon’s 18.6-year cycle, Earth’s regular daily tides are suppressed: High tides are lower than normal, and low tides are higher than normal. In the other half of the cycle, tides are amplified: High tides get higher, and low tides get lower. Global sea level rise pushes high tides in only one direction – higher. So half of the 18.6-year lunar cycle counteracts the effect of sea level rise on high tides, and the other half increases the effect.\nThe Moon is in the tide-amplifying part of its cycle now. However, along most U.S. coastlines, sea levels have not risen so much that even with this lunar assist, high tides regularly top flooding thresholds. It will be a different story the next time the cycle comes around to amplify tides again, in the mid-2030s. Global sea level rise will have been at work for another decade. The higher seas, amplified by the lunar cycle, will cause a leap in flood numbers on almost all U.S. mainland coastlines, Hawaii, and Guam. Only far northern coastlines, including Alaska’s, will be spared for another decade or longer because these land areas are rising due to long-term geological processes.\nThe researchers uncovered these tipping points in flood numbers by studying 89 tide gauge locations in every coastal U.S. state and territory but Alaska. They created a new statistical framework that mapped NOAA’s widely used sea level rise scenarios and flooding thresholds, the number of times those thresholds have been exceeded annually, astronomical cycles, and statistical representations of other processes, such as El Niño events, that are known to affect tides. They projected results to 2080.\nBen Hamlington of NASA’s Jet Propulsion Laboratory in Southern California is a co-author of the paper and also the leader of NASA’s Sea Level Change Team. He notes that the findings of the new study are a vital resource for coastal urban planners, who may be focused on preparing for extreme events rather than more high-tide floods.\n“From a planning perspective, it’s important to know when we’ll see an increase,” Hamlington said. “Understanding that all your events are clustered in a particular month, or you might have more severe flooding in the second half of a year than the first – that’s useful information.” A high-tide flood tool developed by Thompson already exists on the NASA team’s sea level portal, a resource for decision-makers and the general public. The flood tool will be updated in the near future with the findings from this study.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nHigh-tide flooding is increasingly occurring in coastal areas around the United States. Use the Flooding Days Projection Tool to assess how sea level rise and other factors will affect the future frequency of high-tide flooding in various locations.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}