{
  "url": "https://climate.nasa.gov/news/3136/nasa-supported-study-confirms-importance-of-southern-ocean-in-absorbing-carbon-dioxide/",
  "title": "NASA-supported Study Confirms Importance of Southern Ocean in Absorbing Carbon Dioxide",
  "date": null,
  "content": "Many factors affect the flux of carbon into and out of Earth’s ocean, including ocean surface winds. This model shows areas where CO2 is absorbed (shown in blue) by the ocean and released (red). Credit: NASA's Scientific Visualization Studio / Data from the ECCO-Darwin Global Ocean Biogeochemistry Model. Download this image from NASA Goddard's Scientific Visualization Studio\nBy Sofie Bates,\nNASA's Earth Science News Team\nResearch shows the Southern Ocean (the continuous body of salt water around Antarctica) absorbs much more carbon from the atmosphere than it releases. The findings confirm this ocean's role as a strong carbon sink and an important shield against some of the effects of human-caused greenhouse gas emissions.\nObservations from research aircraft show that the Southern Ocean absorbs much more carbon from the atmosphere than it releases, confirming it is a very strong carbon sink and an important buffer for some of the effects of human-caused greenhouse gas emissions, according to a new NASA-supported study.\nRecent research had raised uncertainty about just how much atmospheric carbon dioxide (CO2) these icy waters absorb. Those studies relied on measurements of ocean acidity – which increases when ocean water absorbs CO2 – taken by instruments that float in the ocean.\nThe new study, published in Science, used aircraft observations of CO2 to show that the Southern Ocean is a stronger carbon sink than previously thought, playing a significant role in lessening some of the impacts of greenhouse gases. Aircraft observations were collected over nearly a decade from 2009 to 2018 during three field experiments, including from NASA’s Atmospheric Tomography Mission (ATom) in 2016.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“Airborne measurements show a drawdown of carbon dioxide in the lower atmosphere over the Southern Ocean surface in summer, indicating carbon uptake by the ocean,” explained Matthew Long, lead author and a scientist at the National Center for Atmospheric Research (NCAR) in Boulder, Colorado.\nThey found that the Southern Ocean absorbs significantly more CO2 in the Southern Hemisphere summer than it releases in the winter, making it a strong carbon sink. Data from the airborne campaigns also showed a larger amount of carbon absorbed by the Southern Ocean and smaller amount released than previous estimates using ocean acidity data. The findings highlight the importance of aircraft-based observations to understand carbon cycling.\nThe research was funded by the National Science Foundation, NASA and NOAA.\nWhen human emissions of CO2 enter the atmosphere, some of that gas is absorbed by the ocean. Cold water from the deep ocean rises to the surface through a process called upwelling. Once at the surface, that colder water absorbs CO2 in the atmosphere – often with the help of photosynthesizing organisms called phytoplankton – before sinking again.\nMeasurements of CO2 and other ocean properties suggest that 40% of the human-produced CO2 in the ocean, worldwide, was originally absorbed from the atmosphere into the Southern Ocean, making it one of the most important carbon sinks on our planet. But measuring the flux, or exchange, of CO2 where the air meets the sea has been challenging.\nIn this study, the team used airborne measurements from three field experiments: ATom, HIPPO and ORCAS. Collectively, these projects captured a critical piece of information: the vertical gradient of CO2 in the atmosphere. For example, during the ORCAS campaign in early 2016, scientists saw a drop in CO2 concentrations as the plane descended and high turbulence near the ocean surface, suggesting an exchange of gases like CO2 between the air and ocean.\nTaking measurements of CO2 over the course of several field experiments flying above the Southern Ocean gave the scientists a series of snapshots of the vertical change in CO2 (called profiles) over time and throughout the seasonal carbon cycle. These profiles, along with a suite of several atmospheric computer models, helped the team estimate the flux of how much CO2 was being absorbed and released by the Southern Ocean throughout the year.\nFor more information about NASA’s Airborne Science programs, visit: https://airbornescience.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}