{
  "url": "https://climate.nasa.gov/news/3133/one-year-from-launch-us-european-satellite-to-track-worlds-water/",
  "title": "One Year From Launch: US-European Satellite to Track World's Water",
  "date": null,
  "content": "Engineers integrate separate parts of the SWOT satellite into one in a clean room facility in Cannes, France. Credits: Thales Alenia Space\nThe Surface Water and Ocean Topography spacecraft enters the home stretch as an international team prepares this next-generation satellite for launch in 2022.\nAn international team of engineers and technicians has finished assembling a next-generation satellite that will make the first global survey of Earth’s surface water and study fine-scale ocean currents. The Surface Water and Ocean Topography (SWOT) mission is just a year out from launch, and the final set of tests on the spacecraft have started.\nSWOT is a collaboration between NASA and the French space agency Centre National d’Etudes Spatiales (CNES), with contributions from the Canadian Space Agency (CSA) and the United Kingdom Space Agency (UK Space Agency). The SUV-size satellite will collect data on the height of Earth’s salt- and fresh water – including oceans, lakes, and rivers – enabling researchers to track the volume and location of water around the world.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nSWOT will help to measure the effects of climate change on the planet’s water, such as the processes by which small, swirling ocean currents absorb excess heat, moisture, and greenhouse gases like carbon dioxide from the atmosphere. The mission’s measurements will also aid in following how much water flows into and out of the planet’s lakes, rivers, and reservoirs, as well as regional shifts in sea level.\n“SWOT will be our first global snapshot of all surface water that we have now, how the water moves around the planet, and what happens to it in a new climate,” said Nadya Vinogradova Shiffer, SWOT program scientist at NASA Headquarters in Washington.\nA team at the agency’s Jet Propulsion Laboratory in Southern California shipped the scientific heart of the satellite to Cannes, France, in June. Ever since, they’ve been working with colleagues from CNES and the French space agency’s contractor, Thales Alenia Space, to connect the part of the spacecraft holding the science instruments to the rest of the satellite and ensure that the electrical connections function properly.\n“The best part has been seeing two complex systems that were built across the world from each other by different teams come together and work,” said JPL’s Said Kaki, the deputy project manager for SWOT. Kaki, along with an initial team of about 25 people from JPL, followed the mission’s science instruments to France in June. There are certain tests and procedures that the team needs to conduct in person, so they are living and working thousands of miles from home until the SWOT satellite is shipped to its launch site at Vandenberg Space Force Base in Central California in September 2022.\n“Being far away from home for so long is not always easy, but luckily, I’m surrounded by amazing coworkers,” Nacer Chahat, the JPL payload system engineer for the mission, said from Cannes. He has been onsite overseeing the spacecraft testing and helping to troubleshoot any challenges that arise.\nThe next six months or so will involve three phases of testing to make sure the satellite will be able to survive the rigors of launch and the harsh environment of space. Engineers and technicians will attach the satellite to a device called a shake table, which simulates the intense vibrations and rattling of launch. Then the spacecraft will move into an acoustic chamber to bombard it with high-decibel sounds similar to those of blastoff. Next, they’ll move SWOT into a chamber that mimics the temperature swings and vacuum of space. Last but not least, engineers will put the satellite through additional tests to make sure its systems can withstand any electromagnetic interference, including signals from various parts of the spacecraft and from other satellites.\n“After that, we button up the spacecraft and ship it to the launch site,” said Kaki. At Vandenberg, the team will put the finishing touches on the satellite to ready it for launch, which is scheduled for no earlier than November 2022.\nThe mission’s science team is also in full swing, preparing for when the spacecraft is in orbit. Researchers are using simulated data to put their analytic tools through their paces, as well as prepping for the period right after launch called “calibration and validation.” This is when researchers compare data from the satellite with measurements taken on the ground in order to ensure the science instruments are collecting data properly and measuring what they’re supposed to be measuring.\nThe international nature of the mission means that, like the engineering team, the science team spans continents. “The best part of my job as the mission’s project scientist is being able to work with a large international research team with diverse interests and backgrounds in oceanography and hydrology,” said Lee-Lueng Fu, the JPL project scientist for SWOT. “This experience has broadened the horizon of my scientific career even after 40 years of devotion to Earth research.”\nSWOT is being jointly developed by NASA and CNES, with contributions from the CSA and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, and a two-beam microwave radiometer. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, nadir altimeter, the KaRIn RF subsystem (with support from the UK Space Agency), the platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing associated launch services.\nTo learn more about the mission, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}