{
  "url": "https://climate.nasa.gov/news/3101/nasa-tracks-heat-wave-over-us-southwest/",
  "title": "NASA Tracks Heat Wave Over US Southwest",
  "date": null,
  "content": "By Esprit Smith,\nNASA’s Earth Science News Team\nWhile one science instrument mapped the dome of high pressure that settled over the southwestern U.S. in early July, another captured ground surface temperatures.\nJust weeks after the Pacific Northwest endured record-shattering temperatures, another heat wave scorched the U.S. Southwest. This heat wave, which started around July 7, tied or broke several all-time records in California, Nevada, northern Arizona, and southern Utah.\nTwo instruments – NASA’s Atmospheric Infrared Sounder (AIRS) aboard the Aqua satellite, and the agency’s ECOsystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) – tracked the heat wave, providing visualizations of it.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe AIRS instrument captured the progression of a slow-moving heat dome across the southwestern U.S from July 1 to July 12. The animation of the AIRS data (above) shows surface air temperature anomalies – values above or below long-term averages. The hottest areas, shown in pink, experienced surface air temperatures more than 10 degrees Fahrenheit (5.6 degrees Celsius) above average. Surface air temperature is something that people directly feel when they are outside.\nOn July 8, NASA’s ECOSTRESS instrument, attached to the International Space Station, captured ground surface temperature data over California. In the image (middle image), areas in red – including Death Valley – had surpassed 86 degrees Fahrenheit (30 degrees Celsius) by 7 a.m. local time, well above average ground surface temperatures for the area.\nOn July 9, Death Valley recorded a high air temperature of 130 F, which fell just a few degrees short of the official all-time surface air temperature record of 134 F set in 1913. On July 11, Bishop, California, hit an all-time high of 111 F and Stovepipe Wells, California, set a new record for daily average temperature with 118 F. Numerous other daily, monthly, and all-time records were set throughout the inland areas of central and Southern California and northern Arizona.\nMore information about AIRS can be found at:\nhttps://airs.jpl.nasa.gov/\nMore information about ECOSTRESS can be found at:\nhttps://ecostress.jpl.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}