{
  "url": "https://climate.nasa.gov/news/3128/nasa-selects-new-mission-to-study-storms-impacts-on-climate-models/",
  "title": "NASA Selects New Mission to Study Storms, Impacts on Climate Models",
  "date": null,
  "content": "Towering cumulonimbus thunderstorm clouds are seen in this photo taken Aug. 15, 2014, looking east toward the Atlantic Ocean from the Space Launch Complex 37 area at Cape Canaveral Air Force Station (now Cape Canaveral Space Force Station) in Florida. NASA has selected a new Earth science mission called Investigation of Convective Updrafts (INCUS) that will study the behavior of tropical storms and thunderstorms, including their impacts on weather and climate models. Credit: NASA/Jim Grossmann\nCalled INCUS, it aims to directly address why convective storms, heavy precipitation, and clouds occur exactly when and where they form.\nNASA has selected a new Earth science mission that will study the behavior of tropical storms and thunderstorms, including their impacts on weather and climate models. The mission will be a collection of three SmallSats, flying in tight coordination, called Investigation of Convective Updrafts (INCUS), and is expected to launch in 2027 as part of NASA’s Earth Venture Program.\nNASA selected INCUS through the agency’s Earth Venture Mission-3 (EVM-3) solicitation that sought complete, space-based investigations to address important science questions and produce data of societal relevance within the Earth science field. NASA received 12 proposals for EVM-3 missions in March 2021. After detailed review by panels of scientists and engineers, the agency selected INCUS to continue into development.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“Every one of our Earth science missions is carefully chosen to add to a robust portfolio of research about the planet we live on,” said Thomas Zurbuchen, associate administrator for the agency’s Science Mission Directorate in Washington. “INCUS fills an important niche to help us understand extreme weather and its impact on climate models – all of which serves to provide crucial information needed to mitigate weather and climate effects on our communities.”\nINCUS aims to directly address why convective storms, heavy precipitation, and clouds occur exactly when and where they form. The investigation stems from the 2017 Earth Science Decadal Survey by the National Academies of Sciences, Engineering, and Medicine, which lays out ambitious, but critically necessary, research and observation guidance.\n“In a changing climate, more accurate information about how storms develop and intensify can help improve weather models and our ability to predict risk of extreme weather,” said Karen St. Germain, NASA’s Earth Science division director. “This information not only deepens our scientific understanding about the changing Earth processes, but can help inform communities around the world.”\nClimate change is increasing the heat in the oceans and making it more likely that storms will intensify more often and more quickly, a phenomenon NASA scientists continue to study.\nStorms begin with rapidly rising water vapor and air that create towering clouds primed to produce rain, hail, and lighting. The greater the mass of water vapor and air that is transported upward in the atmosphere, the higher the risk of extreme weather. This vertical transport of air and water vapor, known as convective mass flux (CMF), remains one of the great unknowns in weather and climate. Systematic CMF measurements over the full range of conditions would improve the representation of storm intensity and constrain high cloud feedbacks – which can add uncertainty – in weather and climate models.\nThe principal investigator for INCUS is Susan van den Heever at Colorado State University in Fort Collins. The mission will be supported by several NASA centers including the Jet Propulsion Laboratory in Southern California, Goddard Space Flight Center in Greenbelt, Maryland, Marshall Space Flight Center in Huntsville, Alabama, with key satellite system components to be provided by Blue Canyon Technologies, and Tendeg LLC, both in Colorado. The mission will cost approximately $177 million, not including launch costs. NASA will select a launch provider in the future.\nNASA’s Earth Venture Program consists of science-driven, competitively selected, low-cost missions/investigations. This program provides opportunities for investment in innovative science to enhance our capability to better understand the current state of the Earth system and further improve predictions of future changes. The current Earth Venture program include full missions, satellite instruments for flights of opportunity, instruments for Earth science data record continuity, and sustained suborbital investigations.\nFor more information about NASA’s Earth science programs, visit:\nhttps://www.nasa.gov/earth\nTylar Greene\nHeadquarters, Washington\n202-358-0030\ntylar.j.greene@nasa.gov\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}