{
  "url": "https://climate.nasa.gov/news/3105/earths-magnetosphere-protecting-our-planet-from-harmful-space-energy/",
  "title": "Earth’s Magnetosphere: Protecting Our Planet from Harmful Space Energy",
  "date": null,
  "content": "9 min read\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nAmong the four rocky planets in our solar system, you could say that Earth’s “magnetic” personality is the envy of her interplanetary neighbors.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nUnlike Mercury, Venus, and Mars, Earth is surrounded by an immense magnetic field called the magnetosphere. Generated by powerful, dynamic forces at the center of our world, our magnetosphere shields us from erosion of our atmosphere by the solar wind (charged particles our Sun continually spews at us), erosion and particle radiation from coronal mass ejections (massive clouds of energetic and magnetized solar plasma and radiation), and cosmic rays from deep space. Our magnetosphere plays the role of gatekeeper, repelling this unwanted energy that’s harmful to life on Earth, trapping most of it a safe distance from Earth’s surface in twin doughnut-shaped zones called the Van Allen Belts.\nBut Earth’s magnetosphere isn’t a perfect defense. Solar wind variations can disturb it, leading to “space weather” -- geomagnetic storms that can penetrate our atmosphere, threatening spacecraft and astronauts, disrupting navigation systems and wreaking havoc on power grids. On the positive side, these storms also produce Earth’s spectacular aurora. The solar wind creates temporary cracks in the shield, allowing some energy to penetrate down to Earth’s surface daily. Since these intrusions are brief, however, they don’t cause significant issues.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nBecause the forces that generate Earth’s magnetic field are constantly changing, the field itself is also in continual flux, its strength waxing and waning over time. This causes the location of Earth’s magnetic north and south poles to gradually shift and to completely flip locations about every 300,000 years or so. You can learn why magnetic field polarity changes and shifts have no effect on climate on the timescales of human lifetimes and aren’t responsible for Earth’s recent observed warming here.\nTo understand the forces that drive Earth’s magnetic field, it helps to first peel back the four main layers of Earth’s “onion” (the solid Earth):\nNearly all of Earth’s geomagnetic field originates in the fluid outer core. Like boiling water on a stove, convective forces (which move heat from one place to another, usually through air or water) constantly churn the molten metals, which also swirl in whirlpools driven by Earth’s rotation. As this roiling mass of metal moves around, it generates electrical currents hundreds of miles wide and flowing at thousands of miles per hour as Earth rotates. This mechanism, which is responsible for maintaining Earth’s magnetic field, is known as the geodynamo.\nAt Earth’s surface, the magnetic field forms two poles (a dipole). The north and south magnetic poles have opposite positive and negative polarities, like a bar magnet. The invisible lines of the magnetic field travel in a closed, continuous loop, flowing into Earth at the north magnetic pole and out at the south magnetic pole. The solar wind compresses the field’s shape on Earth’s Sun-facing side, and stretches it into a long tail on the night-facing side.\nThe study of Earth’s past magnetism is called paleomagnetism. Direct observations of the magnetic field extend back just a few centuries, so scientists rely on indirect evidence. Magnetic minerals in ancient undisturbed volcanic and sedimentary rocks, lake and marine sediments, lava flows and archeological artifacts can reveal the magnetic field’s strength and directions, when magnetic pole reversals occurred, and more. By studying global evidence and data from satellites and geomagnetic observatories and analyzing the magnetic field’s evolution using computer models, scientists can construct a history of how the field has changed over geologic time.\nEarth’s mid-ocean ridges, where tectonic plates form, provide paleomagnetists with data stretching back about 160 million years. As lava continually erupts from the ridges, it spreads out and cools, and the iron-rich minerals in it align with the geomagnetic field, pointing north. Once the lava cools to about 1,300 degrees Fahrenheit (700 degrees Celsius), the strength and direction of the magnetic field at that time become “frozen” into the rock. By sampling and radiometrically dating the rock, this record of the magnetic field can be revealed.\nStudies of Earth’s magnetic field have revealed much of its history.\nFor example, we know that over the past 200 years, the magnetic field has weakened about 9 percent on a global average. However, paleomagnetic studies show the field is actually about the strongest it’s been in the past 100,000 years, and is twice as intense as its million-year average.\nWe also know there’s a well-known “weak spot” in the magnetosphere that is present year-round. Located over South America and the southern Atlantic Ocean, the South Atlantic Anomaly (SAA) is an area where the solar wind penetrates closer to Earth’s surface. It’s created by the combined influences of the geodynamo and the tilt of Earth’s magnetic axis. While charged solar particles and cosmic ray particles within the SAA can fry spacecraft electronics, they don’t affect life on Earth’s surface.\nWe know the positions of Earth’s magnetic poles are continually moving. Since it was first precisely located by British Royal Navy officer and polar explorer Sir James Clark Ross in 1831, the magnetic north pole’s position has gradually drifted north-northwest by more than 600 miles (1,100 kilometers), and its forward speed has increased, from about 10 miles (16 kilometers) per year to about 34 miles (55 kilometers) per year.\nEarth’s magnetic poles are not the same as its geodetic poles, which most people are more familiar with. The locations of Earth’s geodetic poles are determined by the rotational axis our planet spins upon. That axis doesn’t spin evenly, like a globe on your desk. Instead, it wobbles slightly. This causes the position of the true north pole to shift slightly over time. Numerous processes on Earth’s surface and within its interior contribute to this wander, but it’s primarily due to the movement of water around Earth. Since observations began, the position of Earth’s rotational axis has drifted toward North America by about 37 feet (12 meters), though never more than about 7 inches (17 centimeters) in a year. These wobbles don’t affect our daily life, but they must be considered to get accurate results from global navigation satellite systems, Earth-observing satellites and ground observatories. The wobbles can tell scientists about past climate conditions, but they’re a consequence of changes in continental water storage and ice sheets over time, not a cause of them.\nBy far the most dramatic changes impacting Earth’s magnetosphere are pole reversals. During a pole reversal, Earth’s magnetic north and south poles swap locations. While that may sound like a big deal, pole reversals are actually common in Earth’s geologic history. Paleomagnetic records, including those revealing variations in magnetic field strength, tell us Earth’s magnetic poles have reversed 183 times in the last 83 million years, and at least several hundred times in the past 160 million years. The time intervals between reversals have fluctuated widely, but average about 300,000 years, with the last taking place about 780,000 years ago. Scientists don’t know what drives pole reversal frequency, but it may be due to convection processes in Earth’s mantle.\nDuring a pole reversal, the magnetic field weakens, but it doesn’t completely disappear. The magnetosphere, together with Earth’s atmosphere, still continue to protect our planet from cosmic rays and charged solar particles, though there may be a small amount of particulate radiation that makes it down to Earth’s surface. The magnetic field becomes jumbled, and multiple magnetic poles can emerge at unexpected latitudes.\nNo one knows exactly when the next pole reversal may occur, but scientists know they don’t happen overnight. Instead, they take place over hundreds to thousands of years. Scientists have no reason to believe a flip is imminent.\nFinally, there are “geomagnetic excursions:” shorter-lived but significant changes to the intensity of the magnetic field that last from a few centuries to a few tens of thousands of years. Excursions happen about 10 times as frequently as pole reversals. An excursion can re-orient Earth’s magnetic poles as much as 45 degrees from their previous position, and reduce the strength of the field by up to 20 percent. Excursion events are generally regional, rather than global. There have been three significant excursions in the past 70,000 years: the Norwegian-Greenland Sea event about 64,500 years ago, the Laschamps event between 42,000 and 41,000 years ago, and the Mono Lake event about 34,500 years ago.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}