{
  "url": "https://climate.nasa.gov/news/3122/five-facts-to-help-you-understand-sea-ice/",
  "title": "Five Facts to Help You Understand Sea Ice",
  "date": null,
  "content": "Close-up view of sea ice floes at 79 N from 500 feet from NASA's DC-8 Research aircraft. The dark features on the ice are melt ponds, and the dark areas of between the floes are open water of the Arctic Ocean. Credit: NASA/Steve Wofsy\nBy Alison Gold,\nNASA's Goddard Space Flight Center\nOne way that scientists monitor climate change is through the measure of sea ice extent. Sea ice extent is the area of ice that covers the Arctic Ocean at a given time. Sea ice plays an important role in reflecting sunlight back into space, regulating ocean and air temperature, circulating ocean water, and maintaining animal habitats.\nNASA and the National Snow and Ice Data Center in Boulder, Colorado, use satellites to observe sea ice extent. Over the past several decades, Arctic sea ice extent has been steeply declining year-round, especially in late summer when it reaches its minimum for the year. Sea ice forms in the cold winter months, when seawater freezes into massive blocks of floating ice, then partially melts away in the warm summer months. This cycle repeats every year.\nHere are five facts to help you better understand Arctic sea ice.\nNASA has tracked sea ice minimum (usually in September) and maximum (usually in March) extents since 1978. While the exact extent figures may vary year to year, the overall trend is clear: the Arctic is losing sea ice year-round.\n“The last 15 years, we've seen the lowest 15 sea ice minimum extents,” said Dr. Rachel Tilling, a sea ice scientist at the University of Maryland and NASA’s Goddard Space Flight Center in Greenbelt, Maryland. “Each year we're losing an area that's roughly the size of West Virginia.”\nArctic sea ice minimum extent is now declining at a rate of 13% per decade. The pace is likely to accelerate because of climate change-induced warming and the ice-albedo feedback cycle. The albedo effect describes the white ice surface’s ability to reflect Earth-bound sunlight back to space. Redirecting solar energy away from the ocean keeps the seawater beneath the ice cooler. When sea ice melts, darker-colored liquid water is left exposed to absorb sunlight. That warmer water then melts additional ice, creating the ice-albedo feedback cycle.\nSea ice acts as a “blanket,” separating the ocean from the atmosphere, according to Tilling. In addition to keeping sunlight out, sea ice traps existing heat in the ocean, keeping it from warming the air above.\n“The ability of the ice to keep heat in the ocean depends not only on its extent, but also on its thickness,” Tilling said.\nEvery year, some ice survives the summer melt. Once winter hits, more water freezes and it becomes thicker and stronger “multiyear ice.” First-year ice is thinner and more likely to melt, fracture, or even be swept out of the Arctic. With more ice melting every year, there is less recuring, multi-year ice. As a result, Arctic sea ice is as young and thin as it has ever been, making it a less efficient blanket.\n“There's a huge ecosystem that's impacted by changes to sea ice,” Tilling said. As sea ice declines, animals such as Arctic Foxes, polar bears and seals lose their habitat.\nThere are effects beneath the ice’s surface, too.\nAs ice crystals form atop seawater, they leave behind salt in the ocean below. This dense, salty water can sink to the bottom of the ocean. The descending water in one location will be offset by rising motion in others, which results in more nutrient-dense water circulating up toward the surface. Those nutrients are essential to microscopic phytoplankton, which are then eaten by fish and animals. The regular melt-freeze cycle keeps underwater Arctic life thriving, from algae to killer whales.\nBecause sea ice forms from the seawater it floats on, it behaves much like an ice cube in a glass of water. Like that ice cube, which does not change the water level of the glass when it melts, melting sea ice in the Arctic does not dramatically change sea level. Melting land ice, for example from the Greenland or Antarctic ice sheets, does contributes to sea level rise. That’s because when land ice melts, it releases water that was previously trapped on land and adds to the water in the oceans.\nThe Arctic Ocean is a difficult place to access and study. That’s why NASA, the National Oceanic and Atmospheric Administration (NOAA), the European Space Agency, and others, turn to the vantage point of space to gather observations from the region. Two types of instruments are generally used to monitor sea ice, Tilling said.\nThe first type are passive microwave instruments, which track extent over time. A series of these instruments aboard satellites supported by NASA, NOAA, the U.S. Department of Defense, and international partners, have monitored arctic sea ice extent since 1978 – more than 40 years.\n“Passive microwave instruments measure the microwave emission of surfaces,” Tilling said. The microwave emissions occur naturally, and the signature of sea ice is different from that of water, allowing scientists to precisely locate both from year to year.\nThe second type are altimetry instruments, which can be used to estimate sea ice thickness. NASA’s Ice, Cloud and land Elevation Satellite-2 (ICESat-2), launched in 2018, uses a laser to measure the height of the ice and the height of the water. Using the known relationships between the two measurements (what height of ice above the water’s surface corresponds to the depth of the ice below it), scientists can calculate its total thickness.\nResearchers continue to study the Arctic to learn more about the local and global consequences of diminishing sea ice.\n“Our planet is this huge, interconnected place, and the atmosphere is connected across it,” Tilling says. “The Arctic is changing so rapidly, that we don't even know yet exactly how the changes there are going to impact us. All we know is that they will.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}