{
  "url": "https://climate.nasa.gov/news/3108/nasas-oceans-melting-greenland-mission-leaves-for-its-last-field-trip/",
  "title": "NASA's Oceans Melting Greenland Mission Leaves for Its Last Field Trip",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nA Greenland glacier meets the ocean. Credit: NASA/JPL-Caltech\nThe pioneering campaign drops probes from a plane into the sea to track how seawater is melting glaciers and lend insight into the future of sea level rise.\nThis week, NASA’s airborne Oceans Melting Greenland (OMG) mission begins its final survey of glaciers that flow from Greenland into the ocean. OMG is completing a six-year mission that is helping to answer how fast sea level is going to rise in the next five, 10, or 50 years.\nGreenland’s melting glaciers currently contribute more fresh water to sea level rise than any other source does. The glaciers are melting six or seven times faster today than they were only 25 years ago, and OMG is the first NASA mission to focus solely on what the ocean contributes to this ice loss. That’s a critical part of helping improve calculations of future melt rates so that coastal communities worldwide can take timely precautions to limit the damage from higher seas.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nIce melts faster in warmer water than it does in colder water, but before the OMG mission, the temperature of the ocean water touching Greenland’s more than 200 coastal glaciers was largely unknown. Simply measuring the temperature at the ocean surface isn’t enough. The upper layer of the ocean around Greenland consists largely of Arctic meltwater, and it’s very cold – sometimes even below freezing temperature. About 600 or 700 feet (200 meters) down is a layer of warmer, saltier water carried northward from less-frigid latitudes. Many glacier fronts extend down into the warmer-water zone, where they melt more rapidly.\nNo satellite instrument can peer deep into the ocean to measure temperature. The only way scientists have found to do that is to drop a probe into the water and let it sink. That’s what the OMG team has been doing every summer since 2016.\nThis year, Principal Investigator Josh Willis of NASA’s Jet Propulsion Laboratory in Southern California and OMG Project Manager Ian McCubbin, also of JPL, will fly around the entire coast of Greenland with a crew of pilot and engineers in a specially modified DC-3 aircraft. From early August through early or mid-September, they’ll drop probes out of the belly of the plane into the ocean at about 300 target locations in front of glaciers. As the probes sink, they transmit temperature and salinity readings by radio waves to the plane overhead until they reach the ocean floor.\nOMG’s five years of data – including other measurements, such as a survey of the topography of Greenland’s continental shelf – have already greatly improved researchers’ understanding of what the ocean is doing to Greenland’s ice sheet. To date, almost 60 research papers in multiple fields have used the data. But Willis is hoping to achieve at least one more objective with this year’s fieldwork, following up on a surprising observation last year.\nBack in 2017, the team had documented a drop of more than 2.7 degrees Fahrenheit (1.5 degrees Celsius) in water temperature off Greenland’s west coast, which was most likely the result of natural ocean and atmospheric patterns that effectively “flip a switch” between warmer and cooler currents flowing along the coast.\nSince the switch may stay in the same position for decades, the OMG scientists felt lucky to observe the dramatic change – especially when they saw how it affected Greenland’s largest glacier, Jakobshavn (also called Sermeq Kujalleq). The glacier had been shrinking rapidly and retreating almost 2 miles (3 kilometers) inland annually. But the colder water revived Jakobshavn; it began to grow and advance toward the ocean.\nIn 2020, the OMG team found that warm water was beginning to return to Greenland’s west coast, and Jakobshavn appeared to be returning to its previous pattern of loss and retreat. The team knew there was more to discover. “With one more year of observations, we may have the opportunity to see the ocean change in a dramatic way and see how the ice is reacting to it,” said Willis.\n“It was a fortunate opportunity for NASA to observe a rare phenomenon around Greenland as the North Atlantic Ocean was undergoing a shift towards colder waters after being in a warm phase for nearly 20 years,” said Nadya Vinogradova-Shiffer, OMG program scientists at NASA, who is planning to join the team during its final campaign in Greenland this year. “Capturing this reversal in real time is giving us new insights into the complex physics of ocean-ice coupling, which is crucial to improve NASA’s projections of future sea level rise.”\nIf the OMG team does find a warming event under way that’s comparable in scope to the 2017 cooling event, Willis says it would provide a good handle on how the oceans are driving the ice changes in West Greenland, which is what OMG is about. “One thing about airborne science in a place like Greenland is that we really don’t know until we get there what we’re going to find,” Willis said.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}