{
  "url": "https://climate.nasa.gov/news/3107/landsat-9-continuing-50-years-of-eyes-on-our-changing-planet/",
  "title": "Landsat 9: Continuing 50 Years of Eyes on our Changing Planet",
  "date": null,
  "content": "5 min read\nWith 9 million images of our home planet’s landscapes and coastlines seen from space, all for free at your fingertips?\nThe Landsat mission asks just that.\nSince 1972, this partnership between NASA and the U.S. Geological Survey has continuously had satellites in orbit, looking back at Earth – and it continues with this year’s Landsat 9 launch.\nOver the decades, Landsat has shown us:\nLandsat satellites give us a global perspective of how Earth is changing. That change could be due to natural causes like earthquakes, or due to human-caused drivers like greenhouse gas emissions that lead to warming temperatures on a global scale.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nThe satellite technology improves through the years, but the mission stays the same: monitor Earth’s land and coastal regions to help people manage natural resources. A recent USGS study found that in 2017 alone, having free and available Landsat data resulted in more than $3.4 billion in economic benefits to society.\nIn wildfire-prone California, Landsat data provides crucial information about the health of a forest. If a beetle infestation or drought kills trees, it shows up in Landsat images and tells us an area could be more at risk of a fire.\nWhen a wildfire burns, Landsat images in natural color capture plumes of smoke. The satellite also has instruments that let us peer through the smoke and clouds to outline the extent of a burning or smoldering fire.\nLandsat’s job isn’t over after the flames die down. The satellite helps direct recovery experts to the most damaged sites for replanting and landslide-prevention efforts. A recent study estimated Landsat data saves federal agencies in the United States about $7.7 million annually in post-fire recovery efforts by identifying these restoration sites.\nFrom its orbit 400 miles above Earth, Landsat can also help us identify lakes and reservoirs struck by potentially harmful algal blooms. These greenish blooms are swirls of microscopic organisms, which can release toxins that sicken people and pets.\nScientists are developing computer programs that would use Landsat and other satellite data to automatically warn lake recreation managers when blooms pop up – allowing them to test the waters and warn swimmers, boaters and picnickers before the little organisms become a big problem. Landsat 9 will be even better at distinguishing details of scenes that are really dark, like the deep blues and greens of these lakes.\nLandsat also helps scientists study water in its frozen form – vast ice sheets in Antarctica, Arctic sea ice, and glaciers worldwide, including in Greenland.\nGlaciologists can identify cracks and ridges in the glacier. By tracking them over time, they can see how fast the ice is moving – and get a better handle on the impacts of warming global temperatures on glaciers and on sea level rise.\nScientists frequently combine Landsat data with other remote-sensing data, to give us a fuller portrait of Earth’s terrain. Scientists who wanted to map the healthiest tropical forests – showing not just the location of forests but the height of trees, combined Landsat data with observations from a NASA instrument that uses lasers to measure the height of trees.\nThey’re hoping to use this tool in places like Congo and Brazil to focus conservation efforts on key forests.\nSince the early days of the Landsat program, researchers and conservation groups have been tracking deforestation in the Amazon. There, they can see changes in the patterns of deforestation – from individual ranchers cutting down and burning smaller parcels of land to graze cattle, to the rise of large-scale industrial ranching and soybean farms.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nThe first Landsat was designed with agricultural monitoring in mind – the size of one Landsat pixel lets us map even small farm fields in the U.S. And farmers and irrigation managers have harnessed the satellite’s data to improve the management of those fields as well.\nWith a new program called OpenET, they are improving the efficiency of irrigation in a water-parched region by using Landsat data to investigate how much water individual crop fields are soaking up.\nWe're launching Landsat 9 from Vandenberg Space Force Base, near the agricultural fields and vineyards of Lompoc, California.\nLandsat 9 carries two instruments, similar to those on Landsat 8, to collect invaluable data on Earth below.\nThe Landsat spacecraft provides power, navigation, data storage and more to the satellite.\nFrom orbit, the Landsat 9 observatory continues the legacy of 50 years of Earth observations from space. The Landsat mission is the cornerstone of America’s land imaging program and will continue as NASA and USGS develop Landsat Next.\nLandsat Science ›\nMore Landsat Content ›\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}