{
  "url": "https://climate.nasa.gov/news/2329/nasa-zeroes-in-on-ocean-rise-how-much-how-soon/",
  "title": "NASA zeroes in on ocean rise: How much? How soon?",
  "date": null,
  "content": "By Steve Cole,\nNASA Headquarters\nWaves crash against rocks. Credit: Franklin O'Donnell\nSeas around the world have risen an average of nearly 3 inches (8 centimeters) since 1992, with some locations rising more than 9 inches (25 centimeters) due to natural variation, according to the latest satellite measurements from NASA and its partners. An intensive research effort now underway, aided by NASA observations and analysis, points to an unavoidable rise of several feet in the future.\nMembers of NASA's new interdisciplinary Sea Level Change Team will discuss recent findings and new agency research efforts during a media teleconference today at 9:30 a.m. PDT (12:30 p.m. EDT). NASA will stream the teleconference live online at:\nhttp://www.nasa.gov/newsaudio\nThe question scientists are grappling with is how quickly will seas rise?\n\"Given what we know now about how the ocean expands as it warms and how ice sheets and glaciers are adding water to the seas, it's pretty certain we are locked into at least 3 feet [0.9 meter] of sea level rise, and probably more,\" said Steve Nerem of the University of Colorado, Boulder, and lead of the Sea Level Change Team. \"But we don't know whether it will happen within a century or somewhat longer.\"\nTeam scientists will discuss a new visualization based on 23 years of sea level data — the entire record of available satellite data — which reveals changes are anything but uniform around the globe. The record is based on data from three consecutive satellite missions; the first a collaboration between NASA and the French space agency, Centre National d'Études Spatiales (CNES), launched in 1992. The fourth in the series will be Jason-3, led by the National Oceanic and Atmospheric Administration (NOAA) with participation by NASA, CNES and the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT).\nIn 2013, the United Nations Intergovernmental Panel on Climate Change issued an assessment based on a consensus of international researchers that stated global sea levels would likely rise from 1 to 3 feet (0.3 to 0.9 meter) by the end of the century. According to Nerem, new research available since this report suggests the higher end of that range is more likely, and the question remains how that range might shift upward.\nThe data reveal the height of the sea surface is not rising uniformly everywhere. Regional differences in sea level rise are dominated by the effects of ocean currents and natural cycles such as the Pacific Decadal Oscillation. But, as these natural cycles wax and wane, they can have major impacts on local coastlines.\n\"Sea level along the west coast of the United States has actually fallen over the past 20 years because long-term natural cycles there are hiding the impact of global warming,\" said Josh Willis, an oceanographer at NASA's Jet Propulsion Laboratory in Pasadena, California. \"However, there are signs this pattern is changing. We can expect accelerated rates of sea level rise along this coast over the next decade as the region recovers from its temporary sea level 'deficit.'\"\nScientists estimate that about one-third of sea level rise is caused by expansion of warmer ocean water, one-third is due to ice loss from the massive Greenland and Antarctic ice sheets and the remaining third results from melting mountain glaciers. But the fate of the polar ice sheets could change that ratio and produce more rapid increases in the coming decades.\nThe Greenland ice sheet, covering 660,000 square miles (1.7 million square kilometers) — nearly the area of Alaska — shed an average of 303 gigatons of ice a year over the past decade, according to satellite measurements. The Antarctic ice sheet, covering 5.4 million square miles (14 million square kilometers) — larger than the United States and India combined — has lost an average of 118 gigatons a year.\n\"We've seen from the paleoclimate record that sea level rise of as much as 10 feet [3 meters] in a century or two is possible, if the ice sheets fall apart rapidly,\" said Tom Wagner, the cryosphere program scientist at NASA Headquarters in Washington. \"We're seeing evidence that the ice sheets are waking up, but we need to understand them better before we can say we're in a new era of rapid ice loss.\"\nAlthough Antarctica's contribution to sea level rise currently is much smaller than that of Greenland, recent research indicates this could change in the upcoming century. In 2014, two West Antarctica studies focused on the acceleration of the glaciers in the Amundsen Sea sector showed its collapse is underway.\nEast Antarctica's massive ice sheet remains the primary unknown in sea level rise projections. Though it appears to be stable, a recent study found under a major glacier two deep troughs that could draw warm ocean water to the base of the glacier, causing it to melt.\n\"The prevailing view among specialists has been that East Antarctica is stable, but we don't really know,\" said glaciologist Eric Rignot of the University of California Irvine and JPL. \"Some of the signs we see in the satellite data right now are red flags that these glaciers might not be as stable as we once thought. There's always a lot of attention on the changes we see now, but as scientists our priority needs to be on what the changes could be tomorrow.\"\nOne of the keys to understanding future rates of ice loss is determining the role ocean currents and ocean temperatures play in melting the ice sheets from below their edges. A new, six-year NASA field campaign took to the waters around Greenland this summer to probe how warming ocean waters are triggering Greenland glacier degradation. The Oceans Melting Greenland (OMG) project is taking coastal ocean temperature measurements, observing glacial thinning at the ice's edge, and producing the first high-resolution maps of the seafloor, fjords and canyons in the continental shelf surrounding Greenland.\nImages and video supporting the media teleconference today are available at:\nhttp://go.nasa.gov/risingseasbriefing\nScientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}