{
  "url": "https://climate.nasa.gov/news/3109/nasa-international-panel-provide-a-new-window-on-rising-seas/",
  "title": "NASA, International Panel Provide a New Window on Rising Seas",
  "date": null,
  "content": "By Pat Brennan,\nNASA's Sea Level Portal\nA new online visualization tool will enable anyone to see what sea levels will look like anywhere in the world in the decades to come.\nNASA’s Sea Level Change Team has created a sea level projection tool that makes extensive data on future sea level rise from the Intergovernmental Panel on Climate Change (IPCC) easily accessible to the public – and to everyone with a stake in planning for the changes to come.\nPull up the tool’s layers of maps, click anywhere on the global ocean and coastlines, and pick any decade between 2020 and 2150: The tool, hosted on NASA’s Sea Level Portal, will deliver a detailed report for the location based on the projections in the IPCC’s Sixth Assessment Report, released on Aug. 9, which addresses the most updated physical understanding of the climate system and climate change.\nThe IPCC has provided global-scale assessments of Earth’s climate every five to seven years since 1988, focusing on changes in temperature, ice cover, greenhouse gas emissions, and sea-level across the planet. Their sea level projections are informed by data gathered by satellites and instruments on the ground, as well as analyses and computer simulations.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nBut for the first time, anyone will be able to see a visualization of how sea levels will change on a local level using the new online tool, a granularity that is difficult to capture in the IPCC report itself.\n“What’s new here is a tool that we are providing to the community, to distribute the latest climate knowledge produced by the IPCC and NASA scientists in an accessible and user-friendly way while maintaining scientific integrity,” said Nadya Vinogradova Shiffer, program scientist and manager at NASA, who directs NASA’s Sea Level Change science team.\n“As the first data-delivery partnership between the IPCC and a federal agency, NASA’s new sea level projection tool will help pave the way for future activities that facilitate knowledge sharing, open science, and easy access to the state-of-the-art climate science. This information is critical to increase climate resilience of nations with large coastal populations, infrastructure, and economies that will be impacted by sea level rise,” said Vinogradova Shiffer.\nAlong with providing snapshots of rising sea levels in the decades to come, the tool enables users to focus on the effects of different processes that drive sea level rise. Those processes include the melting of ice sheets and glaciers and the extent to which ocean waters shift their circulation patterns or expand as they warm, which can affect the height of the ocean.\n“As communities across the country prepare for the impacts of sea level rise, access to good, clear data is key to helping save lives and livelihoods,” said NASA Administrator Bill Nelson. “NASA’s new sea level projection tool will arm the American people and decisionmakers with the information needed to make critical decisions about economic and public policy, to protect our communities from the potentially devastating effects of sea level rise.”\nThe tool can display possible future sea levels under several greenhouse-gas-emission and socioeconomic scenarios, including a low-emissions future, a “business as usual” trajectory with emissions on their current track, and an “accelerated emissions” scenario. A low-emission future, for example, would occur if humanity reduces its greenhouse gas emissions, lessening the effects of climate-driven sea level change. The other end of the emission spectrum yields projections with the most rapid rise in sea level, information that could be useful for coastal planning that takes less likely but potentially more destructive possibilities into account.\n“The goal is to deliver the projection data in the IPCC report in a usable form while also providing easy visualization of the future scenarios,” said Ben Hamlington, a research scientist at NASA’s Jet Propulsion Laboratory in Southern California, who leads the agency’s Sea Level Change science team.\nThe sea level projection tool should help people at all levels of government in countries around the world to forecast future scenarios and to develop coastal resources accordingly. “Making sea-level science accessible is our primary goal,” said Carmen Boening, a NASA oceanographer who also heads the agency’s Sea Level Portal, which hosts the projection tool.\nSee the projection tool here:\nhttps://sealevel.nasa.gov/ipcc-ar6-sea-level-projection-tool\nLearn more about sea level and climate change here:\nhttps://sealevel.nasa.gov/\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}