{
  "url": "https://climate.nasa.gov/news/3113/improving-food-security-through-capacity-building/",
  "title": "Improving Food Security Through Capacity Building",
  "date": null,
  "content": "By Esprit Smith,\nNASA’s Earth Science News Team\nFrom droughts to floods, climate change impacts food security around the world. Satellite data helps programs like SERVIR respond to these challenges. Credit: Anastasia Mumbi / SERVIR Eastern and Southern Africa / Unsplash / NASA\nMillions of people suffer from food insecurity around the globe. With the help of Earth-observing satellites, the NASA-USAID SERVIR project is hoping to reduce that number.\nFood security – the consistent availability and affordability of food – is a basic human need, yet it remains elusive for billions of people around the world. The United Nations’ 2021 State of Food Security and Nutrition in the World report, released in July, paints a grim picture of this reality: in 2020, nearly 1 in 3 people globally did not have enough to eat, up by more than 300 million people from the previous year.\nThe COVID-19 pandemic continues to disrupt food systems and supply chains on a global scale, but the heart of the problem – and the solutions to it – are far more diverse than any single factor. In Kenya, climate change, water shortages, and land degradation jeopardize crops and rangelands. In Southeast Asia, rising temperatures, increasingly variable weather, and low water levels along the Mekong River threaten livelihoods and food production. In Nepal, areas reliant on rain-fed agriculture are extremely susceptible to drought, a phenomenon becoming more frequent in an ever-warming climate.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThere is no one-size-fits-all solution to these challenges; however, each region has a common ally: a fleet of Earth observing satellites working around the clock to take measurements of everything from snow melt and soil moisture to land cover and plant health. This data is the ultimate tool in building capacity within food systems – and is often the difference between anticipating drought with enough time to prepare or losing crops to lack of water.\nBecause each region’s infrastructure and challenges are unique, the trickier task is getting relevant data into the hands of the people who need it and in a way that is easily accessible.\nA joint NASA-USAID initiative called SERVIR is paving the way to do just that. The goals of the United States Agency for International Development (USAID) and NASA complement each other well: NASA uses the unique vantage point of space to look back at our home planet while USAID, working in over 100 countries, understands development needs from the ground level.\nIn addition to this expertise, SERVIR partners with leading regional organizations around the world to meet specific needs.\n“Our model is very different than many traditional projects,” said Dan Irwin, SERVIR’s Global Program Manager based at NASA’s Marshall Space Flight Center in Huntsville, Alabama. “Rather than building something and expecting it to be adopted, we collaborate hand-in-hand with people in the countries where we work to identify needs and implement sustainable solutions together.”\nSERVIR works in more than 50 countries through five regional hubs. The hubs are entirely staffed by local experts, and each have their own partnerships with organizations working toward the same goals. What services and day-to-day operations look like depends on the specific needs identified and infrastructure present in each region.\nLilian Ndungu, Agriculture and Food Security Lead for SERVIR’s Eastern and Southern Africa hub, wears many hats. On any given day, she may go into the field in Kenya to collect data, consult with high level government officials on the co-development of services that improve food security, or head into the office to work on advocacy, technical program development and training programs.\nMore than half of the working population in the region works in agriculture in some capacity, mainly on small, family-run farms. Most of these farms are not irrigated and instead rely on rain, making them especially vulnerable to changes in climate and water availability.\nWith the right information, farmers and local governments can be proactive rather than reactive in their response to these challenges, and in doing so, improve food security. It is this information that Ndungu and SERVIR aim to provide. The Regional Centre for Mapping of Resources for Development (RCMRD) in Kenya, which hosts SERVIR’s Eastern and Southern Africa hub, helps bridge data and science with decision makers to support decision making processes that reduce risk.\n“One project that has had an impact on food security in East Africa is our crop monitoring project,” Ndungu said. “Crop monitors are web-based portals that make it easy for non-technical people to access observational tools that incorporate satellite and ground data in order to make better agricultural decisions.”\nNdungu has lead the integration of these crop monitoring tools, developed by NASA Harvest researchers at the University of Maryland in close partnership with agricultural experts of the GEOGLAM Crop Monitor initiative, into crop monitor systems in Kenya, Rwanda and Ethiopia.\nThe tools – which incorporate satellite data on vegetation conditions, soil moisture, rainfall, and land use – produce localized maps of where plants are growing and how healthy they are. They can also indicate where and to what extent drought conditions may become problematic.\nWhile the crop monitors are a success story, getting to the point where tools and services like this are widely implemented and sustainable – which is the ultimate goal –takes time.\n“It takes a high level of engagement. You cannot just call someone in the government today and then call again in six months and expect to have made progress,” Ndungu said. “But through consistent communication and consultation, often over several years, you end up co-creating something that meets their needs and the buy-in and commitment to make it happen.”\nIn some areas, the SERVIR Eastern and Southern Africa hub is also working to get satellite and crop health data incorporated into crop insurance programs. Rather than having to inspect farms in person, stakeholders can assess the health of farms – and quickly identify areas in need of financial assistance – without needing to send staff into the field. In Kenya, this little bit of automation has already reduced the cost of providing crop insurance by 70%.\nNearly 5,000 miles away, in Southeast Asia’s Lower Mekong basin, food security and economic prosperity are largely contingent on a crop dubbed “white gold” by farmers: rice. In 2020 alone, the region -- which includes Cambodia, Laos, Thailand, Myanmar and Vietnam -- exported $6.8 billion dollars’ worth of it.\n“Rice is a very water-intensive crop. You need lots of water to grow it,” said Susantha Jayasinghe, Agriculture and Food Security Lead for SERVIR’s Mekong hub, hosted at the Asian Disaster Preparedness Center in Thailand. “What we learned from the countries and agencies working closely on agriculture and food security in the region is that they didn’t have a good information system to monitor and forecast drought and water availability, so this is where we began.”\nWorking closely with the Mekong River Commission (MRC) and other regional and national partners, SERVIR-Mekong brought together satellite imagery, ground-based measurements, and local expertise to produce water resource maps, drought forecasts, and other online data resources. These products help the MRC and other agencies prepare for and respond effectively to drought. They’re available at the regional level in several Lower Mekong countries and at the provincial level in Vietnam.\nMoving forward, SERVIR-Mekong plans to expand the use of drought information tools to other provinces in Vietnam and other countries of the Lower Mekong Region—and they hope to use even more enhanced technology to do it.\n“NASA has planned a new water monitoring satellite called Surface Water and Ocean Topography (SWOT),” said Ankit Joshi, SERVIR-Mekong’s Communications Lead. “SWOT’s higher resolution sensors will enable SERVIR-Mekong to improve forecast accuracy using more granular data thereby providing better insights to policymakers and farmers.”\nSWOT is being jointly developed by NASA and Centre National D'Etudes Spatiales (CNES) with contributions from the Canadian Space Agency (CSA) and United Kingdom Space Agency. NASA’s Jet Propulsion Laboratory leads the U.S. component of the project which is scheduled to launch in 2022. SERVIR-Mekong is ready to be one of the earliest users of its data.\nThe remote countries in the Himalaya and Hindu Kush (“HKH”) mountain ranges have been experiencing worsening drought conditions over the past few decades – and climate change isn’t helping. But, by fostering drought resilience, SERVIR-HKH, hosted by the International Centre for Integrated Mountain Development (ICIMOD) in Nepal is.\n“Our main focus is on drought monitoring and assessing drought impacts on crops,” said Faisal Qamar, Agriculture and Food Security Lead for SERVIR-HKH. “We combine data from satellites with water system models and weather forecasts to create a framework for forecasting drought in the region.”\nThis SERVIR hub works with governments and stakeholders in Pakistan, Bangladesh, and Nepal, among others. Each country has a different approach to managing agriculture, so the design and communication of the product must be tailored to the specific needs of each country.\n“We have to be persistent, and to work with teams within the governments, and then prove how the use of satellite information is better than the traditional way in terms of the quality of the information and the value of money,” said Mir Matin, the hub’s Geospatial Solutions Lead. “Having a tool become mainstream requires substantial investment so partnerships and capacity building are important.”\nTo build capacity, the hub offers on-the-job training to partners on the development and application of products and tools. They train staff from other agencies to use these services and work to link their products with multilateral agencies for greater uptake and sustainability. The hub also offers trainings through schools and universities – including programs aimed at increasing the equity and role of women in agricultural solutions.\n“Connecting space to village,” an apt motto for SERVIR, highlights how the program provides stakeholders with specialized information to make the best possible decisions in the face of ever-growing environmental challenges. Making the right decisions now will bring us one step closer to a food secure future.\nJane J. Lee / Ian J. O'Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}