{
  "url": "https://climate.nasa.gov/news/3111/nasas-misr-instrument-sees-california-wildfire-smoke-plumes-from-space/",
  "title": "NASA's MISR Instrument Sees California Wildfire Smoke Plumes From Space",
  "date": null,
  "content": "By Esprit Smith,\nNASA’s Earth Science News Team\nNASA’s MISR instrument captured smoke plumes from five fires burning in northern California. The highest plume reached about 19,685 feet (6,000 meters) in altitude. Credit: NASA/GSFC/LaRC/JPL-Caltech, MISR Team\nSmoke from several large wildfires burning in Northern California can be seen traveling miles into the atmosphere.\nAs of Aug. 24, wildfires in Northern California – including the McCash, Antelope, River Complex, Monument, and Dixie fires – have scorched more than 1 million acres of land. The Dixie Fire, the state’s second largest in history, accounts for 731,310 acres. On Aug. 18, NASA’s Multi-angle Imaging SpectroRadiometer (MISR) instrument, aboard the Terra satellite, acquired new data showing smoke from these fires.\nThe MISR instrument has nine cameras that view Earth at different angles. The right side of the image shows smoke from the five fires as observed by MISR’s nadir (downward-pointing) camera. The multi-angular information from MISR’s images is used to calculate the height of the smoke plumes. The results of those calculations are shown in the left side of the image. Smoke from areas in red reached an altitude of around 9,840 feet (3,000 meters). The highest plume near the active fires reached approximately 19,685 feet (6,000 meters). In general, higher-altitude plumes transport smoke greater distances from the source, impacting communities downwind. In recent weeks, smoke from fires in the Western U.S. and Canada has impacted much of the East Coast.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe smoke plume height calculation was performed using the publicly available MISR INteractive eXplorer (MINX) software tool. The MISR Plume Height Project maintains a database of global smoke plume heights, accessible here.\nMISR was built and is managed by NASA’s Jet Propulsion Laboratory, Southern California, for NASA’s Science Mission Directorate in Washington. The Terra spacecraft is managed by NASA’s Goddard Space Flight Center in Greenbelt, Maryland. The MISR data were obtained from the NASA Langley Research Center Atmospheric Science Data Center in Hampton, Virginia. JPL is a division of Caltech in Pasadena.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}