{
  "url": "https://climate.nasa.gov/news/3115/nasa-drought-research-shows-value-of-both-climate-mitigation-and-adaptation/",
  "title": "NASA Drought Research Shows Value of Both Climate Mitigation and Adaptation",
  "date": null,
  "content": "This July 7, 2021 image from the Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA's Terra satellite shows the nearly snow-free mountain peaks of the Sierra Nevada mountain range. According to state and federal scientists, snowmelt in this region happened three to four weeks earlier than normal, and instead of flowing downstream, most of this water soaked into mountain soils still parched from previous droughts. Credit: NASA's Earth Observatory / Lauren Dauphin\nBy Jessica Merzdorf Evans,\nNASA’s Goddard Space Flight Center\nNew NASA research is showing how drought in the western U.S. is expected to change in the future, providing stakeholders with crucial information for decision making.\nSeasonal summer rains have done little to offset drought conditions gripping the western United States, with California and Nevada seeing record July heat and moderate-to-exceptional drought according to the National Oceanic and Atmospheric Administration (NOAA). Now, new NASA research is showing how drought in the region is expected to change in the future, providing stakeholders with crucial information for decision making.\nThe study, published in the peer-reviewed journal, Earth’s Future, was led by scientists at NASA’s Goddard Institute for Space Studies (GISS) and funded by NOAA’s Climate Program Office and NASA’s Modeling, Analysis and Prediction (MAP) Program. It found that the western United States is headed for prolonged drought conditions whether greenhouse gas emissions continue to climb or are aggressively reined in.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nHowever, the study also showed that the severity of acute, extreme drought events and the overall severity of prolonged drought conditions can be reduced with emissions-curbing efforts compared to a high-emissions future. This is important information for decision-makers considering two tools they can use to reduce climate impacts: Adaptation and mitigation.\nAdaptation is a term used by the scientific community and policymakers to describe policies that address impacts that will occur or are already occurring. For example, adaptation to rising sea levels might include relocating low-lying infrastructure. By contrast, mitigation – efforts to reduce the amount of greenhouse gases in the atmosphere – can limit the severity of future impacts or even prevent them from happening by limiting how much the climate changes. Switching to cleaner energy sources and reducing greenhouse warming-driven ice melt are examples of mitigation to sea level rise.\nRather than representing competing options, adaptation and mitigation can both be used to address climate impacts. This new research shows how the two can complement each other when it comes to drought.\n“Mitigation has clear benefits for reducing the frequency and severity of single-year droughts,” said lead author Ben Cook, a research scientist at GISS and an adjunct associate research scientist at Columbia University. “We may have more of these 20-year drought periods, but if we can avoid the really sharp, short-term, extreme spikes, then that may be something that’s easier to adapt to.”\nBoth acute single-year and prolonged multi-year droughts occur naturally due to variations in ocean currents, precipitation and other factors. But climate change is turning up the heat in addition to these natural variations, causing even more water to evaporate from plants and soil, resulting in increased dryness even in the absence of major precipitation deficits.\nTo understand the southwest’s vulnerability and tendency towards drought and the factors that contribute to it, the team selected the severe single-year drought of 2002 and the extended drought of 2000 to 2020 as examples of acute and prolonged droughts respectively. They then looked at how common these acute and prolonged droughts were, not only during the period of instrumental records, but also using reconstructed drought conditions stretching back more than a thousand years and state-of-the-art supercomputer simulations of the future.\nThe team reconstructed soil moisture from the years 800 to 1900 using tree ring data from the region. The thickness of tree rings varies due to the wetness or dryness of each year, providing scientists with a reliable way of estimating how much rain fell in a given year. For years after 1900, they used directly measured soil moisture values. To look at a range of possible futures, the team used data from the latest version of the Coupled Model Intercomparison Project, or CMIP6. CMIP6 is an ensemble of climate model simulations that provide climate change projections depending on a range of possible greenhouse gas emission scenarios, allowing scientists and policymakers to directly compare the impacts of different emissions policies. And under different emissions scenarios, drought behaves differently.\nThe southwestern United States has been prone to drought for millennia. But warming temperatures dry the soil further, and the region’s natural aridity becomes the backdrop for a higher risk of severe and prolonged droughts if greenhouse gas emissions continue to climb, said Kate Marvel, a research scientist at GISS and Columbia University.\n“The paleoclimate record shows that this region is prone to drought,” she said. “There have been really, really severe droughts in the past: For instance, we know there were megadroughts in the 13th century. But against the backdrop of natural climate variability — the things the climate would do even without human influence — we are confident increases in greenhouse gases make the temperature rise, and we’re fairly confident that increases drought risk in this region.”\nUnderstanding that some amount of increased drought can be expected under high and low emission scenarios alike has implications for adaptation strategies like rationing water usage and changing agricultural practices. At the same time, the study’s finding that greenhouse emissions reductions still matter for extreme drought underscores the value of mitigation.\n“The ongoing southwestern drought highlights the profound effects dry conditions have on people and the economy,” said Ko Barrett, senior advisor for climate in NOAA’s Office of Research and vice-chair of the Intergovernmental Panel on Climate Change’s Sixth Assessment Report. “The study clearly highlights the impact that greenhouse gas mitigation could have on the occurrence and severity of Southwestern drought. It is not too late to act and blunt impacts like severe Southwestern drought periods and short-term drought events.”\nMarvel agreed. “There’s going to be a new normal regardless,” she said.  “There’s going to have to be some adaptation to a drier regional climate. But the degree of that adaptation – how often these droughts happen, what happens to the drought risk – that’s basically under our control.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}