{
  "url": "https://climate.nasa.gov/news/3118/icy-glue-may-control-pace-of-antarctic-ice-shelf-breakup/",
  "title": "Icy ‘Glue' May Control Pace of Antarctic Ice-Shelf Breakup",
  "date": null,
  "content": "By Carol Rasmussen,\nNASA's Jet Propulsion Laboratory\nThis 2016 photo shows a rift that, within a few months, widened even farther and released a Delaware-size iceberg from Antarctica’s Larsen C ice shelf. The rough surface of ice mélange is visible on one side of the rift. Credit: NASA/GSFC/OIB\nAs the ice-and-snow rubble known as mélange melts in Antarctica’s ice shelves, rifts can grow and icebergs break off even in the brutal cold of winter.\nResearchers at NASA’s Jet Propulsion Laboratory in Southern California and the University of California, Irvine, have discovered an ice process that may have caused a Delaware-size iceberg to break off Antarctica’s immense Larsen C ice shelf in the Southern Hemisphere winter of 2017. The finding that mélange – a mixture of windblown snow, iceberg bits, and sea ice lodged in and around ice shelves – is critical in holding ice shelves together implies that these ice shelves may break up even faster than scientists had expected due to rising air temperatures.\nIce shelves, the floating tongues of glaciers that extend over the ocean, slow the rate at which Antarctica’s glaciers contribute to global sea level rise. As a glacier’s ice shelf flows out over the Southern Ocean, it eventually snags on an island, undersea ridge, or the wall of the bay that encloses the glacier. The snag slows the glacier’s forward movement in the same way a highway accident slows down the traffic behind it – except that an ice-shelf snag can hold back the flow of ice into the sea for thousands of years.\nBut in recent decades, ice shelves in the Antarctic Peninsula have been moving and disintegrating more rapidly. Cracks deepen into rifts that cut through the shelf from top to bottom and widen across, finally releasing icebergs into the ocean. If this process continues until enough of an ice shelf breaks off (as with Larsen B in 2002), the glaciers that the shelf was holding back begin flowing more rapidly from the land into the sea. This increases the rate of sea level rise.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nClimate warming is the underlying cause for this change of ice-shelf behavior, because it has raised the temperatures of both the air above and the ocean water beneath the glaciers. But the way the ice shelves are responding to warming is not fully understood. Scientists have suggested that freeze-and-thaw cycles of meltwater pooling on top of the ice are making the rifts grow. But if that’s the case, how could Larsen C release its giant iceberg in winter, when the ice had been frozen solid for months?\nTo answer that question, the JPL and UC Irvine researchers focused on mélange. This messy, chunky mixture has natural properties similar to glue or grout, filling cracks or gaps and sticking to ice and rock. When it accumulates in a crack in an ice shelf, it creates a thin layer as hard as the surrounding ice that holds the crack together. At the sides of ice shelves, layers of mélange glue the ice to the rock walls around it. “We always suspected that this mélange played a key role, but until recently we did not have good observations of its characteristics,” said Eric Rignot, a professor at UC Irvine and co-author of the study, published in the Proceedings of the National Academy of Sciences.\nThe researchers modeled the entire Larsen C ice shelf using NASA’s Ice-sheet and Sea-level System Model with observations from NASA’s Operation IceBridge and European and NASA satellites. They first assessed which of the hundreds of rifts in the ice shelf were most vulnerable to breaking, selecting 11 rifts for in-depth analysis. They modeled what happened to these rifts if only the ice shelf grew thinner because of melting, if only the mélange grew thinner, and if both grew thinner.\n“A lot of people thought intuitively, if you thin the ice shelf, you’re going to make it much more fragile and it’s going to break,” explained Eric Larour, a JPL scientist and lead author of the new study. Instead, the model showed that simply thinning the ice shelf without changing the mélange actually closed the rifts, with average widening rates dropping from 259 to 72 feet (79 to 22 meters) per year. Thinning both the ice shelf and the mélange also closed the rifts. So the melting of glacial ice alone can’t explain why the shelves are breaking up more rapidly.\nWhen the researchers thinned only the mélange in the model, however, without reducing the thickness of the glacial ice itself, the rifts in the ice shelf widened more quickly, accelerating from an average rate of 249 to 367 feet (76 meters to 112 meters) per year. When the narrow layers of mélange thinned to about 30 to 50 feet (about 10 or 15 meters), they completely lost their ability to hold rifts together. The rifts could rapidly gape open and large icebergs break loose – just as happened on Larsen C.\nWhy does this matter? Because, Larour said, “We’ve put a finger on a physical process that is capable of destabilizing the ice shelf prior to a large warming of the atmosphere.” Scientists have often used the predicted rise in air temperature to estimate how fast Antarctic ice shelves will break up and, as a result, how rapidly global sea levels will rise. But the narrow layers of mélange are melting mainly by contact with ocean water below, which continues year round. At any time of of the year, they may become too thin to keep holding the ice shelf together.\n“We think that this process might explain why ice shelves in the Antarctic peninsula started to break up decades before meltwater began to accumulate on their surface,” Rignot said. “That implies that Antarctic ice shelves might be more vulnerable to climate warming – and sooner than previously thought.”\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nBrian Bell\nUniversity of California, Irvine\n949-565-5533\nbpbell@uci.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}