{
  "url": "https://climate.nasa.gov/news/3117/drought-makes-its-home-on-the-range/",
  "title": "Drought Makes its Home on the Range",
  "date": null,
  "content": "Credit: NASA\nBy Sofie Bates,\nNASA's Earth Science News Team\nClimate change is making droughts more frequent, severe, and pervasive. NASA satellites provide data about water availability to the U.S. Drought Monitor, which helps farmers prepare for drought, determining where and what to feed their livestock.\nAs Tracy Schohr goes about her day, water is always on her mind. She’s thinking of it as she rides an all-terrain vehicle around the pasture, looks up hay prices and weather forecasts, and collects data on grazing and invasive weeds for a scientific study.\nSchohr is a rancher and farmer in Gridley, California, where her family has raised beef cattle and grown rice for six generations. She also aids in scientific research to study drought and other agricultural issues with the University of California Cooperative Extension.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nDrought—a year with a below-average water supply—is a natural part of the climate cycle, but as Earth’s atmosphere continues to warm due to climate change, droughts are becoming more frequent, severe, and pervasive. The past 20 years have been some of the driest conditions in the American west on record. Right now, the western United States—including the part of California home to Schohr’s ranch—is experiencing extreme or exceptional drought that will likely have long-term impacts on the land and the people who depend on it.\nThis year not enough precipitation, also known as a meteorological drought, threatened to kill the grass on Schohr’s ranch. Keeping vegetation alive is one of the main parts of her job. “We’re cattle producers, but we’re really grass farmers,” she remarked in June. “If you mismanage your grass then your cattle won’t survive.”\n“NASA is well-positioned to assess droughts because we have Earth-observing satellites that provide frequent observations,” said John Bolten, associate program manager of water resources for the NASA Applied Sciences Program. We’re not just interested in our backyard; we’re interested in what’s happening regionally and globally.”\nDrought is a complicated problem that requires innovative research and lots of data. From the vantage point of space, Earth-observing satellites from NASA and its partners collect data on various signs of drought, such as lack of precipitation (GPM) and snowpack (Landsat, Terra and Aqua), low water levels in reservoirs and streams (Jason-3) or dry soils (SMAP) and depleted groundwater (GRACE-FO). Then scientists at NASA and other institutions use this data to see historical trends, understand the current state of drought, and make projections for the future.\nNASA’s upcoming Earth System Observatory, together with other planned NASA missions that are part of NASA’s “program of record” will continue many these observations in the future to provide key information that will guide decision-makers confronting challenges posed by climate change, such as drought.\nMuch of this data is incorporated into drought maps and global groundwater maps produced and distributed by the National Drought Mitigation Center at the University of Nebraska-Lincoln.\n“What we’re able to do is bring in all of this data and use the best attributes of those tools,” said Brian Fuchs, a climatologist at the National Drought Mitigation Center. Frequent satellite observations allow Fuchs and his colleagues to track rapidly changing drought conditions. The satellites’ view from space also provides routine, country-wide and world-wide snapshots of drought that can be accessed by local water managers.\n“We’re not experts in every part of the country, but we have people on the ground who know their backyards better than we do,” said Fuchs.\nSchohr is one of those people. She uses the U.S. Drought Monitor maps, which provide a weekly assessment of drought conditions, to check the state of drought around the country and look at trends to help her make better decisions for the future. She is also one of the many ranchers across the country who sends updates and photos to the scientists at Drought Monitor to help refine their maps.\n“That boots on the ground validation really helps us get a good local perspective on what the challenges are,” said Fuchs.\nEvery year in early November, Schohr and her family load their cows into cattle trailers and drive them to annual grasslands about 35 miles away. While there, the herd rotates through several pastures, searching for grass and water. This protects the land from overgrazing, ensuring that the cows have enough to eat and that healthy grasses will regrow in time for the next. “We have to have grass to grow grass,” Schohr explains. “And what’s best for the land is also what’s best for our cattle operation.”\nWith little rain last fall, the Schohrs opted to keep the cattle at their home ranch where the family could easily check on them. Schohr brought hay out to the pasture and checked the water levels in the naturally occurring streams and ponds every few days. She also gave the cows tubs of nutritional supplements, which she says is like a combination multivitamin and protein shake that’s sweetened with molasses.\nThe Schohrs eventually moved their herd to the annual grasslands in mid-December. The cattle grazed in several pastures last winter, including a purple needle grass restoration site that is part of a research project to restore native species. The cows munch on invasive and non-native grasses, weeding out the competition for the native California purple needle grass that will grow in the spring.\nAs the cows mow down grass, Schohr is also checking that they have access to enough water. Cows need to drink between eight and 15 gallons of water per day. The annual grasslands don’t have much natural drinking water—especially this year, as reservoirs are depleted and streamflow is abnormally low, conditions signifying a hydrological drought, which California is currently experiencing. In winter, Schohr relies on solar-powered wells to keep her cattle hydrated. In the spring, she moves the cows to a pasture with seasonal ponds that are home to many California plant species and provide the cows with natural drinking water.\nLater in the season, the cows move to a field filled with oak trees. The trees provide shade to keep the cattle cool as spring turns to summer, and the cattle mow down the grass so there’s less kindling in the form of dry grass come fire season.\nThe herd will usually stay on these annual grasslands until mid-June, but this year Schohr brought the cattle home in mid-May. California was not only dealing with low reservoirs and streams, but also low soil moisture, called agricultural drought, that causes plants—including that all important grass—to die. As green vegetation started to turn into swaths of brown, Schohr irrigated the pasture on her home ranch on April 1 to keep the grass alive so that the cows would have food to eat when they returned.\nHowever, the natural food supply will only last so long. The current outlook suggests California will be in a severe drought at least through the fall, so Schohr is selling calves and stocking her barn with hay, corn and soybean stock in preparation.\nThe challenges of drought that Schohr faces today are the same ones her grandfather dealt with. However, she says it’s easier to make better decisions and prepare for the future with the scientific data that’s available from sources like the U.S. Drought Monitor.\n“We know the world we’re working in, whereas before—for my grandpa—he just knew the community he worked in,” Schohr said.\nThe Schohr family had to make a lot of tough decisions during the 1980s farm crisis, when farmers’ debt soared due to an economic recession, and the intense California drought in the 1990s. At one point, the family sold all the cows to instead focus on growing rice. After that, Schohr recalls her grandfather was always the first one there when a new calf was born or a cow was sick.\nHer grandfather has since passed away, but Schohr remembers the lessons he taught her. She recalls riding on an ATV with him to check the water level in the troughs during a drought, listening to him talk about water management and seeing the sense of peace that came over him from watching the cattle grazing. “He loved the cows just like I do,” she said. “He believed that if he took care of the land, it would take care of him too.”\nClimate science tells us that the world will be warmer and droughts are likely to be more frequent in the future. In addition, climate science models provide a better sense of what the future may hold, helping farmers, ranchers and water managers to make better decisions in preparation. However, it’s impossible to pinpoint exactly when and where droughts will occur in the future or predict how severe their impacts will be. But we do know that in certain regions, the fingerprint of human influence on drought is already visible.\nHuman activities emit carbon dioxide and other greenhouse gases that warm the planet. A warmer planet is a thirstier planet, because warmer air drives more evaporation of water vapor from the surface,” explains Kate Marvel, a research scientist at NASA GISS. As the climate changes on Earth, some places will become drier – and thus more prone to drought – while others become wetter and thus more susceptible to flooding.\nIf we continue emitting greenhouse gases, this trend is likely to continue. NASA’s climate models and others show that – under high emission scenarios – droughts could become much worse across the U.S. and globally. Drought-prone areas could enter persistent megadroughts, precipitation patterns and snowmelt could change drastically, the risk of dry soils could increase in many areas and some places could see more frequent and severe wildfires.\n“The worst-case scenarios don’t have to come true. It’s not a prediction,” Marvel said. To prevent those worst-case scenarios from happening, greenhouse gas emissions will need to be reduced, she said. “That’s the main determinant of drought risk in the future.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}