{
  "url": "https://climate.nasa.gov/news/3116/nasa-at-your-table-climate-change-and-its-environmental-impacts-on-crop-growth/",
  "title": "NASA at Your Table: Climate Change and Its Environmental Impacts on Crop Growth",
  "date": null,
  "content": "Credit: NASA/Earth Observatory/USDA/Jesse Kirsch\nBy Ellen Gray,\nNASA’s Earth Science News Team\nClimate change is impacting agriculture in a number of ways. Researchers use satellite data and computer modeling to monitor and mitigate these impacts.\nThe Earth is heating up. The effects of human-caused global climate change are becoming more and more apparent as we see more record-breaking heat waves, intense droughts, shifts in rainfall patterns and a rise in average temperatures. And these environmental changes touch every part of crop production.\nNASA, along with partner agencies and organizations, monitors all of these environmental changes happening today. In addition, NASA uses advanced computer models that pull in satellite data and then simulate how Earth’s climate will respond to continued greenhouse gas emissions in the future. Researchers do this for a range of future scenarios – and then they use the resulting climate projections to see how climate change will affect global agriculture.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\n“When we look at future climate change, it's not the same as the current hot years that we experience,” said Alex Ruane, co-Director of the Climate Impacts Group at NASA’s Goddard Institute for Space Studies (GISS) in New York City. He coordinates and leads the climate team for the Agricultural Model Intercomparison and Improvement Project (AgMIP), an international project connecting climate science, crop modeling and economic modeling to look at the potential future of crop yields and food security.\n“If we were to find a location and look at a hot year that was recently experienced, it would likely have been a heat wave that would have raised the overall temperature,” Ruane said. “Climate change is different. Climate change is every day, a little bit more and more. When those heat waves come [in the future], they're just a little bit more intense or extreme, and that has a different physiological impact [on plants].”\nThose physiological changes on plants can be complex and are tied to crop type and the climate effects seen at the regional and local level.\nCarbon dioxide is the primary greenhouse gas responsible for the increase in Earth’s global temperature. Emitted from the burning of fossil fuels, it can stay in the atmosphere for hundreds of years, which means that every year we are adding carbon dioxide to the amount that has accumulated since the start of the Industrial Revolution over 200 years ago.\nCarbon dioxide is removed from the atmosphere by plants during photosynthesis, (though not in quantities sufficient enough to remove everything humans emit.) In fact, greenhouse and field experiments have shown that higher levels of carbon dioxide in the atmosphere can act as a fertilizer and increase plant growth. The amount of benefit a crop receives depends on its type. Wheat, barley and rice for example benefit more from higher carbon dioxide concentrations than corn. More carbon dioxide in the air makes the plant more efficient at absorbing the gas, and consequently it loses less water during the process, which is better for the plant’s growth. With sufficient water and other nutrients, crop yields can increase significantly.\nHowever, those higher yields often come with drawbacks for nutrition. “Crops grow faster and bigger under higher CO2,” said Jonas Jägermeyr, the coordinator for the Global Gridded Crop Model Intercomparison project under AgMIP at GISS. “But the protein and micronutrient content is proportionally lower.”\nQuantity versus quality is one complication when looking at climate effects on crops. Another is that while higher carbon dioxide levels bring some benefits, they also bring the heat.\nIncreases in regional temperatures due to climate change, especially in the tropics, can lead to heat stress for all types of crops. Many crops start feeling stressed at temperatures above about 90 to 95 degrees Fahrenheit (32 to 35 degrees Celsius), said Jägermeyr, although this will vary by crop type and depend on water availability. Heat stress’s most visible sign is wilting from water loss, and can lead to permanent damage to the plant.\nDifferent regions will experience different heat intensities in the future climate, especially during extreme events like heat waves. “The pattern of where crops are grown decides the pattern of impacts,” Jägermeyr said. “The more you grow in the tropics, the harder you will be hit. Because it's already pretty warm, an additional amount of warming will be more severe than at high latitudes.”\nA 2019 model study simulated future global wheat production with projected global temperatures 1.5 degrees Celsius and 2.0 degrees Celsius above pre-industrial temperatures. Taking into account carbon dioxide’s fertilization effect, the results showed that grain yields for winter or spring-planted wheat rose by about 5% in more temperate regions such as the United States and Europe, and declined by about 2 to 3% in warmer regions such as Central America and parts of Africa. Additionally, in hot regions including India, which produces 14% of global wheat, they more frequently saw years with low wheat yields.\nTemperature also affects the life cycle of crops. A small increase in every-day temperatures during the growing season accelerates the plant’s lifecycle, said Ruane. “So what ends up happening is the plant matures more rapidly and at the end of the season when it puts the grain down, it just has not spent as much time building up leaves, collecting sunlight and making that energy that you need for the grain.” The result is fewer grains and smaller crop yields.\nThe last major piece of the puzzle is water. Climate change is affecting rain and snowfall patterns and giving rise to more extremes in droughts and rainfall.\n“Some areas will see additional rainfall and therefore benefits,” said Jägermeyr. “Some regions will receive too much additional rainfall and then see adverse effects from excess rain. And a ton of regions will actually see drought.” For example, monsoons may bring more rain to Southeast Asia, and droughts may become more intense in the Western United States, Australia, Africa and Central America.\nThe amount of water available for irrigation is already seeing climate change impacts. Mountain snow packs are shrinking in the Himalayas and California’s Sierra Nevada, which are primary sources of both drinking and irrigation water.\nGroundwater levels are also sensitive to changes in climate like persistent drought and excessive rain. A 2018 study showed that where groundwater is used for agriculture, groundwater levels are generally decreasing both from the water having been extracted and its sensitivity to change. Additionally, plants access water in the soil, which in hotter regions and a hotter future is more prone to evaporation, leaving less for plants to use.\nAccess to water has a direct effect on crop health, and satellite observations are one of the key inputs to tools that NASA researchers and partners are building to help manage our warmer future.\n“We care about climate change not because of degrees Celsius or parts per million CO2, but because those in turn affect all sectors and our lives,” said Ruane, referring to not only the large-scale agricultural sector and economy, but also the everyday changes that will happen as communities respond to climate change.\nIn addition to looking at the direct consequences of environmental factors of climate change on crops, research teams within AgMIP are also looking at the potential for adaptations, management practices and economic incentives that will help mitigate the worst outcomes.\nThere are three types of adaptation strategies, said Ruane: things decided upon every year, such as when to plant and a field’s crop rotation; longer term investments, such as a new tractor, improved irrigation systems or new irrigation infrastructure in currently rain-fed areas; and transformative actions, such as breeding new crop varieties or responding to large-scale shifts in a population’s diet.\n“We can test different options in the virtual fields [of the model],” Ruane said. “We can also ask questions about how do the prices [calculated in] our economic models shift if people adopt the type of diet that we have here in the U.S. versus the Mediterranean diet or east Asian diet.” For example, what happens when a population eats more or less meat, or shifts from eating more wheat-based foods to eating more rice-based foods, or vice versa? The models can also explore other secondary effects of these big changes, especially unanticipated ones.\nRuane adds, “If we really want to know what's going to happen to farmers or consumers, we have to bring in the economics of the situation.” As climate change impacts food systems in the future, the effects will ripple out through the economy and into households, shaped by how people respond.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}