{
  "url": "https://climate.nasa.gov/news/3121/nasa-leadership-visits-jpl-discusses-climate-change-and-mars/",
  "title": "NASA Leadership Visits JPL, Discusses Climate Change and Mars",
  "date": null,
  "content": "NASA Administrator Bill Nelson addresses participants during a climate roundtable at the agency’s Jet Propulsion Laboratory in Southern California on Oct. 14, 2021. Credit: NASA/JPL-Caltech\nNASA Administrator Bill Nelson and Deputy Administrator Pam Melroy met with elected officials about Earth science and visited mission control for the Perseverance Mars rover.\nNASA Administrator Bill Nelson and Deputy Administrator Pam Melroy affirmed the agency’s commitment to studying climate change during a visit to NASA’s Jet Propulsion Laboratory in Southern California on Oct. 14. The visit was hosted by JPL Interim Director Larry James and also included a meeting with scientists and engineers operating the Perseverance Mars rover and Ingenuity Mars Helicopter.\nAdministrator Nelson convened an Earth science roundtable discussion at JPL that focused on ways scientists, engineers, resource managers, and policymakers can work together to address climate challenges on our home planet. Taking part in the roundtable were Caltech President Thomas Rosenbaum, California Reps. Judy Chu, Pete Aguilar, Julia Brownley, and Ted Lieu; California Natural Resources Sec. Wade Crowfoot; and California Environmental Protection Sec. Jared Blumenfeld.\n“In truth, this discussion is about saving our planet,” Nelson said. “NASA is the point of the spear on climate change.”\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nCentral to the discussion were NASA JPL efforts to address climate resilience by measuring key indicators, such as the powerful greenhouse gas methane, and tracking freshwater across the globe. NASA assets also provide decision-makers and responders with critical data about damage following natural disasters such as earthquakes and wildfires.\nAfter the roundtable, NASA leadership and California officials then headed to the surface mission support area that controls operations for the Perseverance rover, which landed in Mars’ Jezero Crater on Feb. 18, 2021, with an experimental helicopter attached to its belly. Perseverance engineers and scientists shared details about recent rover activities in the crater floor region nicknamed “Séítah” and what they hope to discover at the ancient river delta in the distance and beyond.\nJPL leaders also discussed future plans for the Mars Sample Return campaign to bring rock and sediment samples Perseverance collects back to Earth for study. The Ingenuity Mars Helicopter team updated the group on their next flight plans.\nThe visit ended with a trip to the gallery looking into JPL’s Spacecraft Assembly Facility, the clean room where Moon probes, orbiters sent to Jupiter and Saturn, and generations of Mars rovers have taken shape. Engineers and technicians there are assembling the NASA-ISRO Synthetic Aperture Radar (NISAR) spacecraft. NISAR, a partnership with the Indian Space Research Organisation, will track subtle changes to the Earth’s surface, providing new ways to mitigate the threat of natural hazards, better manage natural resources, and understand climate change.\nNISAR is part of NASA’s Earth System Observatory, a new set of Earth-focused missions to provide key information to guide efforts related to climate change, disaster mitigation, fighting forest fires, and improving real-time agricultural processes. The satellites within the Earth System Observatory will complement each other, working in tandem to create a 3D, holistic view of Earth, from bedrock to atmosphere.\nJPL is managed for NASA by Caltech in Pasadena, California.\nFor more information about NASA’s climate change research, visit:\nhttps://climate.nasa.gov/\nFor more information about NASA’s Mars missions, visit:\nhttps://mars.nasa.gov\nJia-Rui Cook\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0724\njccook@jpl.nasa.gov\nJackie McGuinness\nNASA Headquarters, Washington\n202-358-1600\njackie.mcguinness@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}