{
  "url": "https://climate.nasa.gov/news/3126/nasa-at-the-un-climate-change-conference/",
  "title": "NASA at the UN Climate Change Conference",
  "date": null,
  "content": "A view of Earth at night. Credit: NASA\nNASA is participating in the 26th U.N. Climate Change Conference of the Parties (COP26) in Glasgow, Scotland, through Friday, Nov. 12. The COP26 summit brings parties together to accelerate action towards the goals of the Paris Agreement and the UN Framework Convention on Climate Change. All events are open to the local press and will be livestreamed on https://www.youtube.com/user/theuscenter and on https://www.state.gov/climate-crisis/cop-26/.\nHyperwall\nAt the U.S. Center, visitors can see the NASA Hyperwall, where NASA scientists will provide two live presentations per day showing how NASA’s global leadership in climate science and how our research helps model and predict ocean health, heat waves, wildfires, hurricanes, floods and droughts. The presentations are mapped to the conference’s daily themes: /feature/nasa-at-the-un-climate-change-conference.\nTuesday, Nov. 2\n2 p.m. EDT (18:00 UTC): \"Earth Observations to build sustainable and climate resilient cities and communities: Applying the UN Earth Observations Toolkit for Sustainable Cities and Human Settlements\"\n2:30 p.m. EDT (18:30 UTC): Screening of Disney/IMAX’s \"A Beautiful Planet\" (2016) at the Science Center. The film is an awe-inspiring journey around our planet through the eyes of NASA Astronauts aboard the International Space Station.\nSaturday, Nov. 6\n12:30 p.m. EDT (16:30 UTC): \"Our Climate Future is Female: Women and Girls Leading Climate Action\"—Leaders will to discuss how the climate crisis impacts gender equality, and how women and girls are taking action in the fight against climate change, because around the world—from rural villages to the halls of parliament—women are leading the way in designing solutions to mitigate and adapt to climate change. NASA Administrator Bill Nelson will participate virtually in this panel. The event will take place in the U.S. Pavilion at the United Nations Framework Convention on Climate Change's 26th Conference of the Parties (COP26) in Glasgow and will be live streamed at http://youtube.com/user/theuscenter.\nTuesday, Nov. 9\n11:30 a.m. EST (16:30 UTC): \"Observing Our Planet,\" a joint event with NASA, NOAA and the U.S. Geological Survey that will outline U.S. plans to significantly enhance our ability to study the Earth from space. NASA Administrator Bill Nelson will participate virtually in this panel.\nThursday, Nov. 11\n8:30 a.m. EST (13:30 UTC): \"Global Network to Enable Climate Change Resilience,\" a joint event with NASA and the U.S. Agency for International Development highlighting the SERVIR program’s work to help developing countries use information provided by Earth observing satellites and geospatial technologies.\nFriday, Nov. 12\n5 a.m. EST (10:00 UTC): \"A Changing Arctic\"—Combined event on the Arctic, including \"What Happens in the Arctic Doesn't Stay in the Arctic\" and \"U.S. Contributions to Arctic Research, Applications, and Decision Support\")\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}