{
  "url": "https://climate.nasa.gov/news/3131/nasas-eyes-on-the-earth-puts-the-world-at-your-fingertips/",
  "title": "NASA's Eyes on the Earth Puts the World at Your Fingertips",
  "date": null,
  "content": "With NASA’s Eyes on the Earth, you can track Earth science satellites in real time as they orbit our planet and explore the trove of information they provide. Credit: NASA/JPL-Caltech\nThe 3D real-time visualization tool lets users track NASA satellites as well as the vital Earth science data they provide. Recent upgrades make for an even more fascinating experience.\nNASA’s real-time 3D visualization tool Eyes on the Earth got a recent upgrade to include more datasets, putting the world at your fingertips. Using the tool, you can track the planet’s vital signs – everything from carbon dioxide and carbon monoxide to sea level and soil moisture levels – as well as follow the fleet of Earth satellites providing those measurements.\nEyes on the Earth offers an engaging, interactive resource to learn more about environmental phenomena and their impacts.\nFor instance, to see measurements of the greenhouse gas carbon dioxide in a particular part of the globe, navigate to the Vital Signs menu and click the carbon dioxide button. Eyes on the Earth will show a visualization of data from NASA’s Orbiting Carbon Observatory 2 (OCO-2) satellite, which measures the gas from the ground to the top of the atmosphere. (To ensure the greatest accuracy, the mission reprocesses the data in the months prior to it appearing in Eyes.) Click “animate data,” specify a date range and see how levels shift over time.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThere are eight vital signs to choose from, with background information on the role each plays.\nThe newest version of Eyes on the Earth also provides snapshots of significant events in the natural world. For instance, you can see details about the maximum wind speeds of a tropical storm, the impacts of a northern California fire, even see the scale of a phytoplankton bloom off of New Zealand and why it matters.\nThe improvements also include upgrades for a more seamless user experience.\nAn Inside Perspective of the SWOT Mission\n“With the latest advancements in technology, we are able to harness these innovations to combine larger amounts of data and imagery for users to visualize how our planet is constantly changing,” said Jon Nelson, group supervisor of the Visualization Technology Applications and Development at NASA’s Jet Propulsion Laboratory in Southern California, which developed Eyes.\nIf you want to know more about the Aqua satellite, just click the icon that shows the spacecraft’s course around the globe. Along with background information about the mission, there’s an interactive 3D model to provide a closer look.\nWhile you’re at it, you can check out the recently launched Landsat 9 as well as two powerful forthcoming missions: NISAR (short for NASA-ISRO Synthetic Aperture Radar) and SWOT (Surface Water and Ocean Topography).\nThe graphics are as rich as the data, making for fascinating deep dives as you learn about the science, get to know the planet better, and learn about some of the many NASA missions that track the globe’s health. And while no downloads are required, the web-based application makes a great addition to any device with a browser and an internet connection including your smartphone.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}