{
  "url": "https://climate.nasa.gov/news/3129/emission-reductions-from-pandemic-had-unexpected-effects-on-atmosphere/",
  "title": "Emission Reductions From Pandemic Had Unexpected Effects on Atmosphere",
  "date": null,
  "content": "Worldwide restrictions during the COVID-19 pandemic caused huge reductions in travel and other economic activities, resulting in lower emissions. Seen here, almost-empty highways in Colombia during the pandemic.\nEarth’s atmosphere reacted in surprising ways to the lowering of emissions during the pandemic, showing how closely climate warming and air pollution are linked.\nThe COVID-19 pandemic and resulting limitations on travel and other economic sectors by countries around the globe drastically decreased air pollution and greenhouse gas emissions within just a few weeks. That sudden change gave scientists an unprecedented view of results that would take regulations years to achieve.\nA comprehensive new survey of the effects of the pandemic on the atmosphere, using satellite data from NASA and other international space agencies, reveals some unexpected findings. The study also offers insights into addressing the dual threats of climate warming and air pollution. “We’re past the point where we can think of these as two separate problems,” said Joshua Laughner, lead author of the new study and a postdoctoral fellow at Caltech in Pasadena, California. “To understand what is driving changes to the atmosphere, we must consider how air quality and climate influence each other.”\nPublished Nov. 9 in the Proceedings of the National Academy of Sciences, the paper grew from a workshop sponsored by Caltech’s W.M. Keck Institute for Space Studies, led by scientists at that institution and at the Jet Propulsion Laboratory in Southern California, which is managed by Caltech. Participants from about 20 U.S. and international universities, federal and state agencies, and laboratories pinpointed four atmospheric components for in-depth study: the two most important greenhouse gases, carbon dioxide and methane; and two air pollutants, nitrogen oxides and microscopic nitrate particles.\nGet the Latest JPL News\nCarbon Dioxide\nThe most surprising result, the authors noted, is that while carbon dioxide (CO2) emissions fell by 5.4% in 2020, the amount of CO2 in the atmosphere continued to grow at about the same rate as in preceding years. “During previous socioeconomic disruptions, like the 1973 oil shortage, you could immediately see a change in the growth rate of CO2,” said David Schimel, head of JPL’s carbon group and a co-author of the study. “We all expected to see it this time, too.”\nUsing data from NASA’s Orbiting Carbon Observatory-2 satellite launched in 2014 and the NASA Goddard Earth Observing System atmospheric model, the researchers identified several reasons for this result. First, while the 5.4% drop in emissions was significant, the growth in atmospheric concentrations was within the normal range of year-to-year variation caused by natural processes. Also, the ocean didn’t absorb as much CO2 from the atmosphere as it has in recent years – probably in an unexpectedly rapid response to the reduced pressure of CO2 in the air at the ocean’s surface.\nAir Pollutants and Methane\nNitrogen oxides (NOx) in the presence of sunlight can react with other atmospheric compounds to create ozone, a danger to human, animal, and plant health. That’s by no means their only reaction, however. “NOx chemistry is this incredibly complicated ball of yarn, where you tug on one part and five other parts change,” said Laughner.\nAs reported earlier, COVID-related drops in NOx quickly led to a global reduction in ozone. The new study used satellite measurements of a variety of pollutants to uncover a less-positive effect of limiting NOx. That pollutant reacts to form a short-lived molecule called the hydroxyl radical, which plays an important role in breaking down long-lived gases in the atmosphere. By reducing NOx emissions – as beneficial as that was in cleaning up air pollution – the pandemic also limited the atmosphere's ability to cleanse itself of another important greenhouse gas: methane.\nMolecule for molecule, methane is far more effective than CO2 at trapping heat in the atmosphere. Estimates of how much methane emissions dropped during the pandemic are uncertain because some human causes, such as poor maintenance of oilfield infrastructure, are not well documented, but one study calculated that the reduction was 10%.\nHowever, as with CO2, the drop in emissions didn’t decrease the concentration of methane in the atmosphere. Instead, methane grew by 0.3% in the past year – a faster rate than at any other time in the last decade. With less NOx, there was less hydroxyl radical to scrub methane away, so it stayed in the atmosphere longer.\nLessons From the Pandemic\nThe study took a step back to ask what the pandemic could teach about how a lower-emissions future might look and how the world might get there.\nNotably, emissions returned to near-pre-pandemic levels by the latter part of 2020, despite reduced activity in many sectors of the economy. The authors reason that this rebound in emissions was probably necessary for businesses and individuals to maintain even limited economic productivity, using the worldwide energy infrastructure that exists today. “This suggests that reducing activity in these industrial and residential sectors is not practical in the short term” as a means of cutting emissions, the study noted. “Reducing these sectors’ emissions permanently will require their transition to low-carbon-emitting technology.”\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nWhitney Clavin\nCaltech\n626-395-1944\nwclavin@caltech.edu\nWritten by Carol Rasmussen\n2021-225\nEarth.\nMeet the Mineral Mappers Flying NASA Tech Out West\nEarth.\nNASA Aircraft to Make Low-Altitude Flights in Mid-Atlantic, California\nEarth.\nNASA Sensor on Space Station Eyes Contamination off California Coast\nEarth.\nNASA’s Ready-to-Use Dataset Details Land Motion Across North America\nEarth.\nNASA-French Satellite Spots Large-Scale River Waves for First Time\nEarth.\nNASA, French SWOT Satellite Offers Big View of Small Ocean Features\nEarth.\nNASA Airborne Sensor’s Wildfire Data Helps Firefighters Take Action\nClimate Change.\nNASA Takes to the Air to Study Wildflowers\nEarth.\nNext-Generation Water Satellite Maps Seafloor From Space\nEarth.\nNASA’s EZIE Launches on Mission to Study Earth’s Electrojets\nImage.\nRadar Image of Amazonian Flooding Similar to Future NISAR Imagery\nImage.\nRadar Image of Amazonian Flooding Similar to Future NISAR Imagery\nImage.\nECOSTRESS Captures Paris During Europe Heat Wave\nImage.\nECOSTRESS Captures Paris During Europe Heat Wave\nMission.\nNISAR\nMission.\nNISAR\nImage.\nNISAR Arrives at Indian Launch Site\nImage.\nNISAR Arrives at Indian Launch Site\nImage.\nNASA Portal Details Land Motion Across North America\nImage.\nMagee Marsh Wildlife Area, Ohio\nJPL is a federally funded research and development center managed for NASA by Caltech.",
  "source": "science.nasa.gov"
}