{
  "url": "https://climate.nasa.gov/news/3141/one-year-into-the-biden-administration-nasa-looks-to-future/",
  "title": "One Year into the Biden Administration, NASA Looks to Future",
  "date": null,
  "content": "Vice President Kamala Harris delivers opening remarks at the first meeting of the National Space Council, Wednesday, Dec. 1, 2021, at the United States Institute of Peace in Washington. Credit: NASA/Joel Kowsky\nLee esta nota de prensa en español aquí.\nOver the past year, NASA has made valuable contributions to the Biden-Harris Administration’s goals – leading on the global stage, addressing the urgent issue of climate change, creating high-paying jobs, and inspiring future generations.\n“Since President Biden and Vice President Harris were sworn in one year ago, their administration has made generational progress for Americans – and made NASA a priority. This spring, as Artemis I lifts off from Kennedy Space Center, the world will once again witness America’s unrivaled ingenuity and inspiration as NASA prepares the next generation to return to the Moon and on to Mars,” said NASA Administrator Bill Nelson. “I am proud of the work the agency has done to support this administration’s priorities on climate change, global leadership, diversity, equity, STEM education, and so much more. And we all should look forward to an even more robust future as NASA continues to explore the heavens and benefit life here on Earth.”\nHighlights of NASA’s efforts are below.\nSince its inception, NASA has led the world in space, both in human spaceflight and science.\nMars: Perseverance and Ingenuity\nJames Webb Space Telescope\nInternational Space Station Extension\nHumans in Space: NASA’s Commercial Crew Program, Astronaut Candidate Announcement\nDouble Asteroid Redirection Test (DART)\nMoon to Mars\nNASA unequivocally provides the most comprehensive data in the world on the Earth’s systems and is the only space agency in the world providing end-to-end research on our home planet to analyze and understand the processes involved.\nNational Climate Task Force\nSenior Climate Advisor\nEarth System Observatory\nLandsat 9\nINCUS\nTROPICS\nVice President Kamala Harris Chairs First National Space Council Meeting\nVice President Harris Tours NASA’s Goddard Space Flight Center\nNASA is a global leader in space and here on Earth. International partnerships play a key role in achieving mission success – from collaboration on climate, to planetary science, and human exploration.\nUkrainian President Visits with NASA Administrator\nArtemis Accords\nCOP26\nPartnered with ESA on Climate\nLead Multilateral Meeting with Nearly 30 Space Agencies\nNASA is entirely committed to the full participation and empowerment of a wide variety of people, organizations, capabilities, and assets because we know this best enables the workforce to accomplish our missions.\nMission Equity\nNASA Headquarters Officially Named for Mary W. Jackson\nDual Anonymous Science Grant Proposal System\nNASA STEM education and engagement is critical to our nation’s goal of building a diverse future STEM workforce and engages students in authentic learning experiences that spark interest and provide connections to NASA’s missions.\nNASA 2021 STEM-a-Thon\nNASA’s Minority University Research and Education Project (MUREP)\nEPSCoR\nSpace Grant\nNext Gen STEM\nMillion Girls Moonshot\nInternships\nFor more information about NASA’s missions, research, and people, visit:\nhttps://www.nasa.gov\nMarc Etkind / Jackie McGuinness \r\nHeadquarters, Washington \r\n202-358-1600 \nmarc.r.etkind@nasa.gov / jackie.mcguinness@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}