{
  "url": "https://climate.nasa.gov/news/3134/reducing-emissions-to-lessen-climate-change-would-yield-dramatic-health-benefits-by-2030/",
  "title": "Reducing Emissions to Lessen Climate Change Would Yield Dramatic Health Benefits by 2030",
  "date": null,
  "content": "A smokestack emitting pollutants into the atmosphere. Credit: bhumann34/pixabay\nBy Roberto Molar Candanosa,\nNASA's Earth Science News Team\nAir quality improvements resulting from a worldwide reduction in greenhouse gas emissions would benefit human health and prevent economic losses, according to new research by scientists from NASA, Duke University, and Columbia University.\nNew research shows that improved air quality caused by reducing emissions from burning fossil fuels and other sources would improve human health and prevent economic losses. That's according to projections by scientists at NASA, Duke University and Columbia University.\nWhen burned, fossil fuels emit carbon dioxide that contributes to global warming. The World Health Organization projects that heat exposure caused by increased temperatures will be the largest health impact of climate change. Simultaneously, burning fossil fuels emit air pollutants, such as sulfur and nitrogen oxides linked to premature death and respiratory illnesses, including asthma. One of these pollutants, nitrogen dioxide, in turn produces ozone pollution harmful for human health.\n“Emission reductions help us in the long term to avoid disastrous climate change,” said Duke University climate scientist Drew Shindell, who led the research. “But the benefits that we can quantify for health, agriculture, wellbeing, medical expenses, labor and the economy are overwhelmingly driven by clean air in the near term.”\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThe research shows reducing global emissions over the next 50 years to meet the goal of the Paris Agreement to keep global warming under 2°C through the end of the century would prevent about 4.5 million premature deaths, 1.4 million hospitalizations and emergency room visits, 300 million lost workdays, 1.7 million incidences of dementia, and 440 million tons of crop losses in the United States. Roughly two-thirds of those benefits would be realized even if only the United States reduced emissions.\n“What we found was that there was a real difference across time, that you have to spend a lot of money now to deal with climate change and transition your economy to renewable energy, and your cars to electric vehicles, electrify all appliances, all of these kinds of things,” Shindell said. “That saves you money in the long run, but in the near term, it doesn't really give you benefits from reduced climate change that outweigh the cost, because climate is slow, it just doesn't respond that quickly.\" The effects of improved air quality, however, occur at a faster pace.\nShindell’s team analyzed how emissions might affect public health in different U.S. states, focusing on scenarios that limit global warming to 1.5°C. Premature deaths from ground-level ozone and microscopic airborne pollutants known as PM2.5 declined in nearly all regions of the country by 2030.\nThe benefits of reduced heat exposure took longer to realize – per capita, premature heat exposure deaths declined most strongly from the Pacific Northwest through the upper Midwest but this happened by 2070 rather than 2030, for example. Across the United States, by 2070, heat exposure is expected to cause twice as many deaths as air pollution, so addressing it now is a worthwhile endeavor, said Shindell. Likewise, in trying to prevent heat exposure deaths in the long-term, air pollution deaths would decline in the near term.\n“Air pollution responds quickly, as we saw with noticeably cleaner air after just a few months of reduced emissions during COVID lockdowns,” Shindell said. Achieving cleaner air now “outweighs the costs of a transition towards a completely net zero carbon economy, even in the very first decade.”\nThe projections use updated public health datasets and rely in part on a computer model developed at the NASA Goddard Institute for Space Studies in New York City to simulate fluctuations in air pollution and heat exposure. They also rely on modelling to account for potential demographic and economic changes around the world – including population growth and urbanization – and the pace and effects of those changes over the next 70 years.\nThe study was published in Proceedings of the National Academy of Sciences. State-level results are available online for the use of individuals, private organizations and state governments.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}