{
  "url": "https://climate.nasa.gov/news/3135/nasa-to-highlight-new-science-findings-missions-during-agu-meeting/",
  "title": "NASA to Highlight New Science Findings, Missions During AGU Meeting",
  "date": null,
  "content": "At this year’s American Geophysical Union meeting, NASA scientists will provide updates on a range of Earth and space science topics, including an overview of the Surface Water Ocean Topography (SWOT) satellite, an upcoming Earth science mission that will measure the height of Earth’s fresh and saltwater. This illustration shows the SWOT satellite in orbit. Credit: NASA/JPL-Caltech\nNASA researchers and colleagues from around the world will present the latest findings on a range of Earth and space science topics at the annual American Geophysical Union (AGU) meeting, being held virtually and in New Orleans from Monday, Dec.13, through Friday, Dec. 17.\nTopics of discussion include upcoming NASA Earth science launches and future observations; new insights into the Sun and an update on NASA’s Parker Solar Probe mission; the scientific discoveries Perseverance’s investigations have made to date on Mars; and an update on Jupiter’s cyclones from the Juno mission.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nAgency scientists and their colleagues who use NASA research capabilities also will present noteworthy findings during scientific sessions open to registered media.\nIn addition to NASA’s hyperwall, learning area, and exhibit space – which will be socially distanced onsite in New Orleans – the agency will host a virtual exhibit for AGU, which will feature a science theater, live chat opportunities, downloads of the NASA Science 2022 calendar, specially curated resources, and more. The exhibit will be open to the public throughout the week of the meeting.\nFor a complete and up-to-date schedule of briefings and media participation information, visit:\nhttps://www.nasa.gov/agu\nTylar Greene\nNASA Headquarters, Washington\n202-358-0030\ntylar.j.greene@nasa.gov\nDC Agle / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n818-393-9011 / 818-354-0307\nagle@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}