{
  "url": "https://climate.nasa.gov/news/3137/nasa-to-launch-4-earth-science-missions-in-2022/",
  "title": "NASA to Launch 4 Earth Science Missions in 2022",
  "date": null,
  "content": "By Alison Gold,\nNASA’s Earth Science News Team\nAn illustration of the Joint Polar Satellite System (JPSS). JPSS is a collaborative program between the National Oceanic and Atmospheric Administration (NOAA) and NASA. JPSS-2 is NOAA’s next-generation operational Earth observation program that acquires and distributes global environmental data primarily from multiple polar-orbiting satellites. Credit: Oribtal ATK\nThe missions, including two led by the agency’s Jet Propulsion Laboratory, will help monitor our changing planet. Scientists will discuss them at the American Geophysical Union’s Fall Meeting.\nNASA will launch four Earth science missions in 2022 to provide scientists with more information about fundamental climate systems and processes, including extreme storms, surface water and ocean, and atmospheric dust. Scientists will discuss the upcoming missions at the American Geophysical Union’s (AGU) 2021 Fall Meeting, hosted in New Orleans between Dec. 13 and 17.\nNASA has a unique view of our planet from space. NASA’s fleet of Earth-observing satellites provide high-quality data on Earth’s interconnected environment, from air quality to sea ice.\nThese four missions will enhance the ability to monitor our changing planet:\nTime-Resolved Observations of Precipitation structure and storm Intensity with a Constellation of Smallsats (TROPICS)\nNASA’s TROPICS mission aims to improve observations of tropical cyclones. Six TROPICS satellites will work in concert to provide microwave observations of a storm's precipitation, temperature, and humidity as quickly as every 50 minutes. Scientists expect the data will help them understand the factors driving tropical cyclone intensification and will contribute to weather forecasting models.\nIn June 2021, the first pathfinder, or proof of concept, satellite of the constellation started collecting data, including from Hurricane Ida in August 2021, that shows the promise of these small satellites. The TROPICS satellites will be deployed in pairs of two over three different launches, expected to be completed by July 31, 2022.\nEach satellite is about the size of a loaf of bread and carries a miniaturized microwave radiometer instrument. Traveling in pairs in three different orbits, they will collectively observe Earth’s surface more frequently than current weather satellites making similar measurements, greatly increasing the data available for near real-time weather forecasts.\nThe TROPICS team is led by Principal Investigator Dr. William Blackwell at MIT’s Lincoln Laboratory in Lexington, Massachusetts, and includes researchers from NASA, the National Oceanic and Atmospheric Administration (NOAA), and several universities and commercial partners. NASA’s Launch Services Program, based at the agency’s Kennedy Space Center in Florida, will manage the launch service.\n“The coolest part of this program is its impact on helping society,” Blackwell said. “These storms affect a lot of people. The higher frequency observations provided by TROPICS have the potential to support weather forecasting that may help people get to safety sooner.”\nEarth Surface Mineral Dust Source Investigation (EMIT)\nWinds kick up dust from Earth’s arid regions and transport the mineral particles around the world. The dust can influence the radiative forcing – or the balance between the energy that comes toward Earth from the Sun, and the energy that Earth reflects back out into space – hence the temperature of the planet’s surface and atmosphere. Darker, iron-laden minerals tend to absorb energy, which leads to heating of the environment, while brighter, clay-containing particles scatter light in a way that may lead to cooling. In addition to affecting regional and global warming of the atmosphere, dust can affect air quality and the health of people worldwide, and when deposited in the ocean, can also trigger blooms of microscopic algae.\nThe goal of the Earth Surface Mineral Dust Source Investigation (EMIT) mission is to map where the dust originates and estimate its composition so that scientists can better understand how it affects the planet. Targeted to launch in 2022, EMIT has a prime mission of one year and will be installed on the International Space Station. EMIT will use an instrument called an imaging spectrometer that measures visible and infrared light reflecting from surfaces below. This data can reveal the distinct light-absorbing signatures of the minerals in the dust that helps to determine its composition.\n“EMIT will close a gap in our knowledge about arid land regions of our planet and answer key questions about how mineral dust interacts with the Earth system,” said Dr. Robert Green, EMIT principal investigator at NASA’s Jet Propulsion Laboratory in Southern California.\nJoint Polar Satellite System (JPSS)\nForecasting extreme storms many days in advance requires capturing precise measurements of the temperature and moisture in our atmosphere, along with ocean surface temperatures. The NOAA-NASA Joint Polar Satellite System satellites provide this critical data, which is used by forecasters and first responders. The satellites also tell us about floods, wildfires, volcanoes, smog, dust storms, and sea ice.\n“JPSS satellites are a vital component of the global backbone of numerical weather prediction,” said JPSS Program Science Adviser Dr. Satya Kalluri.\nThe JPSS satellites circle Earth from the North to the South Pole, taking data and images as they fly. As Earth rotates under these satellites, they observe every part of the planet at least twice a day.\nThe Suomi-NPP (National Polar orbiting-Partnership) and NOAA-20 satellites are currently in orbit. The JPSS-2 satellite is targeted to launch in 2022 from Vandenberg Space Force Base in California on a United Launch Alliance Atlas V rocket. Three more satellites will launch in coming years, providing data well into the 2030s. NASA’s Launch Services Program, based at the agency’s Kennedy Space Center in Florida, will manage the launch service.\nSurface Water and Ocean Topography (SWOT)\nThe Surface Water and Ocean Topography (SWOT) mission will help researchers determine how much water Earth’s ocean, lakes, and rivers contain. This will aid scientists in understanding the effects of climate change on freshwater bodies and the ocean’s ability to absorb excess heat and greenhouse gases like carbon dioxide.\nNASA’s Launch Services Program, based at the agency’s Kennedy Space Center in Florida, will manage the launch service, which is targeted for November 2022. SWOT will launch on a SpaceX Falcon 9 rocket from Vandenberg Space Force Base in California. The SUV-size satellite will measure the height of water using its Ka-band Radar Interferometer, a new instrument that bounces radar pulses off the water’s surface and receives the return signals with two different antennas at the same time. This measurement technique allows scientists to precisely calculate the height of the water. The data will help with tasks like tracking regional shifts in sea level, monitoring changes in river flows and how much water lakes store, as well as determining how much freshwater is available to communities around the world.\n“SWOT will address the ocean’s leading role in our changing weather and climate and the consequences on the availability of freshwater on land,” said Dr. Lee-Lueng Fu, SWOT project scientist at JPL.\nThe mission is a collaboration between NASA and the French space agency Centre National d’Etudes Spatiales, with contributions from the Canadian Space Agency and the United Kingdom Space Agency.\nJane J. Lee / Ian J. O’Neill\nJet Propulsion Laboratory, Pasadena, Calif.\n818-354-0307 / 818-354-2649\njane.j.lee@jpl.nasa.gov / ian.j.oneill@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}