{
  "url": "https://climate.nasa.gov/news/2950/arctic-ice-melt-is-changing-ocean-currents/",
  "title": "Arctic Ice Melt Is Changing Ocean Currents",
  "date": null,
  "content": "Arctic sea ice was photographed in 2011 during NASA's ICESCAPE mission, or \"Impacts of Climate on Ecosystems and Chemistry of the Arctic Pacific Environment,\" a shipborne investigation to study how changing conditions in the Arctic affect the ocean's chemistry and ecosystems. The bulk of the research took place in the Beaufort and Chukchi seas in summer 2010 and 2011. Credit: NASA/Kathryn Hansen\n› Larger view\nA major ocean current in the Arctic is faster and more turbulent as a result of rapid sea ice melt, a new study from NASA shows. The current is part of a delicate Arctic environment that is now flooded with fresh water, an effect of human-caused climate change.\nUsing 12 years of satellite data, scientists have measured how this circular current, called the Beaufort Gyre, has precariously balanced an influx of unprecedented amounts of cold, fresh water — a change that could alter the currents in the Atlantic Ocean and cool the climate of Western Europe.\nThe Beaufort Gyre keeps the polar environment in equilibrium by storing fresh water near the surface of the ocean. Wind blows the gyre in a clockwise direction around the western Arctic Ocean, north of Canada and Alaska, where it naturally collects fresh water from glacial melt, river runoff and precipitation. This fresh water is important in the Arctic in part because it floats above the warmer, salty water and helps to protect the sea ice from melting, which in turn helps regulate Earth's climate. The gyre then slowly releases this fresh water into the Atlantic Ocean over a period of decades, allowing the Atlantic Ocean currents to carry it away in small amounts.\nBut the since the 1990s, the gyre has accumulated a large amount of fresh water — 1,920 cubic miles (8,000 cubic kilometers) — or almost twice the volume of Lake Michigan. The new study, published in Nature Communications, found that the cause of this gain in freshwater concentration is the loss of sea ice in summer and autumn. This decades-long decline of the Arctic's summertime sea ice coverhas left the Beaufort Gyre more exposed to the wind, which spins the gyre faster and traps the fresh water in its current.\nPersistent westerly winds have also dragged the current in one direction for over 20 years, increasing the speed and size of the clockwise current and preventing the fresh water from leaving the Arctic Ocean. This decades-long western wind is unusual for the region, where previously, the winds changed direction every five to seven years.\nScientists have been keeping an eye on the Beaufort Gyre in case the wind changes direction again. If the direction were to change, the wind would reverse the current, pulling it counterclockwise and releasing the water it has accumulated all at once.\n\"If the Beaufort Gyre were to release the excess fresh water into the Atlantic Ocean, it could potentially slow down its circulation. And that would have hemisphere-wide implications for the climate, especially in Western Europe,\" said Tom Armitage, lead author of the study and polar scientist at NASA's Jet Propulsion Laboratory in Pasadena, California.\nFresh water released from the Arctic Ocean to the North Atlantic can change the density of surface waters. Normally, water from the Arctic loses heat and moisture to the atmosphere and sinks to the bottom of the ocean, where it drives water from the north Atlantic Ocean down to the tropics like a conveyor belt.\nThis important current is called the Atlantic Meridional Overturning Circulation and helps regulate the planet's climate by carrying heat from the tropically-warmed water to northern latitudes like Europe and North America. If slowed enough, it could negatively impact marine life and the communities that depend on it.\n\"We don't expect a shutting down of the Gulf Stream, but we do expect impacts. That's why we're monitoring the Beaufort Gyre so closely,\" said Alek Petty, a co-author on the paper and polar scientist at NASA's Goddard Space Flight Center in Greenbelt, Maryland.\nThe study also found that, although the Beaufort Gyre is out of balance because of the added energy from the wind, the current expels that excess energy by forming small, circular eddies of water. While the increased turbulence has helped keep the system balanced, it has the potential to lead to further ice melt because it mixes layers of cold, fresh water with relatively warm, salt water below. The melting ice could, in turn, lead to changes in how nutrients and organic material in the ocean are mixed, significantly affecting the food chain and wildlife in the Arctic. The results reveal a delicate balance between wind and ocean as the sea ice pack recedes under climate change.\n\"What this study is showing is that the loss of sea ice has really important impacts on our climate system that we're only just discovering,\" said Petty.\nRexana Vizza / Matthew Segal\nJet Propulsion Laboratory, Pasadena, Calif.\n818-393-1931 / 818-354-8307\nrexana.v.vizza@jpl.nasa.gov / matthew.j.segal@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}