{
  "url": "https://climate.nasa.gov/news/3138/nasa-announces-new-chief-scientist-senior-climate-advisor/",
  "title": "NASA Announces New Chief Scientist, Senior Climate Advisor",
  "date": null,
  "content": "NASA Administrator Bill Nelson announced that Dr. Katherine Calvin will serve the agency in dual roles as chief scientist and senior climate advisor effective Monday.\nCalvin succeeds Jim Green, who retired from his role Jan. 1 as chief scientist after more than 40 years of service at NASA, and Gavin Schmidt, who has served as senior climate advisor in an acting capacity since the position was created in February 2021. NASA established the senior climate advisor position to ensure effective fulfillment of the Biden-Harris Administration’s climate science objectives for the agency. Schmidt will maintain his role as director of NASA’s Goddard Institute for Space Studies in New York.\n“I’m thrilled to welcome Kate to the NASA family, where she will bring her expertise in integrated human-Earth system modeling to help ensure the Biden Administration has the data needed to achieve the critical goal of protecting our planet.” Nelson said. “I also want to thank Jim and Gavin for their invaluable leadership to NASA and the world as chief scientist and senior climate advisor.”\nAs chief scientist and senior climate advisor, Calvin will serve as principal advisor to the administrator and other agency leaders on NASA science programs, strategic planning, and policy. She will also represent the agency’s strategic science objectives and contributions to the national and international science communities.\n“Climate change is one of the biggest challenges facing our nation – and our planet,” Calvin said. “NASA is a world leader in climate and Earth science. I’m excited to be a part of the team that is helping to advance this important science mission.”\nPreviously, Calvin was an Earth scientist at the Pacific Northwest National Laboratory's Joint Global Change Research Institute in College Park, Maryland. She worked on the institute’s Global Change Analysis Model, a system for exploring and analyzing the relationships between human and Earth systems, and the Department of Energy’s Energy Exascale Earth System Model, a system for analyzing the Earth system.\nCalvin holds master’s and doctoral degrees in management, science, and engineering from Stanford University and a bachelor’s degree in computer science and mathematics from the University of Maryland.\nIn February 2021, NASA joined the National Climate Task Force established by President Biden, which encourages a governmentwide approach to address climate change. NASA has issued a climate action plan aimed at continuing critical Earth science and climate research and averting mission impacts due to climate. With more than two dozen satellites and instruments observing key climate indicators, NASA is the premier agency in observing and understanding changes to Earth.\nFor more information about NASA’s programs, missions, and activities, visit:\nhttps://www.nasa.gov\nJackie McGuinness / Tylar Greene\r\nHeadquarters, Washington\r\n202-358-1600 / 202-358-0030\njacqueline.f.mcguinness@nasa.gov / tylar.j.greene@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}