{
  "url": "https://climate.nasa.gov/news/3145/new-space-based-weather-instruments-start-gathering-data/",
  "title": "New Space-Based Weather Instruments Start Gathering Data",
  "date": null,
  "content": "This new map, made using COWVR’s new observations, shows Earth’s microwave emissions at a frequency that provides information on the strength of winds at the ocean surface, the amount of water in clouds, and the amount of water vapor in the atmosphere. Credit: NASA/JPL-Caltech\nBy Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nInnovative mini instruments on the International Space Station have produced their first maps of global humidity and ocean winds.\nAfter being installed on the International Space Station, two small instruments designed and built at NASA’s Jet Propulsion Laboratory in Southern California were powered up Jan. 7 and began collecting data on Earth’s ocean winds and atmospheric water vapor – critical information required for weather and marine forecasts. Within two days, the Compact Ocean Wind Vector Radiometer (COWVR) and Temporal Experiment for Storms and Tropical Systems (TEMPEST) instruments had gathered enough data to begin producing maps.\nCOWVR and TEMPEST launched on Dec. 21, 2021, with SpaceX’s 24th commercial resupply mission for NASA. Both instruments are microwave radiometers, measuring variations in natural microwave emissions from Earth. Part of the U.S. Space Force’s Space Test Program-Houston 8 (STP-H8), the instruments were designed to demonstrate that they can collect data comparable in quality to the larger instruments currently operating in orbit.\nThis new map from COWVR shows microwave emissions from Earth at 34 gigahertz through all latitudes visible to the space station (52 degrees north to 52 degrees south). This particular microwave frequency provides weather forecasters information on the strength of winds at the ocean surface, the amount of water in clouds, and the amount of water vapor in the atmosphere.\nGreen and white on the map indicate higher water vapor and clouds, while dark blue over the ocean indicates drier air and clear sky. The image captures typical weather patterns, such as tropical moisture and rain (the green band stretching across center of map) and mid-latitude storms moving across the ocean.\n\"We’re off to a great start,” said Shannon Brown, the JPL technologist who designed the COWVR instrument. “Seeing this quality of data so early into the mission sets the stage for very exciting things to come.”\nCOWVR is a complete rethinking of a classic instrument design, while TEMPEST is the product of a long advance toward miniaturizing instrument components. If they continue to prove successful, they will crack open the door to a new era where lower-cost satellites complement the existing weather satellite fleet.\nRadiometers need an antenna that rotates so that they can observe a wide swath of Earth’s surface instead of just a narrow line. In all other spaceborne microwave radiometers, not only the antenna but also the radiometer itself and the companion electronics rotate about 30 times a minute. There are good scientific and engineering reasons for a design with so many spinning parts, but it’s a challenge to keep a spacecraft stable when there’s that much moving mass. Also, the mechanism that passes power and data between the spinning and the stationary sides of the instrument has proved to be time-consuming and difficult to build.\nWeighing about 130 pounds (57.8 kilograms), COWVR has less than one-fifth the mass of the microwave radiometer used by the U.S. military to measure ocean winds. Less than one-third of its mass rotates. To avoid the need for a separate mechanism that transfers power and data from the spinning to the stable parts, Brown mounted everything that has to spin on a turntable.\nHe and his team enabled other design innovations by increasing the complexity of the data processing required – in other words, finding software solutions to hardware challenges. For example, the team replaced a part of the instrument called a “warm target,” used to calibrate the radiometer’s polarization measurements, with a noise source that generates known polarized signals. When the calibration is complete, these known signals can be removed like any other noise in a data transmission.\nCOWVR’s companion instrument, TEMPEST, is the product of decades of NASA investment in technology to make space-bound electronics more compact. In the mid-2010s, JPL engineer Sharmila Padmanabhan pondered what scientific goals could be accomplished by packaging a compact sensor in a CubeSat – a type of very small satellite often used for testing new design concepts inexpensively. “We said, ‘Hey, if we can actually manage to compactly package a sensor inside a CubeSat, we can get measurements of clouds, convection, and precipitation over time,’” Padmanabhan remembered. Those measurements would provide more insight into how storms grow.\nPadmanabhan’s design was first tried out in space from 2018 to last June. That CubeSat, known as TEMPEST-D (“D” for “demonstration”), measured water vapor in the atmosphere and captured images of many major hurricanes and storms. The newly deployed TEMPEST is about the size of a large cereal box and weighs less than 3 pounds (1.3 kilograms), with an antenna about 6 inches (15 centimeters) in diameter.\nThe antenna size dictates that TEMPEST can best observe only the shortest microwave wavelengths sensitive to water vapor – about 10 times shorter than the ones COWVR senses. A smaller antenna “matches” short wavelengths better, similar to the way the short air column of a flute is suitable for short wavelengths of sound (high notes), while the long air column of a tuba is better for the long wavelengths of low notes.\nCOWVR and TEMPEST’s combined data provides most of the same measurements available from large microwave radiometers used for weather observations. The instruments were funded by the U.S. Space Force and Navy, but users from other agencies, universities, and branches of the military are also interested. These scientists are already working on mission concepts that would take advantage of the new low-cost microwave sensor technologies to study long-standing questions such as how heat from the ocean fuels global weather patterns.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}