{
  "url": "https://climate.nasa.gov/news/3291/nasa-analysis-finds-strong-el-nino-could-bring-extra-floods-this-winter/",
  "title": "NASA Analysis Finds Strong El Niño Could Bring Extra Floods This Winter",
  "date": null,
  "content": "An unusually high tide, called a King Tide, floods a highway on-ramp in Northern California in January 2023. Sea level rise and El Niños can exacerbate this type of flooding. Credit: California King Tides Project\nSuch high-tide flooding that inundates roads and buildings along the west coast of the Americas tends to be uncommon outside of El Niño years, but that could change by the 2030s.\nAn analysis by NASA’s sea level change science team finds that if a strong El Niño develops this winter, cities along the western coasts of the Americas could see an increase in the frequency of high-tide flooding that can swamp roads and spill into low-lying buildings.\nEl Niño is a periodic climate phenomenon characterized by higher-than-normal sea levels and warmer-than-average ocean temperatures along the equatorial Pacific. These conditions can spread poleward along the western coasts of the Americas. El Niño, which is still developing this year, can bring more rain than usual to the U.S. Southwest and drought to countries in the western Pacific like Indonesia. These impacts typically occur in January through March.\nThe NASA analysis finds that a strong El Niño could result in up to five instances of a type of flooding called a 10-year flood event this winter in cities including Seattle and San Diego. Places like La Libertad and Baltra in Ecuador could get up to three of these 10-year flood events this winter. This type of flooding doesn’t normally occur along the west coast of the Americas outside of El Niño years. The researchers note that by the 2030s, rising seas and climate change could result in these cities experiencing similar numbers of 10-year floods annually, with no El Niño required.\n“I’m a little surprised that the analysis found these 10-year events could become commonplace so quickly,” said Phil Thompson, an oceanographer at the University of Hawaii and a member of NASA’s sea level change science team, which performed the analysis. “I would have thought maybe by the 2040s or 2050s.”\nTen-year floods are those that have a one in 10 chance of occurring in any given year. They’re a measure of how high local sea levels become: The extent of flooding in a particular city or community depends on several factors, including a region’s topography and the location of homes and infrastructure relative to the ocean. Ten-year floods can result in what the National Oceanic and Atmospheric Administration classifies as moderate flooding, with some inundation of roads and buildings, and the possible need to evacuate people or move belongings to higher ground.\nNASA’s coastal flooding analysis finds that by the 2030s, during strong El Niño years, cities on the west coast of the Americas could see up to 10 of these 10-year flood events. By the 2050s, strong El Niños may result in as many as 40 instances of these events in a given year.\nWater expands as it warms, so sea levels tend to be higher in places with warmer water. Researchers and forecasters monitor ocean temperatures as well as water levels to spot the formation and development of an El Niño.\n“Climate change is already shifting the baseline sea level along coastlines around the world,” said Ben Hamlington, a sea level researcher at NASA’s Jet Propulsion Laboratory in Southern California and lead for the agency’s sea level change science team.\nSea levels are rising in response to planetary warming, as Earth’s atmosphere and ocean are heating up and ice sheets and shelves melt. This has already increased the number of high-tide, or nuisance, flooding days coastal cities experience throughout the year. Phenomena like El Niños and storm surges, which temporarily boost sea levels, compound these effects.\nMissions that monitor sea levels, including the Surface Water and Ocean Topography (SWOT) satellite and Sentinel-6 Michael Freilich, help to monitor El Niños in the near term. SWOT in particular, collects data on sea levels right up to the coast, which can help to improve sea level rise projections. That kind of information could aid policymakers and planners in preparing their communities for rising seas in the next decades.\n“As climate change accelerates, some cities will see flooding five to 10 times more often. SWOT will keep watch on these changes to ensure coastal communities are not caught off guard,” said Nadya Vinogradova Shiffer, SWOT program scientist and director of the ocean physics program at NASA Headquarters in Washington.\nTo learn more about how NASA studies sea level, visit:\nhttps://sealevel.nasa.gov/\nSee how SWOT captures sea levels around the globe\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}