{
  "url": "https://climate.nasa.gov/news/3146/sea-level-to-rise-up-to-a-foot-by-2050-interagency-report-finds/",
  "title": "Sea Level to Rise up to a Foot by 2050, Interagency Report Finds",
  "date": null,
  "content": "By Jane Lee,\r\nNASA's Jet Propulsion Laboratory\nCoastal cities like Miami, shown, already experience high-tide flooding. But a new federal interagency report projects an uptick in the frequency and intensity of such events in the coming decades because of rising seas. Credit: B137 (CC-BY)\nNASA, NOAA, USGS, and other U.S. government agencies project that the rise in ocean height in the next 30 years could equal the total rise seen over the past 100 years.\nCoastal flooding will increase significantly over the next 30 years because of sea level rise, according to a new report by an interagency sea level rise task force that includes NASA, the National Oceanic and Atmospheric Administration (NOAA), and other federal agencies. Titled Global and Regional Sea Level Rise Scenarios for the United States, the Feb. 15 report concludes that sea level along U.S. coastlines will rise between 10 to 12 inches (25 to 30 centimeters) on average above today’s levels by 2050.\nThe report – an update to a 2017 report – forecasts sea level to the year 2150 and, for the first time, offers near-term projections for the next 30 years. Agencies at the federal, state, and local levels use these reports to inform their plans on anticipating and coping with the effects of sea level rise.\n“This report supports previous studies and confirms what we have long known: Sea levels are continuing to rise at an alarming rate, endangering communities around the world. Science is indisputable and urgent action is required to mitigate a climate crisis that is well underway,” said NASA Administrator Bill Nelson. “NASA is steadfast in our commitment to protecting our home planet by expanding our monitoring capabilities and continuing to ensure our climate data is not only accessible but understandable.”\nThe task force developed their near-term sea level rise projections by drawing on an improved understanding of how the processes that contribute to rising seas – such as melting glaciers and ice sheets as well as complex interactions between ocean, land, and ice – will affect ocean height. “That understanding has really advanced since the 2017 report, which gave us more certainty over how much sea level rise we’ll get in the coming decades,” said Ben Hamlington, a research scientist at NASA’s Jet Propulsion Laboratory in Southern California and one of the update’s lead authors.\nNASA’s Sea Level Change Team, led by Hamlington, has also developed an online mapping tool to visualize the report’s state-of-the-art sea level rise projections on a localized level across the U.S. “The hope is that the online tool will help make the information as widely accessible as possible,” Hamlington said.\nThe Interagency Sea Level Rise Task Force projects an uptick in the frequency and intensity of high-tide coastal flooding, otherwise known as nuisance flooding, because of higher sea level. It also notes that if greenhouse gas emissions continue to increase, global temperatures will become even greater, leading to a greater likelihood that sea level rise by the end of the century will exceed the projections in the 2022 update.\n“It takes a village to make climate predictions. When you combine NASA’s scenarios of global sea level rise with NOAA’s estimates of extreme water levels and the U.S. Geological Survey’s impact studies, you get a robust national estimate of the projected future that awaits American coastal communities and our economic infrastructure in 20, 30, or 100 years from now,” said Nadya Vinogradova Shiffer, who directs the NASA Sea Level Change Team at NASA Headquarters in Washington.\n“This is a global wake-up call and gives Americans the information needed to act now to best position ourselves for the future,” said NOAA Administrator Rick Spinrad, Ph.D. “As we build a Climate Ready Nation, these updated data can inform coastal communities and others about current and future vulnerabilities in the face of climate change and help them make smart decisions to keep people and property safe over the long run.”\nThe Global and Regional Sea Level Rise report incorporates sea level projections from the latest Intergovernmental Panel on Climate Change (IPCC) assessment, released by the United Nations in August 2021. The IPCC reports, issued every five to seven years, provide global evaluations of Earth’s climate and use analyses based on computer simulations, among other data.\nA separate forthcoming report known as the Fifth National Climate Assessment, produced by the U.S. Global Change Research Program, is the latest in a series summarizing the impacts of climate change on the U.S., and it will in turn use the results from the Global and Regional Sea Level Rise report in its analysis. The Climate Assessment is slated to publish in 2023.\nNASA sea level researchers have years of experience studying how Earth’s changing climate will affect the ocean. Their work includes research forecasting how much coastal flooding U.S. communities will experience in 10 years, helping to visualize IPCC data on global sea level rise using an online visualization tool, and launching satellites that contribute data to a decades-long record of global sea surface height.\nLearn more about sea level and climate change here:\nhttps://sealevel.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}