{
  "url": "https://climate.nasa.gov/news/3148/nasa-supports-research-to-advance-earth-science/",
  "title": "NASA Supports Research to Advance Earth Science",
  "date": null,
  "content": "4 min read\nA prize competition is designed to engage underrepresented academic institutions in helping NASA make advancements in machine learning, AI, and developing of autonomous systems.\nThrough a new prize competition, NASA is engaging minority serving institutions (MSIs) to bring ideas for new information technologies that will help address climate change. The prize competition, the MSI Space Accelerator, comes from a new partnership between NASA’s Science Mission Directorate, the Minority University Research Education Project within the Office of STEM Engagement, NASA’s Jet Propulsion Laboratory in Southern California, and Starburst Accelerator in Los Angeles.\nThe MSI Space Accelerator competition is designed to engage underrepresented academic institutions and help NASA make significant advancements in the areas of machine learning, artificial intelligence, and the development of autonomous systems. The best ideas will be awarded up to $50,000 in prize funding to each institution.\n“As we aim for the cosmos, preparing to return to the Moon with the first woman and first person of color, we are exploring every potential and untapped talent right here on planet Earth,” said Shahra Lambert, senior advisor for engagement and equity at NASA Headquarters in Washington. “NASA is committed to help address climate change and this competition will join our two most precious resources, Earth and our youth, to work hand in hand to create a more sustainable planet for generations to come.”\nThis prize challenge follows similar competitions recently sponsored by NASA’s Science Mission Directorate that foster innovation and encourage cost efficient ways to develop new technologies. The current competition will also include mentoring from autonomous systems experts at JPL, and will feature business accelerator services from Starburst to help align the ideas with NASA goals, provide the competing teams with business acumen, and expose them to venture opportunities and potential customers outside of NASA.\nFor this pilot challenge, the technical focus is to create systems that operate without human oversight for future science missions. NASA invites participation from minority serving institutions that can offer capabilities in the design and/or demonstration of tools that can perform effective monitoring of such autonomous systems to diagnose problems, and optimize, reconfigure, and recover from failure. These systems should learn and adapt to improve their behavior over time, including acquiring, modifying, and transforming their activities by augmenting their knowledge on how to perform tasks more effectively and efficiently.\nThe prize competition will be conducted in two rounds. In round one, institutions will submit research papers – due on March 16, 2022 – that broadly describe the capability being offered and how it might be applied to an Earth observing system need, as well as whether the idea represents an existing product or a concept that still needs to be matured. Judges will select the top 10 papers for advancement to the next round.\nRound two is the live challenge event, currently scheduled to be held on May 5, 2022. During the event, the participants are brought together in a pitch day forum to make oral presentations about their ideas to a judging panel of NASA program managers. The judges will select up to three institutions for the prizes, which are comprised of the cash awards, mentoring, and participation in the accelerator program operated through Starburst. Opportunities for follow-on funding are anticipated. NASA’s Advanced Information Systems Technology program is planning an open solicitation in the summer of 2023 that will include a topic on autonomous systems for Earth Science. Awards under that solicitation may be worth up to $1 million per year.\nTo learn more about the MSI Space Accelerator and to apply, please visit:\nhttps://nasa-space-accelerator.com/\nTylar GreeneNASA Headquarters, Washington202-358-0030tylar.j.greene@nasa.gov\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nAt NASA’s Johnson Space Center in Houston, the next generation of lunar explorers and engineers…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}