{
  "url": "https://climate.nasa.gov/news/3153/thawing-permafrost-could-leach-microbes-chemicals-into-environment/",
  "title": "Thawing Permafrost Could Leach Microbes, Chemicals Into Environment",
  "date": null,
  "content": "Scientists are turning to a combination of data collected from the air, land, and space to get a more complete picture of how climate change is affecting the planet’s frozen regions.\nTrapped within Earth’s permafrost – ground that remains frozen for a minimum of two years – are untold quantities of greenhouse gases, microbes, and chemicals, including the now-banned pesticide DDT. As the planet warms, permafrost is thawing at an increasing rate, and scientists face a host of uncertainties when trying to determine the potential effects of the thaw.\nA paper published earlier this year in the journal Nature Reviews Earth & Environment looked at the current state of permafrost research. Along with highlighting conclusions about permafrost thaw, the paper focuses on how researchers are seeking to address the questions surrounding it.\nInfrastructure is already affected: Thawing permafrost has led to giant sinkholes, slumping telephone poles, damaged roads and runways, and toppled trees. More difficult to see is what has been trapped in permafrost’s mix of soil, ice, and dead organic matter. Research has looked at how chemicals like DDT and microbes – some of which have been frozen for thousands, if not millions, of years – could be released from thawing permafrost.\nThen there is thawing permafrost’s effect on the planet’s carbon: Arctic permafrost alone holds an estimated 1,700 billion metric tons of carbon, including methane and carbon dioxide. That’s roughly 51 times the amount of carbon the world released as fossil fuel emissions in 2019. Plant matter frozen in permafrost doesn’t decay, but when permafrost thaws, microbes within the dead plant material start to break the matter down, releasing carbon into the atmosphere.\n“Current models predict that we’ll see a pulse of carbon released from the permafrost to the atmosphere within the next hundred years, potentially sooner,” said Kimberley Miner, a climate researcher at NASA’s Jet Propulsion Laboratory in Southern California and lead author of the paper. But key details – such as the quantity, specific source, and duration of the carbon release – remain unclear.\nThe worst-case scenario is if all the carbon dioxide and methane were released within a very short time, like a couple of years. Another scenario involves the gradual release of carbon. With more information, scientists hope to better understand the likelihood of either scenario.\nWhile the review paper found that Earth’s polar regions are warming the fastest, it was less conclusive on how increased carbon emissions could drive drier or wetter conditions in the Arctic. What is more certain is that changes in the Arctic and Antarctic will cascade to lower latitudes. Earth’s polar regions help stabilize the planet’s climate. They help drive the transfer of heat from the equator toward higher latitudes, resulting in atmospheric circulation that powers the jet stream and other currents. A warmer, permafrost-free Arctic could have untold consequences for Earth’s weather and climate.\nTo understand the effects of the thaw scientists are increasingly turning to integrated Earth observations from the ground, the air, and space – techniques outlined in the paper. Each approach has its advantages and disadvantages.\nGround measurements, for example, provide precise monitoring of changes in a localized area, while airborne and space-based measurements can cover vast areas. Ground and airborne measurements focus on the specific time they were collected, whereas satellites constantly monitor Earth – although they can be limited by things such as cloud cover, the time of day, or the eventual end of a satellite mission.\nThe hope is that using measurements from a combination of platforms will help scientists create a fuller picture of changes at the poles, where permafrost is thawing the fastest.\nMiner is working with colleagues on the ground to characterize the microbes frozen in permafrost, while others are using airborne instruments to measure emissions of greenhouse gases such as methane. In addition, airborne and satellite missions can help to pinpoint emissions hotspots in permafrost regions.\nThere are also satellite missions in the pipeline that will provide carbon emissions data with greater resolution. The ESA (European Space Agency) Copernicus Hyperspectral Imaging Mission will map changes in land cover and help monitor soil properties and water quality. NASA’s Surface Biology and Geology (SBG) mission will also use satellite-based imaging spectroscopy to collect data on research areas including plants and their health; changes to the land related to events like landslides and volcanic eruptions; and snow and ice accumulation, melt, and brightness (which is related to how much heat is reflected back into space).\nSBG is the focus area of one of several future Earth science missions that make up NASA’s Earth System Observatory. Together, these satellites will provide a 3D, holistic view of Earth, from its surface through the atmosphere. They will provide information on subjects including climate change, natural hazards, extreme storms, water availability, and agriculture.\n“Everyone is racing as fast as they can to understand what’s going on at the poles,” said Miner. “The more we understand, the better prepared we will be for the future.”\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}