{
  "url": "https://climate.nasa.gov/news/3154/international-sea-level-satellite-takes-over-from-predecessor/",
  "title": "International Sea Level Satellite Takes Over From Predecessor",
  "date": null,
  "content": "Meltwater from Greenland glaciers like the one pictured can contribute significantly to sea level rise. Sentinel-6 Michael Freilich monitors the height of Earth’s ocean so researchers can better understand the amount and rate of sea level rise. Credit: NASA's Earth Observatory, using Landsat data from USGS\nSentinel-6 Michael Freilich, the newest addition to a long line of ocean-monitoring satellites, becomes the reference satellite for sea level measurements.\nOn March 22, the newest U.S.-European sea level satellite, named Sentinel-6 Michael Freilich, became the official reference satellite for global sea level measurements. This means that sea surface height data collected by other satellites will be compared to the information produced by Sentinel-6 Michael Freilich to ensure their accuracy.\nLaunched from Vandenberg Air Force Base in November 2020, the satellite is continuing a nearly 30-year legacy started by the TOPEX/Poseidon satellite, which began its mission to measure sea surface height in the early 1990s. A series of successor satellites have carried on the effort since then, with Sentinel-6 Michael Freilich being the most recent. Its twin, Sentinel-6B, is slated to launch in 2025.\n“These missions, of which Sentinel-6 Michael Freilich is the latest, are the gold standard when it comes to sea level measurements, which are critical for understanding and monitoring climate change,” said Josh Willis, Sentinel-6 Michael Freilich project scientist at NASA’s Jet Propulsion Laboratory in Southern California.\nLong-term records of sea level height are key to monitoring how much, and how fast, the oceans are rising in a warming climate. “We can’t lose track of how much sea level has gone up because if we do, it’s hard to predict what’s going to happen in the decades to come,” Willis added.\n“The unprecedented accuracy of the sea level measurements provided by this mission ensures not only the continuity of a 30-year data record, but allows improving our understanding of climate change and the impact of rising seas on coastal areas and communities,” said Julia Figa Saldana, ocean altimetry program manager at the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT).\nAfter Sentinel-6 Michael Freilich launched, it settled into orbit flying 30 seconds behind its predecessor, Jason-3. Science and engineering teams have spent the time since launch making sure Sentinel-6 Michael Freilich was collecting the intended data and that the information was accurate. Some of the initial data was made available last year for use in tasks like weather forecasting. And after further validation, the scientists agreed that Sentinel-6 Michael Freilich should become the reference satellite for sea level measurements.\nLater this year, teams will move Jason-3 into what’s called an interleaved orbit. From that new position, the ground track – or the strip of Earth that Jason-3’s instruments see as the satellite travels around the planet – will run in between the ground tracks of successive orbits for Sentinel-6 Michael Freilich. Jason-3 will keep measuring sea level height from the interleaved orbit, although it will no longer serve as the official reference sea level satellite. But by continuing to collect sea level data, Jason-3 will essentially double the number of measurements seen by each pass of Sentinel-6 Michael Freilich, helping to greatly increase the spatial resolution of sea level measurements provided by both satellites.\nSentinel-6 Michael Freilich, named after former NASA Earth Science Division Director Michael Freilich, is one of two satellites that compose the Copernicus Sentinel-6/Jason-CS (Continuity of Service) mission.\nSentinel-6/Jason-CS was jointly developed by ESA (European Space Agency), EUMETSAT, NASA, and NOAA, with funding support from the European Commission and technical support on performance from CNES (France’s National Centre for Space Studies). Spacecraft monitoring and control, as well as the processing of all the altimeter science data, is carried out by EUMETSAT on behalf of the EU’s Copernicus programme, with the support of all partner agencies.\nJPL, a division of Caltech in Pasadena, contributed three science instruments for each Sentinel-6 satellite: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA also contributed launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the U.S. members of the international Ocean Surface Topography Science Team.\nFor more about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nTo access data from Sentinel-6 Michael Freilich, visit:\nhttps://podaac.jpl.nasa.gov/Sentinel-6?sections=data\nhttps://search.earthdata.nasa.gov/search?q=sentinel-6\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}