{
  "url": "https://climate.nasa.gov/news/3144/practice-makes-preparedness-nasa-participates-in-north-carolina-hurricane-exercise/",
  "title": "Practice Makes Preparedness: NASA Participates in North Carolina Hurricane Exercise",
  "date": null,
  "content": "2 min read\nClimate change is contributing to increasingly severe hurricanes, with expected increases in rainfall, flooding, and proportion of category 4 and 5 storms in the 21st century. A NASA Earth Applied Sciences team is working with North Carolina’s safety agencies to identify how NASA Earth observations can help inform early disaster response when hurricanes strike.\nThe NASA Disasters program area team joined the state’s annual hurricane exercise to learn which NASA resources could be most useful during a hurricane or tropical storm event – when every second counts. Resources like NASA’s Short-term Prediction Research and Transition Center (SPoRT) provide crucial data on the ocean environment surrounding a storm, which can provide insights into how strong a storm might get. And following landfall, optical data collected by NASA’s Aqua and Terra satellites can map the extent and severity of flooding.\n“To prepare for the increase in frequency and intensity of weather-related events, we can assist North Carolina communities by obtaining and utilizing all available data and technology. Pre- and post-storm satellite imaging from NASA can help with long-term planning and mitigation, and also with damage assessment right after an event,” said Gary Thompson, deputy risk management chief for North Carolina Emergency Management.\nHundreds of participants from the state and county agency level joined first responders and decisionmakers to simulate emergency response and evacuation before, during, and after hurricane landfall, giving the NASA Disasters team insight to develop a customized mapping portal to fit North Carolina’s unique needs.\nMore details about NASA’s role in this exercise can be found in the story North Carolina Flooding Exercise Strengthens Emergency Preparedness “Muscle.”\nIn response to recent flooding near Kerrville, Texas, NASA deployed two aircraft to assist state…\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}