{
  "url": "https://climate.nasa.gov/news/2491/10-interesting-things-about-air/",
  "title": "10 Interesting Things About Air",
  "date": null,
  "content": "10 Interesting Things About Air\nAir is all around us, but we can’t see it. So what is air, exactly? It’s a mixture of different gases. The air in Earth’s atmosphere is made up of approximately 78 percent nitrogen and 21 percent oxygen. Air also has small amounts of lots of other gases, too, such as carbon dioxide, neon, and hydrogen.\nWhile air is mostly gas, it also holds lots of tiny particles. These particles in the air are called aerosols. Some aerosols—like dust and pollen—are picked up naturally when the wind blows. But the air can also carry soot, smoke, and other particles from car exhaust and power plants. These are major contributors to air pollution.\nPeople need to breathe, and so do lots of other animals—and plants! Breathing is part of a process called respiration. During respiration, a living thing takes in oxygen from the air and gives out carbon dioxide. This process gives animals and plants the energy to eat, grow, and live life!\nWhen humans and animals breathe, we give off an odorless gas called carbon dioxide, or CO2. Plants use this gas, along with sunlight, to make food—and oxygen too! This process is called photosynthesis. However, large amounts of CO2 are produced when cars and power plants burn coal, oil, and gasoline. This is bad because CO2 is the most important contributor to human-caused global warming.\nWhen it’s a hot, muggy summer day, you’ve probably heard the word “humid.” But what does that mean, exactly? Relative humidity is the amount of water that the air can hold before it rains. Humidity is usually measured in percentages, so the highest level of relative humidity—right before it rains—is 100 percent.\nAir seems light, but there is a lot of it pushing down on Earth’s surface. This is called air pressure. You experience high air pressure at sea level because the whole atmosphere is pushing down on you. The air pressure is low on top of a mountain because there is less atmosphere pushing down on you. That difference in air pressure can cause your ears to pop when you’re taking off in an airplane or driving up a hill.\nOn Earth, we’re pretty lucky to have an atmosphere filled with air. The air in our atmosphere acts as insulation, keeping the Earth from getting too cold or too hot. Ozone, another type of gas in the air, also protects us from too much sunlight. Air in the atmosphere can also protect us from meteoroids. When meteoroids contact our atmosphere, they rub against the air and oftentimes are burned into small pieces before reaching Earth.\nLots of living things make their homes in soil and water. But did you know that living organisms can also be found hanging out in the air? These tiny microbial organisms are called bioaerosols. Although these microbes can’t fly, they can travel long distances through the air—via wind, rain, or even a sneeze!\nEven on a very still day, the air around us is always moving. But when a big wind comes, that air can really go! The fastest gust of wind ever recorded on Earth was 253 miles per hour. And as the wind picks up seeds and dust and other particles, it can carry them miles away from their original home!\nAir pollution is measured with the Air Quality Index, or AQI. The lower the AQI, the cleaner the air is. However, if you are outside when the AQI is over 100, it’s about the same as breathing in exhaust from a car all day! Things that cause poor air quality are forest fires and cities with lots of car traffic. If the AQI is higher than 100 you shouldn’t spend too much time outside.\nNext:\n10 Interesting Things About Water\nBig Questions\nWhat does global climate change mean?\nWhat is the big deal with carbon?\nWhat is the greenhouse effect?\nHow do we know the climate is changing?\nWhat is happening to the oceans?\nWhat else do we need to find out?\nWeather & Climate\nWeather\nClimate\nAtmosphere\nAir\nCarbon\nGreenhouse gases\nWater\nOceans\nRivers\nLakes\nEnergy\nRenewable energy\nFossil fuels\nPlants & Animals\nPlants\nAnimals\nClimate Kids is produced by the Earth Science Communications Team at\nNASA's Jet Propulsion Laboratory / California Institute of Technology\nContact NASA Climate Kids\nSite last updated: June 9th, 2025",
  "source": "science.nasa.gov"
}