{
  "url": "https://climate.nasa.gov/news/3110/a-new-way-to-track-dust-storms-and-valley-fever-with-cake-pans/",
  "title": "A New Way to Track Dust Storms and Valley Fever: With Cake Pans",
  "date": null,
  "content": "2 min read\nAs the climate changes, drought and higher temperatures can contribute to increased dust storms across Southwestern U.S. states. These storms can spread Valley fever, a dangerous infection caused by a fungus that can be picked up from the soil and transported by strong winds. A NASA Earth Applied Sciences team is getting creative to track how dust storms can spread this potentially deadly fungus, helping epidemiologists, health care providers, and decision makers better protect their communities.\nThere are about 15,000 cases of Valley fever each year in the U.S. While working with local communities to study how this threat spreads, the NASA-funded team designed an innovative method to capture dust samples across a wide area: store-bought cake pans filled with marbles. As dust storms pass over the uneven surface of the marbles, some of the sediment falls through the layers of marbles to the bottom of the pan for researchers to collect and test for the fungus’s presence.\nThe team combines this information with NASA satellite data and high-end computer modeling to enhance current forecasting and surveillance activities related to dust storms and the airborne spread of Valley fever across the southwestern states.\nThrough the 1930s, dust storms in the Western U.S. famously destroyed farms and forced families to abandon homes. “Climate change is bringing that threat back,” warned Daniel Tong, who leads the project’s team. “Global climate models predict the west and southwest will become drier and drier, meaning we could have dust bowls – plural.” Tong says that with more dust storms there will be more instances of Valley fever – making this work more important than ever.\nLearn more about how NASA satellite data can help decision makers understand the spread of Valley fever in the story Dust Storms, Valley Fever… and Cake Pans.\nOn its record-breaking pass by the Sun late last year, NASA’s Parker Solar Probe captured…\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}