{
  "url": "https://climate.nasa.gov/news/2904/grace-fo-shows-the-weight-of-midwestern-floods/",
  "title": "GRACE-FO Shows the Weight of Midwestern Floods",
  "date": null,
  "content": "In May 2019, after the wettest 12 months ever recorded in the Mississippi River Basin, the region was bearing the weight of 8 to 12 inches (200 to 300 millimeters) more water than average. New data from the U.S.-European Gravity Recovery and Climate Experiment Follow-On (GRACE-FO) mission, which launched in May 2018, showed that there was an increase in water storage in the river basin, extending east around the Great Lakes.\nData from the twin GRACE-FO spacecraft are used to measure the change in the mass of water across the planet, providing scientists, decision makers and resource managers with an accurate measure of how much water is retained - not only on Earth's surface, but also in the soil layer and below ground in aquifers. Monitoring these changes provides a unique perspective of Earth's climate and has far-reaching benefits for humankind, such as understanding both the possibility and the consequences of floods and droughts.\nGRACE-FO data will soon be incorporated into the weekly U.S. Drought Monitor maps, an important tool for tracking drought across the United States. Agricultural drought depends not only on rainfall, but also on the quantity and extent of underground water available to plant roots and irrigation. GRACE-FO's estimates of subsurface water are critical to crop and water management.\nThe mission also measures mass changes in the thick ice sheets of Greenland and Antarctica. The May 2019 GRACE-FO map of Greenland shows that most of the island continued its long-term trend of ice mass loss. GRACE-FO data from June 2018 through early 2019 (see black-and-white graph) indicate a recent slowdown in Greenland ice loss that has also been observed in data from NASA's Oceans Melting Greenland airborne campaign. This slowdown has been attributed to cooler ocean waters around Greenland for the last few years.\nThe GRACE-FO science team is now looking at June 2019 data to assess how the unusually warm weather and rapid ice loss this summer will affect that trend. Greenland's significant ice melt in June and July this year was similar to the strong melting that occurred in the summer of 2012 and led to significant ice loss.\nGRACE-FO launched about a year after the predecessor GRACE mission ceased operations following 15 years in space. \"The Earth's climate system has been doing interesting things since we last had observations from the original GRACE mission,\" said Felix Landerer, the GRACE-FO deputy project scientist at NASA's Jet Propulsion Laboratory in Pasadena, California. \"The new GRACE-FO data provide us with crucial information about the changes that are occurring around us. We're excited to be able to make this high-quality data set available to the scientific community.\"\nGRACE-FO is a partnership between NASA and the German Research Centre for Geosciences (GFZ). The twin GRACE-FO spacecraft are operated from the German Space Operations Center in Oberpfaffenhofen, Germany, under a GFZ contract with the German Aerospace Center (DLR). JPL manages the mission for NASA's Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. Caltech in Pasadena, California, manages JPL for NASA.\nFor more information about GRACE-FO, see:\nhttps://www.nasa.gov/gracefo\nhttps://gracefo.jpl.nasa.gov/\nWritten by Carol Rasmussen\nEsprit Smith\n818-354-4269\nEsprit.Smith@jpl.nasa.gov\n2019-168\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}