{
  "url": "https://climate.nasa.gov/news/3156/connect-with-nasa-on-social-media-this-earth-day/",
  "title": "Connect with NASA on Social Media this Earth Day",
  "date": null,
  "content": "2 min read\nLife on Earth is chaotic, complex, and endlessly beautiful.\nWhile NASA tirelessly looks outward searching for life among the stars, we also study our own planet for lessons on understanding life here and in the universe. Earth is home to a breathable atmosphere, a water cycle, frozen ice caps, and rich ecosystems teeming with microbes, plants, and animals. It’s also home to us, 7.9 billion humans.\nConnect with us this Earth Day on April 22 by posting on social media an image of yourself, your pets, your favorite place, or even just text and tagging it with #NASAEarthling to show off what makes life on our planet truly special – you.\nWe even have a simple sign to print out or display on your mobile device to tell the world: “I’m a #NASAEarthling from [your place] and I love my planet.”\nYou can use this template for your photo or decorate your digital image with text and emojis, and if you want, share your general location (state, province, country).\nOn Earth Day, our collective images will show the stunning breadth and variety of life that persists, survives, and thrives right here on Earth.\nDownload a template in English, French, or Spanish.\nEnglish\nnasaearthling_eng.pdf\nFrench\nnasaearthling_fraf.pdf\nnasaearthling_fram.pdf\nSpanish\nnasaearthling_espf.pdf\nnasaearthling_espm.pdf\nIn today’s crowded digital landscape, cutting through the noise is paramount for any organization trying…\nLee esta historia en español aquí. From the iconic image of Earthrise taken by Apollo 8…\nDigital content creators are invited to register to attend the launch of NASA’s SpaceX Crew-11…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}