{
  "url": "https://climate.nasa.gov/news/3157/california-field-campaign-is-helping-scientists-protect-diverse-ecosystems/",
  "title": "California Field Campaign Is Helping Scientists Protect Diverse Ecosystems",
  "date": null,
  "content": "JPL scientist Dana Chadwick, center, advises a field team working on the SHIFT campaign on locations for collection and analysis of vegetation samples at the Jack and Laura Dangermond Preserve in March 2022. Credit: Piper Lovegreen/University of California, Santa Barbara\nAbove Santa Barbara County, the Surface Biology and Geology High-Frequency Time Series, or SHIFT, campaign collects data to understand land and aquatic ecosystems.\nWith a plane crisscrossing the sky and researchers working on land and sea, the Surface Biology and Geology High-Frequency Time Series campaign (SHIFT) combines the ability of airborne science instruments to gather data over widespread areas with the more concentrated observations scientists conduct in the field to study natural environments.\nSHIFT is jointly led by NASA’s Jet Propulsion Laboratory, The Nature Conservancy, and the University of California, Santa Barbara (UCSB), and one of its primary goals is to generate the most precise, high-time-frequency data on plant and aquatic communities ever collected over such a vast region. The 640-square-mile (1,656-square-kilometer) study area, which stretches from Los Padres National Forest in the east to the Central California coast and into the coastal ocean in the west, includes some of the most dynamic ecosystems in the world.\nThe data, collected on a weekly basis from late February until the end of May, measures changes in the characteristics of vegetation across the landscape and tracks critical plant species as they emerge from winter dormancy. It will also provide clues about the health and resilience of ecosystems as California’s climate grows drier. For The Nature Conservancy and UCSB, both of which maintain nature preserves in the study area, the information collected will inform strategies to protect natural environments in the face of human-created pressures.\n“This landscape has gradually changed over time, and now with the twin crises of climate change and biodiversity loss, change is happening much more rapidly,” said Mark Reynolds, a SHIFT co-investigator and director of the Point Conception Institute at The Nature Conservancy’s Jack and Laura Dangermond Preserve. “This is what it’s about for us: to understand the change that’s happening, anticipate the change to come, and to influence the trajectory of conservation, now and for future generations.”\nSHIFT employs an imaging spectrometer called AVIRIS-NG (Airborne Visible/Infrared Imaging Spectrometer-Next Generation) that was designed at JPL in Southern California. An aircraft carrying the instrument has been flying above Santa Barbara County weekly during the study period.\nThe spectrometer works by collecting subtle characteristics of the light reflected from 16-by-16-foot (5-by-5-meter) squares of the surface, which can tell researchers about traits of tree leaves, blades of grass, shrubs, and other plants. Successive scans can detect variations in the color of the light and its reflectance at different wavelengths, revealing changes in how plants are functioning.\nFor example, scientists hope to learn about the health and resilience of Southern California oak species by studying the thousands of acres of oak woodlands in the Dangermond Preserve and UCSB’s Sedgwick Reserve. Oaks occupy a crucial niche in their ecosystems: In addition to their leaves taking in carbon dioxide, their acorns provide food for many species, and their trunks and branches serve as habitats for birds and other animals. The SHIFT data can show the nitrogen and phosphorus content of oak leaves, revealing the health of oak communities. It can also show canopy density, which can offer clues about whether oaks are adapting to progressively drier conditions or dying off.\nSHIFT is a pathfinder campaign for the proposed Surface Biology and Geology (SBG) satellite mission, which is part of NASA’s Earth System Observatory, a set of future Earth-focused missions aimed at addressing climate change and its consequences for health, natural resources, hazards, and food security.\nResearchers for SHIFT are also collecting and analyzing samples on the ground, in coastal waters, and in the nearby ocean to validate that the data from AVIRIS-NG reflects what’s seen in the field. This will help SBG scientists to understand the benefits and costs of collecting data via satellite as often as weekly and to design the algorithms that will translate SBG’s raw data into information researchers can use.\n“It’s exciting to advance our understanding of the methodology and assess how useful the data will be for managing our vulnerable ecosystems,” said David Schimel, JPL research scientist and SHIFT’s principal investigator. “SHIFT does both at once without compromising either.”\nIn the long run, SHIFT’s data will lay the foundation for future investigations. Many of the campaign’s young field researchers will likely be in more senior science roles or leading their own studies in the future with data from SBG, which would be expected to launch no earlier than 2028.\nMore immediately, upwards of 60 researchers from institutions around the country plan to use the SHIFT data in their research. A U.S. Geological Survey researcher is studying surface geology and mineral composition. A UCLA scientist is looking at kelp diversity in waters near Santa Barbara. A Cornell University plant pathology expert is studying vineyard diseases.\nA common aim of the projects: to turn the SHIFT data into scientific insights that serve broader purposes.\n“SHIFT will significantly advance remote sensing and environmental science, and at the same time deliver useful information for resource managers, biodiversity stewards, and many others,” said Frank Davis, director of the La Kretz Research Center at the Sedgwick Reserve and a SHIFT co-investigator. “It’s not just a scientist’s sandbox.”\nSHIFT is an airborne and field research effort jointly led by The Nature Conservancy, the University of California, Santa Barbara (UCSB), and JPL. Caltech, in Pasadena, manages JPL for NASA.\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nJuvenio Guerra\r\nThe Nature Conservancy\r\n310-755-0590\njuvenio.guerra@tnc.org\nShelly Leachman\r\nUniversity of California, Santa Barbara\r\n805-893-8726\nshelly.leachman@ucsb.edu\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}