{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/575/in-a-state-of-flux/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "They say a picture says a thousand words. This week we published our 100th image in State of Flux, our gallery showing images of change around our planet. So hopefully by now you’re in awe of our home planet and the ways in which it is constantly changing, and aware of the impact us humans can have.\nEach week for the past couple of years, we’ve published new images of different locations on planet Earth, showing change over time periods ranging from centuries to days. The pictures have been taken from space, by NASA’s Eyes on the Earth (its fleet of satellites whizzing above our heads), and from the ground, by real-life people. Some of the changes seen are related to, or exacerbated by, climate change, and some are not. Some document the effects of urbanization and man’s impact on the land, while others the ravage of disasters such as fires and floods.\nSeeing our planet from space gives us a global view that we can’t get elsewhere. Through those eyes, we’ve witnessed damage caused by the recent tsunami in Japan, glacier melt in the Himalayas, the greening of China, the growth of Las Vegas and a century of global warming. We’ve looked at the march of deforestation in Bolivia, the rumblings of the (unpronounceable) Icelandic volcano Eyjafjallajökull, and the damming of the River Nile. Take a look below at some of our favorites. Sign up to our monthly newsletter or subscribe to our Facebook page if you want to keep up to date with our latest images. We’ll be launching a brand spanking new version of the gallery soon!\r\n\n\n\n\n\n\n\nCOLD SNAP. Petermann Glacier, Greenland. Left: June 26, 2010. Right: August 13, 2010. An iceberg more than four times the size of Manhattan broke off the Petermann Glacier (the curved, nearly vertical stripe stretching up from the bottom right of the images) along the northwestern coast of Greenland. Warmer water below the floating ice and at the sea’s surface were probably responsible for the break.\n\n\n\n\n\n\n\n\n\n\nA FOREST FALLS. Santa Cruz, Bolivia. Left: June 17, 1975. Right: May 6, 2003. In 1975, the forest stretched from Rio San Pedro to the Rio Grande (Guapay) River. By 1986, roads linked the region to population centers, enabling a large influx of people. Forests were clear-cut and converted to pastures and cropland as part of the Tierras Baja project. By 2003, almost the entire region had been converted to agriculture, including the area east of La Esperanza across the Rio Grande.\n\n\n\n\n\n\n\n\n\n\nPEDERSEN PAST AND PRESENT. The retreat of Pedersen Glacier, Alaska. Left: summer 1917. Right: summer 2005.\n\n\n\n\n\n\n\n\n\n\nA CENTURY OF WARMING. Global temperature changes. Left: 1880-89. Right: 2000-09. These maps compare temperatures in each region of the world to what they were from 1951 to 1980. NASA's Goddard Institute for Space Studies conducted the analysis using ship-based and satellite observations of sea-surface temperature, and data from Antarctic research stations and 6,300 meteorological stations around the world. Earth's average surface temperature has increased by about 0.7 °C (1.3 °F) since 1880. Two-thirds of the warming has occurred since 1975, at a rate of roughly 0.15 to 0.20 °C per decade.\n\n\n\n\n\n\n\n\n\n\nWETLAND WOES. Left: 1991. Right: 2001. In many parts of the world, wetlands are being converted to shrimp ponds in order to farm these crustaceans for food and sale. One example is on the west coast of Ecuador, south of Guayaquil. The 1991 Landsat satellite image on top shows a coastal area where 143 square kilometers of wetlands were converted to shrimp ponds. By the time NASA's ASTER instrument 'snapped' the right-hand image in 2001, 243 square kilometers had been converted, eliminating 83 percent of the wetlands. These scenes cover an area of 30 x 31 kilometers.\n\n\n\n\n\n\n\n\n\n\nDELTA DEFENSE. Wax Lake Delta, Louisiana. Left: January 13, 1983. Right: January 2, 2011. The delta, where the Atchafalaya River flows into the Gulf of Mexico, was formed by sediment following the construction of a canal through Wax Lake in 1941. Since Hurricane Katrina in 2005, the delta has served as a model for restoring wildlife habitat and protection against storm surge in the Mississippi River delta region.\n\n\n\n\n\n\n\n\n\n\nSHRINKING LAKE CHAD. Lake Chad, Africa. Left: December. 8, 1972. Middle: December 14, 1987. Right: December. 18, 2002. Persistent drought has shrunk Lake Chad, once the world’s sixth largest lake, to about one-twentieth of the size it was in the 1960s. Only 16 to 26 feet (5 to 8 meters) deep in “normal” times, small changes in depth have resulted in large changes in area. As the lake has receded, large wetland areas (shown in red) have replaced open water.\n\n\n\n\n\n\n\n\n\n\nDRYING OUT. Left: August 1985. Right: August 2010. Iran’s Lake Oroumeih (also spelled Urmia) is the largest lake in the Middle East and the third largest saltwater lake on Earth. But dams on feeder streams, expanded use of ground water, and a decades-long drought have reduced it to 60 percent of the size it was in the 1980s. Light blue tones in the 2010 image represent shallow water and salt deposits. Increased salinity has led to an absence of fish and habitat for migratory waterfowl. At the current rate, the lake will be completely dry by the end of 2013.\n\n\n\n\n\n\n\n\n\n\nAVIAN REST STOP. Ichkeul Lake in northern Tunisia. Top: November 14, 2001. Bottom: July 29, 2005; the water level is higher, but a large part of the lake appears red due to the presence of aquatic plants. Ichkeul Lake and wetlands are a major stopover point for hundreds of thousands of migrating birds who come to feed and nest. It is the last remaining lake in a chain that once extended across North Africa, and has badly deteriorated as a result of the construction of three dams on rivers supplying it and its marshes, which have cut off almost all inflow of freshwater. The Tunisian government plans to undertake various measures to retain freshwater in the lake on a year-round basis and reduce the salinity of the lake.\n\n\n\n\n\n\n\n\n\n\nTIME TRAVEL. Muir Glacier in Alaska. Left: 1891. Right: 2005. They don't make cameras like that anymore.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}