{
  "url": "https://climate.nasa.gov/news/3166/nasa-wins-3-webby-awards-5-peoples-voice-awards-for-2022/",
  "title": "NASA Wins 3 Webby Awards, 5 People's Voice Awards for 2022",
  "date": null,
  "content": "The awards are the highest honor for online communications. Credit: Webby Awards\nThe JPL-managed NASA’s Global Climate Change and Solar System Exploration sites, along with JPL’s virtual tour, are among the winners.\nNASA has earned three Webby awards and five People’s Voice awards in the 26th annual Webby Awards Competition, recognizing excellence in online communications. The awards are NASA’s 24th, 25th, and 26th Webby Awards since 1998 and represent the breadth of the agency’s digital communications, including NASA’s first interactive graphic novel.\nNASA’s 2022 Webby award-winning entries, selected by a panel of judges, are:\nAlongside the juried Webby Awards, which are selected by members of the Academy, the winners of the People’s Voice Awards are determined by a public vote. Five NASA projects received the honor of winning People’s Voice awards:\nNASA also made substantial contributions to National Geographic’s Mars Rover Augmented Reality Experience with NASA, which earned a People’s Voice award for Best Use of Filters/Lenses.\nThis is the second Webby win for NASA’s Solar System Exploration website, which also won three People’s Voice awards in previous years. NASA’s Global Climate Change website has earned a total of three Webby awards and four People’s Voice awards. Overall, NASA projects have won 26 Webby awards and 42 People’s Voice awards since the contest’s inception in 1998.\nOverall, NASA projects were nominated for eight Webby awards this year. The agency’s other nominees included:\nFour other NASA properties were chosen as honorees in six categories. Webby honorees are recognized for their excellence but are not eligible for the Webby Award or the People’s Voice Award.\nNASA also made substantial contributions to two other award-winning selections:\nThe Webbys are an annual awards competition hosted and presented by the International Academy of Digital Arts and Sciences. According to its website, last year’s Webby Awards received nearly 13,500 entries from nearly all 50 states and 70 countries worldwide.\nWinners in each category will be honored in an awards ceremony held in New York on May 16, 2022.\nSee the full list of past NASA Webby Award winners and nominees.\nMatthew Segal\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-8307\nmatthew.j.segal@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}