{
  "url": "https://climate.nasa.gov/news/3158/clusters-of-weather-extremes-will-increase-risks-to-corn-crops-society/",
  "title": "Clusters of Weather Extremes Will Increase Risks to Corn Crops, Society",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nDrought caused this Iowa corn crop to fail in 2012. As the changing climate increases the frequency of extreme events, the risk will double that corn harvests will fail in at least three of the world’s five major breadbasket regions in the same year. Credit: USDA\nTo assess how climate warming will change risks such as crop failures and wildfires, it’s necessary to look at how the risks are likely to interact.\nTroubles never come singly, the proverb says. A new NASA study shows that the old saying will become increasingly true of climate troubles in a warmer world. The study shows that extreme weather events such as floods and heat waves will increasingly cluster closer in time and space, heightening the risks of crop failures, wildfires, and other hazards to society.\nBy the year 2100, increases in heat waves, drought, and excessive rainfall combined will double the risk of climate-related failures of corn harvests in at least three of the world’s six major corn-growing regions in the same year, according to the study, published in Environmental Research Letters. The U.S. Midwest is at the highest risk of being the site of one of these multiple harvest failures.\nMany previous studies have modeled changes in a single climate indicator, such as the number of days above 100 degrees Fahrenheit (38 degrees Celsius) in a certain region. But the greatest impacts usually come when extremes occur simultaneously or in close sequence. For example, Western states are all too familiar with the scenario where excessive heat and drought fuel a wildfire, and then heavy rainfall creates a new hazard, landslides, in the burned area.\nClimate scientists have been working for years to understand and represent these complex chains of interacting events numerically in climate models – a daunting task that pushes the limits of available computing power. “It’s only in the last five or so years that a framework has been developed for applying compound-risk thinking to climate analysis in a way that you can actually compute without getting in hopelessly over your head,” said study lead author Colin Raymond, a scientist at NASA’s Jet Propulsion Laboratory in Southern California.\nFor their study, the research team used a well-known German climate model called the Max Planck Institute Grand Ensemble to run 100 individual simulations of the years 1991 to 2100. The simulations of the past (1991 to 2020) showed that the model was able to represent extreme-event clusters, such as the alteration of extreme heat with extreme rainfall, consistently with the way they actually occurred during that period. The researchers analyzed simulations of the future through 2100 to examine probable future changes in climate hazards, particularly in hazards that could occur simultaneously or in close succession.\nRaymond and his colleagues focused on how the increased clustering of both temperature and precipitation hazards will affect corn. This important food crop is grown worldwide, with six major regions, or breadbaskets, accounting for about two-thirds of all production. The U.S. is the world’s top corn grower, harvesting some 419 million tons (380.3 million metric tonnes) in 2021.\nThe model simulations showed that by 2100, extreme heat waves around the world lasting at least three days will occur two to four times as often as they do now. Three-day extremes in rainfall will generally increase 10% to 50% in frequency. The researchers also analyzed how these increased events will cluster in time and in location. They then looked at how all of these changes combined could affect future corn harvests, using the relationship between climate extremes in heat and rainfall and past crop failures as a guide.\nBy their best estimate, the chance that a cluster of events will cause corn crops to fail in at least three of the world’s breadbaskets in the same year will nearly double, from 29% to 57%, by the year 2100. While small, the chance that harvests will fail in the five largest breadbasket regions in a single year will grow even more significantly – from 0.6% to 5.4%. The U.S. Midwest is the region most likely to be included in years with three breadbasket failures, followed by Central Europe.\nThe study also examined how risks to wildfires and human health would increase as extremes follow one another more closely. All the results showed, Raymond said, that “things are interconnected in a way that we haven’t quite appreciated up to this point. It’s not just heat waves. It’s not just heat and drought. It’s all of those interconnections that best explain the severe impacts we care most about when we’re trying to prevent major disasters.”\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}