{
  "url": "https://climate.nasa.gov/news/3173/from-weather-forecasting-to-climate-change-nasas-airs-builds-a-legacy/",
  "title": "From Weather Forecasting to Climate Change, NASA's AIRS Builds a Legacy",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nThe Atmospheric Infrared Sounder helps researchers predict weather, analyze air pollution, monitor volcanoes, and track a changing climate. And there’s more.\nOn April 13, a blizzard dropped 4 feet of snow on Minot, North Dakota, as a drought-fueled wildfire burned in Ruidoso, New Mexico, and severe storms spawned eight tornadoes in Kentucky. NASA’s Atmospheric Infrared Sounder (AIRS) helped weather forecasters predict these events, as it’s been doing since it was launched in 2002. But now AIRS also helps researchers calculate the role climate change plays in these extreme weather events. It has become indispensable in other ways that couldn’t be foreseen when the weather instrument launched aboard NASA’s Aqua satellite in May 2002.\n“Understanding what happened in the first couple of decades of the 21st century is critical to understanding climate change, and there’s no better record than AIRS to study that,” said Joao Teixeira, AIRS science team leader at NASA’s Jet Propulsion Laboratory in Southern California. “I see us as guardians of this precious dataset that will be our legacy for future generations.”\nAIRS measures infrared – heat – radiation from the air below the satellite to create three-dimensional maps of atmospheric temperature and water vapor, the main ingredients for any kind of weather. The instrument proved to be an almost immediate success: Within three years after AIRS’ launch, assessments of forecasts made by professional meteorologists showed that incorporating AIRS data in weather forecasting models produced a significant increase in accuracy.\nThe AIRS instrument is a spectrometer that breaks radiation into wavelengths, just as a prism does. But where earlier spectrometers in space had 15 or 20 detectors that each observed broad bands of infrared wavelengths, AIRS has 2,378 detectors that each senses a specific wavelength, and every detector makes close to 3 million measurements a day. This enormous advance in data quality and quantity not only succeeded in improving weather forecasting, but inspired a new generation of similar spaceborne instruments from space agencies around the world.\nIn 2002, getting this technology ready to launch required an innovative design and skillful construction to accommodate the thousands of detectors. The instrument’s creators eventually arranged the detectors in 17 long lines, each of them two detectors wide (for redundancy in case one failed) by about 150 detectors long, and packaged them onto a single focal plane assembly. “When I first saw it, I said, ‘You’ve got to be kidding me,’” said Tom Pagano, AIRS’ project manager at JPL. “It was a major engineering achievement for the time.” Other advances, like the development of a frictionless cryocooler to cool AIRS’ detectors, led to an instrument that has lasted an extremely long time and is extraordinarily stable.\n“Due to the amazing engineering, the data we have now is almost the same quality as it was 20 years ago, when the instrument was new,” Teixeira said.\nStability is essential for scientists to pinpoint the small but persistent signals of climate change from out of the noise of year-to-year variations in weather. As the global temperature creeps upward toward 1.5 degrees Celsius higher than pre-industrial times, AIRS’ two decades of consistent and multifaceted measurements provide a satellite record of global warming that is second to none. There are other satellite records of individual greenhouse gases or of surface temperature, for example, but no other global data record matches the time span and wide range of wavelengths in the AIRS dataset.\nWhen AIRS launched, the mission team aspired to collect data for 15 years, said Pagano. “We put an unimaginable amount of effort into making an instrument that wouldn’t fail in orbit. It was the philosophy of how we built these instruments on the Aqua satellite.”\nAnd as the data has kept coming, researchers have found more and more uses for it. Researchers recently used AIRS data to detect atmospheric waves from the eruption of the Hunga Tonga-Hunga Ha’apai volcano. Earlier this year, researchers also used AIRS data to quantify the link between humidity and influenza outbreaks. In addition, AIRS data is used to track clouds, carbon dioxide, methane, ozone, and other gases and pollutants whose spectral signatures fall within the range of infrared wavelengths AIRS detects.\nThe AIRS team and other researchers are still looking into even more applications of the dataset. “There’s more to mine from this instrument,” Pagano said. “It has such rich information content.”\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}