{
  "url": "https://climate.nasa.gov/news/3292/nasa-to-showcase-earth-science-data-at-cop28/",
  "title": "NASA to Showcase Earth Science Data at COP28",
  "date": null,
  "content": "This illustration shows the international Surface Water and Ocean Topography (SWOT) satellite in orbit over Earth. SWOT’s main instrument, KaRIn, helps survey the water on more than 90% of Earth's surface. Credit: NASA/JPL-Caltech.\nWith 26 Earth-observing satellite missions, as well as instruments flying on planes and the space station, NASA has a global vantage point for studying our planet’s oceans, land, ice, and atmosphere and deciphering how changes in one drive change in others.\nThe agency will share that knowledge and data at the 28th U.N. Climate Change Conference of the Parties (COP28), which brings international parties together to accelerate action toward the goals of the Paris Agreement and the U.N. Framework Convention on Climate Change. COP28 will be held at the Expo City in Dubai, United Arab Emirates from Thursday, Nov. 30 to Tuesday, Dec. 12.\nAll U.S. events at COP28 are open to the local press and will be live-streamed on the U.S. Center at COP28 website and the U.S. Center YouTube channel.\nNASA takes a full-picture approach to understanding all areas of our home planet using our vast satellite fleet and the data collected from their observations. The agency’s data is open-source and available for the public and scientists to study. NASA is showcasing the data at COP28 to share the different ways it can be used globally. The agency’s complete collection of Earth data can be found here.\nThe scientific research and understanding developed from NASA’s Earth observations are made into predictive models. Those models can be used to develop applications and actionable science to inform individuals including civic leaders and planners, resource managers, emergency managers, and communities looking to mitigate and adapt to climate change.\nThese satellites and models are augmented by the observations made from the International Space Station. The inclined, low Earth orbit from the station provides variable views and lighting over more than 90 percent of the inhabited surface of the Earth, a useful complement to sensor systems on satellites in higher-altitude polar orbits.\nCloser to the surface, NASA’s aviation research is focused on advancing technologies for more efficient airplane flight, including hybrid-electric propulsion, advanced materials, artificial intelligence, and machine learning. Technological advances in these areas have the potential to reduce human impacts on climate and air quality.\nAt the U.S. Center at COP28, in-person visitors can see the NASA Hyperwall where NASA scientists will provide live presentations showing how the agency’s work supports the Biden-Harris Administration’s agenda to encourage a governmentwide approach to climate change. During the hyperwall talks, NASA leaders, scientists and interagency partners will discuss the agency's end-to-end research about our planet. This includes designing new instruments, satellites, and systems to collect and freely distribute the most complete and precise data possible about Earth's land, ocean, and atmospheric system. A full schedule of the NASA’s hyperwall talks at the conference can be found here.\nKatherine Rohloff\r\nHeadquarters, Washington\r\n202-358-1600\nkatherine.a.rohloff@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}