{
  "url": "https://climate.nasa.gov/news/3293/googles-a-passage-of-water-brings-nasas-water-data-to-life/",
  "title": "Google's ‘A Passage of Water' Brings NASA's Water Data to Life",
  "date": null,
  "content": "The international Surface Water and Ocean Topography (SWOT) satellite, as shown in this illustration, is the first global mission surveying Earth’s surface water. SWOT’s high-resolution data helps scientists measure how Earth’s bodies of water change over time. Credit: CNES.\nThis immersive experience leverages satellite data to illustrate how climate change is impacting Earth’s water cycle.\nAs part of the long-standing partnership between NASA and Google, NASA worked with Google Arts & Culture and artist Yiyun Kang to create an interactive digital experience around global freshwater resources titled “A Passage of Water.” This immersive experience leverages data from the Gravity Recovery and Climate Experiment (GRACE) satellites and new high-resolution data from the Surface Water and Ocean Topography (SWOT) mission to illustrate how climate change is impacting Earth’s water cycle.\nA digital version of “A Passage of Water” will be released online on Thursday, Nov. 30, ahead of the beginning of the United Nations’ Climate Change Conference of Parties (COP 28) in Dubai, United Arab Emirates. Google also will host a physical installation of the visualization project in the Blue Zone at COP 28.\n“NASA is the U.S. space agency that provides end-to-end research about our home planet, and it is our job to inform the world about what we learn,” said Kate Calvin, NASA’s chief scientist and senior climate advisor in Washington. “Highlighting our Earth science data in the installation of ‘A Passage of Water’ is a unique way to share information, in a digestible way, around the important connection between climate change and the Earth’s water cycle.”\nFor six decades, NASA has been collecting data on Earth’s land, water, air, and climate. This data is used to inform decision-makers on ways to mitigate, adapt and respond to climate change. All of NASA’s Earth science data is available for scientists and the public to access in a variety of ways.\n“NASA studies our home planet and its interconnected systems more than any other planet in our universe,” said Karen St. Germain, director of NASA’s Earth Science Division. “‘A Passage of Water’ provides an opportunity to highlight the public availability of SWOT data and other NASA Earth science data to tell meaningful stories, improve awareness, and help everyday people who have to make real decisions in their homes, businesses, and communities.”\nA collaboration between NASA and the French space agency CNES (Centre National d’Études Spatiales), SWOT is measuring the height of nearly all water on Earth’s surface, providing one of the most detailed, comprehensive views yet of the planet’s freshwater bodies. SWOT provides insights into how the ocean influences climate change and how a warming world affects lakes, rivers, and reservoirs.\n“The detail that SWOT is providing on the world’s oceans and fresh water is game-changing. We’re only just getting started with respect to data from this satellite, and I’m looking forward to seeing where the information takes us,” said Ben Hamlington, a research scientist at NASA’s Jet Propulsion Laboratory in Southern California.\nThe Google project also uses data from the GRACE and GRACE Follow-On missions –the former is a joint effort between NASA and the German Aerospace Center (DLR), while the latter is a collaboration between NASA and the German Research Centre for Geosciences (GFZ). GRACE tracked localized changes to Earth’s mass distribution, caused by phenomena including the movement of water across the planet from 2002 to 2017. GRACE-FO came online in 2018 and is currently in operation.\nAs with GRACE before it, the GRACE-FO mission monitors changes in ice sheets and glaciers, near-surface and underground water storage, the amount of water in large lakes and rivers, as well as changes in sea level and ocean currents, providing an integrated view of how Earth’s water cycle and energy balance are evolving.\n“A Passage of Water” is the most recent digital experience created under NASA’s Space Act Agreement with Google, with resulting content to be made widely available to the public free of charge on Google’s web platforms. This collaboration is part of a six-project agreement series that aims to share NASA’s content with audiences in new and engaging ways.\nLearn more about SWOT, GRACE, GRACE-FO, and NASA’s Earth Science missions at:\nhttps://science.nasa.gov/earth\nTo learn more about NASA Partnerships, visit:\nhttps://www.nasa.gov/partnerships\nKatherine Rohloff\r\nNASA Headquarters, Washington\r\n202-358-1600\nkatherine.a.rohloff@nasa.gov\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}