{
  "url": "https://climate.nasa.gov/news/3170/nasa-scientist-discovers-new-means-to-measure-snow-depth-from-space/",
  "title": "NASA Scientist Discovers New Means to Measure Snow Depth from Space",
  "date": null,
  "content": "Using a concept adapted from the mathematics and biology communities, a scientist at NASA's Langley Research Center developed a method to directly measure snow depth using lidar measurements from the Ice, Cloud and land Elevation Satellite-2 (ICESat-2). Credit: NASA\nBy Joe Atkinson,\r\nNASA's Langley Research Center\nInspired by how ants walk around their colonies, a NASA scientist is adding a new dimension to a satellite instrument that measures the height of Earth's ice sheets and sea ice.\nA NASA scientist is adding a new dimension to the climate-observing powers of a satellite instrument whose main mission is to measure the height of Earth's ice sheets and sea ice. And the inspiration for this new method comes from how ants walk around their colonies.\nUsing a concept adapted from the mathematics and biology communities, Yongxiang Hu of NASA's Langley Research Center in Hampton, Virginia, developed a method to directly measure snow depth using lidar measurements from the Ice, Cloud and land Elevation Satellite-2 (ICESat-2). Lidar uses pulses of laser light to make measurements, similar to how sonar uses sound. Hu worked with other scientists at NASA, the University of Arizona, Stevens Institute of Technology, and Ball Aerospace.\nSnow depth is an important measurement in understanding climate, weather, and Earth's water cycle, but there are limits to current measurement methods. To determine how to use ICESat-2's laser to directly measure snow depth, Hu turned to a principle he adapted from biologists and physicists who figured out the average length of the path an ant travels inside its colony before coming back out. What those scientists came up with is that the average time an ant walks around inside the colony before coming back is roughly four times the volume of the colony divided by its surface area.\nSimilar to an ant disappearing into a colony and walking around randomly, a photon of light from a lidar enters the snow and bounces around as it is scattered by the snow particles until it exits and is collected by the telescope on ICESat-2. All this happens very fast — at the speed of light.\nUsing a special model simulation and an equation almost identical to the one from the ant problem, Hu discovered he could measure the average distance a photon traveled inside the snow before it’s eventually measured by the lidar and determined the snow depth is half of that average distance.\n\"The model suggests that the photon is traveling inside the snow almost exactly the way the ant travels inside its colony,\" said Hu.\nHu's use of ICESat-2 to make snow depth measurements directly would overcome limitations of existing methods that use airborne and space platforms. Airborne measurements can only cover limited areas. Historically, satellite measurements have been limited by the low resolution of passive sensors. More recently, scientists have used ICESat-2 to measure the top of the snow layer on sea ice and CryoSat-2's radar to \"see\" the top of the sea ice beneath the snow layer. However, geolocation differences of just 10 feet or so in where these two satellites take measurements can introduce significant inaccuracies to inferences of snow depth.\nDirect measurements of snow depth would increase understanding of the water cycle and snowfall, and satellite estimates of sea ice thickness, since so much sea ice is covered by snow. It is a critical measurement, especially as climate change intensifies.\n\"In general, snowpack has been decreasing and the snow season has been shortened in the contiguous United States during the last 50 years,\" said Hu. \"Predicting regional changes in snowfall has been difficult.\"\nSnow plays an important role in regulating climate because it reflects the Sun's energy back out into space and helps keep the planet cool. Less snow on the ground equals less reflectivity and more warming. Less snow on sea ice removes an insulating layer that prevents heat from the relatively warm ocean from escaping to the much colder atmosphere.\nAccording to Hu, if carbon dioxide doubles from current levels, most climate models consistently predict an increase in global rainfall of anywhere between 3 to 7 percent. Inversely, though, snowfall may decrease significantly in mid-latitude regions. Accurate snow measurements can help constrain the models.\nThe innovation of Hu's team will advance climate scientists' abilities to better understand and interpret difficult-to-make snow depth measurements from space. Launched in 2018, ICESat-2 fires 10,000 laser pulses a second and measures the elevation of sea ice, ice sheets, forests and more in unprecedented detail.\nTheir findings were published recently in the journal Frontiers in Remote Sensing.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}