{
  "url": "https://climate.nasa.gov/news/3171/nasas-emit-will-map-tiny-dust-particles-to-study-big-climate-impacts/",
  "title": "NASA's EMIT Will Map Tiny Dust Particles to Study Big Climate Impacts",
  "date": null,
  "content": "Dust from northwest Africa blows over the Canary Islands in this image captured by the NOAA-20 satellite on Jan. 14. An upcoming NASA mission, the Earth Surface Mineral Dust Source Investigation (EMIT), will help scientists better understand the role of airborne dust in heating and cooling the atmosphere. Credit: NASA Earth Observatory\nBlown by wind across continents and oceans, dust does more than make skies hazy, congest lungs, and leave a film on windshields. Also known as mineral dust or desert dust, it can influence weather, hasten snowmelt, and fertilize plants on land and in the ocean. Particles from North Africa can travel thousands of miles around the globe, sparking phytoplankton blooms, seeding Amazonian rainforests with nutrients, and blanketing some American cities in a veil of grit while also absorbing and scattering sunlight.\nNASA’s Earth Surface Mineral Dust Source Investigation (EMIT) mission, set for launch in June 2022, aims to deepen researchers’ understanding of these fine particles of soil, silt, and clay from Earth’s deserts and, ultimately, how they affect climate.\nDarker, iron-rich dust absorbs the Sun’s heat and warms the surrounding air, while lighter-colored particles, rich in clay, do the opposite. “Different kinds of dust have different properties – they’re acidic, they’re basic, they’re light-colored, they’re dark – that determine how the particles interact with Earth’s atmosphere, as well as its land, water, and organisms,” said Robert O. Green, EMIT’s principal investigator and a longtime researcher at NASA’s Jet Propulsion Laboratory in Southern California. With the EMIT data, he added, “we’ll be on track to map the world’s dust-source regions and understand how dust heats and cools the planet, as well as how that might change under future climate scenarios.”\nResearchers at NASA and elsewhere have long focused on dust’s flight – a journey that can span hours or weeks, depending on particle sizes. Its atmospheric impacts are included in climate models, but it remains unclear whether dust has a net warming or cooling effect on the planet, and how this is changing over time.\nThe uncertainty comes from lack of data on dust composition, said Natalie Mahowald, EMIT’s deputy principal investigator and an Earth system scientist at Cornell University in Ithaca, New York. What knowledge researchers do have comes from fewer than 5,000 sampling sites that are mostly in farming areas, where detailed soil information can serve agricultural or commercial purposes. Because few crops grow in deserts, the world’s dust-producing regions tend to be undersampled, so scientists must assume dust composition in their computer simulations, which combine land, water, and air data to model climate changes.\n“Normally in climate models, we model dust as yellow – the average color of all types of dust – but if you’ve ever gone to a desert region, you’ll know that sand is not all one color,” Mahowald said. “So this assumption that it’s uniform across the globe doesn’t reflect what’s happening in reality.”\nTeachable Moment: Learn More About NASA’s Mission to Study Dust in Earth’s Atmosphere\nEMIT should improve that scenario. From its perch aboard the International Space Station, the state-of-the-art imaging spectrometer will map the world’s mineral-dust sources, gathering information about particle color and composition as the instrument orbits over dry, sparsely vegetated regions.\nEMIT will focus on 10 important dust varieties, including those containing iron oxides, whose dark-red hues can cause strong warming of the atmosphere. Knowing which kinds of dust prevail on the surface in each region will provide new information about the composition of particles lifted and transported through the air. With these insights, climate scientists can hone their understanding of mineral dust’s regional and global climate effects.\n“There is a lot of variability in the dust emissions – every second there’s some variability due to shifts in wind or rain, and there is seasonal, annual, and longer-term variability,” Mahowald said. “EMIT will provide information about the source regions of dust, which we combine with other atmospheric and climate information to evaluate the changes in emissions and better understand what has been going on in the past and what will happen in the future.”\nEMIT’s spectrometer receives sunlight reflected from Earth, then divides it into hundreds of distinct colors and records it on a grid of light detectors. The grid has 1,280 columns, each with 480 elements, and every column is effectively its own spectrometer, reading the colors of a soccer-field-size patch of Earth’s surface. Together, the instrument’s detectors can scan a strip of land 50 miles (80 kilometers) wide, at a rate of more than 4.4 miles (7 kilometers) each second.\n“In the beginning, scientists worked with single spectrometers,” Green said. “Now we’re going to be effectively flying 1,280 spectrometers over the surface of the Earth, each collecting hundreds of measurements per second.”\nEMIT will deliver more than 1 billion new measurements during its mission. Because each dust type has a unique light-reflecting signature, researchers will be able to determine the mineral and chemical composition of substances on the surface.\nThe precision of those observations will make EMIT’s instrument one of the most sophisticated Earth-facing imaging spectrometers ever put in space.\nEMIT is being developed at NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California. It will launch from Kennedy Space Center in Florida to the International Space Station aboard SpaceX’s 25th commercial resupply services mission for NASA. Once EMIT begins operation, its data will be delivered to the NASA Land Processes Distributed Active Archive Center (DAAC) for use by other researchers and the public.\nTo learn more about the mission, visit:\nhttps://earth.jpl.nasa.gov/emit/\nAndrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874\nandrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}