{
  "url": "https://climate.nasa.gov/news/3175/international-satellite-to-track-impacts-of-small-ocean-currents/",
  "title": "International Satellite to Track Impacts of Small Ocean Currents",
  "date": null,
  "content": "SWOT’s solar panels unfold as part of a test in January at a Thales Alenia Space facility in Cannes, France, where the satellite is being assembled. SWOT will measure elevations of Earth’s ocean and surface water, giving researchers information with an unprecedented level of detail. Credit: CNES/Thales Alenia Space\nThe Surface Water and Ocean Topography mission will explore how the ocean absorbs atmospheric heat and carbon, moderating global temperatures and climate change.\nThough climate change is driving sea level rise over time, researchers also believe that differences in surface height from place to place in the ocean can affect Earth’s climate. These highs and lows are associated with currents and eddies, swirling rivers in the ocean, that influence how it absorbs atmospheric heat and carbon.\nEnter the Surface Water and Ocean Topography (SWOT) mission, a joint effort of NASA and French space agency Centre National d’Études Spatiales (CNES), with contributions from the Canadian Space Agency (CSA) and the United Kingdom Space Agency. Launching in November 2022, SWOT will collect data on ocean heights to study currents and eddies up to five times smaller than have been previously detectable. It will also gather detailed information on freshwater lakes and rivers.\nObserving the ocean at relatively small scales will help scientists assess its role in moderating climate change. The planet’s largest storehouse of atmospheric heat and carbon, the ocean has absorbed more than 90% of the heat trapped by human-caused greenhouse gas emissions.\nMuch of the continued uptake of that heat – and the excess carbon dioxide and methane that produced it – is thought to occur around currents and eddies less than 60 miles (100 kilometers) across. These flows are small relative to currents such as the Gulf Stream and the California Current, but researchers estimate that in the aggregate they transfer up to half the heat and carbon from surface waters to the ocean’s depths.\nBetter understanding this phenomenon may be key to determining whether there’s a ceiling to the ocean’s ability to absorb heat and carbon from human activities.\n“What is the turning point at which the ocean starts releasing huge amounts of heat back into the atmosphere and accelerating global warming, rather than limiting it?” said Nadya Vinogradova Shiffer, SWOT’s program scientist at NASA Headquarters in Washington. “SWOT can help answer one of the most critical climate questions of our time.”\nExisting satellites can’t detect smaller-scale currents and eddies, limiting research into how those features interact with each other and with larger-scale flows.\n“That’s a place where we will learn a lot from having better observations of the small scales,” said J. Thomas Farrar, a SWOT oceanography science lead with Woods Hole Oceanographic Institution in Falmouth, Massachusetts.\nIn addition to helping researchers study the climate impacts of small currents, SWOT’s ability to “see” smaller areas of Earth’s surface will allow it to collect more precise data along coastlines, where rising ocean levels and the flow of currents can have immediate impacts on land ecosystems and human activity.\nHigher seas, for example, can cause storm surges to penetrate farther inland. Also, currents intensified by sea level rise may increase saltwater intrusion into deltas, estuaries, and wetlands, as well as groundwater supplies.\n“In the open ocean, the whole phenomenon of drawing down heat and carbon will affect humanity for years to come,” said Lee-Lueng Fu, the SWOT project scientist at NASA’s Jet Propulsion Laboratory in Southern California. “But in coastal waters, the effects of currents and sea height are felt over days and weeks. They affect human lives directly.”\nSo how will measuring ocean height lead to better knowledge of currents and eddies?\nResearchers use height differences between points – known as the slope – to calculate the motion of currents. The math accounts for the force of Earth’s gravity, which pulls water from high to low, and the planet’s rotation, which, in the Northern Hemisphere, bends the flow clockwise around high points and counterclockwise around low points. The effect is the opposite in the south.\nSystems of currents hundreds of miles wide flow around broad expanses of the ocean. Along the way, smaller currents and eddies spin off and interact with one another. When they come together, they drive water from the surface downward to colder depths, taking along heat and carbon from the atmosphere. When those smaller currents and eddies flow apart, water from those colder depths rises to the surface, ready to absorb heat and carbon again.\nThis vertical movement of heat and carbon also occurs at eddies themselves. In the Northern Hemisphere, clockwise eddies generate downward flows, while counterclockwise eddies create upward flows. The reverse occurs in the Southern Hemisphere.\nBy measuring ocean heights down to 0.16-inch (0.4-centimeter) increments, as well as their slopes, SWOT’s two Ka-band Radar Interferometer (KaRIn) antennas will help researchers discern currents and eddies as small as 12 miles (20 kilometers) across.\nSWOT will also employ a nadir altimeter, an older technology that can identify currents and eddies down to about 60 miles (100 kilometers) wide. Where the nadir altimeter will point straight down and take data in one dimension, the KaRIn antennas will tilt. This will enable the KaRIn antennas to scan the surface in two dimensions and, working in tandem, collect data with greater precision than the nadir altimeter alone.\n“Currently, to get a two-dimensional view from a one-dimensional line, we take all of our one-dimensional lines and estimate what’s happening between them,” said Rosemary Morrow, a SWOT oceanography science lead at Laboratoire d’Études en Géophysique et Océanographie Spatiales in Toulouse, France. “SWOT will directly observe what’s in the gaps.”\nSWOT is being jointly developed by NASA and CNES, with contributions from the CSA and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the KaRIn instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, nadir altimeter, the KaRIn RF subsystem (with support from the UK Space Agency), the platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and associated launch services.\nTo learn more about the mission, visit:\nhttps://swot.jpl.nasa.gov/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}