{
  "url": "https://climate.nasa.gov/news/3149/california-fire-led-to-spike-in-bacteria-cloudiness-in-coastal-waters/",
  "title": "California Fire Led to Spike in Bacteria, Cloudiness in Coastal Waters",
  "date": null,
  "content": "By Esprit Smith,\r\nNASA’s Earth Science News Team\nThe Woolsey Fire burn scar, shown in red, was large enough to be visible from space, as seen in this view from NASA’s Terra satellite. The colors in the image have been enhanced to simulate a more natural appearance. Credit: NASA's Earth Observatory\nScientists analyzed coastal water quality in the months following a major Southern California wildfire. Their results were eye-opening.\nThe November 2018 Woolsey Fire in Southern California’s Los Angeles and Ventura counties left more than a nearly 100,000-acre burn scar behind: It also left the adjacent coastal waters with unusually high levels of fecal bacteria and sediment that remained for months.\nFor a new study, published in Nature Scientific Reports, scientists combined satellite imagery, precipitation data, and water quality reports to assess two standard parameters for coastal water quality after the fire: the presence of fecal indicator bacteria and the turbidity, or cloudiness, of the water.\nFecal indicator bacteria originate from the gastrointestinal tracts of humans and other warm-blooded animals. While they’re not harmful, they indicate the presence of other bacteria and pathogens found in feces that can be. Turbidity has other implications: Cloudy, murky water results in less sunlight reaching marine life – like kelp and phytoplankton – that rely on it to survive.\nWhen it rains, runoff typically carries some bacteria and sediment from the land to coastal waters. But the huge spike in both following the fire was anything but typical.\n“Post-fire, we saw drastic water quality changes, particularly at beaches draining the burned area,” said the study’s lead author, Marisol Cira, a UCLA Ph.D. candidate and an intern at NASA’s Jet Propulsion Laboratory in Southern California. “In those areas, both total coliform bacteria and enterococcus were far greater than pre-fire levels, as was turbidity plume size.”\nMore specifically, the researchers concluded that the post-fire monthly average of total coliforms – a large group of fecal indicator bacteria that can be found in soil, on plants, and in human waste – was 10 times higher than it was for any month in the previous 12 years’ worth of data. Enterococcus, which indicates the presence of bacteria that can cause gastrointestinal disease, was 53 times higher – and well above what is considered safe for recreational use of the water. (Local authorities issued water quality warnings at the time.)\nTo assess turbidity levels, the study team analyzed satellite imagery from before, during, and after the fire. They were able to estimate the size of sediment plumes that moved into coastal waters following rain events – when turbidity levels usually increase. They found that the surface areas of turbidity plumes during the first storm following the Woolsey Fire were about 10 times greater than those following similar rain events from pre-fire years.\nResearchers noted that bacteria levels remained high through February 2019 and took six months to return to pre-fire levels; turbidity remained high for three months before returning to previous levels.\nDuring normal conditions, soil absorbs much of the water that falls when it rains, preventing a lot of bacteria and sediment from making its way to the coast. But after a fire, that’s not the case.\n“When a fire burns through a forest, it increases the amount of vegetation litter on the ground and changes the chemistry of the soils in a way that makes them unable to absorb water,” said Christine Lee, a study coauthor at JPL. “So rather than getting absorbed into the soil, rain runs off into local water bodies and coastal systems, carrying sediment and bacteria with it.”\nThe researchers also looked at the amount of post-fire fecal indicator bacteria in the water during different weather conditions. They found that more bacteria were present in wet weather than in dry weather; but, in both cases, average monthly bacteria levels showed dramatic and prolonged increases over pre-fire levels.\n“Usually when there’s a spike of bacteria in the water, it only lasts a day or two,” said Luke Ginger, scientist and study coauthor from the nonprofit Heal the Bay in Santa Monica, California. “But after the fire, there were months of sustained high bacteria. So that was a big concern.”\nWildfire seasons are becoming longer and more intense; in fact, the seven largest California wildfires on record have occurred during the last four years.\n“Climate change will likely exacerbate the effects we see here in terms of water quality as wildfire and rainfall patterns continue to change,” said Ginger. “A key part in protecting our ecosystems and communities is understanding these emerging threats and spreading awareness about them.”\nWhile this study examined only the effects of the 2018 Woolsey Fire, an upcoming NASA project called KelpFire, funded by NASA’s Minority University Research and Education Program (MUREP), will explore additional coastal watersheds in California. This effort will dive deeper into how fire-related impacts like those discussed in this study affect the greater coastal ecosystem, such as kelp forests.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}