{
  "url": "https://climate.nasa.gov/news/3176/nasas-ecostress-detects-heat-islands-in-extreme-indian-heat-wave/",
  "title": "NASA's ECOSTRESS Detects ‘Heat Islands' in Extreme Indian Heat Wave",
  "date": null,
  "content": "NASA’s ECOSTRESS instrument made this image of ground temperatures near Delhi (lower right), around midnight on May 5. The urban “heat islands” of Delhi and smaller villages peaked at 102 degrees Fahrenheit (39 degrees Celsius) while nearby fields were about 40 degrees Fahrenheit cooler. Credit: NASA/JPL-Caltech\nThe instrument aboard the space station documents blistering temperatures in urban areas around Delhi during the historic heat wave on the Indian subcontinent.\nA relentless heat wave has blanketed India and Pakistan since mid-March, causing dozens of deaths, fires, increased air pollution, and reduced crop yields. Weather forecasts show no prospect of relief any time soon. NASA’s Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station instrument (ECOSTRESS) has been measuring these temperatures from space, at the highest spatial resolution of any satellite instrument.\nThis image, taken shortly before local midnight on May 5, shows urban areas and agricultural lands northwest of Delhi (the large red area in the lower right) that are home to about 28 million people. The image covers about 4,800 square miles (12,350 square kilometers).\nCities are usually markedly warmer than the surrounding countryside due to human activities and the materials used in the built environment. The image clearly delineates these urban “heat islands.” Nighttime temperatures in Delhi and several smaller villages were above 95 degrees Fahrenheit (35 degrees Celsius), peaking at about 102 degrees F (39 degrees C), while the rural fields nearby had cooled to around 60 degrees F (15 degrees C). These data suggest that city dwellers are experiencing considerably higher temperatures than the average temperatures reported for their regions.\nECOSTRESS measures the temperature of the ground itself, which is very similar to air temperature at night (though the ground may be warmer than the air in daylight hours). The instrument launched to the space station in 2018. Its primary mission is to identify plants’ thresholds for water use and water stress, giving insight into their ability to adapt to a warming climate. However, ECOSTRESS also records other heat-related phenomena, like this heat wave. With a pixel size of about 225 feet (70 meters) by 125 feet (38 meters), its high-resolution images serve as a powerful tool for understanding aspects of the weather event that might be overlooked by traditional observation networks.\nNASA’s Jet Propulsion Laboratory in Southern California built and manages the ECOSTRESS mission for the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA’s Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}