{
  "url": "https://climate.nasa.gov/news/3180/nasas-cynthia-rosenzweig-receives-2022-world-food-prize/",
  "title": "NASA's Cynthia Rosenzweig Receives 2022 World Food Prize",
  "date": null,
  "content": "Cynthia Rosenzweig explaining the AgMIP Farm System approach. Credit: Shari Lifson\nBy Sofie Bates,\r\nNASA’s Earth Science News Team\nA NASA climate researcher has received the 2022 World Food Prize, comparable to a Nobel Prize for food and agriculture.\nCynthia Rosenzweig, a senior research scientist and head of the Climate Impacts Group at NASA’s Goddard Institute for Space Studies (GISS) in New York City, received the 2022 World Food Prize from the World Food Prize Foundation on May 5. According to the World Food Prize Foundation, the World Food Prize is a prestigious international award conceived as the \"Nobel Prize for Food and Agriculture\" with a mission to elevate innovations and inspire action to sustainably increase the quality, quantity, and availability of food for all.\nRosenzweig was selected for the award for her research to understand the relationship between climate and food systems and forecast how both will change in the future. Her modeling work has provided a foundation for decision-makers around the world to create strategies to mitigate climate change and adapt our food systems to a changing planet, which has helped communities worldwide address the consequences of Earth’s changing climate.\n“I am thrilled and honored to receive the World Food Prize this year because food systems are now emerging as a key component of climate change,” said Rosenzweig.\nRosenzweig has been a research scientist at NASA GISS and head of the Climate Impacts Group since 1994. Her research focuses on improving models and assessments of how climate change will affect agriculture and the food supply in the future. In addition, she uses data from NASA satellites and models to study agricultural regions around the world and how they are changing. Rosenzweig has previously served as coordinating lead author for the Intergovernmental Panel on Climate Change (IPCC) Working Group II Fourth Assessment Report in 2007 and the IPCC Special Report on Climate Change and Land in 2019.\nShe is also a co-founder of the Agricultural Model Intercomparison and Improvement Project (AgMIP), an international project using climate science, crop modeling, and economic modeling to understand crop yield and food security in a changing climate. Over 1,000 researchers from developed and developing nations have partnered with AgMIP to improve agricultural models and techniques to assess the future impacts of climate change on agriculture and food systems both regionally and globally. Through AgMIP, Rosenzweig has worked on research projects studying the effects of rising atmospheric carbon dioxide on crops as well as quantifying greenhouse gas emissions released through food production.\n“I’m proud of Dr. Rosenzweig’s dedication to improving agricultural models and capabilities that improve life around the globe,” said NASA Administrator Bill Nelson. “On behalf of the entire NASA community, I want to congratulate her on this accomplishment. As our climate changes, NASA will continue working to understand the impact of more intense weather events that increasingly strain the worldwide food supply. We’ll continue to support scientists like Dr. Rosenzweig as we plan for the future in a changing climate.”\nScientists like Rosenzweig are already using agricultural data from NASA’s fleet of Earth-observing satellites to understand food production and security in a changing climate. Modeling drought, water availability, changing surface temperature, and other factors helps scientists like Rosenzweig understand crop yields and how they are changing. In the future, NASA’s upcoming Earth System Observatory will provide more key information to guide understanding of how climate change impacts food and agriculture.\n“Congratulations to Dr. Rosenzweig on this accomplishment,” said Gavin Schmidt, director of NASA GISS. “This award and Dr. Rosenzweig’s work is a great example of the value of NASA’s research to help people around the world and in meeting our mission to innovate for the benefit of humanity.”\nFor more information about the World Food Prize visit: https://www.worldfoodprize.org/\nFor more information about Cynthia Rosenzweig: https://www.giss.nasa.gov/staff/crosenzweig.html\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}