{
  "url": "https://climate.nasa.gov/news/3174/climate-change-threatens-2-trillion-blue-economy/",
  "title": "Climate Change Threatens $2 Trillion ‘Blue Economy’",
  "date": null,
  "content": "2 min read\nEarth observations like those from NASA satellites are critical to understanding the threats of climate change to Earth’s ocean, according to a recent article in Oceanography led by the Ecological Forecasting program area. The article, titled Integrating Biology into Ocean Observing Infrastructure: Society Depends on It, is featured in a special observing supplement to the journal.\nHumanity’s dependence on the ocean affects every sector of life: trade and tourism, pharmaceuticals, research, energy, and more. The study authors noted that the value of this “blue economy” totals roughly $2 trillion every year, and while over 90% of Earth’s habitable space is contained in the sea, the habitats within it are rapidly changing.\nSea surface temperatures have risen about 0.11 degrees Celsius (about 0.2 degrees Fahrenheit) per decade since the 1980s, leading to sea level rise of about 3 centimeters (about 1.2 inches) per decade. At the same time, global temperature increases have caused thinner sea ice and smaller ice shelves, with the minimum summer Arctic sea ice cover decreasing by an average of about 13% per decade. These changes have disrupted salinity, oxygen levels, ocean winds, severe storm patterns, and major ocean currents around the globe, affecting the health of marine life and endangering the communities that depend on them for sources of income, energy, and food security.\nThe study authors found that Earth observations can help track these changes to guide decisions that work with ocean environments, to reduce greenhouse gas emissions, and to combat climate change. The paper outlines key targets for expanding global ocean-observing capabilities and the technologies available to gather these critical data.\nMore information on NASA’s involvement in this paper can be found in the Applied Sciences story Satellite Data Critical to Protecting $2 Trillion “Blue Economy.”\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}