{
  "url": "https://climate.nasa.gov/news/3196/subpopulation-of-greenland-polar-bears-found-by-nasa-funded-study/",
  "title": "Subpopulation of Greenland Polar Bears Found by NASA-Funded Study",
  "date": null,
  "content": "A photo of a Southeast Greenland polar bear on glacier, or freshwater, ice at 61 degrees north in September 2016, taken during NASA's Oceans Melting Greenland field mission. Credit: NASA/Thomas W. Johansen\nBy Jude Coleman,\r\nNASA’s Earth Science News Team\nAs global warming melts away Arctic sea ice, polar bears are scrambling to find ice on which to hunt. But Greenland’s fjords harbor a small but unique group of polar bears that rely on glacial ice.\nGreenland’s fjords harbor a unique group of polar bears that rely on glacial ice, a NASA-funded study reports in Science.\nPolar bears throughout the Arctic depend on sea ice as a platform for hunting seals. As human-caused climate change warms the planet and Arctic sea ice melts away, polar bears are scrambling to find ice on which to hunt. But in Southeast Greenland, researchers found that bears survive for most of the year in fjords by relying on ice melanges, a mix of sea ice and pieces of glacial ice that is carved off of marine-terminating glaciers. This group of polar bears has been isolated for several hundred years from their Arctic counterparts and are genetically distinct.\nAn international team of scientists, including those from the University of Washington and the National Snow Ice and Data Center (NSIDC), tracked bears in Southeast Greenland for seven years and combined their new data with genetic analysis and three decades of historical data from Greenland’s whole east coast. They also used the Moderate Resolution Imagine Spectroradiometer instruments (MODIS) aboard NASA’s Terra and Aqua satellites and NSIDC data to document the fjord and offshore sea ice environment.\nTheir findings revealed that the Southeast Greenland bears are cut off from sea ice two-thirds of the year, and supplement their hunting by using freshwater ice slabs, which routinely break off from the Greenland Ice Sheet and coastal glaciers. The bears also traipse between fjords by crossing inland ice and trekking over mountains.\n“We knew there were some bears in the area from historical records and Indigenous knowledge,” said co-author Kristin Laidre, a polar scientist at the University of Washington. “We just didn’t know how special they were,” she said.\nSoutheast Greenland’s sea ice resembles now what researchers expect ice conditions in Northeast Greenland will look like in the late 21st century due to climate change. This small, genetically distinct group of polar bears uses strategies that could help the species survive in a warming world. But the authors caution that glacier ice can’t provide a habitat for many bears because relatively few places drop large quantities of glacier ice into the ocean. Polar bear numbers will likely decrease in most of the Arctic, where they rely solely on sea ice.\nThis research was funded by NASA’s Biological Diversity and Ecological Forecasting and Cryospheric Sciences programs, the U.S. National Science Foundation, the government of Denmark; the government of Greenland; the University of Washington; the University of Oslo; the Leo Model Foundation and the Vetlesen Foundation.\nThis collaboration was important for supporting the team’s interdisciplinary research, said co-author and NSIDC Deputy Lead Scientist Twila Moon. “We view these cross-collaborations as vital for addressing many pressing research challenges related to our rapidly changing world,” she adds.\nEllen Gray, NASA's Earth Science News Team\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}