{
  "url": "https://climate.nasa.gov/news/3194/smashing-new-maps-of-hailstorms/",
  "title": "SMASHing New Maps of Hailstorms",
  "date": null,
  "content": "3 min read\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nSevere storms are becoming more intense due to global warming, and hailstorms, a type of severe storm, can be more damaging than hurricanes. A NASA project is creating better ways to predict these unusual weather events.\nHailstorms are much more likely to form than tornadoes and are among the most expensive weather events in the U.S., often causing more damage than hurricanes, and computer models predict that due to warming temperatures, severe storms will become more intense. Tracking these storms is a NASA-funded team named “Satellite Mapping and Analysis of Severe Hailstorms,” otherwise known as SMASH.\nKris Bedka is the principal investigator. He says the team is developing satellite-based tools to better understand and track where hail has most often occurred and to identify hail-damaged areas from space. Part of that effort was the release of a database of hailstorm detections from January 1998 to March 2021.\n“Our team at NASA Marshall developed a consistent and long-term database that clearly shows where hailstorms have most frequently occurred and released it for anyone in the research community, the public, or industry to visualize and use. That is a pretty exciting milestone for us,” Bedka says.\nThe project is a partnership between NASA centers Langley and Marshall, Willis Towers Watson (WTW) reinsurance, international partners in South America and Germany, and several academic partners throughout the United States. A reinsurance company is involved because the costs of hailstorms can be so high that a simple insurance policy cannot cover the losses. Insurance companies have their own insurance policies, and this reinsurance covers the insurance companies.\nWTW, now called Gallagher Re, asked Bedka’s team to develop a long-term climatology of hailstorm pattern detections using data from a variety of satellites, including Meteosat Second Generation (MSG), Tropical Rainfall Measuring Mission (TRMM), and Global Precipitation Measurement Mission (GPM) over South Africa.\n“We delivered a 14-year database of observations from different satellites to them, and in March 2021, they released an operational hailstorm CatModel,” Bedka explains. He added that the essential element to most of this work is long-term data consistency. SMASH scientists have developed pattern recognition algorithms to identify possible hailstorms. As technology advances, images from satellites become crisper and cleaner.\n“If you go from blurry images to much sharper images,” he said, “your algorithms are naturally going to perform better on the really good imagery.”\nMore information on NASA’s work studying severe weather can be found in the Applied Sciences story Earth Observations SMASH Limits in Understanding Severe Storms.\nWith hurricane season underway, NASA is gearing up to produce cutting-edge research to bolster the…\nSkylab 3 astronauts witnessed many spectacular sights during their 858 orbital trips around the Earth…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}