{
  "url": "https://climate.nasa.gov/news/3205/nasa-data-on-plant-sweating-could-help-predict-wildfire-severity/",
  "title": "NASA Data on Plant ‘Sweating' Could Help Predict Wildfire Severity",
  "date": null,
  "content": "Smoke rises from the Bobcat Fire, which burned more than 115,000 acres (46,539 hectares) in Southern California’s San Gabriel Mountains in 2020. In the months before the fire, NASA’s ECOSTRESS passed over the area aboard the International Space Station, collecting data on plant water use. Credit: NASA\nA new study uses data from the ECOSTRESS instrument aboard the space station to better understand why some parts of a wildfire burn more intensely than others.\nEven in drought-stricken California, not all areas face the same degree of wildfire risk. A recent study featuring data from NASA’s ECOSTRESS mission found relationships between the intensity of a wildfire and the water stress in plants measured in the months before the blaze. The correlations weren’t just a matter of dry plants burning more than hydrated ones; some areas where vegetation had sufficient water burned more severely, possibly because fires had more fuel to consume.\nThe research, led by scientists at NASA’s Jet Propulsion Laboratory in Southern California, draws on plant water-use data collected by ECOSTRESS, short for the ECOsystem and Spaceborne Thermal Radiometer Experiment on Space Station. The instrument measures the temperature of plants as they heat up when they run out of water. For this study, researchers focused on data collected during portions of 2019 and early 2020 over six areas – three in Southern California mountains and three in the Sierra Nevada – that were subsequently scorched by wildfires.\nOther research has shown that wildfire season across the Western U.S. is starting earlier in the year and increasing in length and severity. In California – a state with 33 million acres (13 million hectares) of forests, much of it managed by federal, state, and local agencies – detailed insights on the relationship between wildfire and the availability of water to vegetation could help fire-management officials identify not just whether an area will likely catch fire, but how serious the damage will be if it does.\n“We are in an intense megadrought – the worst in 1,200 years – and it’s creating conditions for more catastrophic fires,” said Christine Lee, a study co-author at JPL. “Data sets like those from ECOSTRESS will be critical for advancing science and can provide information to support those who are responding to climate-change crises.”\nComparing the ECOSTRESS data with separate postfire satellite imagery, researchers found that the rate at which plants release water by “sweating” – a process known as evapotranspiration – as well as how efficiently they use water for photosynthesis, can help predict whether subsequent wildfires are more or less intense. Both measures indicate whether a plant community is getting enough water or is under stress from lack of it.\n“We were trying to understand what drives differences in why some areas have severe burns and other areas don’t,” said Madeleine Pascolini-Campbell, a water and ecosystems scientist at JPL and lead author of the paper. “The results show how crucial water stress is for predicting which areas burn the most and why it’s important to monitor vegetation in these regions.”\nLike humans, plants struggle to function when they’re too hot. And in much the same way that sweating helps humans stay cool, plants rely on evapotranspiration to regulate their temperature. Evapotranspiration combines the rate at which plants lose water as it evaporates from the soil and by transpiration, in which they release water through openings in their leaves, called stomates. To avoid losing too much water, plants start closing their stomates if they get too dry.\n“As a result, they start to heat up because they don’t have the benefit of ‘sweating’ anymore,” Lee said. “With ECOSTRESS, we can observe these really fine changes in temperature, which are used to understand changes in evapotranspiration and water-use efficiency.”\nIn general, slower evapotranspiration and lower efficiency signal that plants are water-stressed. Higher values indicate that plants are getting enough water.\nECOSTRESS tracks evapotranspiration via a high-resolution thermal radiometer that can measure the temperature of patches of Earth’s surface as small as 130 by 230 feet (40 by 70 meters).\nIn the paper, published in Global Ecology and Biogeography, researchers found that water-stress-related variables, along with elevation, were dominant predictors of burn severity in areas struck by three Southern California wildfires in 2020: the Bobcat Fire in the Angeles National Forest, along with the Apple and El Dorado fires in the San Bernardino National Forest.\nWhether higher or lower stress predicted more severe burning depended on the primary type of vegetation in an area, Pascolini-Campbell said. For example, stressed pine forests tended to burn more severely, suggesting that drier conditions made trees more flammable. Meanwhile, in grasslands, lower stress tended to correlate with more burn damage, a possible indication that robust vegetation growth produced more fuel, resulting in more intense blazes. And in the Sierra Nevada regions burned by the Creek Fire, the Sequoia Complex Fire, and the North Complex Fire, results showed weaker relationships between pre-fire stress and burn severity. The study authors hypothesize that variables not captured in the analysis – wind or other weather conditions – were more influential in those burn areas.\nThe study comes as NASA is ramping up efforts to mobilize its technology, expertise, and resources to study wildfires. The agency in May announced the formation of NASA Wildland FireSense, an initiative aimed at bringing together experts from different disciplines, along with advanced technology and analytical tools, to develop approaches that can inform and guide fire management decision-makers.\nThe importance of tools such as ECOSTRESS, which is scheduled to operate until September 2023, will grow as climate change drives greater wildfire risk across the Western U.S., Pascolini-Campbell said. “It’s a high-priority region for using these types of studies to see which areas are the most vulnerable,” she added.\nJPL, a division of Caltech in Pasadena, built and manages the ECOSTRESS mission for the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA’s Earth System Science Pathfinder program at the agency’s Langley Research Center in Hampton, Virginia.\nMore information about ECOSTRESS is available here:\nhttps://ecostress.jpl.nasa.gov/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.go\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}