{
  "url": "https://climate.nasa.gov/news/3193/nasas-ecostress-sees-las-vegas-streets-turn-up-the-heat/",
  "title": "NASA's ECOSTRESS Sees Las Vegas Streets Turn Up the Heat",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nNASA’s ECOSTRESS instrument recorded ground temperatures around Las Vegas at 5:23 p.m. on June 10. In the city, the hottest surfaces were the dark-colored streets (red grid, center) at more than 122 degrees Fahrenheit (50 degrees Celsius). Other urban surfaces were as much as 23 F (13 C) cooler. Credit: NASA/JPL-Caltech\nAn instrument on the space station documented how built and natural surfaces responded to record heat in Las Vegas.\nOn June 10, Las Vegas reached a record daily high temperature of 109 degrees Fahrenheit (43 degrees Celsius), and temperatures of the ground surface itself were higher still. NASA’s Ecosystem Spaceborne Thermal Radiometer Experiment on Space Station (ECOSTRESS) instrument recorded this image of surface temperatures at 5:23 p.m. that day.\nWithin the city, the hottest surfaces were the streets – the grid of dark red lines in the center of the image. Pavement temperatures exceeded 122 F (50 C), while the exteriors of downtown buildings were a few degrees cooler than paved surfaces. Suburban neighborhoods averaged about 14 F (8 C) cooler than pavement, and green spaces such as golf courses were 23 F (13 C) cooler.\nCities are usually warmer than open land because of human activities and the materials used for building. Streets are often the hottest part of the built environment due to asphalt paving. Dark-colored surfaces absorb more heat from the Sun than lighter-colored ones; asphalt absorbs up to 95% of solar radiation and retains the heat for hours into the nighttime. In this image, patches of dark-colored volcanic rock south of Lake Mead are also noticeably hot.\nECOSTRESS measures the temperature of the ground, which is hotter than the air temperature during the daytime. The instrument launched to the space station in 2018. Its primary mission is to identify plants’ thresholds for water use and water stress, giving insight into their ability to adapt to a warming climate. However, ECOSTRESS is also useful for documenting other heat-related phenomena, like patterns of heat absorption and retention. Its high-resolution images, with a pixel size of about 225 feet (70 meters) by 125 feet (38 meters), are a powerful tool for understanding our environment.\nNASA’s Jet Propulsion Laboratory in Southern California built and manages the ECOSTRESS mission for the Earth Science Division in the Science Mission Directorate at NASA Headquarters in Washington. ECOSTRESS is an Earth Venture Instrument mission; the program is managed by NASA’s Earth System Science Pathfinder program at NASA's Langley Research Center in Hampton, Virginia.\nMore information about ECOSTRESS is available here:\nhttps://ecostress.jpl.nasa.gov/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}