{
  "url": "https://climate.nasa.gov/news/3192/nasa-fema-release-comprehensive-climate-action-guide/",
  "title": "NASA, FEMA Release Comprehensive Climate Action Guide",
  "date": null,
  "content": "NASA supercomputer model shows how greenhouse gases like carbon dioxide (CO2) – a key driver of global warming – fluctuate in Earth’s atmosphere throughout the year. Higher concentrations are shown in red. Credit: NASA’s Scientific Visualization Studio/NASA’s Global Modeling and Assimilation Office\nNASA and the Federal Emergency Management Agency (FEMA) have released a guide that provides resources for adapting to and mitigating impacts of climate change. The guide, Building Alliances for Climate Action, includes various perspectives, stories, insights, and resources about climate change to help individuals and organizations make informed decisions.\n“NASA’s Earth observation and research supports the Biden-Harris Administration’s climate agenda, which outlines putting the climate crisis at the center of our nation’s foreign policy and national security,” said NASA Administrator Bill Nelson. “NASA is working hand in hand with FEMA to ensure communities across the U.S. and around the world have the resources they need to adapt in the face of extreme weather – which is increasing due to climate change.”\nThe guide is a result of the Alliances for Climate Action, which NASA and FEMA co-hosted last year, a virtual series aimed at addressing rising demand for accurate, timely, and actionable information at a time of rapid global climate change. During the series, speakers shared their perspectives and paths to bolstering collective climate action.\n“To meet this moment, we need to invest in initiatives to break the cycles of disaster, damage, and reconstruction,” said FEMA Administrator Deanne Criswell. “Our actions now will directly impact the future. In the past, FEMA was criticized for insufficient action on climate change. This will not be our future.”\nNASA also partners with FEMA in other ways related to climate and Earth science. Before, during, and after disasters occur, NASA's Disasters Program coordinates with FEMA and other response agencies, decision-makers, and local governments to provide Earth-observing data and applied research results. NASA data inform choices, support decisions, and guide actions to build resilient communities. NASA’s Disasters Mapping Portal provides near-real-time data on current events.\nTo improve access to key information, Nelson announced a concept for NASA’s Earth Information Center, which is an opportunity for the agency to leverage its data and modeling capabilities to work with trusted government and community partners with longstanding engagement in communities most affected by climate change.\nSupporting this effort are the Earth-observing missions we are flying today and building for the future. The center will complement the next generation of Earth observation satellites – NASA’s Earth System Observatory – to be launched by the end of this decade. As the next generation of missions to observe our planet, NASA’s observatory will provide a 3D, holistic view of Earth to help us better understand what our planet’s changes mean for humanity.\nFor more information about NASA’s Earth science programs, visit:\nhttps://www.nasa.gov/earth\nTylar Greene\r\nHeadquarters, Washington\r\n202-358-0030\ntylar.j.greene@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}