{
  "url": "https://climate.nasa.gov/news/3201/climate-patterns-thousands-of-miles-away-affect-us-bird-migration/",
  "title": "Climate Patterns Thousands of Miles Away Affect US Bird Migration",
  "date": null,
  "content": "More than 350 species of birds are counted on the Pacific Flyway every year. Credit: Davis Ranches/John Brennan\nBy Esprit Smith,\r\nNASA's Earth Science News Team\nA NASA-led study links bird migration timing to large-scale climate patterns originating thousands of miles away.\nEvery spring, migratory birds arrive in the continental United States from south and central America to breed. But precisely when they arrive each spring varies from year to year. In a NASA-led study published in the Bulletin of the American Meteorological Society, scientists have linked this variability to large-scale climate patterns originating thousands of miles away.\nMigratory birds benefit ecosystems by helping to control pests, pollinating plants and serving as food for other wildlife. The more land managers know about the current migration patterns of these birds – and the migration patterns that are likely to develop in the future due to climate change – the better they can direct their efforts to protect the birds and to restore and conserve their habitats. This study brings them one step closer to that goal.\nThe scientists analyzed 23 years of bird migration data collected via NOAA’s Next Generation Radar system – a network of 143 radar stations across the continental U.S. – to determine the variability in the birds’ arrival times each spring. This is where they made their first discovery: The U.S. could be divided into two regions, east and west, each with a distinct pattern of variability in bird arrival times.\nThe east region includes all areas east of 102 degrees west longitude – a line that, in the U.S., bisects North Dakota and extends down through Texas. The west region includes all areas west of that line.\nBird migration in the U.S. is monitored in the context of four “flyways” or principle migration routes, two in the eastern U.S. and two in the western U.S. The new research digs into the different influences on each half of the country that affect the timing of environmental cues, such as temperature and weather patterns, that prompt birds to travel along their flyway.\n\"Our approach doesn’t replace the ‘flyways’ but rather introduces a different geographic framework that reflects the interannual variability of bird migration at the continental scale,” said Amin Dezfuli, scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and lead author of the study. “This framework helps us to better understand how climate patterns influence broadscale bird movements and migration variability.”\nIn order to identify what was driving the variability in bird migration in each of these newly-defined regions, the science team analyzed meteorological and climate model data for both. They found that variability in the west region was strongly linked to regional air and sea surface temperature in the adjacent (Pacific) Ocean. For instance, above-average temperatures in the region in 2005 resulted in the birds arriving earlier than average.\nThey found that variability in the east region, however, was more strongly linked to large-scale atmospheric disturbances called Rossby waves. Rossby waves form due to the Earth’s rotation and geography. They help transfer warm air from the tropics poleward and cold polar air to the lower latitudes. Flowing east to west, they can be thousands of miles long and impact weather and climate patterns.\n“Using the climate data, we were able to attribute the bird migration patterns, especially in the eastern region of the U.S., to Rossby waves,” said Dezfuli. “Rossby waves can be triggered in the tropical Pacific, thousands of kilometers away, and propagate all the way over to the U.S., providing the climatic conditions we associate with these bird migration patterns.”\nBecause Rossby waves can be as long horizontally as the country itself, a peak in the west can bring warm temperatures to that region while a low-pressure trough in the east could bring cooler temperatures and storms to the eastern region at the same time. This ultimately impacts bird migration in both regions.\n“Knowing the timing of migration is fundamental to our overall understanding of migration systems,” said Kyle Horton, co-author and biologist at Colorado State University. “This study adds a new and important dimension to this understanding, highlighting how interconnected migration systems are with atmospheric circulation – near and far.”\nDezfuli is now looking toward how these results may be applied in the future.\n“Now that we have established regional-specific associations between climate variability and bird migration patterns, we could next investigate the potential changes in migratory patterns under future climate scenarios,” Dezfuli said.\nThe more scientists and other stakeholders know about climate change’s effects on bird migration, the better they can prepare to protect these birds and the habitats on which they rely.\nEllen Gray, NASA's Earth Science News Team\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}