{
  "url": "https://climate.nasa.gov/news/3147/drought-makes-its-home-on-the-range/",
  "title": "Drought Makes its Home on the Range",
  "date": null,
  "content": "2 min read\nTracy Schohr’s family has raised beef cattle on their ranch in Gridley, California for six generations. “We’re cattle producers, but we’re really grass farmers,” she said. “If you mismanage your grass then your cattle won’t survive.”\nThat is one of the reasons that Schohr is helping to gather data on grazing and invasive weeds for scientific study on how drought is affecting the American West.\nThe past 20 years have been some of the driest conditions there on record, and while drought is a natural part of the climate cycle, droughts are becoming more frequent, severe, and pervasive as Earth's atmosphere continues to warm due to climate change.\nTracking water in the U.S. closely is the U.S Drought Monitor, which includes NASA Earth science data and is developed through a collaboration between the University of Nebraska-Lincoln and other federal agencies. Schohr uses those maps for her weekly review of drought conditions. She also sends updates and photos to help refine those maps to scientists like Brian Fuchs, a climatologist at the National Drought Mitigation Center.\n“What we’re able to do is bring in all of this data and use the best attributes of those tools,” he said. Combining NASA Earth science and satellite data with on-the-ground reports from people like Schohr, he said, helps him and his colleagues track rapidly changing conditions.\n“That boots on the ground validation really helps us get a good local perspective,” he said.\nMore details about NASA’s role in this project can be found in the story Corralling Water in the West.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}