{
  "url": "https://climate.nasa.gov/news/3132/tracking-water-in-the-face-of-drought/",
  "title": "Tracking Water in the Face of Drought",
  "date": null,
  "content": "2 min read\nFarmers, ranchers, and community resource managers know all too well that climate change can contribute to increased drought in the western United States. A new web-based platform called OpenET puts NASA data on water in 17 western states into the hands of users, helping them better calculate crop water requirements, use water more efficiently, and better plan irrigation.\nThe “ET” in OpenET stands for evapotranspiration, which is the process through which water leaves plants, soils, and other surfaces and returns to the atmosphere. Warmer temperatures from climate change can even increase the rate at which water evaporates from plants, meaning many farms in the region need to increase irrigation to protect their crops. Evapotranspiration is a crucial measurement for farmers and other water-resource managers, especially in the western United States, where most of the water used by people goes to irrigate crops and produce food. The primary satellite dataset for OpenET is from the Landsat program, a partnership between NASA and the U.S. Geological Survey (USGS).\nIn addition to helping farmers, OpenET also can enable rural communities and water managers to design locally driven water conservation, trading, and other innovative programs to build more sustainable water supplies.\nMore details about NASA’s role in this project can be found in the story OpenET: A Transformative Tool for Tracking Water in the U.S. West.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}