{
  "url": "https://climate.nasa.gov/news/3123/tracking-smoke-in-the-face-of-fires/",
  "title": "Tracking Smoke in the Face of Fires",
  "date": null,
  "content": "2 min read\nClimate change is contributing to hotter and drier conditions in the American West. These conditions put the region at greater risk of longer, more severe fire seasons and health issues from wildfire smoke billowing into the surrounding communities. As exceptional drought grips the western United States this summer, fire managers now have a new experimental tool from a NASA-supported project that provides a powerful way to view near-real-time fire detection from NASA satellite data that they can include in their hourly air quality forecasts.\nUsed for the first time in summer 2020, when historically large fires in California blanketed vast areas of the state in smoke for days, the technique is now being refined as a way to monitor smoke.\nThe data tool was developed by a NASA Earth Applied Sciences Program project team. Now, using data from the National Oceanic and Atmospheric Administration (NOAA) Geostationary Operational Environmental Satellite-16 (GOES-16), researchers can see unexpected fire changes in five-minute increments, potentially incorporate them into models, and share that information with local health and fire response agencies.\nThis effort complements a suite of tools public health and emergency response managers currently have at their disposal that use NASA Earth observations.\nMore about the project team, research, and Earth observations behind this tool can be found in the Applied Sciences story Smoke Signals from Satellites.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nData from the AVIRIS-3 sensor was recently used to create detailed fire maps in minutes,…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}