{
  "url": "https://climate.nasa.gov/news/3202/us-european-satellite-will-make-worlds-first-global-freshwater-survey/",
  "title": "US-European Satellite Will Make World's First Global Freshwater Survey",
  "date": null,
  "content": "Once in orbit, the SWOT mission will regularly monitor not only mighty rivers like Oregon’s Willamette, pictured, but also smaller waterways that are at least 330 feet (100 meters) across. Credit: U.S. Department of Energy\nThe Surface Water and Ocean Topography mission will make measurements of over 95% of Earth’s lakes, rivers, and reservoirs.\nWater is life, but for all its importance, humanity has a surprisingly limited view of Earth’s freshwater bodies. Researchers have reliable water level measurements for only a few thousand lakes around the world, and little to no data on some of the planet’s important river systems. The upcoming Surface Water and Ocean Topography (SWOT) satellite will fill that enormous gap. By helping to provide a better understanding of Earth’s water cycle, it will both aid in better management of water resources and expand knowledge of how climate change affects lakes, rivers, and reservoirs.\nA collaboration between NASA and the French space agency Centre National d’Études Spatial (CNES), with contributions from the Canadian Space Agency and the United Kingdom Space Agency, SWOT is scheduled to launch in November from Vandenberg Space Force Base in California. Engineers and technicians are finishing up work on the satellite in a facility run by Thales Alenia Space in Cannes, France.\nSWOT has several key tasks, including measuring the height of water bodies on Earth’s surface. Over the ocean, the satellite will be able to “see” features like eddies less than 60 miles (100 kilometers) across – smaller than those that previous sea level satellites could observe. SWOT will also measure more than 95% of Earth’s lakes larger than 15 acres (6 hectares) and rivers wider than 330 feet (100 meters) across.\n“Current databases maybe have information on a couple thousand lakes around the world,” said Tamlin Pavelsky, the NASA freshwater science lead for SWOT, based at the University of North Carolina, Chapel Hill. “SWOT will push that number to between 2 million and 6 million.”\nAlong with measuring the water height – whether it be in a lake, river, or reservoir – SWOT will also measure its extent, or surface area. That crucial information will enable scientists to calculate how much water moves through freshwater bodies. “Once you get hold of the volume of water, you can better assess the water budget, or how much water flows into and out of an area,” said Lee-Lueng Fu, SWOT project scientist at NASA’s Jet Propulsion Laboratory in Southern California, which manages the U.S. portion of the mission.\nThis is important because climate change is accelerating Earth’s water cycle. Warmer temperatures mean the atmosphere can hold more water (in the form of water vapor), which can cause, for example, rain storms to be stronger than a region might typically see. This, in turn, can wreak havoc on farms, damaging crops. Such accelerating changes can make managing a community’s water resources more difficult.\n“As Earth’s water cycle intensifies, predicting future extreme events like floods and droughts requires monitoring both changes in water supply from the ocean and water demand and usage on land. SWOT’s global look at all surface water on Earth will give us exactly that,” said Nadya Vinogradova Shiffer, SWOT’s program scientist at NASA Headquarters in Washington.\nSWOT will provide its game-changing data using a new instrument called the Ka-band Radar Interferometer (KaRIn), which bounces radar pulses off the water’s surface and receives the return signal with two antennas at the same time. The antennas are spaced 33 feet (10 meters) apart on a boom, enabling researchers to gather information along a roughly 75-mile-wide (120-kilometer-wide) swath of Earth’s surface – a wider path than that of the satellite’s predecessors.\nThe engineering required for this kind of system is tricky because such a large antenna boom requires incredible stability, and because researchers need very precise calculations to produce measurements of Earth’s ocean and freshwater bodies. “The basic idea of SWOT dates back to the late 1990s, but turning that concept into reality – all that engineering – took a huge amount of time and effort,” Pavelsky said.\nSatellites already in orbit can measure water height – in the ocean, very large lakes, and very wide rivers – or the surface area of a water body. But to calculate changes in volume over time, scientists need to match up the extent and height measurements that different instruments took on different days. This makes it difficult to determine basic details, like how much water flows through the world’s rivers and how much that volume varies. “You’d think we would already know this,” said Pavelsky. “But for a lot of rivers in the world, there just aren’t a lot of these kinds of measurements.”\nSWOT will eliminate the need to cobble together the extent and height information from different satellites, and at the same time the satellite will give researchers a global view of Earth’s surface water. “It will be a tremendous change in our knowledge and understanding of fresh water,” said Sylvain Biancamaria, a SWOT science team member and freshwater researcher at the Laboratoire d’Études en Géophysique et Océanographie Spatiales in Toulouse, France.\nSome studies, including one published last year in Nature, have used water level measurements to look at how lakes and rivers around the world change over time. However, the data that researchers expect from SWOT will provide a better understanding of water levels and surface area, both of which will be sampled more frequently and over a greater area of Earth. Once in orbit, SWOT will be sending back about one terabyte of unprocessed data a day.\nScientists like Biancamaria and Pavelsky are especially looking forward to getting information at the basin level, or the area of land drained by a lake or a river and its tributaries. “From a societal point of view – whether you’re looking at drinking water, navigation, flood control – water needs to be managed at basin scale,” said Biancamaria. “Therefore, observations covering the entire basin are needed, and SWOT will provide such data sets.”\nSWOT is being jointly developed by NASA and CNES, with contributions from the Canadian Space Agency and the United Kingdom Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the KaRIn instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.go\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}