{
  "url": "https://climate.nasa.gov/news/3172/new-nasa-training-for-greenhouse-gas-earth-observations/",
  "title": "New NASA Training for Greenhouse Gas Earth Observations",
  "date": null,
  "content": "Scientists at NASA’s Goddard Space Flight Center used an ultra-high-resolution NASA computer model to visualize how carbon dioxide in the atmosphere travels around the globe. The image above shows concentrations on January 1, 2006. Credit: NASA Goddard Space Flight Center's Global Modeling and Assimilation Office\nThis month, the NASA Earth Applied Sciences Applied Remote Sensing Training (ARSET) program will host a three-part training series called “Atmospheric CO2 and CH4 Budgets to Support the Global Stocktake.\" The event is in response to the Paris Climate Agreement beginning its first global stocktake of progress toward its long-term goals.\nThe training will teach participants how NASA Earth observations, satellite data, and tools can be used to assess changes in methane (CH4) and carbon dioxide (CO2) for a variety of impacts on topics like conservation, agriculture, and public health. While there are a handful of different greenhouse gases, methane and carbon dioxide are the most abundant. Both pose a unique threat to our global climate and need tailored efforts to reduce their long- and short-term potential to increase global temperatures.\nRegistration for this training is now open, and the training will take place over three days, from May 11 to 25, 2022.\nARSET trainings are offered virtually and at no cost to participants. This series is intended for:\nPast publicly available climate trainings can also be found in ARSET’s training archive. For more information on this training, visit the Applied Sciences story NASA ARSET to Host Training in Support of a More Transparent and Complete Global Stocktake.\nSatellites in space give NASA’s Applied Sciences Program a unique vantage point to tackle the world’s toughest problems. In working collaboratively with individuals and institutions across the globe, we inform solutions to enhance decision-making, improve livelihoods, and protect our planet. From supporting food security to tracking diseases, NASA’s Applied Sciences projects advance what’s possible here on Earth.\nPictured: NASA data are helping Wildlife Conservation Society, working with local herders to understand how local policy, water use, and a changing climate are affecting rangeland conditions in the Gobi Desert.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}