{
  "url": "https://climate.nasa.gov/news/3197/nasa-highlights-climate-research-on-cargo-launch-sets-coverage/",
  "title": "NASA Highlights Climate Research on Cargo Launch, Sets Coverage",
  "date": null,
  "content": "A SpaceX Falcon 9 rocket lifts off from Launch Complex 39A at NASA’s Kennedy Space Center in Florida at 3:14 a.m. on Aug. 29, 2021, carrying the Dragon spacecraft on its journey to the International Space Station for NASA and SpaceX’s 23rd commercial resupply services mission. Dragon delivered new science investigations, supplies, and equipment to the crew aboard the orbiting laboratory. Credit: NASA/Kevin O'Connell and Kenny Allen\nEditor's note: The Climate Conversation prelaunch event on Wednesday, July 13, begins at 2 p.m. EDT (11 a.m. PDT).\nRiding aboard will be EMIT, a mission developed at JPL to identify the composition of airborne mineral dust from Earth’s arid regions and analyze its effects on climate.\nNASA and SpaceX are targeting 8:44 p.m. EDT (5:44 p.m. PDT) Thursday, July 14, to launch the agency’s next investigation to monitor climate change to the International Space Station. The mission, NASA’s Earth Surface Mineral Dust Source Investigation (EMIT), will fly aboard SpaceX’s 25th commercial resupply services mission to the orbital laboratory.\nSpaceX’s Dragon spacecraft will lift off from Launch Complex 39A at NASA’s Kennedy Space Center in Florida to deliver new science investigations, supplies, and equipment for the international crew, including a new climate research investigation.\nLive coverage will air on NASA Television, the NASA app, and the agency’s website, with prelaunch events starting Wednesday, July 13.\nDragon will carry more than 5,800 pounds of cargo, including a variety of NASA investigations like EMIT, which will identify the composition of mineral dust from Earth’s arid regions and analyze dust carried through the atmosphere from deserts to see what effects it has on the planet, further advancing NASA’s data contributions to monitoring climate change.\nOther investigations include studying the aging of immune cells and the potential to reverse those effects during postflight recovery; a CubeSat that will monitor cloud top and ocean surface temperatures, which could help scientists understand Earth’s climate and weather systems; and a student experiment testing a concrete alternative for potential use in future lunar and Martian habitats.\nArrival to the station is scheduled for approximately 11:20 a.m. EDT on Saturday, July 16. Dragon will dock autonomously to the forward-facing port of the station’s Harmony module, with NASA astronauts Jessica Watkins and Bob Hines monitoring operations from the station.\nThe spacecraft is expected to spend about a month attached to the orbiting outpost before it returns to Earth with research and return cargo, splashing down off the coast of Florida.\nFull coverage of this mission is as follows (all times Eastern). Coverage is subject to change based on real-time operational activities. Follow the International Space Station blog for updates.\n3 p.m. – Climate Conversation on NASA TV with the following participants:\n8 p.m. – Prelaunch media teleconference (no earlier than one hour after completion of the Launch Readiness Review) with the following participants:\nThe teleconference will stream live at:\nhttps://www.nasa.gov/live.\n8:15 p.m. – NASA TV launch coverage begins\n8:44 p.m. – Launch\n9:30 p.m. – Postlaunch media teleconference\nThe teleconference will livestream on the agency’s website at:\nhttps://www.nasa.gov/live\n10 a.m. – NASA TV coverage begins for Dragon docking to space station\n11:20 a.m. (approximately) – Docking\nLive coverage of the launch on NASA TV will begin at 8:15 p.m. Thursday, July 14. For downlink information, schedules, and links to streaming video, visit:\nhttps://www.nasa.gov/nasatv\nLaunch day coverage of the mission will be available on the NASA website. Coverage will include livestreaming and blog updates beginning no earlier than 8 p.m. Thursday, July 14, as the countdown milestones occur. On-demand streaming video and photos of the launch will be available shortly after liftoff. For questions about countdown coverage, contact the Kennedy newsroom at: 321-867-2468. Follow countdown coverage on our launch blog at:\nhttps://blogs.nasa.gov/spacexcrs25/\nMembers of the public can register to attend this launch virtually. Registrants will receive mission updates and activities by email. NASA’s virtual guest program for this mission also includes curated launch resources, notifications about related opportunities, and a virtual guest passport stamp following a successful launch.\nLet people know you’re following the mission on Twitter, Facebook, and Instagram by using the hashtags #Dragon and #NASASocial. You can also stay connected by following and tagging these accounts:\nTwitter: @NASA, @NASAKennedy, @NASASocial, @Space_Station, @ISS_Research, @ISS National Lab,\nFacebook: NASA, NASAKennedy, ISS, ISS National Lab\nInstagram: @NASA, @NASAKennedy, @ISS, @ISSNationalLab\nLearn more about NASA’s SpaceX resupply missions at:\nhttps://www.nasa.gov/spacex\nPara obtener información sobre cobertura en español en el Centro Espacial Kennedy o si desea solicitar entrevistas en español, comuníquese con Antonia Jaramillo at: antonia.jaramillobotero@nasa.gov or 321-501-8425.\nJoshua Finch\r\nNASA Headquarters, Washington\r\n202-358-1100\njoshua.a.finch@nasa.gov\nKathleen Ellis / Brittney Thorpe\r\nKennedy Space Center, Fla.\r\n321-876-2468\nkathleen.h.ellis@nasa.gov / brittney.thorpe@nasa.gov\nSandra Jones\r\nJohnson Space Center, Houston\r\n281-483-5111\nsandra.p.jones@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}