{
  "url": "https://climate.nasa.gov/news/3198/nasas-new-mineral-dust-detector-readies-for-launch/",
  "title": "NASA's New Mineral Dust Detector Readies for Launch",
  "date": null,
  "content": "A dust plume stretches over the eastern Mediterranean, shrouding parts of Greece, Turkey, and Cyprus. The June 2020 image has been cropped and enhanced to improve contrast, and lens artifacts have been removed. NASA’s EMIT mission will help scientists better understand how airborne dust affects climate. Credit: NASA\nBy Esprit Smith,\r\nNASA's Jet Propulsion Laboratory\nDesigned to analyze airborne dust to see how it might affect climate, the EMIT mission launches to the International Space Station on Thursday, July 14.\n› Lee en español\nEach year, strong winds carry more than a billion metric tons – or the weight of 10,000 aircraft carriers – of mineral dust from Earth’s deserts and other dry regions through the atmosphere. While scientists know that the dust affects the environment and climate, they don’t have enough data to determine, in detail, what those effects are or may be in the future – at least not yet.\nSet to launch to the International Space Station aboard a SpaceX Dragon spacecraft on Thursday, July 14, at 8:44 p.m. EDT (5:44 p.m. PDT), NASA’s Earth Surface Mineral Dust Source Investigation (EMIT) instrument will help fill in those knowledge gaps. EMIT’s state-of-the-art imaging spectrometer, developed by the agency’s Jet Propulsion Laboratory in Southern California, will collect more than a billion dust-source-composition measurements around the globe over the course of a year – and in doing so, significantly advance scientists’ understanding of dust’s influence across the Earth system.\nLive coverage from NASA’s Kennedy Space Center in Florida will air on NASA Television, the NASA app, and the agency’s website. Prelaunch events on Wednesday, July 13, include a 2 p.m. EDT (11 a.m. PDT) climate conversation on NASA TV with Kate Calvin, NASA’s chief scientist and climate advisor, and Robert Green, EMIT’s principal investigator at JPL.\nHere are five things to know about EMIT:\nDesert regions produce most of the mineral dust that makes its way into the atmosphere. They’re also largely remote, making it difficult for scientists to collect soil and dust samples over these vast areas by hand.\nFrom its perch on the space station, EMIT will map the world’s mineral dust source regions. The imaging spectrometer will also provide information on the color and composition of dust sources globally for the first time. This data will help scientists understand which kinds of dust dominate each region and advance their understanding of dust’s impact on climate and the Earth system today and in the future.\nRight now, scientists don’t know whether mineral dust has a cumulative heating or cooling effect on the planet. That’s because dust particles in the atmosphere have different properties. For instance, some particles may be dark red, while others may be white.\nThe color matters because it determines whether the dust will absorb the Sun’s energy, as dark-colored minerals do, or reflect it, as light-colored minerals do. If more of the dust absorbs the Sun’s energy than reflects it, it’ll warm the planet, and vice versa.\nEMIT will provide a detailed picture of how much dust comes from dark versus light minerals. That information will allow scientists to determine whether dust heats or cools the planet overall, as well as regionally and locally.\nMineral dust particles vary in color because they’re made of different substances. Dark red mineral dust gets its color from iron, for example. The composition of dust particles affects how they interact with many of Earth’s natural processes.\nFor instance, mineral dust plays a role in cloud formation and atmospheric chemistry. When mineral dust is deposited in the ocean or forests, it can provide nutrients for growth, acting like fertilizer. When it falls on snow or ice, the dust accelerates melting, leading to more water runoff. And for humans, mineral dust can be a health hazard when inhaled.\nEMIT media reel\nEMIT will collect information on 10 important dust varieties, including those that contain iron oxides, clays, and carbonates. With this data, scientists will be able to assess precisely what effects mineral dust has on different ecosystems and processes.\nIn the absence of more specific data, scientists currently characterize mineral dust in climate models as yellow – a general average of dark and light. Because of this, the effects that mineral dust may have on climate – and that climate may have on mineral dust – are not well represented in computer models.\nColor and composition information gathered by EMIT will change that. When the instrument’s data is incorporated, the accuracy of climate models is expected to improve.\nTeachable Moment: Learn More About NASA’s Mission to Study Dust in Earth’s Atmosphere\nAs global temperatures rise, arid regions may become even drier, possibly resulting in larger (and dustier) deserts. To what extent this might happen depends on several factors, including how much temperatures rise, how land use changes, and how rainfall trends change.\nBy incorporating EMIT’s global dust source composition data into models and predictions, scientists will gain a better understanding of how the amount and composition of dust in arid regions may change under different climate and land-use scenarios. They’ll also gain a better understanding of how these changes may impact climate in the future.\nEMIT was developed at NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California. It will launch from Kennedy Space Center in Florida to the International Space Station aboard SpaceX’s 25th commercial resupply services mission for NASA. Once EMIT begins operation, its data will be delivered to the NASA Land Processes Distributed Active Archive Center (DAAC) for use by other researchers and the public.\nTo learn more about the mission, visit:\nhttps://earth.jpl.nasa.gov/emit/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}