{
  "url": "https://climate.nasa.gov/news/3152/developing-a-freshwater-health-index-encompassing-earth-data-community-concerns-and-climate-change/",
  "title": "Developing a Freshwater Health Index: Encompassing Earth Data, Community Concerns, and Climate Change",
  "date": null,
  "content": "3 min read\nEncompassing Earth Data, Community Concerns, and Climate Change\nEarth's climate is changing, and one of the main impacts is on the water cycle. For example, there is an elevated risk of more frequent and intense flooding and droughts. Also, the amount of water flowing in individual streams and rivers is changing, and those changes affect water supplies to communities. NASA Earth science satellites and other remote-sensing techniques can fill in information gaps, but scientific data are just one piece of the larger puzzle when it comes to sustainable water resource management.\nWhat's needed, in addition to data, are strategies for information sharing, financing, and cooperation, among the many varied decision-makers in a watershed. That's according to a paper published in the January 17 edition of Nature Scientific Reports.\n“We as a scientific community need to take another step translating the science of climate change to assist stakeholders and water managers to achieve sustainable water management.” said lead author Ibrahim N. Mohammed of the Hydrological Sciences Laboratory, at NASA's Goddard Space Flight Center.\nTo manage this increased risk, a higher degree of coordination is needed around already difficult tasks such as dam management, flood mitigation, and coordination of water releases from reservoirs. The issue is particularly pressing in places that share water and rivers that cross political boundaries. To study these areas, Mohammed and his co-authors conducted a case study in the Mekong River Basin, where over 60 million people rely on rivers.\n“People living in the Mekong rely on it in so many ways,\" Mohammed said. “From everything from electricity from dams to fresh water, nearly every aspect of their social-economic lives rely on the management of this watershed,\" he said.\nTo get a complete picture of the Mekong, NASA scientists worked with colleagues at the non-profit group Conservation International via the NASA Global Partnerships Program. The case study includes the river basins of the Se Kong, Se San, and Sre Pok rivers, known as the 3S watershed. This area includes three different countries: Cambodia, Laos, and Vietnam.\nThe study considered each country’s ability to plan for and manage future changes in the amount of water flowing into these rivers by incorporating social surveys from local decision makers. These surveys include information on adaptive management, information access, rule enforcement, and financial capacity.\n“One of the great things about the partnership is that it allows us to include cutting-edge science in the real world of water resources management,\" said co-author Derek Vollmer of Conservation International. \"Our understanding of the problem at hand is incomplete unless we are also looking at the decision-making context of, in this case, countries in the Lower Mekong region.”\nThe study was made possible by NASA's Global Partnerships Program. More details about NASA’s role in this project can be found in the story, Developing a Freshwater Health Index.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}