{
  "url": "https://climate.nasa.gov/news/3098/getting-a-birds-eye-view-of-food-insecurity-with-catherine-nakalembe/",
  "title": "Getting a Bird’s-Eye View of Food Insecurity with Catherine Nakalembe",
  "date": null,
  "content": "2 min read\nEvery year millions of people worldwide suffer from hunger and food insecurity. Climate change —and increased drought, pests and other climate-related side effects — threatens to further impact every facet of food production, from food quality to people’s ability to access it.\nThat’s why scientists like Catherine Nakalembe use Earth data to monitor crop health. Nakalembe helps farmers and government decision makers prepare for and mitigate changes to their food supply. A principal investigator for SERVIR, a joint venture between NASA Earth Science Applied Sciences’ Capacity Building program area and the U.S. Agency for International Development, Nakalembe helps countries launch or improve their crop monitoring programs. Using historical and real-time satellite data, farmers in eastern and southern Africa can make informed decisions about emergencies, food insecurity and impacts to agricultural markets.\nNakalembe grew up in Uganda and came to America for graduate school at Johns Hopkins University, later pursuing her Ph.D. at the University of Maryland. It was during her studies that she discovered her passion for using satellite data and mapping to help communities increase food security. Throughout her career, she has shattered people’s preconceptions about what a scientist should look like and works to inspire other young women of color to pursue their dreams in STEM as well.\nLearn more about Nakalembe’s life and work in the story, Mapping the Future of Food Security: Catherine Nakalembe.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}