{
  "url": "https://climate.nasa.gov/news/3097/satellite-data-give-scientists-an-upstream-look-at-native-fish/",
  "title": "Satellite Data Give Scientists an Upstream Look at Native Fish",
  "date": null,
  "content": "2 min read\nA team of NASA scientists has found a novel way to measure biodiversity in Alaska. By combining satellite data with water samples containing fish DNA, they can locate the habitats of native fish in the Arctic over a wide area very efficiently. This information helps organizations like the federal Bureau of Land Management make more informed decisions on how to protect fish species and their ecosystems from threats from human development and a changing climate.\nThe NASA team examined fish habitats in the roughly 23-million-acre National Petroleum Reserve in Alaska — an area rich in both native fish populations and in oil and gas. They created maps that predict how likely it is for each fish species to appear in different parts of a stream by looking at satellite and remote sensing data on landscape characteristics like vegetation “greenness” and water temperatures. Then they combined that data with data taken from the water that showed the locations of fish species. The project is so promising that the Bureau of Land Management already plans to expand use of this tool to cover other parts of Alaska, and the NASA team is working on a similar project to monitor amphibians along the California coast.\nLearn more about how this project uses NASA satellite data to monitor and protect native fish species in the story, Satellite Data Meets Cellular DNA for Species of Interest.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}