{
  "url": "https://climate.nasa.gov/news/3203/nasas-mineral-dust-detector-starts-gathering-data/",
  "title": "NASA's Mineral Dust Detector Starts Gathering Data",
  "date": null,
  "content": "Newly installed on the space station, the instrument, called EMIT, will help answer questions about how mineral dust from Earth’s arid regions affects climate.\nAfter being installed on the exterior of the International Space Station, NASA’s Earth Surface Mineral Dust Source Investigation (EMIT) mission has provided its first view of Earth. The milestone, called “first light,” took place at 7:51 p.m. PDT (10:51 p.m. EDT) on July 27 as the space station passed over Western Australia.\nDeveloped by NASA’s Jet Propulsion Laboratory in Southern California, EMIT is focused on mapping the mineral dust composition of Earth’s arid regions to better understand how dust affects climate heating and cooling. The instrument works by measuring the hundreds of wavelengths of light reflected from materials on Earth. Different substances reflect different wavelengths of light, producing a kind of spectral fingerprint that, when collected by an imaging spectrometer and analyzed by researchers, reveal what they are made of.\nGround controllers used the Canadarm2 robotic arm of the space station to remove EMIT from a Dragon spacecraft and install it on the outside of the station, a process that began on July 22 and took more than 40 hours. Engineers powered on the instrument on July 24 and cooled it to its operating temperature over the next 72 hours.\nThe EMIT team then collected the instrument’s first measurements, creating something called an image cube. The image at the front of the cube shows a mix of materials in Western Australia, including exposed soil (brown), vegetation (dark green), agricultural fields (light green), a small river, and clouds. The rainbow colors extending through the main part of the cube are the spectral fingerprints from corresponding spots in the front image.\nWhile the EMIT instrument can measure the spectral signature of light from such materials as vegetation, rocks, snow and ice, and human-made surfaces, its primary mission, beginning in August, will be to collect measurements of 10 important surface minerals (hematite, calcite, dolomite, and gypsum, for example) in arid, dust-producing regions of Africa, Asia, North and South America, and Australia.\nThe spectral fingerprints of dust minerals allow scientists to determine its composition. While dark, iron-rich particles strongly absorb the Sun’s energy, light-colored clays reflect it. Right now, scientists don’t know whether mineral dust has a cumulative heating or cooling effect on the planet. The full spectral fingerprints that EMIT collects will help answer that question.\nEMIT was developed at NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California. It launched aboard a SpaceX Dragon resupply spacecraft carrying more than 5,800 pounds of science experiments, crew supplies, and other cargo from NASA’s Kennedy Space Center in Florida on July 14. The instrument’s data will be delivered to the NASA Land Processes Distributed Active Archive Center (DAAC) for use by other researchers and the public.\nTo learn more about the mission, visit:\nhttps://earth.jpl.nasa.gov/emit/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\r\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}