{
  "url": "https://climate.nasa.gov/news/3206/nasa-studies-find-previously-unknown-loss-of-antarctic-ice/",
  "title": "NASA Studies Find Previously Unknown Loss of Antarctic Ice",
  "date": null,
  "content": "By Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nThe 200-foot-tall (60-meter-tall) front of the Getz Ice Shelf in Antarctica is scored with cracks where icebergs are likely to break off, or calve, in this 2016 photo. The first estimate of Antarctic calving has found that since 1997 ice shelves have lost as much ice from calving as from melting. Credit: NASA/GSFC/OIB\nNew research on Antarctica, including the first map of iceberg calving, doubles the previous estimates of loss from ice shelves and details how the continent is changing.\nThe greatest uncertainty in forecasting global sea level rise is how Antarctica’s ice loss will accelerate as the climate warms. Two studies published Aug. 10 and led by researchers at NASA’s Jet Propulsion Laboratory in Southern California reveal unexpected new data about how the Antarctic Ice Sheet has been losing mass in recent decades.\nOne study, published in the journal Nature, maps how iceberg calving – the breaking off of ice from a glacier front – has changed the Antarctic coastline over the last 25 years. The researchers found that the edge of the ice sheet has been shedding icebergs faster than the ice can be replaced. This surprise finding doubles previous estimates of ice loss from Antarctic’s floating ice shelves since 1997, from 6 trillion to 12 trillion metric tons. Ice loss from calving has weakened the ice shelves and allowed Antarctic glaciers to flow more rapidly to the ocean, accelerating the rate of global sea level rise.\nThe other study, published in Earth System Science Data, shows in unprecedented detail how the thinning of Antarctic ice as ocean water melts it has spread from the continent’s outward edges into its interior, almost doubling in the western parts of the ice sheet over the past decade. Combined, the complementary reports give the most complete view yet of how the frozen continent is changing.\n“Antarctica is crumbling at its edges,” says JPL scientist Chad Greene, lead author of the calving study. “And when ice shelves dwindle and weaken, the continent’s massive glaciers tend to speed up and increase the rate of global sea level rise.”\nMost Antarctic glaciers flow to the ocean, where they end in floating ice shelves up to 2 miles (3 kilometers) thick and 500 miles (800 kilometers) across. Ice shelves act like buttresses to glaciers, keeping the ice from simply sliding into the ocean. When ice shelves are stable, they have a natural cycle of calving and replenishment that keeps their size fairly constant over the long term.\nBut in recent decades, the warming ocean has been destabilizing Antarctica’s ice shelves by melting them from below, making them thinner and weaker. Satellite altimeters measure the thinning process by recording the changing height of the ice, but until this study, there hasn’t been a comprehensive assessment of how climate change might be affecting calving around the continent.\nThat’s partly because satellite imagery has been challenging to interpret. “For example,” said Greene, “you can imagine looking at a satellite image and trying to figure out the difference between a white iceberg, white ice shelf, white sea ice, and even a white cloud. That’s always been a difficult task. But we now have enough data from multiple satellite sensors to see a clear picture of how Antarctica’s coastline has evolved in recent years.”\nFor the new study, Greene and his co-authors synthesized satellite imagery of the continent in visible, thermal infrared (heat), and radar wavelengths since 1997. Combining these measurements with an understanding of ice flow gained from an ongoing NASA glacier-mapping project, they charted the edges of ice shelves around 30,000 linear miles (50,000 kilometers) of Antarctic coastline.\nLosses from calving have outpaced natural ice-shelf growth so greatly that the researchers think it’s unlikely Antarctica can grow back to its pre-2000 extent by the end of this century. In fact, the findings suggest that greater losses can be expected: Antarctica’s largest ice shelves all appear to be headed for major calving events in the next 10 to 20 years.\nIn the complementary study, JPL scientists have combined almost 3 billion data points from seven spaceborne altimetry instruments to produce the longest continuous data set on the changing height of the ice sheet – an indicator of ice loss – from as early as 1985. They used radar and laser measurements of ice elevation, accurate to within centimeters, to produce the highest-resolution monthly maps of change ever made of ice loss.\nThe unparalleled detail in the new record reveals how long-term trends and annual weather patterns affect the ice. It even shows the rise and fall of the ice sheet as subglacial lakes regularly fill and empty miles below the surface. “Subtle changes like these, in combination with improved understanding of long-term trends from this data set, will help researchers understand the processes that influence ice loss, leading to improved future estimates of sea level rise,” said JPL’s Johan Nilsson, lead author of the study.\nSynthesizing and analyzing the massive archives of measurements into a single, high-resolution data set took years of work and thousands of hours of computing time on NASA’s servers. Nilsson says it was all worth it: “Condensing the data into something more widely useful may bring us closer to the big breakthroughs we need to better understand our planet and to help prepare us for the future impacts of climate change.”\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}