{
  "url": "https://climate.nasa.gov/news/3204/tonga-eruption-blasted-unprecedented-amount-of-water-into-stratosphere/",
  "title": "Tonga Eruption Blasted Unprecedented Amount of Water Into Stratosphere",
  "date": null,
  "content": "4 min read\nThe huge amount of water vapor hurled into the atmosphere, as detected by NASA’s Microwave Limb Sounder, could end up temporarily warming Earth’s surface.\nWhen the Hunga Tonga-Hunga Ha’apai volcano erupted on Jan. 15, it sent a tsunami racing around the world and set off a sonic boom that circled the globe twice. The underwater eruption in the South Pacific Ocean also blasted an enormous plume of water vapor into Earth’s stratosphere – enough to fill more than 58,000 Olympic-size swimming pools. The sheer amount of water vapor could be enough to temporarily affect Earth’s global average temperature.\n“We’ve never seen anything like it,” said Luis Millán, an atmospheric scientist at NASA’s Jet Propulsion Laboratory in Southern California. He led a new study examining the amount of water vapor that the Tonga volcano injected into the stratosphere, the layer of the atmosphere between about 8 and 33 miles (12 and 53 kilometers) above Earth’s surface.\nIn the study, published in Geophysical Research Letters, Millán and his colleagues estimate that the Tonga eruption sent around 146 teragrams (1 teragram equals a trillion grams) of water vapor into Earth’s stratosphere – equal to 10% of the water already present in that atmospheric layer. That’s nearly four times the amount of water vapor that scientists estimate the 1991 Mount Pinatubo eruption in the Philippines lofted into the stratosphere.\nMillán analyzed data from the Microwave Limb Sounder (MLS) instrument on NASA’s Aura satellite, which measures atmospheric gases, including water vapor and ozone. After the Tonga volcano erupted, the MLS team started seeing water vapor readings that were off the charts. “We had to carefully inspect all the measurements in the plume to make sure they were trustworthy,” said Millán.\nVolcanic eruptions rarely inject much water into the stratosphere. In the 18 years that NASA has been taking measurements, only two other eruptions – the 2008 Kasatochi event in Alaska and the 2015 Calbuco eruption in Chile – sent appreciable amounts of water vapor to such high altitudes. But those were mere blips compared to the Tonga event, and the water vapor from both previous eruptions dissipated quickly. The excess water vapor injected by the Tonga volcano, on the other hand, could remain in the stratosphere for several years.\nThis extra water vapor could influence atmospheric chemistry, boosting certain chemical reactions that could temporarily worsen depletion of the ozone layer. It could also influence surface temperatures. Massive volcanic eruptions like Krakatoa and Mount Pinatubo typically cool Earth’s surface by ejecting gases, dust, and ash that reflect sunlight back into space. In contrast, the Tonga volcano didn’t inject large amounts of aerosols into the stratosphere, and the huge amounts of water vapor from the eruption may have a small, temporary warming effect, since water vapor traps heat. The effect would dissipate when the extra water vapor cycles out of the stratosphere and would not be enough to noticeably exacerbate climate change effects.\nThe sheer amount of water injected into the stratosphere was likely only possible because the underwater volcano’s caldera – a basin-shaped depression usually formed after magma erupts or drains from a shallow chamber beneath the volcano – was at just the right depth in the ocean: about 490 feet (150 meters) down. Any shallower, and there wouldn’t have been enough seawater superheated by the erupting magma to account for the stratospheric water vapor values Millán and his colleagues saw. Any deeper, and the immense pressures in the ocean’s depths could have muted the eruption.\nThe MLS instrument was well situated to detect this water vapor plume because it observes natural microwave signals emitted from Earth’s atmosphere. Measuring these signals enables MLS to “see” through obstacles like ash clouds that can blind other instruments measuring water vapor in the stratosphere. “MLS was the only instrument with dense enough coverage to capture the water vapor plume as it happened, and the only one that wasn’t affected by the ash that the volcano released,” said Millán.\nThe MLS instrument was designed and built by JPL, which is managed for NASA by Caltech in Pasadena. NASA’s Goddard Space Flight Center manages the Aura mission.\nJane J. Lee / Andrew Wang Jet Propulsion Laboratory, Pasadena, Calif. 818-354-0307 / 626-379-6874 jane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov 2022-112\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}