{
  "url": "https://climate.nasa.gov/news/2361/study-mass-gains-of-antarctic-ice-sheet-greater-than-losses/",
  "title": "Study: Mass gains of Antarctic ice sheet greater than losses",
  "date": null,
  "content": "5 min read\nNOTE: The findings reported here conflict with over a decade of other measurements, including previous NASA studies. However, challenges to existing findings are an integral part of the scientific process and can help clarify and advance understanding. Additional scrutiny and follow-up research will be required before this study can be reconciled with the preponderance of evidence supporting the widely accepted model of a shrinking Antarctic ice sheet.\nA new NASA study says that an increase in Antarctic snow accumulation that began 10,000 years ago is currently adding enough ice to the continent to outweigh the increased losses from its thinning glaciers.\nThe research challenges the conclusions of other studies, including the Intergovernmental Panel on Climate Change’s (IPCC) 2013 report, which says that Antarctica is overall losing land ice.\nAccording to the new analysis of satellite data, the Antarctic ice sheet showed a net gain of 112 billion tons of ice a year from 1992 to 2001. That net gain slowed to 82 billion tons of ice per year between 2003 and 2008.\n“We’re essentially in agreement with other studies that show an increase in ice discharge in the Antarctic Peninsula and the Thwaites and Pine Island region of West Antarctica,” said Jay Zwally, a glaciologist with NASA Goddard Space Flight Center in Greenbelt, Maryland, and lead author of the study, which was published on Oct. 30 in the\nJournal of Glaciology\n. “Our main disagreement is for East Antarctica and the interior of West Antarctica – there, we see an ice gain that exceeds the losses in the other areas.”  Zwally added that his team “measured small height changes over large areas, as well as the large changes observed over smaller areas.”\nScientists calculate how much the ice sheet is growing or shrinking from the changes in surface height that are measured by the satellite altimeters. In locations where the amount of new snowfall accumulating on an ice sheet is not equal to the ice flow downward and outward to the ocean, the surface height changes and the ice-sheet mass grows or shrinks.\nBut it might only take a few decades for Antarctica’s growth to reverse, according to Zwally. “If the losses of the Antarctic Peninsula and parts of West Antarctica continue to increase at the same rate they’ve been increasing for the last two decades, the losses will catch up with the long-term gain in East Antarctica in 20 or 30 years — I don’t think there will be enough snowfall increase to offset these losses.”\nThe study analyzed changes in the surface height of the Antarctic ice sheet measured by radar altimeters on two European Space Agency European Remote Sensing (ERS) satellites, spanning from 1992 to 2001, and by the laser altimeter on NASA’s Ice, Cloud, and land Elevation Satellite (ICESat) from 2003 to 2008.\nZwally said that while other scientists have assumed that the gains in elevation seen in East Antarctica are due to recent increases in snow accumulation, his team used meteorological data beginning in 1979 to show that the snowfall in East Antarctica actually decreased by 11 billion tons per year during both the ERS and ICESat periods. They also used information on snow accumulation for tens of thousands of years, derived by other scientists from ice cores, to conclude that East Antarctica has been thickening for a very long time.\n“At the end of the last Ice Age, the air became warmer and carried more moisture across the continent, doubling the amount of snow dropped on the ice sheet,” Zwally said.\nThe extra snowfall that began 10,000 years ago has been slowly accumulating on the ice sheet and compacting into solid ice over millennia, thickening the ice in East Antarctica and the interior of West Antarctica by an average of 0.7 inches (1.7 centimeters) per year. This small thickening, sustained over thousands of years and spread over the vast expanse of these sectors of Antarctica, corresponds to a very large gain of ice – enough to outweigh the losses from fast-flowing glaciers in other parts of the continent and reduce global sea level rise.\nZwally’s team calculated that the mass gain from the thickening of East Antarctica remained steady from 1992 to 2008 at 200 billion tons per year, while the ice losses from the coastal regions of West Antarctica and the Antarctic Peninsula increased by 65 billion tons per year.\n“The good news is that Antarctica is not currently contributing to sea level rise, but is taking 0.23 millimeters per year away,” Zwally said. “But this is also bad news. If the 0.27 millimeters per year of sea level rise attributed to Antarctica in the IPCC report is not really coming from Antarctica, there must be some other contribution to sea level rise that is not accounted for.”\n“The new study highlights the difficulties of measuring the small changes in ice height happening in East Antarctica,” said Ben Smith, a glaciologist with the University of Washington in Seattle who was not involved in Zwally’s study.\n\"Doing altimetry accurately for very large areas is extraordinarily difficult, and there are measurements of snow accumulation that need to be done independently to understand what’s happening in these places,” Smith said.\nTo help accurately measure changes in Antarctica, NASA is developing the successor to the ICESat mission, ICESat-2, which is scheduled to launch in 2018. “ICESat-2 will measure changes in the ice sheet within the thickness of a No. 2 pencil,” said Tom Neumann, a glaciologist at Goddard and deputy project scientist for ICESat-2. “It will contribute to solving the problem of Antarctica’s mass balance by providing a long-term record of elevation changes.”\nRelated link\nCalled IceNode, the project envisions a fleet of autonomous robots that would help determine the…\nLaunching in spring 2024, the two small satellites of the agency’s PREFIRE mission will fill…\nA new, comprehensive analysis of satellite data finds that majority of glaciers on the landmass…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}