{
  "url": "https://climate.nasa.gov/news/3229/nasa-fieldwork-studies-signs-of-climate-change-in-arctic-boreal-regions/",
  "title": "NASA Fieldwork Studies Signs of Climate Change in Arctic, Boreal Regions",
  "date": null,
  "content": "Aerial view of Alaska out the window of a NASA Gulfstream III plane. The land is mostly lush and green, with lakes dotting it and rivers snaking through the landscape. The sky is blue and has puffy white clouds. Credit: NASA / Sofie Bates\nBy Sofie Bates,\r\nNASA's Earth Science News Team\nFrom the window of a NASA Gulfstream III research aircraft, Alaska looks like a pristine wilderness untouched by humans. The land is covered in lush, green vegetation and dotted with bright blue lakes. Snow-capped mountains reach toward the sky, and chocolate milk-colored rivers snake across the landscape. The obvious signs of human activity – cities, roads, infrastructure – are hard to spot.\nBut upon closer inspection, some hints of human-induced change appear to the eye. Sunken pockets of land. Abnormally tilted trees. Ponds where there used to be dry ground. Through the eyes of scientists collecting data from the ground and the air, the signal is clear: The Arctic is being affected by climate change more than most places on Earth. Since 2015, scientists participating in NASA’s Arctic Boreal Vulnerability Experiment (ABoVE) have been studying the impacts of climate change on Earth’s far northern regions and how those changes are intertwined.\n“ABoVE is a large-scale study of environmental change, not just climate change,” said Peter Griffith, a carbon cycle researcher at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and one of the leaders of ABoVE. “And we’re doing this as only NASA can: by studying this region from leaf to orbit.”\nPrevious field and airborne campaigns focused on things like changes in plant cover and shifting animal migration patterns. In the summer of 2022, the team investigated permafrost thaw, methane emissions from lakes, and the effects of wildfires in Alaska and northwestern Canada. They did this with instruments observing from research aircraft and with scientists collecting measurements on the ground.\nOne of the key components of ABoVE is the airborne campaign, which uses research aircraft like the NASA Gulfstream III airplane. This year the plane was mounted with the Uninhabited Aerial Vehicle Synthetic Aperture Radar, or UAVSAR, which sends out pulses of radio waves that reflect off of Earth's surface and give scientists an accurate idea of the shape of the land and water surfaces below – even when looking through clouds or thick vegetation.\nEach year members of the ABoVE team fly over their field sites, as well as wildfire burn scars and other areas of scientific interest, allowing them to compare measurements taken from both the air and ground. They also revisit sites from year to year to see how the landscapes evolve over time.\nUAVSAR is similar to the main instrument on an upcoming satellite. The NASA-ISRO (NISAR) satellite will be a joint mission between the Indian Space Research Organization and NASA to observe Earth’s land and ice. NISAR is also part of NASA’s upcoming Earth System Observatory.\n“ABoVE and UAVSAR give the research community a really good example of what NISAR data will look like and what kind of science they can extract from these datasets,” explained Franz Meyer, a NISAR science team member who also is the chief scientist of the Alaska Satellite Facility in Fairbanks.\nNISAR will collect data globally and year-round, allowing research groups like the ABoVE team to study critical processes – the development of methane emission hotspots, how and where permafrost is thawing, long-term consequences of wildfires – even when they can't be there in person.\nPermafrost – layers of soil that have stayed frozen for at least two years – underlie much of Alaska and northwestern Canada. In some areas, especially within the Arctic Circle, the landscape is rich with permafrost. In others, this frozen soil is found in patches. Either way, it has mostly stayed frozen for thousands of years.\nBut as our planet warms, permafrost is thawing at an accelerating rate. This is changing the shape and vegetation of landscapes and, in some cases, creating new ponds and lakes that are also hotspots for greenhouse gas emissions.\nWhen the hard, frozen permafrost layer warms, it changes into softer, spongier ground. That mushy ground sinks and can damage roads, houses, and other infrastructure sitting on top of it. In some areas like interior Alaska, the permafrost layer also contains large chunks of ice. As permafrost thaws and this ice melts, the resulting sinkholes can fill with the meltwater and form new ponds and lakes.\nThe warmer temperatures that cause permafrost to thaw also increase the activity of microbes that digest dead plants and other thawed organic matter. This microbial decay releases methane, a potent greenhouse gas that bubbles to the lake surface and enters the atmosphere.\nThis thawing process is happening all over Alaska and northwestern Canada, which already has millions of lakes and ponds. But most of these lakes are hundreds or thousands of years old, meaning the microbes have run out of organic matter to decompose and the lakes are no longer releasing significant amounts of methane.\nIn 2022, the ABoVE team closely examined Big Trail Lake, just outside of Fairbanks. “Lakes like Big Trail are new, young, and important because they are what’s going to happen in the future as the climate changes and permafrost thaws,” said Katey Walter Anthony, an ecologist at the University of Alaska-Fairbanks working with the ABoVE team.\nYear-to-year observations from the sky and the ground are especially important for understanding the evolving impacts of wildfires on Arctic and boreal landscape. Fires have long been a natural part of these ecosystems. But as Earth’s climate changes, wildfires in these areas are becoming larger, more frequent, and more severe. This can make it difficult for ecosystems to recover after a fire – changing the plants that grow back and accelerating permafrost thaw.\nFires in Alaska and northwestern Canada can be different from those in the continental United States. Sometimes the ground itself burns, as the soft, peaty layer of soil and organic material above the permafrost layer is flammable. Also, fires in remote areas are usually left to burn themselves out unless they threaten houses or other infrastructure. This gives scientists a “natural experiment” to see how fire runs its course.\n“These tundra fires are so rare that we don’t always get a great opportunity to study them,” said Liz Hoy, a wildfire researcher at NASA Goddard and one of the lead scientists for ABoVE.\nFor several years, the ABoVE team has flown over recent wildland fires. For instance, the team flew over the site of the 2019 Shovel Creek Fire and the 2021 Yankovich Road Fire before and after they burned. Such repeat flights allow scientists to see the immediate impact of wildfire and how the ecosystems respond. This year the team flew over the site of the Contact Creek Fire, which burned in late May 2022 in a largely treeless tundra near Katmai National Park in Alaska.\nThe ABoVE team is interested in not only in the local impacts on the ecosystems, but also how the fires may be caused by or contribute to climate change.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}