{
  "url": "https://climate.nasa.gov/news/2805/scientists-id-three-causes-of-earths-spin-axis-drift/",
  "title": "Scientists ID three causes of Earth’s spin axis drift",
  "date": null,
  "content": "4 min read\nEditor's Note: Text in the seventh paragraph was updated Sept. 8, 2022.\nA typical desk globe is designed to be a geometric sphere and to rotate smoothly when you spin it. Our actual planet is far less perfect -- in both shape and in rotation.\nEarth is not a perfect sphere. When it rotates on its spin axis -- an imaginary line that passes through the North and South Poles -- it drifts and wobbles. These spin-axis movements are scientifically referred to as \"polar motion.\" Measurements for the 20th century show that the spin axis drifted about 4 inches (10 centimeters) per year. Over the course of a century, that becomes more than 11 yards (10 meters).\nUsing observational and model-based data spanning the entire 20th century, NASA scientists have for the first time identified three broadly-categorized processes responsible for this drift -- contemporary mass loss primarily in Greenland, glacial rebound, and mantle convection.\n\"The traditional explanation is that one process, glacial rebound, is responsible for this motion of Earth's spin axis. But recently, many researchers have speculated that other processes could have potentially large effects on it as well,\" said first author Surendra Adhikari of NASA's Jet Propulsion Laboratory in Pasadena, California. \"We assembled models for a suite of processes that are thought to be important for driving the motion of the spin axis. We identified not one but three sets of processes that are crucial -- and melting of the global cryosphere (especially Greenland) over the course of the 20th century is one of them.\"\nIn general, the redistribution of mass on and within Earth -- like changes to land, ice sheets, oceans and mantle flow -- affects the planet's rotation. As temperatures increased throughout the 20th century, Greenland's ice mass decreased. In fact, a total of about 7,500 gigatons -- the weight of more than 20 million Empire State Buildings -- of Greenland's ice melted into the ocean during this time period. This makes Greenland one of the top contributors of mass being transferred to the oceans, causing sea level to rise and, consequently, a drift in Earth's spin axis.\nWhile ice melt is occurring in other places (like Antarctica), Greenland's location makes it a more significant contributor to polar motion.\n\"There is a geometrical effect that if you have a mass that is off-axis from the North Pole and not near the equator -- which Greenland is -- or roughly 45 degrees from the South Pole (like Patagonian glaciers), it will have a bigger impact on shifting Earth's spin axis than a mass that is right near the pole,\" said co-author Erik Ivins, also of JPL.\nPrevious studies identified glacial rebound as the key contributor to long-term polar motion. And what is glacial rebound? During the last ice age, heavy glaciers depressed Earth's surface much like a mattress depresses when you sit on it. As that ice melts, or is removed, the land slowly rises back to its original position. In the new study, which relied heavily on a statistical analysis of such rebound, scientists figured out that glacial rebound is likely to be responsible for only about a third of the polar drift in the 20th century.\nThe authors argue that mantle convection makes up the final third. Mantle convection is responsible for the movement of tectonic plates on Earth's surface. It is basically the circulation of material in the mantle caused by heat from Earth's core. Ivins describes it as similar to a pot of soup placed on the stove. As the pot, or mantle, heats, the pieces of the soup begin to rise and fall, essentially forming a vertical circulation pattern -- just like the rocks moving through Earth's mantle.\nWith these three broad contributors identified, scientists can distinguish mass changes and polar motion caused by long-term Earth processes over which we have little control from those caused by climate change. They now know that if Greenland's ice loss accelerates, polar motion likely will, too.\nThe paper in Earth and Planetary Science Letters is titled “What drives 20th century polar motion?” Besides JPL, coauthor institutions include the German Research Centre for Geosciences, Potsdam; the University of Oslo, Norway; Technical University of Denmark, Kongens Lyngby; the Geological Survey of Denmark and Greenland, Copenhagen, Denmark; and the University of Bremen, Germany.\nAn interactive simulation of how multiple processes contribute to the wobbles in Earth's spin axis is available at:\nhttps://vesl.jpl.nasa.gov/sea-level/polar-motion/\nNews media contact\nEsprit SmithJet Propulsion Laboratory, Pasadena, Calif.818.354.4269esprit.smith@jpl.nasa.gov\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}