{
  "url": "https://climate.nasa.gov/news/3207/monitoring-ground-level-ozone-in-a-warming-world/",
  "title": "Monitoring Ground-Level Ozone in a Warming World",
  "date": null,
  "content": "2 min read\nState air quality planning agencies in the U.S. Great Lakes region are now using models custom-designed by NASA to monitor ground-level ozone pollution, informing their decisions on how to best meet federal air quality standards to protect public health.\nAssessing how the unique weather along Lake Michigan’s shoreline affects ground-level ozone is no easy task – the complex lake and land breezes across the Great Lakes area result in high levels of this type of air pollution and make it difficult to monitor. But it’s vital to understanding how this pollution circulates in the region. With NASA Earth observations, states can better understand how to account for the complex variations in wind patterns and pressure differences along the shores of Lake Michigan.\nOzone pollution at the surface is dangerous for human health and a greenhouse gas that can contribute to climate change – but the increase in temperatures driven by climate change can also cause more frequent high-ozone days for local communities. Unhealthy amounts of ground-level ozone pollution can aggravate lung diseases such as asthma, emphysema, and chronic bronchitis, and increase the frequency of asthma attacks – especially in children and the elderly. That’s why states are required to meet federal air quality standards.\nIn addition to wind and weather, NASA provides other Earth observations that affect the complex environment around the Great Lakes – such as lake surface temperature and vegetation data. So while the unique weather of the Lake Michigan shoreline can create pockets of high levels of ground-level ozone, NASA Earth observations can help decision makers understand how the unique weather of the Great Lakes region impacts levels of this greenhouse gas in their communities.\nMore about this project can be found in the NASA Earth Applied Sciences Program story, Tracking Ozone Pollution in the Great Lakes Region.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}