{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/2949/why-milankovitch-orbital-cycles-cant-explain-earths-current-warming/",
  "title": "Why Milankovitch (Orbital) Cycles Can’t Explain Earth’s Current Warming",
  "date": null,
  "content": "5 min read\nIn the last few months, a number of questions have come in asking if NASA has attributed Earth’s recent warming to changes in how Earth moves through space around the Sun: a series of orbital motions known as Milankovitch cycles.\nWhat cycles, you ask?\nMilankovitch cycles include the shape of Earth’s orbit (its eccentricity), the angle that Earth’s axis is tilted with respect to Earth’s orbital plane (its obliquity), and the direction that Earth’s spin axis is pointed (its precession). These cycles affect the amount of sunlight and therefore, energy, that Earth absorbs from the Sun. They provide a strong framework for understanding long-term changes in Earth’s climate, including the beginning and end of Ice Ages throughout Earth’s history. (You can learn more about Milankovitch cycles and the roles they play in Earth’s climate here).\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nBut Milankovitch cycles can’t explain all climate change that’s occurred over the past 2.5 million years or so. And more importantly, they cannot account for the current period of rapid warming Earth has experienced since the pre-Industrial period (the period between 1850 and 1900), and particularly since the mid-20th century. Scientists are confident Earth’s recent warming is primarily due to human activities — specifically, the direct input of carbon dioxide into Earth’s atmosphere from burning fossil fuels.\nSo how do we know Milankovitch cycles aren’t to blame?\nFirst, Milankovitch cycles operate on long time scales, ranging from tens of thousands to hundreds of thousands of years. In contrast, Earth’s current warming has taken place over time scales of decades to centuries. Over the last 150 years, Milankovitch cycles have not changed the amount of solar energy absorbed by Earth very much. In fact, NASA satellite observations show that over the last 40 years, solar radiation has actually decreased somewhat.\nSecond, Milankovitch cycles are just one factor that may contribute to climate change, both past and present. Even for Ice Age cycles, changes in the extent of ice sheets and atmospheric carbon dioxide have played important roles in driving the degree of temperature fluctuations over the last several million years.\nThe extent of ice sheets, for example, affects how much of the Sun’s incoming energy is reflected back to space, and in turn, Earth’s temperature.\nThen there’s carbon dioxide. During past glacial cycles, the concentration of carbon dioxide in our atmosphere fluctuated from about 180 parts per million (ppm) to 280 ppm as part of Milankovitch cycle-driven changes to Earth’s climate. These fluctuations provided an important feedback to the total change in Earth’s climate that took place during those cycles.\nToday, however, it’s the direct input of carbon dioxide into the atmosphere from burning fossil fuels that’s responsible for changing Earth’s atmospheric composition over the last century, rather than climate feedbacks from the ocean or land caused by Milankovitch cycles.\nSince the beginning of the Industrial Age, the concentration of carbon dioxide in Earth’s atmosphere has increased 50 percent, from about 280 ppm to 412 ppm (update: 421 ppm in 2023).\nScientists know with a high degree of certainty this carbon dioxide is primarily due to human activities because carbon produced by burning fossil fuels leaves a distinct “fingerprint” that instruments can measure. Since 1850, Earth’s global average temperature has increased by over 1 degree Celsius (1.8 degrees Fahrenheit). Furthermore, recent scientific assessments show that Earth is expected to warm another half a degree Celsius (almost a degree Fahrenheit) as soon as 2030.\nThis relatively rapid warming of our climate due to human activities is happening in addition to the very slow changes to climate caused by Milankovitch cycles. Climate models indicate any forcing of Earth’s climate due to Milankovitch cycles is overwhelmed when human activities cause the concentration of carbon dioxide in Earth’s atmosphere to exceed about 350 ppm.\nScientists know of no natural changes to the equilibrium between the amount of solar radiation absorbed by Earth and the amount of energy radiated back to space that can account for such a rapid period of global warming. The amount of incoming solar radiation has increased only slightly over the past century and is therefore not a driver of Earth’s current climate warming.\nSince 1750, the warming driven by greenhouse gases coming from the human burning of fossil fuels is over 50 times greater than the slight extra warming coming from the Sun itself over that same time interval. If Earth’s current warming was due to the Sun, scientists say we should expect temperatures in both the lower atmosphere (troposphere) and the next layer of the atmosphere, the stratosphere, to warm. Instead, observations from balloons and satellites show Earth’s surface and lower atmosphere have warmed but the stratosphere has cooled.\nFinally, Earth is currently in an interglacial period (a period of milder climate between Ice Ages). If there were no human influences on climate, scientists say Earth’s current orbital positions within the Milankovitch cycles predict our planet should be cooling, not warming, continuing a long-term cooling trend that began 6,000 years ago.\nThere’s nothing cool about that.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}