{
  "url": "https://climate.nasa.gov/news/3214/nasa-usgs-map-minerals-to-understand-earth-makeup-climate-change/",
  "title": "NASA, USGS Map Minerals to Understand Earth Makeup, Climate Change",
  "date": null,
  "content": "These new observations can be used to identify the presence of a wide variety of minerals as well as mineral weathering or alteration.\nNASA and the U.S. Geological Survey (USGS) will map portions of the southwest United States for critical minerals using advanced airborne imaging.\nHyperspectral data from hundreds of wavelengths of reflected light can provide new information about Earth’s surface and atmosphere to help scientists understand Earth’s geology and biology, as well as the effects of climate change.\nThe research project, called the Geological Earth Mapping Experiment (GEMx), will use NASA’s Airborne Visible/Infrared Imaging Spectrometer (AVIRIS) and Hyperspectral Thermal Emission Spectrometer (HyTES) instruments flown on NASA’s ER-2 and Gulfstream V aircraft to collect the measurements over the country’s arid and semi-arid regions, including parts of California, Nevada, Arizona, and New Mexico.\n“This exciting new project is just one example of the Biden-Harris Administration’s commitment to a clean energy future,” said NASA Administrator Bill Nelson. “NASA has a long history of Earth observation that shows us how the planet is responding to climate change. This project builds on our 60-year legacy, and can show us where to look for the resources that support our transition to a clean energy economy. With our partners at USGS, NASA has led the way in developing these Earth observation systems to gather information to measure and monitor the environment and climate change.”\nThese new observations record the spectroscopic fingerprints of surface minerals across hundreds of wavelength bands. In other words, these are measurements not only of visible light our eyes can see but also of wavelengths of light beyond the visible into the infrared. The data can be used to identify the presence of a wide variety of minerals including primary rock-forming minerals as well as mineral weathering or alteration.\nThis project will complement data from NASA’s newest instrument on the International Space Station, the Earth Surface Mineral Dust Source Investigation (EMIT). EMIT is focused on mapping the mineral dust source composition of Earth’s arid regions to better understand how mineral dust affects heating and cooling of the planet. The instrument also makes spectroscopic measurements of the hundreds of wavelengths of light reflected from materials on Earth. The mission provided its first view of Earth on July 27 and is expected to become fully operational next month.\nThe $16 million GEMx research project will last five years and is funded by the USGS Earth Mapping Resources Initiative, through investments from the Bipartisan Infrastructure Law. The initiative will capitalize on both the technology developed by NASA for spectroscopic imaging as well as the expertise in analyzing the datasets and extracting critical mineral information from them. Beyond providing additional detail over the mineral maps made by EMIT, GEMx will provide NASA with critical high-resolution data at regional scales to support development of the Surface Biology and Geology mission, part of NASA’s new Earth System Observatory. The Surface Biology and Geology mission will answer questions about the fluxes of carbon, water, nutrients, and energy within and between ecosystems and the atmosphere, the ocean, and Earth.\n\"This exciting scientific effort is made possible through the President Biden’s Bipartisan Infrastructure Law investments and will enable NASA and the USGS to leverage our unique capabilities toward a common goal,” said USGS Director David Applegate. “The data we’re collecting will be foundational for not only critical minerals research but also for a wide range of other scientific applications, from natural hazards mitigation to ecosystem restoration.”\nIn 1979, NASA started developing spectral imaging systems at the Jet Propulsion Laboratory. The first system, the Airborne Imaging Spectrometer, led to the development of AVIRIS. NASA and USGS have a long history of collaborating on collecting and analyzing spectroscopic data, including the 17-year Earth Observing-1 mission, which carried the first Earth orbiting instrument spanning the AVIRIS spectral range, Hyperion. This type of spectroscopic imaging has a long history of use in mineral research. These data are also useful for understanding a variety of other Earth science, ecological, and biological issues including geological acid mine drainage, debris flows, agriculture, wildfires, and biodiversity.\nFor more information about NASA’s Earth science programs, visit:\nhttps://www.nasa.gov/earth\nTylar Greene\r\nHeadquarters, Washington\r\n202-358-0030\ntylar.j.greene@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}