{
  "url": "https://climate.nasa.gov/news/3228/methane-super-emitters-mapped-by-nasas-new-earth-space-mission/",
  "title": "Methane ‘Super-Emitters' Mapped by NASA's New Earth Space Mission",
  "date": null,
  "content": "Built to help scientists understand how dust affects climate, the Earth Surface Mineral Dust Source Investigation can also pinpoint emissions of the potent greenhouse gas.\nWatch video of EMIT’s launch and “first light”\nNASA’s Earth Surface Mineral Dust Source Investigation (EMIT) mission is mapping the prevalence of key minerals in the planet’s dust-producing deserts – information that will advance our understanding of airborne dust’s effects on climate. But EMIT has demonstrated another crucial capability: detecting the presence of methane, a potent greenhouse gas.\nIn the data EMIT has collected since being installed on the International Space Station in July, the science team has identified more than 50 “super-emitters” in Central Asia, the Middle East, and the Southwestern United States. Super-emitters are facilities, equipment, and other infrastructure, typically in the fossil-fuel, waste, or agriculture sectors, that emit methane at high rates.\n“Reining in methane emissions is key to limiting global warming. This exciting new development will not only help researchers better pinpoint where methane leaks are coming from, but also provide insight on how they can be addressed – quickly,” said NASA Administrator Bill Nelson. “The International Space Station and NASA’s more than two dozen satellites and instruments in space have long been invaluable in determining changes to the Earth’s climate. EMIT is proving to be a critical tool in our toolbox to measure this potent greenhouse gas – and stop it at the source.”\nMethane absorbs infrared light in a unique pattern – called a spectral fingerprint – that EMIT’s imaging spectrometer can discern with high accuracy and precision. The instrument can also measure carbon dioxide.\nThe new observations stem from the broad coverage of the planet afforded by the space station’s orbit, as well as from EMIT’s ability to scan swaths of Earth’s surface dozens of miles wide while resolving areas as small as a soccer field.\n“These results are exceptional, and they demonstrate the value of pairing global-scale perspective with the resolution required to identify methane point sources, down to the facility scale,” said David Thompson, EMIT’s instrument scientist and a senior research scientist at NASA’s Jet Propulsion Laboratory in Southern California, which manages the mission. “It’s a unique capability that will raise the bar on efforts to attribute methane sources and mitigate emissions from human activities.”\nRelative to carbon dioxide, methane makes up a fraction of human-caused greenhouse-gas emissions, but it’s estimated to be 80 times more effective, ton for ton, at trapping heat in the atmosphere in the 20 years after release. Moreover, where carbon dioxide lingers for centuries, methane persists for about a decade, meaning that if emissions are reduced, the atmosphere will respond in a similar timeframe, leading to slower near-term warming.\nIdentifying methane point sources can be a key step in the process. With knowledge of the locations of big emitters, operators of facilities, equipment, and infrastructure giving off the gas can quickly act to limit emissions.\nEMIT’s methane observations came as scientists verified the accuracy of the imaging spectrometer’s mineral data. Over its mission, EMIT will collect measurements of surface minerals in arid regions of Africa, Asia, North and South America, and Australia. The data will help researchers better understand airborne dust particles’ role in heating and cooling Earth’s atmosphere and surface.\n“We have been eager to see how EMIT’s mineral data will improve climate modeling,” said Kate Calvin, NASA’s chief scientist and senior climate advisor. “This additional methane-detecting capability offers a remarkable opportunity to measure and monitor greenhouse gases that contribute to climate change.”\nThe mission’s study area coincides with known methane hotspots around the world, enabling researchers to look for the gas in those regions to test the capability of the imaging spectrometer.\n“Some of the plumes EMIT detected are among the largest ever seen – unlike anything that has ever been observed from space,” said Andrew Thorpe, a research technologist at JPL leading the EMIT methane effort. “What we’ve found in a just a short time already exceeds our expectations.”\nFor example, the instrument detected a plume about 2 miles (3.3 kilometers) long southeast of Carlsbad, New Mexico, in the Permian Basin. One of the largest oilfields in the world, the Permian spans parts of southeastern New Mexico and western Texas.\nIn Turkmenistan, EMIT identified 12 plumes from oil and gas infrastructure east of the Caspian Sea port city of Hazar. Blowing to the west, some plumes stretch more than 20 miles (32 kilometers).\nThe team also identified a methane plume south of Tehran, Iran, at least 3 miles (4.8 kilometers) long, from a major waste-processing complex. Methane is a byproduct of decomposition, and landfills can be a major source.\nScientists estimate flow rates of about 40,300 pounds (18,300 kilograms) per hour at the Permian site, 111,000 pounds (50,400 kilograms) per hour in total for the Turkmenistan sources, and 18,700 pounds (8,500 kilograms) per hour at the Iran site.\nThe Turkmenistan sources together have a similar flow rate to the 2015 Aliso Canyon gas leak, which exceeded 110,000 pounds (50,000 kilograms) per hour at times. The Los Angeles-area disaster was among the largest methane releases in U.S. history.\nWith wide, repeated coverage from its vantage point on the space station, EMIT will potentially find hundreds of super-emitters – some of them previously spotted through air-, space-, or ground-based measurement, and others that were unknown.\n“As it continues to survey the planet, EMIT will observe places in which no one thought to look for greenhouse-gas emitters before, and it will find plumes that no one expects,” said Robert Green, EMIT’s principal investigator at JPL.\nEMIT is the first of a new class of spaceborne imaging spectrometers to study Earth. One example is Carbon Plume Mapper (CPM), an instrument in development at JPL that’s designed to detect methane and carbon dioxide. JPL is working with a nonprofit, Carbon Mapper, along with other partners, to launch two satellites equipped with CPM in late 2023.\nEMIT media reel\nEMIT fact sheet\nEMIT was selected from the Earth Venture Instrument-4 solicitation under the Earth Science Division of NASA Science Mission Directorate and was developed at NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California. It launched aboard a SpaceX Dragon resupply spacecraft from NASA’s Kennedy Space Center in Florida on July 14, 2022. The instrument’s data will be delivered to the NASA Land Processes Distributed Active Archive Center (DAAC) for use by other researchers and the public.\nThe International Space Station hosts seven instruments for NASA Earth Science that are providing novel information for understanding our changing planet.\nTo learn more about the mission, visit:\nhttps://earth.jpl.nasa.gov/emit/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}