{
  "url": "https://climate.nasa.gov/news/3239/water-mission-to-gauge-alaskan-rivers-on-front-lines-of-climate-change/",
  "title": "Water Mission to Gauge Alaskan Rivers on Front Lines of Climate Change",
  "date": null,
  "content": "USGS hydrologist Heather places a water level sensor at a monitoring gauge in Alaska’s Yukon River. The state’s size, rugged terrain, and limited transportation infrastructure make traditional stream gauging cost prohibitive. Credit: Derek Frohbieter, North Carolina Association of Floodplain Managers\nBy Alan Buis,\r\nNASA's Jet Propulsion Laboratory\nThe upcoming Surface Water and Ocean Topography mission will provide a trove of data on Earth’s water resources, even in remote locations. Alaska serves as a case study.\nWhile Alaska straddles the Arctic Circle and is covered by vast expanses of frozen land, the state also has a lot of liquid water. In fact, Alaska holds about 40% of U.S. surface water resources. This includes more than 12,000 rivers, thousands more streams and creeks, and hundreds of thousands of lakes.\nSo when the Surface Water and Ocean Topography (SWOT) satellite launches this month from California’s Vandenberg Space Force Base, it’s only natural that Alaska will be among the first beneficiaries of this mission led by NASA and the French space agency Centre National d’Études Spatiales (CNES), with contributions from the Canadian Space Agency and the UK Space Agency.\nSWOT will measure the height of nearly all water on Earth’s surface, from large rivers to lakes and reservoirs to the ocean. It will fill in gaps in remote places like Alaska and in many countries where surface water data are sparse or nonexistent. These measurements will be valuable to water management and disaster preparedness agencies, universities, civil engineers, and others who need to track water in their local areas.\nAlaska’s sheer size, rugged terrain, and limited transportation infrastructure make traditional stream gauging cost prohibitive. While streamflows in most of the United States are continuously monitored by a U.S. Geological Survey (USGS) network of more than 8,500 stations, there are currently only 113 gauges in Alaska, and many big rivers aren’t monitored. The amount of water flowing through such rivers affects everything from the health and biodiversity of fish species to transportation and drinking water availability.\nThis dearth of Alaskan river information made USGS a logical choice to serve as a SWOT early adopter. SWOT data will complement a system currently in development to monitor those rivers, using radar altimetry data from the U.S.-European Jason-2 and -3 and European Space Agency Sentinel satellites (developed in the context of the European Copernicus program led by the European Commission), and visible imagery from the NASA-USGS Landsat satellites. The project, in its third year, involves using space-borne instruments to measure the elevation and flow of rivers. USGS partners include the Alaska Department of Transportation and Public Facilities, National Weather Service’s Alaska-Pacific River Forecast Center, U.S. Fish and Wildlife Service, and Alaska Department of Fish and Game.\n“Alaska is a place that could particularly benefit from remote observation for streamflow estimates,” said USGS hydrologist Robert Dudley. Dudley said Alaska is a great test case for scientists and water managers to work with new space-based tools like SWOT and put them to immediate use.\nUSGS is compiling a historical record of estimated stream discharges, building on more than two decades of NASA research to measure water surface levels in lakes and rivers. The data will allow scientists and water managers to understand how often streams experience low- and high-flow conditions and to develop a reference point to evaluate current conditions.\nDudley says SWOT has numerous advantages over current satellite-based river measurement techniques. Altimeters like those on the Jason series of satellites can measure how water levels vary in some large rivers, and Landsat can measure how river widths vary. But neither data source by itself provides all the information needed to calculate a reasonable estimate of how much water is flowing through a river without doing difficult and costly on-the-ground calibration. SWOT changes that by measuring both water levels and width simultaneously.\nFor example, if a river has steep banks, it won’t necessarily appear wider or narrower as its discharge rate changes. Conversely, even a tiny change in water elevation in a shallow-banked river can mean a lot more water is flowing through it.\nSWOT will also measure a river’s slope, which provides scientists a means to estimate how fast water is running off the landscape. Generally speaking, the steeper the slope, the faster the water.\nAnd SWOT will collect the data needed to estimate stream flows all at once, every time it flies over a river, which in Alaska will be about once every five days. SWOT’s radar also can see through clouds, eliminating data gaps caused by clouds in Landsat and other visible-light imagery.\nClimate change is causing numerous hydrological changes in Alaska that SWOT will help study, said Jack Eggleston, chief of the USGS Hydrologic Remote Sensing Branch. “Rapidly increasing temperatures are causing streamflows to increase on the North Slope, where permafrost is melting,” he said. “This is also changing the seasonality of streamflow, with high flows caused by snow melt occurring earlier in the year.”\n“SWOT is going to allow us to see what’s going on in Alaska hydrologically in ways that we haven’t before,” said Tamlin Pavelsky, NASA’s SWOT freshwater science lead, based at the University of North Carolina, Chapel Hill. “That’s important, because Alaska, being in the Arctic, is also the place in the United States experiencing the most climate change right now. If you want to know why that matters, think about how many resources we get from Alaska.”\nSWOT is being jointly developed by NASA and CNES, with contributions from the CSA and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and associated launch services.\nFor more on SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}