{
  "url": "https://climate.nasa.gov/news/3231/climate-change-can-put-more-insects-at-risk-for-extinction/",
  "title": "Climate Change Can Put More Insects at Risk for Extinction",
  "date": null,
  "content": "This NASA visualization shows global temperature anomaly (changes from an average) data from 2017 to 2021. Higher-than-normal temperatures are shown in red, and lower-than-normal are shown in blue. Projected changes in temperature variability will increase the extinction risk of insects such as Stomoxys calcitrans, a biting fly that feeds on the blood of livestock and humans. Credit: NASA\nFrom NASA's Ames Research Center\nA new analysis shows temperature fluctuations are an important factor in insect extinction risk.\nNew NASA research models are shedding light on how insect populations may respond to severe changes in temperature that are likely climate change. In a study recently published in Nature Climate Change, scientists found that 65% of the insect populations they examined could go extinct over the next century.\nInsects perform many important roles in Earth's ecosystems. They assist with the production of fruits, vegetables, and flowers through pollination. They decompose organic matter. They even help control harmful pests. But there are gaps in our understanding of how insects and ecosystems will respond to climate change.\n“We needed a modeling tool to understand how insect populations will be affected by variations in temperature,” said Dr. Kate Duffy, a former postdoctoral researcher at NASA’s Ames Research Center in California’s Silicon Valley. “And that’s what we aimed to offer with this study: a more direct and accurate way for scientists to understand this dynamic.\"\nDuffy and other scientists used advanced models to explore how cold-blooded insect populations would respond to projected temperature changes over the next century. The research group found that 25 of 38 insect species they studied could face increased extinction risk over the next century, particularly due to dramatic and erratic temperature swings in their local environments.\nScientists expect climate change to negatively affect biological diversity — the amount of variation found in the genes, species, and ecosystems on Earth. Maintaining diversity is essential for human health, food security, clean air and water, and for millions of agricultural jobs worldwide. Understanding which species may be most at risk could allow conservationists to more accurately target efforts to combat losses of diversity.\nMany previous studies have relied on the relationship between average temperatures and species health to inform statistical models of climate impacts on species attributes (such as their distribution or abundance). But such models can be sometimes erroneous because the relationship between temperatures and species performance is complex — with many factors coming into play — and few models properly account for fluctuations in temperature.\nTo gain a more detailed view of how temperature changes will affect insect populations, Duffy and colleagues integrated climate projections from the World Climate Research Program, data about how insects perform at different temperatures, and mathematical models — what scientists call “dynamic modeling.” This approach is unique because it integrates climate projections with existing insect temperature response models to yield insect population projections. Previous studies provided insight into the growth rate of insect populations, but they haven’t before scaled models to the population level.\nTheir analysis showed that due to extreme changes in temperatures, 65 percent of the 38 populations studied could face an increased risk of extinction over next 50 to 100 years. Temperature changes are particularly threatening for cold-blooded insects because the creatures lack mechanisms to regulate their body temperature during drastic temperature swings.\n\"The ecological and data-driven models in this study could enable more accurate predictions of ecological response than we've ever had before and inform more targeted strategies for helping species adapt to climate change,” said Auroop Ganguly, a researcher at Northeastern University and a co-author on the paper.\nThis research was primarily funded by grants from the National Science Foundation, with additional support from the Department of Defense. Duffy led this study while supporting the NASA Earth Exchange team at Ames and while pursuing her doctorate at Northeastern University. She recently co-founded Zeus AI, a NASA Small Business Innovation Research-funded startup using machine learning for weather forecasting.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}