{
  "url": "https://climate.nasa.gov/news/3220/nasas-s-mode-field-campaign-deploys-to-the-pacific-ocean/",
  "title": "NASA's S-MODE Field Campaign Deploys to the Pacific Ocean",
  "date": null,
  "content": "Autonomous wave gliders are seen being prepared for deployment on the deck of the research vessel Oceanus during the pilot campaign for NASA’s Sub-Mesoscale Ocean Dynamics Experiment (S-MODE) in the Pacific Ocean off the U.S. West Coast. Credit: Ben Hodges / Woods Hole Oceanographic Institution(WHOI)\nBy Sally Younger,\r\nNASA's Jet Propulsion Laboratory\nThe mission’s fleet of ship, aircraft, and marine robotics will study ocean eddies and other elusive features near the sea surface that have a big influence on climate.\nEditor’s note: A composite image of a Twin Otter International plane carrying the Modular Aerial Sensing System was added on Oct. 17, 2022.\nWhen the research vessel Bold Horizon sailed from Newport, Oregon, in early October, it joined a small armada of planes, drones, and other high-tech craft chasing the ocean’s shapeshifting physics.\nNASA’s Sub-Mesoscale Ocean Dynamics Experiment (S-MODE) is converging on a patch of sea 110 nautical miles off the coast of San Francisco. Over the course of 28 days, the team will deploy a new generation of tools to observe whirlpools, currents, and other dynamics at the air-sea boundary. The goal: to understand how these dynamics drive the give-and-take of nutrients and energy between the ocean and atmosphere and, ultimately, help shape Earth’s climate.\nPerhaps the most familiar “sub-mesoscale” features are the phytoplankton-rich swirls, or eddies, that can be seen spiraling across the ocean from orbiting Earth satellites.\n“Some of the coolest images of ocean sub-mesoscale eddies come from photographs taken on the Apollo spaceflight missions,” said Tom Farrar, a scientist at the Woods Hole Oceanographic Institution in Massachusetts and principal investigator for S-MODE.\nSuch features are challenging to analyze because, spanning up to 6.2 miles (10 kilometers), they are larger than any vessel but smaller than regions typically studied with satellite measurements. Infused with energy, they can change within hours. Farrar says researchers’ ability to model these dynamics on a computer has outpaced their ability to tackle them at sea – until recently.\nThis work is important because while the surface layer makes up only about 2% of the ocean, it plays an outsize role in the climate system. It is there, at the air-sea boundary, where nutrients, gases, and heat are traded – a process called vertical exchange.\nThe process is not fully understood and S-MODE’s observations may help reconcile differences among today’s models. The implications for climate science are significant. By some estimates, the net effect of sub-mesoscale eddies on the vertical exchange of heat is an order of magnitude larger than the planet’s energy imbalance linked to the greenhouse effect.\nProtruding from the belly of a King Air B200 aircraft from NASA’s Armstrong Flight Research Center in Edwards, California, is an instrument Farrar calls one of the stars of the mission. From its perch 28,000 feet (8.5 kilometers) in the air, DopplerScatt uses radar to bounce electromagnetic energy off wind-tossed ocean surface and measure the energy that scatters off.\nDeveloped at NASA’s Jet Propulsion Laboratory in Southern California, the instrument can simultaneously map surface currents and winds. “With S-MODE, we’re trying to observe two things at the same time: how the ocean moves, and how ocean and atmosphere communicate and affect each other,” said Nadya Vinogradova Shiffer, S-MODE program scientist and physical oceanography program manager at NASA’s Headquarters in Washington.\nThe team relies on state-of-the-art weather forecasting to identify rough, windy conditions because radar can’t “read” a calm, flat sea, said Dragana Perkovic-Martin, principal investigator for DopplerScatt at JPL. “A glossy sea surface produces very little radar signal. We need wind to disturb the surface and produce the signal we are after,” she added. “Being part of a mission of this scale can be exciting and nerve-wracking.”\nAboard another aircraft is an instrument that can image microscopic marine life in billions of colors. Resembling a metal basketball, JPL’s Portable Remote Imaging SpectroMeter (PRISM) will ride inside a Gulfstream III jet, spying phytoplankton blooms in hundreds of wavelengths ranging from ultraviolet to infrared.\nBy tracking chlorophyll, a telltale signature of these algae, PRISM will help scientists visualize ecology interacting with ocean currents, providing exponentially more information than familiar three-channel (red, green, blue) cameras. It will also inform next-day flight planning during the campaign, said David Thompson, JPL principal investigator for PRISM.\n“PRISM is one of our eyes chasing sub-mesoscale features across the ocean,” he said. “The mission is incredibly interdisciplinary, and we all come together around this instrument.”\nFor the team sailing below on Bold Horizon, life aboard a research vessel cruising 5 miles per hour can feel cramped and adventurous. “It’s fun, but fun like camping or climbing a mountain,” Farrar said.\nThe challenges can be unpredictable. Last year’s pilot launch overcame COVID-19 delays and a rogue wave that disabled several wave gliders – surfboard-like marine robots studded with scientific instruments.\nIn this second of three deployments, the mission looks to collect more than 15 data sets, ranging from biology to atmospheric weather patterns. The data will complement another NASA mission launching later this year. The Surface Water and Ocean Topography, or SWOT, satellite will survey nearly all water on Earth and in higher definition than before.\n“The ocean is turbulent at all spatial scales, and there are a lot of insights that can be gained by having these measurements made together,” Farrar said. “NASA has had a big role in oceanography and is still pushing the boundaries of what we understand about the Earth.”\nS-MODE’s third and final deployment is scheduled for launch next spring.\nS-MODE is NASA’s ocean physics Earth Venture Suborbital-3 (EVS-3) mission, funded by the Earth System Science Pathfinder (ESSP) Program Office at NASA's Langley Research Center in Hamtpon, Virginia, and managed by the Earth Science Project Office (ESPO) at Ames Research Center in Silicon Valley, California.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}