{
  "url": "https://climate.nasa.gov/news/3208/nasa-software-maps-changes-in-current-and-future-animal-movements/",
  "title": "NASA Software Maps Changes in Current and Future Animal Movements",
  "date": null,
  "content": "2 min read\nIn the face of growing environmental pressures, changing climates, and ecological damage, organisms around the globe have been forced to move from their historic ranges to find more suitable habitats. As these changes continue, the long-term survival of many species depends on their ability to safely traverse the landscape to find more optimal habitats.\nTo improve animal connectivity and conservation strategies, The Nature Conservancy (TNC) climate change ecologist and NASA-funded principal investigator Kimberly Hall and her team of scientists updated the software tools Omniscape and Circuitscape. This software can input diverse climate, physical, and ecological variables from NASA Earth observation data to map the complex routes animals take to traverse the landscape under current and possible future conditions.\nTraditional modeling looks at an organism's single best pathway, but in reality, an animal is likely to choose different avenues based on daily conditions. Omniscape, and its predecessor Circuitscape, leverage circuit theory to map an animal’s changing movements like electricity moving across a circuit board.\nThis software package is currently being used by TNC and partner agencies to guide decision-making and investments in land protection and management.\nMore information on Omniscape and Circuitscape and how they’re being used can be found in the Applied Sciences story Improving Animal Connectivity and Conservation Strategy.\nHow do we do research in zero gravity? Actually when astronauts do experiments on the…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}