{
  "url": "https://climate.nasa.gov/news/3218/nasa-study-finds-climate-extremes-affect-landslides-in-surprising-ways/",
  "title": "NASA Study Finds Climate Extremes Affect Landslides in Surprising Ways",
  "date": null,
  "content": "This series of images shows the collapse of the Mud Creek landslide in May 2017 along the Big Sur coast in Central California, and the subsequent repairs to Highway 1, which was damaged during the event. Credit: Andy Ritchie/USGS Pacific Coastal and Marine Science Center\nThe results represent an early step toward developing what researchers hope will become the ability to forecast whether a slow-moving landslide will fail and slide downhill.\nClimate change is driving more volatile precipitation patterns around the world – very dry stretches punctuated by storms that drop large amounts of rain or snow in a short amount of time. While wetter and drier spells may have certain effects that are easy to predict, such as on water levels in lakes and rivers, a recent study focused on California reveals that they can affect slow-moving landslides in unanticipated ways.\nThe researchers expected slow-moving landslides – where land creeps downhill just inches to feet in a year – in bone-dry Southern California to behave differently from those in rainy Northern California when exposed to heavy precipitation and drought conditions. But that wasn’t the case. The study authors found that landslides in wetter and drier regions of California showed similar sensitivity to precipitation extremes, moving on average faster and farther downhill during rainy periods compared to drought years.\nWater triggers landslides, and knowing how landslides react to record drought or extreme rainfall can help researchers better predict their future behavior, including whether any could collapse, or fail catastrophically. The big-picture goal is to develop a statewide inventory of landslide behavior that would inform a monitoring network. While slow-moving landslides don’t necessarily pose an immediate danger to people or infrastructure, over time they can damage things like roads and buildings. And in some instances, they can suddenly collapse, which is what occurred with the Mud Creek landslide near Big Sur in 2017.\n“I thought the results would be quite different between Northern and Southern California,” said Alexander Handwerger, a landslide scientist at NASA’s Jet Propulsion Laboratory in Southern California and the lead author of the study, which was recently published in Geophysical Research Letters. His work up until this paper focused on landslides in Northern California, so he wasn’t sure what he’d see when he looked at drier parts of the state.\nCalifornia hosts more than 650 slow-moving landslides, and Handwerger and his colleagues focused on 247 slow-moving landslides with an average area of 0.2 square miles (0.5 square kilometers). They then analyzed a subset of 38 that differed in how much rainfall they received, the rock types they were made of, the environments in which they occurred (coastal versus inland), and whether they were in developed or undeveloped areas. The researchers looked at how those landslides behaved from 2015 to 2020, a period with broad swings in precipitation: Whereas 2017 was the second-wettest year on record for certain parts of California, 2015 and 2016 were exceptionally dry years.\nThey obtained information on landslide motion using data collected by the ESA (European Space Agency) Sentinel-1 satellites. The measurements were automatically processed into maps showing land movement by the JPL-Caltech Advanced Rapid Imaging and Analysis (ARIA) Center for Natural Hazards project. (Caltech, in Pasadena, manages JPL for NASA.)\nThe researchers knew that slow-moving landslides in wetter parts of the state stayed fairly saturated throughout the year. They didn’t expect to find that both already waterlogged landslides and their drier counterparts sped up and moved farther downhill during wet periods compared to drier times.\nGetting a better handle on why landslides react the way they do to rainfall or drought could help researchers predict future events like the Mud Creek landslide. It collapsed during a very wet year for California in which similar landslides didn’t collapse. “We’re trying to understand why this happens,” Handwerger said.\nA better understanding of landslide behavior could enable a monitoring network that provides alerts to local and state officials, as well as researchers, to keep an eye on a landslide or group of landslides that started acting differently. It could also help with building a warning system for communities in danger from a landslide, as well as influence planning related to development and infrastructure.\nKey to such a monitoring network is the ability to perform large-scale, detailed studies. And those are made possible by advances in satellite technology, which have enabled spacecraft such as Sentinel-1 to provide more frequent, accurate data on changes in Earth’s surface over larger areas. Forthcoming missions like NISAR (short for the NASA-Indian Space Research Organisation Synthetic Aperture Radar satellite) will monitor changes to Earth’s surface using a different radar frequency that can better “see” through vegetation compared to Sentinel-1. Like that mission, NISAR will make its data freely available to the public.\nTime-intensive, data-heavy analyses are also getting easier to perform because of projects like ARIA and an upcoming NASA-sponsored project called OPERA (or Observational Products for End-Users from Remote Sensing Analysis). OPERA, managed by JPL, will use measurements from missions like Sentinel-1 and NISAR to produce data products showing changes to Earth’s surface. These products will give resource managers, federal agencies, and researchers – among others – detailed measurements of much of North and Central America, removing the need to spend time working the data into a format suitable for analysis and decision-making.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}