{
  "url": "https://climate.nasa.gov/news/3223/nasa-dust-detective-delivers-first-maps-from-space-for-climate-science/",
  "title": "NASA Dust Detective Delivers First Maps From Space for Climate Science",
  "date": null,
  "content": "6 min read\nMeasurements from EMIT, the Earth Surface Mineral Dust Source Investigation, will improve computer simulations researchers use to understand climate change.\nNASA’s Earth Surface Mineral Dust Source Investigation (EMIT) mission aboard the International Space Station has produced its first mineral maps, providing detailed images that show the composition of the surface in regions of northwest Nevada and Libya in the Sahara Desert.\nWindy desert areas such as these are the sources of fine dust particles that, when lifted by wind into the atmosphere, can heat or cool the surrounding air. But scientists haven’t been able to assess whether mineral dust in the atmosphere has overall heating or cooling effects at local, regional, and global scales. EMIT’s measurements will help them to advance computer models and improve our understanding of dust’s impacts on climate.\nEMIT scientists at NASA’s Jet Propulsion Laboratory in Southern California and the U.S. Geological Survey created the maps to test the accuracy of the instrument’s measurements, a crucial first step in preparing for full science operations.\nInstalled on the space station in July, EMIT is the first of a new class of high-fidelity imaging spectrometers that collect data from space and produce better-quality data at greater volumes than previous instruments.\n“Decades ago, when I was in graduate school, it took 10 minutes to collect a single spectrum from a geological sample in the laboratory. EMIT’s imaging spectrometer measures 300,000 spectra per second, with superior quality,” said Robert Green, EMIT’s principal investigator and senior research scientist at JPL.\n“The data we’re getting from EMIT will give us more insight into the heating and cooling of Earth, and the role mineral dust plays in that cycle. It’s promising to see the amount of data we’re getting from the mission in such a short time,” said Kate Calvin, NASA’s chief scientist and senior climate advisor. “EMIT is one of seven Earth science instruments on the International Space Station giving us more information about how our planet is affected by climate change.”\nEMIT analyzes light reflected from Earth, measuring it at hundreds of wavelengths, from the visible to the infrared range of the spectrum. Different materials reflect light in different wavelengths. Scientists use these patterns, called spectral fingerprints, to identify surface minerals and pinpoint their locations.\nThe Nevada map focuses on a mountainous area about 130 miles (209 kilometers) northeast of Lake Tahoe, revealing locations dominated by kaolinite, a light-colored mineral whose particles scatter light upward and cool the air as they move through the atmosphere. The map and spectral fingerprint closely match those collected from aircraft in 2018 by the Airborne Visible/Infrared Imaging Spectrometer (AVIRIS), data that was verified at the time by geologists. Researchers are using this and other comparisons to confirm the accuracy of EMIT’s measurements.\nThe other mineral map shows substantial amounts of kaolinite as well as two iron oxides, hematite and goethite, in a sparsely populated section of the Sahara about 500 miles (800 kilometers) south of Tripoli. Darker-colored dust particles from iron-oxide-rich areas strongly absorb energy from the Sun and heat the atmosphere, potentially affecting the climate.\nCurrently there is little or no information on the composition of dust originating in parts of the Sahara. In fact, researchers have detailed mineral information of only about 5,000 soil samples from around the world, requiring that they make inferences about the composition of dust.\nEMIT will gather billions of new spectroscopic measurements across six continents, closing this gap in knowledge and advancing climate science. “With this exceptional performance, we are on track to comprehensively map the minerals of Earth’s arid regions – about 25% of the Earth’s land surface – in less than a year and achieve our climate science objectives,” Green said.\nEMIT’s data also will be freely available for a wide range of investigations, including, for example, the search for strategically important minerals such as lithium and rare-earth elements. What’s more, the instrument’s technology is laying the groundwork for the future Surface Biology and Geology (SBG) satellite mission, which is part of NASA’s Earth System Observatory, a set of missions aimed at addressing climate change.\nEMIT traces its roots to imaging spectrometer technology that NASA’s Airborne Imaging Spectrometer (AIS) first demonstrated in 1982. Designed to identify minerals on Earth’s surface from a low-altitude research aircraft, the instrument delivered surprising results almost immediately. During early test flights near Cuprite, Nevada, AIS detected the unique spectral signature of buddingtonite, a mineral not seen on any previous geological maps of the area.\nPaving the way for future spectrometers when it was introduced in 1986, AVIRIS – the airborne instrument that succeeded AIS – has studied geology, plant function, and alpine snowmelt, among other natural phenomena. It has also mapped chemical pollution at Superfund sites and studied oil spills, including the massive Deepwater Horizon leak in 2010. And it flew over the World Trade Center site in Manhattan following the Sept. 11 attacks, locating uncontrolled fires and mapping debris composition in the wreckage.\nOver the years, as optics, detector arrays, and computing capabilities have progressed, imaging spectrometers capable of resolving smaller targets and subtler differences have flown with missions across the solar system.\nA JPL-built imaging spectrometer on the Indian Space Research Organization’s Chandrayaan-1 probe measured signs of water on the Moon in 2009. NASA’s Europa Clipper, which launches in 2024, will rely on an imaging spectrometer to help scientists assess if the icy Jovian moon has conditions that could support life.\nHighly advanced JPL-developed spectrometers will be part of NASA’s forthcoming Lunar Trailblazer – which will determine the form, abundance, and distribution of water on the Moon and the nature of the lunar water cycle – and on satellites to be launched by the nonprofit Carbon Mapper, aimed at spotting greenhouse gas point-sources from space.\n“The technology took directions that I would never have imagined,” said Gregg Vane, the JPL researcher whose graduate studies in geology helped inspire the idea for the original imaging spectrometer. “Now with EMIT, we’re using it to look back at our own planet from space for important climate research.”\nEMIT was selected from the Earth Venture Instrument-4 solicitation under the Earth Science Division of NASA Science Mission Directorate and was developed at NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California. It launched aboard a SpaceX Dragon resupply spacecraft from NASA’s Kennedy Space Center in Florida on July 14, 2022. The instrument’s data will be delivered to the NASA Land Processes Distributed Active Archive Center (DAAC) for use by other researchers and the public.\nTo learn more about the mission, visit:\nhttps://earth.jpl.nasa.gov/emit/\nAndrew Wang / Jane J. Lee\nJet Propulsion Laboratory, Pasadena, Calif.\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}