{
  "url": "https://climate.nasa.gov/news/3224/sounding-an-early-alarm-on-coral-reef-disease/",
  "title": "Sounding an Early Alarm on Coral Reef Disease",
  "date": null,
  "content": "2 min read\nCoral reefs are home to millions of species, from sponges to sea horses. They’re the most biologically diverse and species-rich marine ecosystem on Earth. And climate change and human impacts are putting increasing stress on them, causing disease and even death.\nResearchers at the Hawaii Institute of Marine Biology are developing models using Earth observation data that will serve as an early warning system on when and where coral disease outbreaks are more likely to occur. Scientists and reef managers can use this information to take preventative action.\n“Just like we adjust our plans and behavior when we anticipate a particularly severe hurricane season or high risk of wildfires, we can also adjust when we forecast high risk of coral bleaching or coral disease, by mitigating or limiting other stressors on these ecosystems,” said Megan Donahue, a researcher at the Hawaii Institute of Marine Biology.\nThe project focuses on the Pacific Ocean — Hawaii, Guam and the Marianas, American Samoa, the Great Barrier Reef, and other remote Pacific islands. It is available as part of a suite of short-term forecasting tools from NOAA Coral Reef Watch.\nMore information on NASA’s involvement in this project can be found in the Applied Sciences story Partnering with Reef Managers and Scientists to Reduce Coral Disease Outbreaks\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nThe international mission collects two-dimensional views of smaller waves and currents that are bringing into…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}