{
  "url": "https://climate.nasa.gov/news/3225/snow-satellites-and-remote-sensing-planes/",
  "title": "Snow, Satellites, and Remote-Sensing Planes",
  "date": null,
  "content": "2 min read\nClimate change is affecting the American West’s seasonal snowpack, making it harder to predict how the snow is distributed, how fast it melts, and how much of that melted snow will contribute to local communities’ water supplies. NASA Earth observations are helping local water resource managers make important conservation decisions even before the snow starts to melt; they are combined with remotely sensed measurements from planes to provide more accurate estimates of how much water the snowpack will provide.\nAs Earth warms, precipitation patterns and the timing of the melting snowpack are changing, impacting the quantity of water available and making supplies harder to manage. Airborne Snow Observatories, Inc. (ASO) began as a NASA project, and spun-off into a private public-benefit company to continue providing snowpack measurements to fill a critical gap for local communities.\n“With today’s warmer and drier climate, older forecasting techniques are struggling to produce accurate results,” said David Rizzardo, manager of the Hydrology Section for the California Department of Water Resources (CADWR). Using the data from these NASA-developed methods for the 2021-2022 winter “allowed us to understand that we had about half the water stored in the Sierra Nevada snowpack than was estimated from older snowpack estimation tools, which are based on historical distributions of the snow that are less relevant today due to climate change.” This more accurate knowledge of how much water is stored in the snowpack and precisely where the snow has accumulated allows water managers like Rizzardo to better respond and plan.\nThe ASO team gets some of this higher-resolution snow cover data from the joint NASA and U.S. Geological Survey Landsat satellite mission and the Moderate Resolution Imaging Spectroradiometer (MODIS) instrument onboard NASA’s Terra satellite, which helps guide rapid updates to flight planning. This view from above gives the team a better understanding of the area in between each flight, which allows them to update their models in near-real time.\nMore information about this work can be found in the NASA Applied Sciences site story Sensing Snow with Satellites and Planes.\nFrom Sunday, June 22 to Wednesday, July 2, two research aircraft will make a series…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}