{
  "url": "https://climate.nasa.gov/news/3234/5-things-to-know-about-how-swot-will-look-at-the-worlds-water/",
  "title": "5 Things to Know About How SWOT Will Look at the World's Water",
  "date": null,
  "content": "This illustration shows the Surface Water and Ocean Topography (SWOT) satellite in orbit with its solar panels and KaRIn instrument antennas deployed. Credit: CNES\nThe international Surface Water and Ocean Topography mission will provide high-definition data on the salt- and fresh water on Earth’s surface.\nSWOT media reel\nSWOT press kit\nOn Dec. 12, NASA will launch the Surface Water and Ocean Topography (SWOT) satellite into Earth orbit from Vandenberg Space Force Base in California atop a Falcon 9 rocket. The mission is a collaborative effort between NASA and the French space agency Centre National d’Études Spatiales (CNES) – with contributions from the Canadian Space Agency (CSA) and the UK Space Agency – that will survey water on more than 90% of the planet’s surface.\nThe satellite will measure the height of water in Earth’s freshwater bodies and the ocean, providing insights into how the ocean influences climate change; how a warming world affects lakes, rivers, and reservoirs; and how communities can better prepare for disasters, like floods.\nHere are five ways that SWOT will change what we know about water on Earth:\n1. SWOT will survey nearly all water on Earth’s surface for the first time.\nWater is essential for life on this planet. But it also plays a critical role in storing and moving much of the excess heat and carbon trapped in Earth’s atmosphere by greenhouse gas emissions. It influences our weather and climate as well. SWOT will help researchers track Earth’s water budget – where the water is today, where it’s coming from, and where it’s going to be tomorrow. This is key to understanding how water resources are changing, what impact those changes will have on local environments, and how the ocean reacts to and influences climate change.\n2. SWOT will see Earth’s water in higher definition than ever before.\nThe spacecraft’s science instruments will view the planet’s freshwater bodies and the ocean with unprecedented clarity. SWOT will be able to collect data on ocean features less than 60 miles (100 kilometers) across, helping to improve researchers’ understanding of the ocean’s role in climate change. Earth’s seas have absorbed more than 90% of the excess heat trapped in the atmosphere by human-caused greenhouse gas emissions. Researchers think that short-lived ocean features, such as fronts and eddies, absorb a lot of that heat – and the extra carbon that produced it.\nBy providing a high-definition view of freshwater bodies, SWOT will help generate a much more complete picture of Earth’s water budget. Many big rivers remain a mystery to researchers, who can’t outfit them with monitoring instruments for various reasons, including inaccessibility. The spacecraft’s instruments will observe the entire length of nearly all rivers wider than 330 feet (100 meters), viewing them in three dimensions for the first time. Likewise, where ground and satellite technologies currently provide data on only a few thousand of the world’s largest lakes, SWOT will expand that number to over a million lakes larger than 15 acres (62,500 square meters).\n3. The satellite will address some of the most pressing climate change questions of our time.\nAn important part of predicting our future climate is determining at what point the ocean slows down the absorption of excess heat trapped in the atmosphere and starts releasing it back into the air, where it could accelerate global warming. SWOT will provide crucial information about this global ocean-atmosphere heat exchange, enabling researchers to test and improve climate forecasts. In addition, the satellite will help fill gaps in researchers’ picture of how sea level is changing along coastlines, offering insights that can then be used to improve computer models for sea level rise projections and the forecasting of coastal floods.\n4. SWOT data will be used to inform decisions about our daily lives.\nClimate change is also accelerating Earth’s water cycle, leading to more volatile precipitation patterns, including torrential downpours and extreme droughts. Some communities around the world will thus experience floods while other suffer droughts. SWOT data will be used to monitor drought conditions in lakes and improve flood forecasts for rivers, providing essential information to water management agencies, disaster preparedness agencies, universities, civil engineers, and others who need to track water in their local areas.\n5. This mission is paving the way for future NASA Earth missions while also building on a long-standing international partnership.\nWith its innovative technology and commitment to engaging a diverse community of people who plan to use the mission’s data, SWOT is laying a path for future Earth-observing missions. Measurements from SWOT – and the tools to support researchers in analyzing the information – will be free and accessible. This will help to foster research and applications activities by a wide range of users, including those who may not usually have the opportunity to access this knowledge.\nSuch an ambitious mission is possible because of a decades-long collaboration between NASA and CNES that started in the 1980s to monitor Earth’s ocean. This partnership pioneered the use of a space-based instrument called an altimeter to study sea level with the launch of the TOPEX/Poseidon satellite in 1992. The NASA-CNES partnership has continued uninterrupted for three decades and has expanded to encompass work with other agencies, including the CSA and the UK Space Agency for SWOT, as well as ESA (European Space Agency), the European Organisation for the Exploitation of Meteorological Satellites, and the European Commission for the Sentinel-6 Michael Freilich satellite, which launched in November 2020.\nSWOT is being jointly developed by NASA and CNES, with contributions from the CSA and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}