{
  "url": "https://climate.nasa.gov/news/3230/satellites-help-scientists-track-dramatic-wetlands-loss-in-louisiana/",
  "title": "Satellites Help Scientists Track Dramatic Wetlands Loss in Louisiana",
  "date": null,
  "content": "A satellite image of the Mississippi River Delta with land shown in bright green and water shown in dark blue. Credit: NASA Earth Observatory image by Michael Taylor and Adam Voiland, using Landsat data from the U.S. Geological Survey\nBy Sally Younger,\r\nNASA's Earth Science News Team\nNew research uses NASA satellite observations and advanced computing to chronicle wetlands lost (and found) around the globe.\nFrom Lake Pontchartrain to the Texas border, Louisiana has lost enough wetlands since the mid-1950s to cover the entire state of Rhode Island. Using a first-of-its-kind model, NASA-funded researchers quantified those wetlands losses at nearly 21 square miles (54 square kilometers) per year since the early 1980s.\nIn the new study, scientists used the NASA-U.S. Geological Survey Landsat satellite record to track shoreline changes across Louisiana from 1984 to 2020. Some of those wetlands were submerged by rising seas; others were disrupted by oil and gas infrastructure and hurricanes. But the primary driver of losses was coastal and river engineering, which can have positive or negative effects depending on how it is implemented.\nCentimeter-by-centimeter, wetlands are built by the slow accumulation – accretion – of mineral sediment and organic material carried by rivers and streams. Accretion makes new soil and counters erosion, the sinking of land, and the rise of sea level.\nHuman intervention and engineering often hold back or divert the flow of sediments that naturally accrete to build and replenish wetlands. For instance, reinforced levees and thousands of miles of canals and excavated banks have isolated many wetlands from the Mississippi River and the network of streams that course through its delta like veins and capillaries. In a few cases, engineering projects have added sediment to delta areas and built new land.\nBy analyzing Landsat imagery with tools from cloud computing, the researchers developed a remote sensing model that focused on accretion or the lack of it. Basins that failed to build new soil, such as Terrebonne and Barataria, experienced the most land loss over the study period -- more than 180 square miles (466 square kilometers). Other areas gained ground, including 33.6 square miles (87 square kilometers) of new land in the Atchafalaya Basin and 43 square miles (112 square kilometers) in the area known as the “Bird’s Foot Delta” at the mouth of the Mississippi River.\n“The Louisiana coastal system is highly engineered,” said Daniel Jensen, lead author and postdoctoral researcher at NASA’s Jet Propulsion Laboratory in Southern California. “But the fact that ground has been gained in some places indicates that, with enough restoration efforts to reintroduce fresh water supply and sediment, we could see some wetland recovery in the future.”\nUnderstanding wetland dieback and recovery is critically important because the Mississippi River Delta, like many of the world’s deltas, drives local and national economies through farming, fisheries, tourism, and shipping. “For the 350 million people who live and farm on deltas around the world, coastal wetlands provide a key link in the food chain,” said JPL’s Marc Simard, principal investigator of NASA’s Delta-X mission and co-author of the paper.\nIn several airborne and field campaigns since 2016, the Delta-X research team has been studying the Mississippi River Delta, the seventh largest on Earth, using airborne sensing and field measurements of water, vegetation, and sediment changes in the face of rising sea level. The Landsat analysis builds on this airborne mission. Delta-X is part of NASA's Earth Venture Suborbital (EVS) program, managed at NASA's Langley Research Center in Hampton, Virginia.\nThe new model by Jensen and colleagues is the first to directly estimate soil accretion rates in coastal wetlands using satellite data. Working with ground-based accretion records from Louisiana’s Coastwide Reference Monitoring System, the scientists were able to estimate amounts of mineral sediment from water pixels in the Landsat imagery and organic material from the land pixels.\nThe researchers said their approach could be applied beyond Louisiana because wetland loss and resiliency is a global phenomenon. From the Great Lakes to the Nile Delta, the Amazon to Siberia, wetlands are found on every continent except Antarctica. And they are declining in most places. Wetlands were recently called some of the “most vulnerable, most threatened, most valuable, and most diverse” ecosystems on the planet, according to an international analysis co-authored by NASA researchers.\nBut they also said a new generation of spaceborne tools, such as synthetic aperture radar, can increasingly inform conservation policies on the ground. This is because satellites support near-continuous mapping of ecosystems at a scale and consistency that is nearly impossible through traditional surveys and field work.\nThe futures of our wetlands and coastal communities are intertwined with climate change, so sustainable management is critical. By storing decomposing plant matter in soil and roots, wetlands act as “blue carbon” sinks, preventing some greenhouse gases (carbon dioxide and methane) from escaping into the atmosphere. When vegetation dies, drowns, and fails to grow back, wetlands can no longer sequester (bury) carbon in soil and vegetation. At current rates of wetland loss in coastal Louisiana, carbon burial may have decreased 50% from 2013 estimates.\n“Forty percent of the human population lives within a hundred kilometers of a coast,” Simard said. “It’s critical that we understand the processes that protect those lands and the livelihood of the people living there.”\nLearn more about the Delta-X mission:\nhttps://deltax.jpl.nasa.gov\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}