{
  "url": "https://climate.nasa.gov/news/2933/visualizing-the-quantities-of-climate-change/",
  "title": "Visualizing the Quantities of Climate Change",
  "date": null,
  "content": "3 min read\nSatellite data show that Greenland and Antarctica are losing mass at a rate of 283 gigatonnes per year and 145 gigatonnes per year, respectively. So how big is just one gigatonne?\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nThis unit of mass is equivalent to one billion metric tons, 2.2 trillion pounds, or 10,000 fully-loaded U.S. aircraft carriers.\nCentral Park is 4 kilometers long and 0.8 kilometers wide. A gigatonne of ice placed here would extend 341 meters (1,119 feet) high.\nCentral Park dimensions (from OpenStreetMap):\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nThis unit of mass is equivalent to one billion metric tons, 2.2 trillion pounds, or 10,000 fully-loaded U.S. aircraft carriers.\nThe National Mall extends 2 kilometers between the Washington Monument and the U.S. Capitol, and is 200 meters wide. A gigatonne of ice placed here would extend 2728 meters (8,948 feet) high.\nNational Mall dimensions (from OpenStreetMap):\nThis is the amount of ice lost from the polar ice caps that NASA’s original GRACE mission observed from 2002 to 2017.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nDuring the 15-year lifetime of the original GRACE mission (2002-2017), 5,641 gigatonnes of ice of were lost in Greenland and Antarctica. Ninety-nine percent of the world’s freshwater ice is located in these ice sheets.\nThis is enough to cover Texas in a sheet of ice 26 feet high.\nThis is our best estimate of how much Greenland and Antarctic ice has melted into the ocean since the start of the 20th century.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nGlobal sea level has risen by about 8 inches since 1901. This rise is due to a combination of melting ice and water expanding due to increased temperatures. While we don’t have precise measurements, scientific models indicate that melting ice has caused about two-thirds of sea level rise to date.\nWe estimate that 49,000 gigatonnes of ice have melted over that time frame—enough ice to cover the entire contiguous U.S. in an ice sheet 22 feet high (about 7 meters), or coat the entire Moon's surface in a 5-foot-high ice sheet.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}