{
  "url": "https://climate.nasa.gov/news/2915/the-atmosphere-getting-a-handle-on-carbon-dioxide/",
  "title": "The Atmosphere: Getting a Handle on Carbon Dioxide",
  "date": null,
  "content": "10 min read\nSizing Up Humanity's Impacts on Earth's Changing Atmosphere​: A Five-Part Series\nBy Alan Buis,NASA's Jet Propulsion Laboratory\nEarth’s atmosphere is resilient to many of the changes humans have imposed on it. But, says atmospheric scientist David Crisp of NASA’s Jet Propulsion Laboratory in Pasadena, California, that doesn’t necessarily mean that our society is.\n“The resilience of Earth’s atmosphere has been proven throughout our planet’s climate history,” said Crisp, science team lead for NASA’s Orbiting Carbon Observatory-2 (OCO-2) satellite and its successor instrument, OCO-3, which launched to the International Space Station on May 4. “Humans have increased the abundance of carbon dioxide by 45 percent since the beginning of the Industrial Age. That’s making big changes in our environment, but at the same time, it’s not going to lead to a runaway greenhouse effect or something like that. So, our atmosphere will survive, but, as suggested by UCLA professor and Pulitzer-Prize-winning author Jared Diamond, even the most advanced societies can be more fragile than the atmosphere is.”\nChanges to our atmosphere associated with reactive gases (gases that undergo chemical reactions) like ozone and ozone-forming chemicals like nitrous oxides, are relatively short-lived. Carbon dioxide is a different animal, however. Once it’s added to the atmosphere, it hangs around, for a long time: between 300 to 1,000 years. Thus, as humans change the atmosphere by emitting carbon dioxide, those changes will endure on the timescale of many human lives.\nEarth’s atmosphere is associated with many types of cycles, such as the carbon cycle and the water cycle. Crisp says that while our atmosphere is very stable, those cycles aren’t.\n“Humanity’s ability to thrive depends on these other planetary cycles and processes working the way they now do,” he said. “Thanks to detailed observations of our planet from space, we’ve seen some changes over the last 30 years that are quite alarming: changes in precipitation patterns, in where and how plants grow, in sea and land ice, in entire ecosystems like tropical rain forests. These changes should attract our attention.\n“One could say that because the atmosphere is so thin, the activity of 7.7 billion humans can actually make significant changes to the entire system,” he added. “The composition of Earth’s atmosphere has most certainly been altered. Half of the increase in atmospheric carbon dioxide concentrations in the last 300 years has occurred since 1980, and one quarter of it since 2000. Methane concentrations have increased 2.5 times since the start of the Industrial Age, with almost all of that occurring since 1980. So changes are coming faster, and they’re becoming more significant.”\nThe concentration of carbon dioxide in Earth’s atmosphere is currently at nearly 412 parts per million (ppm) and rising. This represents a 47 percent increase since the beginning of the Industrial Age, when the concentration was near 280 ppm, and an 11 percent increase since 2000, when it was near 370 ppm. Crisp points out that scientists know the increases in carbon dioxide are caused primarily by human activities because carbon produced by burning fossil fuels has a different ratio of heavy-to-light carbon atoms, so it leaves a distinct “fingerprint” that instruments can measure. A relative decline in the amount of heavy carbon-13 isotopes in the atmosphere points to fossil fuel sources. Burning fossil fuels also depletes oxygen and lowers the ratio of oxygen to nitrogen in the atmosphere.\nOCO-2, launched in July 2014, gathers global measurements of atmospheric carbon dioxide with the resolution, precision and coverage needed to understand how this important greenhouse gas — the principal human-produced driver of climate change — moves through the Earth system at regional scales, and how it changes over time. From its vantage point in space, OCO-2 makes roughly 100,000 measurements of atmospheric carbon dioxide every day.\nCrisp says OCO-2 has already provided new insights into the processes emitting carbon dioxide to the atmosphere and those that are absorbing it.\n“For as long as we can remember, we’ve talked about Earth’s tropical rainforests as the ‘lungs’ of our planet,” he said. “Most scientists considered them to be the principal absorber and storage place of carbon dioxide in the Earth system, with Earth’s northern boreal forests playing a secondary role. But that’s not what’s being borne out by our data. We’re seeing that Earth’s tropical regions are a net source of carbon dioxide to the atmosphere, at least since 2009. This changes our understanding of things.”\nMeasurements of atmospheric carbon dioxide in the tropics are consistently higher than anything around them, and scientists don’t know why, Crisp said. OCO-2 and the Japan Aerospace Exploration Agency’s Greenhouse gases Observing SATellite (GOSAT) are tracking plant growth in the tropics by observing solar-induced fluorescence (SIF) from chlorophyll in plants. SIF is an indicator of the rate at which plants convert light from the Sun and carbon dioxide from the atmosphere into chemical energy.\n“We’re finding that plant respiration is outstripping their ability to absorb carbon dioxide,” he said. “This is happening throughout the tropics, and almost all of the time. When we first launched OCO-2, our first two years of on-orbit operations occurred during a strong El Niño event, which had a strong impact on global carbon dioxide emissions. Now we have more than five years of data, and we see that the tropics are always a source (of carbon dioxide), in every season. In fact, the only time we see significant absorption of carbon dioxide in the tropics is in Africa during June, July and August. So that’s half the story.\n“The other half is also quite interesting,” he added. “We’re seeing northern mid- and high-latitude rainforests becoming better and better absorbers for carbon dioxide over time. One possible explanation for this is that the growing season is getting longer. Things that didn’t used to grow well at high latitudes are growing better and things that were growing well there before are growing longer. We’re seeing that in our data set. We see that South America’s high southern latitudes — the so-called cone of South America — are also strong absorbers for carbon. We don’t know if it was always this way and our previous understandings were incomplete or wrong, or if climate change has increased the intensity of the growing season. So we’ve established a new baseline, and it appears to be somewhat of a paradigm shift. Our space-based measurements are beginning to change our understanding of how the carbon cycle works and are providing new tools to allow us to monitor changes in the future in response to climate change.”\nCrisp says OCO-2, OCO-3 and other new satellites are giving us new tools to understand how, where and how much carbon dioxide human activities are emitting into the atmosphere and how those emissions are interacting with Earth’s natural cycles. “We’re getting a sharper picture of those processes,” he said.\nImpacts from agricultural activities also seem to be changing, he says. During summer in the U.S. upper Midwest, scientists are seeing an intense absorption of carbon dioxide associated with agricultural activities. The same thing is being observed in Eastern and Southern Asia. The strong absorption of carbon dioxide across China is erasing all but a thin strip of fossil fuel emissions along the coast, with Central China now functioning as a net absorber of carbon dioxide during the growing season. Thanks to the development of big, sophisticated computer models combined with wind and other measurements, we’re able to quantify these changes for the first time.\nIn response to the rapid changes observed in carbon dioxide concentrations and their potential impact on our climate, 33 of the world’s space agencies, including participants from the United States, Europe, Japan and China, are now working together to develop a global greenhouse gas monitoring system that could be implemented as soon as the late 2020s, Crisp added. The system would include a series of spacecraft making coordinated measurements to monitor these changes. Key components of the system would include the OCO-2 and OCO-3 missions, Japan’s GOSAT and GOSAT-2, and Europe’s Copernicus missions. The system would be complemented by ground-based and aerial research.\nCrisp said he and his fellow team members are eagerly poring over the first science data from OCO-3. The new instrument, installed on the exterior of the space station, will extend and enhance the OCO-2 data set by collecting the first dawn-to-dusk observations of variations in carbon dioxide from space over tropical and mid-latitude regions, giving scientists a better view of emission and absorption processes. This is made possible by the space station’s unique orbit, which carries OCO-3 over locations on the ground at slightly different times each orbit.\nThe Copernicus CO2 Mission, scheduled for launch around 2025, will be the first operational carbon dioxide monitoring satellite constellation. Crisp, who’s a member of its Mission Advisory Group, said the constellation will include multiple satellites with wide viewing swaths that will be able to map Earth’s entire surface at weekly intervals. While its basic measurement technique evolved from the GOSAT and OCO-2 missions, there’s a key difference: the earlier satellites are sampling systems focused on improving understanding of Earth’s natural carbon cycle, while Copernicus will be an imaging system focused on monitoring human-produced emissions. In fact, it will have the ability to estimate the emissions of every large power plant in every city around the world.\nCrisp says as time goes on the objective is to build an operational system that will monitor all aspects of Earth’s environment. Pioneering satellites like OCO-2, OCO-3, GOSAT and GOSAT-2 are adding greenhouse gas measurements to the data on temperature, water vapor, cloud cover, air quality and other atmospheric properties that have been collected for decades.\n“We know our atmosphere is changing and that these changes may affect our civilization,” he said. “We now have the tools to monitor our atmosphere very carefully so that we can give policymakers the best information available. If you’ve invested in a carbon reduction strategy, such as converting from coal to natural gas or transitioning from fossil fuels to renewables, wouldn’t you like to know that it worked? You can only manage what you can measure.”\nFor more on OCO-2, visit https://ocov2.jpl.nasa.gov/.\nFor more on OCO-3, visit https://ocov3.jpl.nasa.gov/.\nPart One of this series: 'The Atmosphere: Earth's Security Blanket'\nNext up: 'The Atmosphere: Tracking the Ongoing Recovery of Earth’s Ozone Hole'\nBy volume, the dry air in Earth’s atmosphere is about 78.08 percent nitrogen, 20.95 percent oxygen, and 0.93 percent argon.\nA brew of trace gases accounts for the other approximately 0.04 percent, including the greenhouse gases carbon dioxide, methane, nitrous oxide and ozone. Yet while these greenhouse gases make up just a tiny percentage of our atmosphere, they play major roles in trapping Earth’s radiant heat and keeping it from escaping into space, thereby warming our planet and contributing to Earth’s greenhouse effect.\nThe largest greenhouse gas by volume is actually the one most people tend to overlook: water vapor, whose concentration varies significantly depending on temperature. As the temperature of the atmosphere increases, the amount of humidity in the atmosphere also goes up, further heating our planet in a vicious cycle.\nTiny solid or liquid particles known as aerosols, which are produced both naturally and by human activities, are also present in variable amounts, along with human-produced industrial pollutants and natural and human-produced sulfur compounds.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nScience in Space June 2025 Scientists use instruments on the International Space Station to study…\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}