{
  "url": "https://climate.nasa.gov/news/3237/nasa-sets-coverage-for-swot-water-survey-mission-launch/",
  "title": "NASA Sets Coverage for SWOT Water Survey Mission Launch",
  "date": null,
  "content": "An artist’s concept of the SWOT spacecraft. The SWOT mission will measure the height of the world’s ocean, rivers, and lakes, helping scientists to measure how fresh and saltwater bodies change over time. Credit: NASA\nTargeting a Dec. 15 launch, SWOT will survey nearly all water on Earth’s surface for the first time, helping to track how fresh and saltwater bodies change over time.\nEditor’s note: This advisory was updated Wednesday, Dec. 14, to reflect a new launch attempt on Friday, Dec. 16.\nEditor’s note: The start time for the Dec. 14 pre-launch news conference has been shifted to 3 p.m. EST (12 p.m. PST).\nNASA will provide coverage of the upcoming prelaunch and launch activities for the international Surface Water and Ocean Topography (SWOT) mission.\nThe mission is targeted for liftoff at 6:46 a.m. EST (3:46 a.m. PST) Friday, Dec. 16, on a SpaceX Falcon 9 rocket from Space Launch Complex 4-East at Vandenberg Space Force Base in California.\nLive launch coverage will begin at 6 a.m. EST (3 a.m. PST) on NASA Television, YouTube, Twitter, the NASA app, and the agency’s website, with prelaunch and science briefings beginning Tuesday, Dec. 13.\nWatch coverage on the agency’s website at:\nhttps://www.nasa.gov/live\nSWOT will survey nearly all water on Earth’s surface for the first time, measuring the height of the world’s oceans, rivers, and lakes, helping scientists track how fresh and saltwater bodies change over time. The satellite will help scientists investigate how the oceans absorb atmospheric heat and carbon, moderating global temperatures and climate change.\nUsing SWOT’s state-of the-art technology, scientists will observe ocean features with 10 times the resolution of current technologies along with providing high-definition views of freshwater bodies. It can observe the entire length of nearly all rivers wider than 330 feet (100 meters), as well as collect data on more than a million lakes larger than 15 acres (62,500 square meters).\nA global inventory of water resources will help scientists better understand where the water is, where it’s coming from, and where it’s going. The observations will benefit people on Earth by helping improve flood forecasts, improving the models used to monitor droughts and improving predictions for sea level rise. The observations also will benefit industries, like shipping, by providing measurements of water levels along rivers, as well as information about tides, currents, and storm surges in the ocean.\nThe mission is a collaborative effort by NASA and the French space agency Centre National d’Etudes Spatiales (CNES) with contributions from the Canadian Space Agency (CSA) and the UK Space Agency.\nFull mission coverage is as follows:\nTuesday, Dec. 13\n3 p.m. EST (12 p.m. PST) – SWOT Science Briefing on NASA TV and YouTube with the following participants:\nAccredited news media planning to attend the briefing should confirm their participation with Tech Sgt. Patrick Harrower, 30th Space Wing public affairs officer, at patrick.harrower@us.af.mil no later than 9 a.m. PST Dec. 13.\nMedia may request the dial-in number and passcode by contacting the newsroom at NASA’s Kennedy Space Center in Florida no later than 10 a.m. PST at ksc-newsroom@mail.nasa.gov. Media and the public also may ask questions during the event using #AskNASA.\nWednesday, Dec. 14\n3 p.m. EST (12 p.m. PST) – SWOT Prelaunch News Conference on NASA TV and YouTube with the following participants:\nAccredited news media planning to attend the briefing should confirm their participation with Tech Sgt. Patrick Harrower, 30th Space Wing public affairs officer, at patrick.harrower@us.af.mil no later than 9 a.m. PST Dec. 14.\nMedia may request the dial-in number and passcode by contacting the Kennedy newsroom no later than 10 a.m. PST at ksc-newsroom@mail.nasa.gov. Media and the public also may ask questions during the event using #AskNASA.\n2 p.m. EST (11 a.m. PST) – NASA Edge will host the SWOT Rollout Show that will air live on NASA TV and YouTube.\nNASA TV Launch Coverage\nNASA TV live coverage will begin at 6 a.m. EST (3 a.m. PST) Thursday, Dec. 15. For NASA TV downlink information, schedules, and links to streaming video, visit:\nhttps://www.nasa.gov/live\nAudio only of the news conferences and launch coverage will be carried on the NASA “V” circuits, which may be accessed by dialing 321-867-1220, -1240, or 7135. On launch day, \"mission audio,\" countdown activities without NASA TV launch commentary, will be carried on 321-867-7135. A “tech feed” of the launch without NASA TV commentary will be carried on the NASA TV media channel.\nFollow countdown coverage on the SWOT launch blog at:\nhttps://blogs.nasa.gov/swot/\nPublic Participation\nMembers of the public can register to attend the SWOT launch virtually. The virtual guest program for this mission includes curated launch resources, notifications about related opportunities or changes, and a stamp for the virtual guest passport following a successful launch.\nWatch, Engage Online\nStay connected with the mission on social media, and let people know you're following it on Twitter, Facebook, and Instagram using the hashtags #TrackingWorldWater and #SWOTmission. Go behind the scenes and hear from scientists, engineers, and NASA leadership with exclusive SWOT videos on NASA’s JPL YouTube Channel. Also follow online at:\nTwitter: @NASA, @CNES, @NASAJPL, @NASA_LSP, @NASAKennedy, @NASAEarth, @NASAClimate, @CSA_ASC, @SpaceGovUK, @SLDelta30\nFacebook: NASA, CNES, NASA LSP, NASA JPL, NASA Kennedy, NASA Earth, NASA Climate Change, Canadian Space Agency, UK Space Agency\nInstagram: NASA, CNES, NASA Kennedy, NASA Earth, NASA Climate Change, NASA JPL, Canadian Space Agency, UK Space Agency\nFor more information about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nTylar Greene\r\nHeadquarters, Washington\r\n202-358-0030\ntylar.j.greene@nasa.gov\nLeejay Lockhart\r\nKennedy Space Center, Florida\r\n321-747-8319\nleejay.lockhart@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}