{
  "url": "https://climate.nasa.gov/news/935/is-a-sleeping-climate-giant-stirring-in-the-arctic/",
  "title": "Is a sleeping climate giant stirring in the Arctic?",
  "date": null,
  "content": "Permafrost zones occupy nearly a quarter of the exposed land area of the Northern Hemisphere. NASA's Carbon in Arctic Reservoirs Vulnerability Experiment is probing deep into the frozen lands above the Arctic Circle in Alaska to measure emissions of the greenhouse gases carbon dioxide and methane from thawing permafrost - signals that may hold a key to Earth's climate future. Image credit: Hugo Ahlenius, UNEP/GRID-Arendal\nBy Alan Buis, NASA Jet Propulsion Laboratory\nThe CARVE campaign flights are conducted aboard a specially instrumented NASA C-23 Sherpa aircraft from NASA's Wallops Flight Facility, Wallops Island, Va. Most of the time, the CARVE scientists fly the plane \"down in the mud,\" at about 500 feet (152 meters) above the ground. The low altitude above the Arctic surface allows the scientists to measure interesting exchanges of carbon taking place between Earth's surface and atmosphere. Image credit: NASA/JPL-Caltech\nFlying low and slow above the wild, pristine terrain of Alaska's North Slope in a specially instrumented NASA plane, research scientist Charles Miller of NASA's Jet Propulsion Laboratory, Pasadena, Calif., surveys the endless whiteness of tundra and frozen permafrost below. On the horizon, a long, dark line appears. The plane draws nearer, and the mysterious object reveals itself to be a massive herd of migrating caribou, stretching for miles. It's a sight Miller won't soon forget.\n\"Seeing those caribou marching single-file across the tundra puts what we're doing here in the Arctic into perspective,\" said Miller, principal investigator of the Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE), a five-year NASA-led field campaign studying how climate change is affecting the Arctic's carbon cycle.\n\"The Arctic is critical to understanding global climate,\" he said. \"Climate change is already happening in the Arctic, faster than its ecosystems can adapt. Looking at the Arctic is like looking at the canary in the coal mine for the entire Earth system.\"\nAboard the NASA C-23 Sherpa aircraft from NASA's Wallops Flight Facility, Wallops Island, Va., Miller, CARVE Project Manager Steve Dinardo of JPL and the CARVE science team are probing deep into the frozen lands above the Arctic Circle. The team is measuring emissions of the greenhouse gases carbon dioxide and methane from thawing permafrost -- signals that may hold a key to Earth's climate future.\nWhat lies beneath\nThe CARVE scientists observed episodic, localized bursts of methane being emitted from the tundra as the spring thaw progressed northward over Alaska's North Slope in May and June 2012. Reds and yellows represent the highest concentrations of methane, and blues the lowest. The methane is released from the topsoil as it thaws. Image credit: NASA/JPL-Caltech\nPermafrost (perennially frozen) soils underlie much of the Arctic. Each summer, the top layers of these soils thaw. The thawed layer varies in depth from about 4 inches (10 centimeters) in the coldest tundra regions to several yards, or meters, in the southern boreal forests. This active soil layer at the surface provides the precarious foothold on which Arctic vegetation survives. The Arctic's extremely cold, wet conditions prevent dead plants and animals from decomposing, so each year another layer gets added to the reservoirs of organic carbon sequestered just beneath the topsoil. \r\nOver hundreds of millennia, Arctic permafrost soils have accumulated vast stores of organic carbon - an estimated 1,400 to 1,850 petagrams of it (a petagram is 2.2 trillion pounds, or 1 billion metric tons). That's about half of all the estimated organic carbon stored in Earth's soils. In comparison, about 350 petagrams of carbon have been emitted from all fossil-fuel combustion and human activities since 1850. Most of this carbon is located in thaw-vulnerable topsoils within 10 feet (3 meters) of the surface.\nBut, as scientists are learning, permafrost - and its stored carbon - may not be as permanent as its name implies. And that has them concerned.\n\"Permafrost soils are warming even faster than Arctic air temperatures - as much as 2.7 to 4.5 degrees Fahrenheit (1.5 to 2.5 degrees Celsius) in just the past 30 years,\" Miller said. \"As heat from Earth's surface penetrates into permafrost, it threatens to mobilize these organic carbon reservoirs and release them into the atmosphere as carbon dioxide and methane, upsetting the Arctic's carbon balance and greatly exacerbating global warming.\"\nCurrent climate models do not adequately account for the impact of climate change on permafrost and how its degradation may affect regional and global climate. Scientists want to know how much permafrost carbon may be vulnerable to release as Earth's climate warms, and how fast it may be released.\nCARVing out a better understanding of Arctic carbon\nEnter CARVE. Now in its third year, this NASA Earth Ventures program investigation is expanding our understanding of how the Arctic's water and carbon cycles are linked to climate, as well as what effects fires and thawing permafrost are having on Arctic carbon emissions. CARVE is testing hypotheses that Arctic carbon reservoirs are vulnerable to climate warming, while delivering the first direct measurements and detailed regional maps of Arctic carbon dioxide and methane sources and demonstrating new remote sensing and modeling capabilities. About two dozen scientists from 12 institutions are participating.\n\"The Arctic is warming dramatically - two to three times faster than mid-latitude regions - yet we lack sustained observations and accurate climate models to know with confidence how the balance of carbon among living things will respond to climate change and related phenomena in the 21st century,\" said Miller. \"Changes in climate may trigger transformations that are simply not reversible within our lifetimes, potentially causing rapid changes in the Earth system that will require adaptations by people and ecosystems.\"\nThe CARVE team flew test flights in 2011 and science flights in 2012. This April and May, they completed the first two of seven planned monthly campaigns in 2013, and they are currently flying their June campaign.\nEach two-week flight campaign across the Alaskan Arctic is designed to capture seasonal variations in the Arctic carbon cycle: spring thaw in April/May, the peak of the summer growing season in June/July, and the annual fall refreeze and first snow in September/October. From a base in Fairbanks, Alaska, the C-23 flies up to eight hours a day to sites on Alaska's North Slope, interior and Yukon River Valley over tundra, permafrost, boreal forests, peatlands and wetlands.\nThe C-23 won't win any beauty contests - its pilots refer to it as \"a UPS truck with a bad nose job.\" Inside, it's extremely noisy - the pilots and crew wear noise-cancelling headphones to communicate. \"When you take the headphones off, it's like being at a NASCAR race,\" Miller quipped.\nBut what the C-23 lacks in beauty and quiet, it makes up for in reliability and its ability to fly \"down in the mud,\" so to speak. Most of the time, it flies about 500 feet (152 meters) above ground level, with periodic ascents to higher altitudes to collect background data. Most airborne missions measuring atmospheric carbon dioxide and methane do not fly as low. \"CARVE shows you need to fly very close to the surface in the Arctic to capture the interesting exchanges of carbon taking place between Earth's surface and atmosphere,\" Miller said.\nOnboard the plane, sophisticated instruments \"sniff\" the atmosphere for greenhouse gases. They include a very sensitive spectrometer that analyzes sunlight reflected from Earth's surface to measure atmospheric carbon dioxide, methane and carbon monoxide. This instrument is an airborne simulator for NASA's Orbiting Carbon Observatory-2 (OCO-2) mission to be launched in 2014. Other instruments analyze air samples from outside the plane for the same chemicals. Aircraft navigation data and basic weather data are also collected. Initial data are delivered to scientists within 12 hours. Air samples are shipped to the University of Colorado's Institute for Arctic and Alpine Research Stable Isotope Laboratory and Radiocarbon Laboratory in Boulder for analyses to determine the carbon's sources and whether it came from thawing permafrost.\nMuch of CARVE's science will come from flying at least three years, Miller says. \"We are showing the power of using dependable, low-cost prop planes to make frequent, repeat measurements over time to look for changes from month to month and year to year.\"\nGround observations complement the aircraft data and are used to calibrate and validate them. The ground sites serve as anchor points for CARVE's flight tracks. Ground data include air samples from tall towers and measurements of soil moisture and temperature to determine whether soil is frozen, thawed or flooded.\nA tale of two greenhouse gases\nIt's important to accurately characterize the soils and state of the land surfaces. There's a strong correlation between soil characteristics and release of carbon dioxide and methane. Historically, the cold, wet soils of Arctic ecosystems have stored more carbon than they have released. If climate change causes the Arctic to get warmer and drier, scientists expect most of the carbon to be released as carbon dioxide. If it gets warmer and wetter, most will be in the form of methane.\nThe distinction is critical. Molecule per molecule, methane is 22 times more potent as a greenhouse gas than carbon dioxide on a 100-year timescale, and 105 times more potent on a 20-year timescale. If just one percent of the permafrost carbon released over a short time period is methane, it will have the same greenhouse impact as the 99 percent that is released as carbon dioxide. Characterizing this methane to carbon dioxide ratio is a major CARVE objective.\nThere are other correlations between Arctic soil characteristics and the release of carbon dioxide and methane. Variations in the timing of spring thaw and the length of the growing season have a major impact on vegetation productivity and whether high northern latitude regions generate or store carbon.\nCARVE is also studying wildfire impacts on the Arctic's carbon cycle. Fires in boreal forests or tundra accelerate the thawing of permafrost and carbon release. Detailed fire observation records since 1942 show the average annual number of Alaska wildfires has increased, and fires with burn areas larger than 100,000 acres are occurring more frequently, trends scientists expect to accelerate in a warming Arctic. CARVE's simultaneous measurements of greenhouse gases will help quantify how much carbon is released to the atmosphere from fires in Alaska - a crucial and uncertain element of its carbon budget.\nEarly results\nThe CARVE science team is busy analyzing data from its first full year of science flights. What they're finding, Miller said, is both amazing and potentially troubling.\n\"Some of the methane and carbon dioxide concentrations we've measured have been large, and we're seeing very different patterns from what models suggest,\" Miller said. \"We saw large, regional-scale episodic bursts of higher-than-normal carbon dioxide and methane in interior Alaska and across the North Slope during the spring thaw, and they lasted until after the fall refreeze. To cite another example, in July 2012 we saw methane levels over swamps in the Innoko Wilderness that were 650 parts per billion higher than normal background levels. That's similar to what you might find in a large city.\"\nUltimately, the scientists hope their observations will indicate whether an irreversible permafrost tipping point may be near at hand. While scientists don't yet believe the Arctic has reached that tipping point, no one knows for sure. \"We hope CARVE may be able to find that 'smoking gun,' if one exists,\" Miller said.\nOther institutions participating in CARVE include City College of New York; the joint University of Colorado/National Oceanic and Atmospheric Administration's Cooperative Institute for Research in Environmental Sciences, Boulder, Colo.; San Diego State University; University of California, Irvine; California Institute of Technology, Pasadena; Harvard University, Cambridge, Mass.; University of California, Berkeley; Lawrence Berkeley National Laboratory, Berkeley, Calif.; University of California, Santa Barbara; NOAA's Earth System Research Laboratory, Boulder, Colo.; and University of Melbourne, Victoria, Australia.\nFor more information on CARVE, visit: http://science.nasa.gov/missions/carve/.\nFlying low and slow above the wild, pristine terrain of Alaska's North Slope in a specially instrumented NASA plane, research scientist Charles Miller of NASA's Jet Propulsion Laboratory, Pasadena, Calif., surveys the endless whiteness of tundra and frozen permafrost below. On the horizon, a long, dark line appears. The plane draws nearer, and the mysterious object reveals itself to be a massive herd of migrating caribou, stretching for miles. It's a sight Miller won't soon forget.\n\"Seeing those caribou marching single-file across the tundra puts what we're doing here in the Arctic into perspective,\" said Miller, principal investigator of the Carbon in Arctic Reservoirs Vulnerability Experiment (CARVE), a five-year NASA-led field campaign studying how climate change is affecting the Arctic's carbon cycle.\n\"The Arctic is critical to understanding global climate,\" he said. \"Climate change is already happening in the Arctic, faster than its ecosystems can adapt. Looking at the Arctic is like looking at the canary in the coal mine for the entire Earth system.\"\nAboard the NASA C-23 Sherpa aircraft from NASA's Wallops Flight Facility, Wallops Island, Va., Miller, CARVE Project Manager Steve Dinardo of JPL and the CARVE science team are probing deep into the frozen lands above the Arctic Circle. The team is measuring emissions of the greenhouse gases carbon dioxide and methane from thawing permafrost -- signals that may hold a key to Earth's climate future.\nWhat lies beneath\nPermafrost (perennially frozen) soils underlie much of the Arctic. Each summer, the top layers of these soils thaw. The thawed layer varies in depth from about 4 inches (10 centimeters) in the coldest tundra regions to several yards, or meters, in the southern boreal forests. This active soil layer at the surface provides the precarious foothold on which Arctic vegetation survives. The Arctic's extremely cold, wet conditions prevent dead plants and animals from decomposing, so each year another layer gets added to the reservoirs of organic carbon sequestered just beneath the topsoil.\nOver hundreds of millennia, Arctic permafrost soils have accumulated vast stores of organic carbon - an estimated 1,400 to 1,850 petagrams of it (a petagram is 2.2 trillion pounds, or 1 billion metric tons). That's about half of all the estimated organic carbon stored in Earth's soils. In comparison, about 350 petagrams of carbon have been emitted from all fossil-fuel combustion and human activities since 1850. Most of this carbon is located in thaw-vulnerable topsoils within 10 feet (3 meters) of the surface.\nBut, as scientists are learning, permafrost - and its stored carbon - may not be as permanent as its name implies. And that has them concerned.\n\"Permafrost soils are warming even faster than Arctic air temperatures - as much as 2.7 to 4.5 degrees Fahrenheit (1.5 to 2.5 degrees Celsius) in just the past 30 years,\" Miller said. \"As heat from Earth's surface penetrates into permafrost, it threatens to mobilize these organic carbon reservoirs and release them into the atmosphere as carbon dioxide and methane, upsetting the Arctic's carbon balance and greatly exacerbating global warming.\"\nCurrent climate models do not adequately account for the impact of climate change on permafrost and how its degradation may affect regional and global climate. Scientists want to know how much permafrost carbon may be vulnerable to release as Earth's climate warms, and how fast it may be released.\nCARVing out a better understanding of Arctic carbon\nEnter CARVE. Now in its third year, this NASA Earth Ventures program investigation is expanding our understanding of how the Arctic's water and carbon cycles are linked to climate, as well as what effects fires and thawing permafrost are having on Arctic carbon emissions. CARVE is testing hypotheses that Arctic carbon reservoirs are vulnerable to climate warming, while delivering the first direct measurements and detailed regional maps of Arctic carbon dioxide and methane sources and demonstrating new remote sensing and modeling capabilities. About two dozen scientists from 12 institutions are participating.\n\"The Arctic is warming dramatically - two to three times faster than mid-latitude regions - yet we lack sustained observations and accurate climate models to know with confidence how the balance of carbon among living things will respond to climate change and related phenomena in the 21st century,\" said Miller. \"Changes in climate may trigger transformations that are simply not reversible within our lifetimes, potentially causing rapid changes in the Earth system that will require adaptations by people and ecosystems.\"\nThe CARVE team flew test flights in 2011 and science flights in 2012. This April and May, they completed the first two of seven planned monthly campaigns in 2013, and they are currently flying their June campaign.\nEach two-week flight campaign across the Alaskan Arctic is designed to capture seasonal variations in the Arctic carbon cycle: spring thaw in April/May, the peak of the summer growing season in June/July, and the annual fall refreeze and first snow in September/October. From a base in Fairbanks, Alaska, the C-23 flies up to eight hours a day to sites on Alaska's North Slope, interior and Yukon River Valley over tundra, permafrost, boreal forests, peatlands and wetlands.\nThe C-23 won't win any beauty contests - its pilots refer to it as \"a UPS truck with a bad nose job.\" Inside, it's extremely noisy - the pilots and crew wear noise-cancelling headphones to communicate. \"When you take the headphones off, it's like being at a NASCAR race,\" Miller quipped.\nBut what the C-23 lacks in beauty and quiet, it makes up for in reliability and its ability to fly \"down in the mud,\" so to speak. Most of the time, it flies about 500 feet (152 meters) above ground level, with periodic ascents to higher altitudes to collect background data. Most airborne missions measuring atmospheric carbon dioxide and methane do not fly as low. \"CARVE shows you need to fly very close to the surface in the Arctic to capture the interesting exchanges of carbon taking place between Earth's surface and atmosphere,\" Miller said.\nOnboard the plane, sophisticated instruments \"sniff\" the atmosphere for greenhouse gases. They include a very sensitive spectrometer that analyzes sunlight reflected from Earth's surface to measure atmospheric carbon dioxide, methane and carbon monoxide. This instrument is an airborne simulator for NASA's Orbiting Carbon Observatory-2 (OCO-2) mission to be launched in 2014. Other instruments analyze air samples from outside the plane for the same chemicals. Aircraft navigation data and basic weather data are also collected. Initial data are delivered to scientists within 12 hours. Air samples are shipped to the University of Colorado's Institute for Arctic and Alpine Research Stable Isotope Laboratory and Radiocarbon Laboratory in Boulder for analyses to determine the carbon's sources and whether it came from thawing permafrost.\nMuch of CARVE's science will come from flying at least three years, Miller says. \"We are showing the power of using dependable, low-cost prop planes to make frequent, repeat measurements over time to look for changes from month to month and year to year.\"\nGround observations complement the aircraft data and are used to calibrate and validate them. The ground sites serve as anchor points for CARVE's flight tracks. Ground data include air samples from tall towers and measurements of soil moisture and temperature to determine whether soil is frozen, thawed or flooded.\nA tale of two greenhouse gases\nIt's important to accurately characterize the soils and state of the land surfaces. There's a strong correlation between soil characteristics and release of carbon dioxide and methane. Historically, the cold, wet soils of Arctic ecosystems have stored more carbon than they have released. If climate change causes the Arctic to get warmer and drier, scientists expect most of the carbon to be released as carbon dioxide. If it gets warmer and wetter, most will be in the form of methane.\nThe distinction is critical. Molecule per molecule, methane is 22 times more potent as a greenhouse gas than carbon dioxide on a 100-year timescale, and 105 times more potent on a 20-year timescale. If just one percent of the permafrost carbon released over a short time period is methane, it will have the same greenhouse impact as the 99 percent that is released as carbon dioxide. Characterizing this methane to carbon dioxide ratio is a major CARVE objective.\nThere are other correlations between Arctic soil characteristics and the release of carbon dioxide and methane. Variations in the timing of spring thaw and the length of the growing season have a major impact on vegetation productivity and whether high northern latitude regions generate or store carbon.\nCARVE is also studying wildfire impacts on the Arctic's carbon cycle. Fires in boreal forests or tundra accelerate the thawing of permafrost and carbon release. Detailed fire observation records since 1942 show the average annual number of Alaska wildfires has increased, and fires with burn areas larger than 100,000 acres are occurring more frequently, trends scientists expect to accelerate in a warming Arctic. CARVE's simultaneous measurements of greenhouse gases will help quantify how much carbon is released to the atmosphere from fires in Alaska - a crucial and uncertain element of its carbon budget.\nEarly results\nThe CARVE science team is busy analyzing data from its first full year of science flights. What they're finding, Miller said, is both amazing and potentially troubling.\n\"Some of the methane and carbon dioxide concentrations we've measured have been large, and we're seeing very different patterns from what models suggest,\" Miller said. \"We saw large, regional-scale episodic bursts of higher-than-normal carbon dioxide and methane in interior Alaska and across the North Slope during the spring thaw, and they lasted until after the fall refreeze. To cite another example, in July 2012 we saw methane levels over swamps in the Innoko Wilderness that were 650 parts per billion higher than normal background levels. That's similar to what you might find in a large city.\"\nUltimately, the scientists hope their observations will indicate whether an irreversible permafrost tipping point may be near at hand. While scientists don't yet believe the Arctic has reached that tipping point, no one knows for sure. \"We hope CARVE may be able to find that 'smoking gun,' if one exists,\" Miller said.\nOther institutions participating in CARVE include City College of New York; the joint University of Colorado/National Oceanic and Atmospheric Administration's Cooperative Institute for Research in Environmental Sciences, Boulder, Colo.; San Diego State University; University of California, Irvine; California Institute of Technology, Pasadena; Harvard University, Cambridge, Mass.; University of California, Berkeley; Lawrence Berkeley National Laboratory, Berkeley, Calif.; University of California, Santa Barbara; NOAA's Earth System Research Laboratory, Boulder, Colo.; and University of Melbourne, Victoria, Australia.\nFor more information on CARVE, visit: http://science.nasa.gov/missions/carve/.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}