{
  "url": "https://climate.nasa.gov/news/3241/nasa-sensors-to-help-detect-methane-emitted-by-landfills/",
  "title": "NASA Sensors to Help Detect Methane Emitted by Landfills",
  "date": null,
  "content": "A nonprofit group, Carbon Mapper, will use data from NASA’s EMIT mission, plus current airborne and future satellite instruments, to survey waste sites for methane emissions.\nEMIT media reel\nEMIT fact sheet\nVideo of EMIT launch and first-light\nMethane ‘Super-Emitters’ Mapped by NASA’s New Earth Space Mission\nObservations from the Earth Surface Mineral Dust Source Investigation (EMIT) and other NASA science instruments will be part of a global survey of point-source emissions of methane from solid waste sites such as landfills. The multiyear effort is being developed and conducted by the nonprofit Carbon Mapper organization.\nMethane is a potent greenhouse gas, the source of roughly a quarter to a third of global warming caused by humans. The aim of the new initiative is to establish a baseline assessment of global waste sites that emit methane at high rates. This information can support decision-makers as they work to reduce the concentration of the gas in the atmosphere and limit climate change.\nMethane produced by the waste sector contributes an estimated 20% of human-caused methane emissions. Ton for ton, methane is more than 80 times more potent than carbon dioxide in trapping heat in the atmosphere. But where carbon dioxide remains in the air for centuries, methane has an atmospheric lifetime of only about a decade or two. That means some immediate slowing of atmospheric warming could be achieved if methane emissions were significantly reduced.\n“Currently, there is limited actionable information about methane emissions from the global waste sector. A comprehensive understanding of high-emission point sources from waste sites is a critical step to mitigating them,” said Carbon Mapper CEO Riley Duren. “New technological capabilities that are making these emissions visible – and therefore actionable – have the potential to change the game, elevating our collective understanding of near-term opportunities in this often overlooked sector.”\nCarbon Mapper received a grant from the Grantham Foundation for the Protection of the Environment to support its operations related to the waste-site initiative, including potential funding to cover airborne methane surveys using NASA airborne assets. The project will entail conducting an initial remote-sensing survey in 2023 of more than 1,000 managed landfills across the United States and Canada, and in key locations in Latin America, Africa, and Asia. To collect data from these regions, researchers will use aircraft-based sensors, including the Airborne Visible/Infrared Imaging Spectrometer-Next Generation (AVIRIS-NG), which was developed at NASA’s Jet Propulsion Laboratory in Southern California. In addition, they will use Arizona State University’s Global Airborne Observatory from the Center of Global Discovery and Conservation Science, which uses another JPL-built imaging spectrometer.\nAs part of the Carbon Mapper project, researchers will analyze methane data from EMIT as well. The JPL-managed imaging spectrometer was installed on the International Space Station in July 2022 to measure the mineral content at the surface of Earth’s major dust-producing regions.\nIn October, scientists demonstrated that EMIT can also identify methane plumes from “super-emitters.” In so doing, the team added another tool to help with NASA’s broader efforts to monitor greenhouse gases.\n“NASA JPL has a decadelong track record of using airborne imaging spectrometers to make high-quality observations of methane point-source emissions,” said Robert Green, EMIT’s principal investigator at JPL. “With EMIT we have employed the same technology in a spaceborne instrument, enabling us to collect information on localized methane sources from orbit.”\nAfter the first year of the Carbon Mapper project, researchers will conduct a broader survey of more than 10,000 landfills around the world using two satellites in the Carbon Mapper satellite program. The pair of spacecraft will be equipped with imaging spectrometer technology developed at JPL. The team is targeting a launch in late 2023 in coordination with Planet Labs PBC, among other partners.\nData from the project will be accessible at the Carbon Mapper Data Portal.\nFor additional details about EMIT, visit:\nhttps://earth.jpl.nasa.gov/emit/\nEMIT was selected from the Earth Venture Instrument-4 solicitation under the Earth Science Division of NASA’s Science Mission Directorate and was developed at NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California. The instrument’s data will be delivered to the NASA Land Processes Distributed Active Archive Center (DAAC) for use by other researchers and the public.\nThe Airborne Visible/Infrared Imaging Spectrometer-Next Generation (AVIRIS-NG) was built at JPL and designed to measure wavelengths of light from 380 to 2,510 nanometers. It has flown numerous missions, studying phenomena such as plant ecology, mineralogy, snow and ice hydrology, and environmental hazards.\nCarbon Mapper is a nonprofit organization focused on facilitating timely action to mitigate greenhouse gas emissions. Its mission is to fill gaps in the emerging global ecosystem of methane and carbon dioxide monitoring systems by delivering data at facility scale that is precise, timely, and accessible to empower science-based decision making and action. The organization is leading the development of the Carbon Mapper constellation of satellites supported by a public-private partnership composed of Planet Labs PBC, JPL, the California Air Resources Board, the University of Arizona, Arizona State University, and RMI, with funding from High Tide Foundation, Bloomberg Philanthropies, Grantham Foundation for the Protection of the Environment, and other philanthropic donors.\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nKelly Vaughn\r\nCarbon Mapper, Pasadena, Calif.\r\n970-401-0001\nkelly@carbonmapper.org\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}