{
  "url": "https://climate.nasa.gov/news/3242/nasa-launches-international-mission-to-survey-earths-water/",
  "title": "NASA Launches International Mission to Survey Earth's Water",
  "date": null,
  "content": "A SpaceX Falcon 9 rocket launches with the Surface Water and Ocean Topography (SWOT) spacecraft onboard, Friday, Dec. 16, 2022, from Space Launch Complex 4E at Vandenberg Space Force Base in California. Jointly developed by NASA and Centre National D'Etudes Spatiales (CNES), with contributions from the Canadian Space Agency (CSA) and United Kingdom Space Agency, SWOT is the first satellite mission that will observe nearly all water on Earth’s surface, measuring the height of water in the planet’s lakes, rivers, reservoirs, and the ocean. Credit: NASA/Keegan Barber\nLed by NASA and the French space agency CNES, the Surface Water and Ocean Topography mission will provide high-definition data on the salt- and fresh water on Earth’s surface.\nA satellite built for NASA and the French space agency Centre National d’Études Spatiales (CNES) to observe nearly all the water on our planet’s surface lifted off on its way to low-Earth orbit at 3:46 a.m. PST on Friday. The Surface Water and Ocean Topography (SWOT) spacecraft also has contributions from the Canadian Space Agency (CSA) and the UK Space Agency.\nThe Surface Water and Ocean Topography (SWOT) spacecraft launched atop a SpaceX rocket from Space Launch Complex 4E at Vandenberg Space Force Base in California with a prime mission of three years. The satellite will measure the height of water in freshwater bodies and the ocean on more than 90% of Earth’s surface. This information will provide insights into how the ocean influences climate change; how a warming world affects lakes, rivers, and reservoirs; and how communities can better prepare for disasters, such as floods.\nAfter SWOT separated from the second stage of a SpaceX Falcon 9 rocket, ground controllers successfully acquired the satellite’s signal. Initial telemetry reports showed the spacecraft in good health. SWOT will now undergo a series of checks and calibrations before it starts collecting science data in about six months.\n“Warming seas, extreme weather, more severe wildfires – these are only some of the consequences humanity is facing due to climate change,” said NASA Administrator Bill Nelson. “The climate crisis requires an all-hands-on-deck approach, and SWOT is the realization of a long-standing international partnership that will ultimately better equip communities so that they can face these challenges.”\nSWOT will cover the entire Earth’s surface between 78 degrees south and 78 degrees north latitude at least once every 21 days, sending back about one terabyte of unprocessed data per day. The scientific heart of the spacecraft is an innovative instrument called the Ka-band radar interferometer (KaRIn), which marks a major technological advance. KaRIn bounces radar pulses off the water’s surface and receives the return signal using two antennas on either side of the spacecraft. This arrangement – one signal, two antennas – will enable engineers to precisely determine the height of the water’s surface across two swaths at a time, each of them 30 miles (50 kilometers) wide.\n“We’re eager to see SWOT in action,” said Karen St. Germain, NASA Earth Science Division director. “This satellite embodies how we are improving life on Earth through science and technological innovations. The data that innovation will provide is essential to better understanding how Earth’s air, water, and ecosystems interact – and how people can thrive on our changing planet.”\nAmong the many benefits the SWOT mission will provide is a significantly clearer picture of Earth’s freshwater bodies. It will provide data on more than 95% of the world’s lakes larger than 15 acres (62,500 square meters) and rivers wider than 330 feet (100 meters) across. Currently, freshwater researchers have reliable measurements for only a few thousand lakes around the world. SWOT will push that number into the millions.\nAlong the coast, SWOT will provide information on sea level, filling in observational gaps in areas that don’t have tide gauges or other instruments that measure sea surface height. Over time, that data can help researchers better track sea level rise, which will directly impact communities and coastal ecosystems.\nSuch an ambitious mission is possible because of NASA’s long-standing commitment to working with agencies around the world to study Earth and its climate. NASA and CNES have built upon a decades-long relationship that started in the 1980s to monitor Earth’s oceans. This collaboration pioneered the use of a space-based instrument called an altimeter to study sea level with the launch of the TOPEX/Poseidon satellite in 1992.\n“This mission marks the continuity of 30 years of collaboration between NASA and CNES in altimetry,” said Caroline Laurent, CNES Orbital Systems and Applications director. “It shows how international collaboration can be achieved through a breakthrough mission that will help us better understand climate change and its effects around the world.”\nSWOT measurements will also help researchers, policymakers, and resource managers better assess and plan for things, including floods and droughts. By providing information on where the water is – where it’s coming from and where it’s going – researchers can improve flood projections for rivers and monitor drought effects on lakes and reservoirs.\n“SWOT will provide vital information, given the urgent challenges posed by climate change and sea level rise,” said Laurie Leshin, NASA’s Jet Propulsion Laboratory director. JPL developed the KaRIn instrument and manages the U.S. portion of the mission. “That SWOT will fill gaps in our knowledge and inform future action is the direct result of commitment, innovation, and collaboration going back many years. We’re excited to get SWOT science underway.”\nJPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the KaRIn instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and the agency’s Launch Services Program, based at Kennedy Space Center, is managing the associated launch services.\nTo learn more about SWOT, visit:\nhttps://www.nasa.gov/swot\nTylar Greene\r\nNASA Headquarters, Washington\r\n202-358-0030\ntylar.greene@nasa.gov\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nLeejay Lockhart / Laura Aguiar\r\nKennedy Space Center, Fla.\r\n321-747-8310 / 321-593-6245\nleejay.lockhart@nasa.gov / laura.aguiar@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}