{
  "url": "https://climate.nasa.gov/news/3240/latest-international-water-satellite-packs-an-engineering-punch/",
  "title": "Latest International Water Satellite Packs an Engineering Punch",
  "date": null,
  "content": "Meet the scientific heart of the Surface Water and Ocean Topography mission, which will see Earth’s water in higher definition than ever before.\nSWOT media reel\nSWOT press kit\nSWOT Teachable Moment\nPlay SWOT launch bingo\nSet for a Thursday, Dec. 15 launch, the Surface Water and Ocean Topography (SWOT) satellite promises to provide an extraordinary accounting of water over much of Earth’s surface. Its measurements of fresh water and the ocean will help researchers address some of the most pressing climate questions of our time and help communities prepare for a warming world. Making this possible is a scientific instrument called the Ka-band Radar Interferometer (KaRIn).\nYears in development, the instrument has been designed to capture very precise measurements of the height of water in Earth’s freshwater bodies and the ocean. KaRIn will measure the height of water in the ocean, “seeing” features like currents and eddies that are less than 13 miles (20 kilometers) across – up to 10 times smaller than those detectable with other sea level satellites. It will also collect data on lakes and reservoirs larger than 15 acres (62,500 square meters) and rivers wider than 330 feet (100 meters) across.\n“For freshwater, this will be a quantum leap in terms of our knowledge,” said Daniel Esteban-Fernandez, KaRIn instrument manager at NASA’s Jet Propulsion Laboratory in Southern California. For example, researchers currently have good data on only a few thousand lakes around the world; SWOT will increase that number to at least a million.\nThe cutting-edge KaRIn instrument lies at the heart of this international mission, the latest in a longstanding collaboration between NASA and the French space agency Centre National d’Études Spatiales (CNES), with contributions from the Canadian Space Agency (CSA) and the UK Space Agency.\nUntil now, researchers looking to study a body of water relied on instruments that measure at specific locations – like gauges in rivers or the ocean – or that are space-based, gathering data along narrow “tracks” of Earth they can see from orbit. Researchers then have to extrapolate if they want a broader idea of what’s happening in a water body.\nKaRIn is different. The radar instrument uses the Ka-band frequency at the microwave end of the electromagnetic spectrum to penetrate cloud cover and the dark of night. As a result, it can take measurements regardless of weather or time of day. The instrument configuration consists of one antenna at each end of a boom that’s 33 feet (10 meters) long. By bouncing radar pulses off the water’s surface and receiving the return signal with both antennas, KaRIn will collect data along a swath 30 miles (50 kilometers) wide on either side of the satellite. “With KaRIn data, we’ll be able to actually see what’s happening, rather than relying on these extrapolations,” said Tamlin Pavelsky, the NASA freshwater science lead for SWOT, based at the University of North Carolina, Chapel Hill.\nThe two KaRIn antennas will see the same spot on Earth from 553 miles (890 kilometers) above. Since the antennas look at a given point on Earth from two directions, the return signals reflected back to the satellite arrive at each antenna slightly out of step, or phase, with one another. Using this phase difference, the distance between the two antennas, and the radar wavelength, researchers can calculate the height of the water that KaRIn is looking at.\nSuch a remarkable instrument demanded a lot from the team that developed it. For starters, there was the need for stability. “You have two antennas looking at the same spot on the ground, but if their footprints don’t overlap, you won’t see anything,” said Esteban-Fernandez. That was one of the many technical challenges the mission faced in creating KaRIn.\nEngineers also need to know exactly how SWOT is positioned in space to ensure the accuracy of KaRIn’s data. If researchers don’t know the spacecraft is tilted, for instance, they can’t account for that in their calculations. “Imagine that the boom rolls because the spacecraft moves, so one antenna is slightly higher than the other,” Esteban-Fernandez said. “That will skew the results – it’ll look like all your water is on a slope.” So engineers included a high-performance gyroscope on the satellite to account for shifts in SWOT’s position.\nEngineers designing KaRIn also had to contend with the amount of radar power transmitted. “To measure things down to centimeter accuracy, you need to transmit radar pulses of 1.5 kilowatts, which is a huge amount of power for a satellite like this,” said Esteban-Fernandez. “In order to generate that, you have to have tens of thousands of volts operating on the satellite.” The engineers needed to use designs and materials specific to high-voltage systems when manufacturing the electronics to help the satellite accommodate such high-power and high-voltage needs.\nThe team spent years overcoming those and a multitude of other challenges to deliver the KaRIn instrument. Very soon the interferometer will fly for the first time on the SWOT satellite and start sending back terabytes of data. “KaRIn will be putting something on the table that just didn’t exist before,” said Esteban-Fernandez.\nScheduled to launch from Vandenberg Space Force Base in Central California on Dec. 15, SWOT is being jointly developed by NASA and CNES, with contributions from the CSA and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}