{
  "url": "https://climate.nasa.gov/news/3243/watch-the-latest-water-satellite-unfold-itself-in-space/",
  "title": "Watch the Latest Water Satellite Unfold Itself in Space",
  "date": null,
  "content": "Cameras on the Surface Water and Ocean Topography spacecraft captured the antennas for its main science instrument unfurling in orbit.\nThe Surface Water and Ocean Topography (SWOT) satellite launched into Earth orbit on Friday, Dec. 16, from Vandenberg Space Force Base in central California, and engineers are working to prepare the mission to begin measuring the height of water on over 90% of Earth’s surface, providing a high-definition survey of our planet’s water for the first time.\nBut before it can do that, the satellite would need to unfold its large mast and antenna panels (see above) after successfully deploying the solar panel arrays that power the spacecraft. The mission monitors and controls the satellite using telemetry data, but it also equipped spacecraft with four customized commercial cameras to record the action.\nThe solar arrays fully deployed shortly after launch, taking about 10 minutes.\nThe antennas successfully deployed over four days, a process that was completed on Dec. 22. The two cameras focused on the KaRIn antennas captured the mast extending out from the spacecraft and locking in place but stopped short of capturing the antennas being fully deployed (a milestone the team confirmed with telemetry data.)\nThirty-three feet (10 meters) apart, at either end of the mast, the two antennas belong to the groundbreaking Ka-band Radar Interferometer (KaRIn) instrument. Designed to capture precise measurements of the height of water in Earth’s freshwater bodies and the ocean, KaRIn will see eddies, currents, and other ocean features less than 13 miles (20 kilometers) across. It will also collect data on lakes and reservoirs larger than 15 acres (62,500 square meters) and rivers wider than 330 feet (100 meters) across.\nKaRIn will do this by bouncing radar pulses off the surface of water on Earth and receiving the signals with both of those antennas, collecting data along a swath that’s 30 miles (50 kilometers) wide on either side of the satellite.\nThe data SWOT provides will help researchers and decision-makers address some of the most pressing climate questions of our time and help communities prepare for a warming world.\nSWOT was jointly developed by NASA and the French space agency Centre National d’Études Spatiales (CNES), with contributions from the Canadian Space Agency (CSA) and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground operations. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and the agency’s Launch Services Program, based at Kennedy Space Center, is managing the associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}