{
  "url": "https://climate.nasa.gov/news/3277/crews-head-down-river-out-to-sea-to-prep-new-swot-water-satellite/",
  "title": "Crews Head Down River, Out to Sea to Prep New SWOT Water Satellite",
  "date": null,
  "content": "Freshwater bodies like this braided river in New Zealand are among those that researchers measured with water-level sensors and GPS during validation efforts for the international SWOT satellite, which launched in December. Credit: Alyssa LaFaro, UNC Research\nA lot of hard work goes into ensuring a spacecraft like the Surface Water and Ocean Topography satellite delivers accurate data.\nIn mid-June, a team of freshwater researchers spent their nights drifting down Alaska’s Yukon River in an area that straddles the Arctic Circle. The hydrologists were using a GPS unit installed on their boat to measure the slope of the river at the same time that the Surface Water and Ocean Topography (SWOT) satellite passed overhead, collecting its own data on the waterway. The midnight rendezvous were part of a larger effort by ocean and freshwater scientists to validate the measurements from the recently launched spacecraft, which begins science operations Tuesday, July 25.\nA collaboration between NASA and the French space agency, CNES (Centre National d’Études Spatiales), SWOT is measuring the height of nearly all water on Earth’s surface and will provide one of the most detailed, comprehensive views yet of the planet’s ocean and fresh water. The mission will address some of the most pressing climate change questions of our time, offering insights into areas including how a warming world is accelerating Earth’s water cycle, leading to more volatile precipitation patterns. SWOT will also help researchers better understand how climate change affects water storage in lakes, rivers, and reservoirs, and how communities can better manage water resources and prepare for floods and other disasters.\nBut first, the mission needed to ensure the accuracy of its data. “If I want to monitor my weight, I wouldn’t want to buy a scale that has an uncertainty of 20 pounds – that wouldn’t be useful,” said Jinbo Wang, SWOT oceanography field campaign lead at NASA’s Jet Propulsion Laboratory in Southern California.\nShortly after the spacecraft’s December 2022 launch, science and engineering teams began what’s known as calibration and validation. Calibration involved ensuring SWOT’s software and hardware – including its main scientific instrument, the Ka-band Radar Interferometer (KaRIn) and its antenna – operate as designed.\n“There are things we can model on the computer about how the spacecraft will behave in space before we launch it,” said JPL’s Curtis Chen, U.S. calibration-validation lead for SWOT. “But there are things we can’t predict about SWOT’s behavior until it’s in space, so we adjust things as necessary once the satellite’s in orbit.”\n“Because of the novelty of SWOT’s measurements, we kept the satellite in a dedicated calibration-validation orbit for six months before moving it into to its operational, science orbit,” said Nadya Vinogradova Shiffer, SWOT program scientist and manager at NASA Headquarters in Washington. “This opportunity mobilized the global community of water scientists to head out to sea, land, and air in campaigns from Australia to Alaska, helping NASA and CNES validate the new measurements from SWOT.”\nDuring SWOT’s validation phase, dozens of research teams headed into the field to measure water levels and the slope of rivers. For the ocean, teams looked at sea surface height.\n“We’ve been installing instruments called water level loggers that measure how water levels go up and down,” said Tamlin Pavelsky, the NASA freshwater science lead for SWOT at the University of North Carolina, Chapel Hill. Pavelsky directed teams that went to New Zealand’s Waimakariri River and the Yukon River in Alaska.\nIn addition, teams sampled freshwater bodies in Connecticut, Canada, and France, among other locations. They wanted to survey the types of lakes and rivers they expect SWOT to measure, and to sample freshwater bodies in areas that intersect with the satellite’s orbit to compare measurements from the ground and from space.\nThe calibration-validation data on rivers and lakes from SWOT looked good. “We were expecting to be able to measure rivers wider than 100 meters, but there are cases where we can see things as narrow as 50 meters, and sometimes as narrow as 20 meters,” said Pavelsky.\nSWOT sea level measurements were also promising when compared with ocean sampling data. “My fear before launch was that we were going to get a lot of surprises in the data because SWOT is unlike anything that we’ve done before,” said Chen. But that hasn’t been the case.\nResearchers used two approaches to measure sea levels: airborne- and ship-deployed sensors. Using an airplane-mounted lidar instrument, the team collected sea level information in a manner similar to how SWOT takes measurements. This provided the most direct comparison between data from the field and the satellite.\nThe team also collected temperature and salinity data that can reveal ocean features – like internal waves and currents – that drive sea level changes. They deployed temperature and salinity sensors on 11 moorings roughly 200 miles (300 kilometers) off California’s central coast. And they used 11 autonomous underwater robots – some of which were also collecting data for a separate NASA project called the Sub-Mesoscale Ocean Dynamics Experiment.\nThese efforts are key because as analysis methods improve and researchers find new questions to answer using SWOT data, the measurements will help to gauge their accuracy. “It’s our benchmark data,” said Pavelsky. “It will be important for years to come.”\nSWOT was jointly developed by NASA and CNES, with contributions from the Canadian Space Agency (CSA) and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA provided the KaRIn instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES provided the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground operations. CSA provided the KaRIn high-power transmitter assembly. NASA provided the launch vehicle and the agency’s Launch Services Program, based at Kennedy Space Center, managed the associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}