{
  "url": "https://climate.nasa.gov/news/3238/explore-time-lapse-views-of-our-changing-planet/",
  "title": "Explore Time-Lapse Views of Our Changing Planet",
  "date": null,
  "content": "5 min read\nNASA’s Images of Change gallery has added a new feature: \"Google Timelapse\" view. In addition to comparison views of before-and-after images, you can now view selected scenes as time-lapse sequences generated via the Google Earth engine.\nThe following collection features examples of global change as observed by NASA satellites, including urbanization, natural hazards, weather events, and the effects of global warming.\nThese images show the latter stages of the decline of Okjökull, a melting glacier atop Ok volcano in west-central Iceland. (“Jökull” is Icelandic for “glacier.”) A 1901 geological map estimated that Okjökull spanned about 15 square miles (38 square kilometers). In 1978, aerial photography showed the glacier had shrunk to about 1 square mile (3 square kilometers). Today, less than half a square mile (less than 1 square kilometer) remains. Read more at NASA's Earth Observatory. › View Google Timelapse for this image pair\nThe southeastern coast of Cape Cod, Massachusetts, changes constantly under the influence of currents, tides, waves, and storms. For example, in the 1984 image, the barrier spit (the long, narrow strip at the eastern edge) known as North Beach is unbroken. The Patriot's Day storm in 2007 cut an inlet through it, and the southern part became North Beach Island. Researchers have identified a cycle that repeats roughly every 150 years, in which the barrier is breached, regenerates, stretches southward, and is breached again. The lower islands, too, reform under the ever-changing conditions. › View Google Timelapse for this image pair\nHudson Bay, which is considered a sea of the Arctic Ocean despite being surrounded by land, freezes over completely in winter and thaws in summer. These images show the decrease in ice over the course of 16 days in July 2020. During the thaw, polar bears travel over the slowly melting sea ice to hunt for ringed seals and other prey. When the ice becomes too scarce, the bears fast and wait for it to return. The area has lost about a third of the polar bear population since the 1980s, dropping the count from about 1200 to 800, apparently because declining summer sea ice has given them less opportunity to feed. › View Google Timelapse for this image pair\nStarting in 1970, Cancún, Mexico, transformed from an impoverished town of about 100 people into a vacation destination with a permanent population of 740,000 and 2 million visitors per year. Cancún accounts for a quarter of Mexico's tourism revenue, but its growth has brought environmental costs that include water pollution and beach erosion. These images show the town's growth from 1985 to 2019. › View Google Timelapse for this image pair\nLake Mead, the largest reservoir in the United States, was at a mere 27% of its capacity as of July 18, 2022. The result of a multi-decade drought in the country’s West, this is the lake’s lowest level since it was first filled in April 1937. This striking visual highlights climate change’s impact on a vital water source in the West, which last approached full capacity in the summer of 1999. Read more at NASA’s Earth Observatory. Also see Lake Mead at record low and Lake Mead shrinkage, Nevada. › View Google Timelapse for this image pair\nScientists use a set of 47 glaciers around the globe to monitor the state of the world’s mountain glaciers. Peyto Glacier in Banff National Park, Canada, is one such reference glacier that’s been measured continuously since 1968. Peyto Glacier has lost about 70% of its mass over the past 50 years. These images show ice loss from Peyto and surrounding glaciers over the past 22 years. Both images were taken during the same time of year. › View Google Timelapse for this image pair\nUnrelenting drought and increased water usage in the Western U.S. has shattered another record: By Aug. 10, 2022, the Great Salt Lake’s water level dropped under 4,190 feet (1,277 meters). In 1985, heavy rains and plentiful water runoff from melting snow helped to fill the lake to an unusually high water level of around 4,210 feet (1,283 meters).\nDifferences in water depth and the amounts of sediment, salt, bacteria, and algae throughout the lake, divided by the Union Pacific Railroad causeway, give it a patchwork of colors from above. › View Google Timelapse for this image pair\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}