{
  "url": "https://climate.nasa.gov/news/3245/nasa-space-missions-pinpoint-sources-of-co2-emissions-on-earth/",
  "title": "NASA Space Missions Pinpoint Sources of CO2 Emissions on Earth",
  "date": null,
  "content": "Lights brighten the night sky in this image of Europe, including Poland, taken from the International Space Station. Aboard the orbiting laboratory is NASA’s OCO-3, an instrument that can be used for tracking carbon dioxide emission changes at a local scale. Credit: NASA\nBy Sally Younger,\r\nNASA's Jet Propulsion Laboratory\nA case study involving Europe’s largest coal-fired power plant shows space-based observations can be used to track carbon dioxide emissions – and reductions – at the source.\nA duo of Earth-observing missions has enabled researchers to detect and track carbon dioxide (CO2) emission changes from a single facility, using the world’s fifth-largest coal-fired power plant as a test case.\nIn the recent study, researchers used space-based measurements from NASA’s Orbiting Carbon Observatory (OCO) 2 and 3 missions to quantify the carbon dioxide discharged hundreds of miles below at Bełchatów Power Station in Poland, the largest single emitter in Europe. Analyzing the plant’s emission plumes from several satellite overpasses between 2017 and 2022, they detected changes in carbon dioxide levels that were consistent with hourly fluctuations in electricity generation. Temporary and permanent unit shutdowns (for maintenance or decommissioning) reduced the plant’s overall emissions, which the team was able to detect as well.\nThe findings demonstrate that space-based observations can be used to track carbon dioxide emission changes at a local scale, the scientists said.\nLaunched in 2014, NASA’s OCO-2 satellite maps natural and human-made (anthropogenic) carbon dioxide emissions on scales ranging from regions to continents. The instrument samples the gas indirectly by measuring the intensity of sunlight reflected off Earth’s surface and absorbed by carbon dioxide in the column of air from the ground to the satellite. OCO-2’s spectrometers are tuned to detect the specific signature of CO2 gas.\nSpare components from that mission were used to create OCO-3, an instrument that has flown on the International Space Station since 2019. OCO-3 was designed with a mapping mode that can make multiple sweeping observations as the space station passes over an area, allowing researchers to create detailed mini-maps from a city-scale area of interest.\nNeither OCO instrument was originally designed specifically to detect emissions from individual facilities such as Bełchatów, so the new findings are a “pleasant surprise,” said Abhishek Chatterjee, project scientist for the OCO-3 mission at NASA’s Jet Propulsion Laboratory in Southern California. “As a community we are refining the tools and techniques to be able to extract more information from the data than what we had originally planned,” he added. “We are learning that we can actually understand a lot more about anthropogenic emissions than what we had previously expected.”\nEmissions from large facilities such as power plants and refineries account for about half of global carbon dioxide emissions from fossil fuels. Bełchatów Power Station, in operation since 1988, is the largest lignite-fired power plant in the world, with a reported capacity of 5,102 megawatts. Lignite (brown coal) typically leads to higher emissions per megawatt generated than anthracite (hard coal). The Polish government has drafted plans to close the plant by the end of 2036.\nRay Nassar, a senior researcher at Environment and Climate Change Canada and the study’s lead author, noted that most carbon dioxide emissions reports are created from estimates or data collected at the land surface. Researchers account for the mass of fossil fuels purchased and used, then calculate the expected emissions; they generally do not make actual atmospheric carbon dioxide measurements.\n“The finer details about exactly when and where emissions occur are often not available,” Nassar said. “Providing a more detailed picture of carbon dioxide emissions could help to track the effectiveness of policies to reduce emissions. Our approach with OCO-2 and OCO-3 can be applied to more power plants or modified for carbon dioxide emissions from cities or countries.”\nBecause of the mapping mode observations of OCO-3, NASA data could be used more extensively in quantifying CO2 point-source emissions in the future. NASA recently announced that mission operations will be extended for several more years aboard the space station, and the instrument will operate alongside another greenhouse gas observer aboard the space station, the Earth Surface Mineral Dust Source Investigation (EMIT).\n“It is really exciting to think that we will get another five to six years of operations with OCO-3,” Chatterjee said. “We are seeing that making measurements at the right time and at the right scale is critical.”\nHe added that OCO-3 can serve as a “pathfinder” for next-generation satellite missions. The OCO-2 and OCO-3 projects are managed by JPL. Caltech manages JPL for NASA.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}