{
  "url": "https://climate.nasa.gov/news/3235/meet-the-people-behind-the-swot-water-tracking-satellite/",
  "title": "Meet the People Behind the SWOT Water-Tracking Satellite",
  "date": null,
  "content": "A new video series highlights the hard work and passion of scientists and engineers who are helping to get this remarkable new satellite off the ground.\nAs the international Surface Water and Ocean Topography (SWOT) mission finishes final preparations for its December launch, a new video series focuses on some of the engineers and scientists behind the satellite, which will be the first to observe nearly all water on Earth’s surface.\nLed by NASA and the French space agency Centre National d’Études Spatiales (CNES), SWOT will measure the height of water in lakes, rivers, reservoirs, and the ocean. The SUV-size satellite will improve scientists’ ability to track the movement of water around the world while providing data that will help communities monitor and plan for changing water resources.\nIn addition, the mission will boost scientists’ understanding of how sea level rise will affect coastlines around the world and the people who live near them. SWOT will also see ocean features too small for current space-based instruments to detect, improving researchers’ understanding of their role in climate change.\nMore than a machine, SWOT is the culmination of years of work by a global team of engineers, scientists, and technicians committed to improving our understanding of our home planet. In this video series, you can meet team members from NASA’s Jet Propulsion Laboratory in Southern California, which manages the U.S. portion of the mission, and from the agency’s headquarters in Washington as they explain why working on SWOT means so much to them:\nThe full video series can be viewed here.\nWatch a Q&A session with Tahani Amer on JPL’s Instagram account on Dec. 1. There will also be live chats on Instagram with Cedric David on Dec. 7, Marc Simard on Jan. 11, and Christine Gebara on Jan. 25. All three live chats will take place at noon PST, and questions can be submitted during the chats in the comments section or with the hashtag #AskNASA.\nSWOT is scheduled to launch from Vandenberg Space Force Base in central California Dec. 12. NASA’s Launch Services Program, based at the agency’s Kennedy Space Center in Florida, is managing the launch service.\nUpdates about the satellite’s progress toward launch can be found at:\nblogs.nasa.gov/SWOT\nSWOT is being jointly developed by NASA and CNES, with contributions from the CSA and the UK Space Agency. JPL, which is managed for NASA by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA is providing the Ka-band Radar Interferometer (KaRIn) instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations.\nCNES is providing the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground control segment. CSA is providing the KaRIn high-power transmitter assembly. NASA is providing the launch vehicle and associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nAdditional resources:\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}