{
  "url": "https://climate.nasa.gov/news/3249/a-health-check-for-south-american-mangroves/",
  "title": "A Health Check for South American Mangroves",
  "date": null,
  "content": "2 min read\nMangroves are a crucial protector against climate change's effects in Guyana's low-lying coastal regions. In addition to being rich habitats for wildlife in this northern South American country, these swampy forests help block floods and pounding surf as sea levels rise and storms intensify due to climate change. Mangroves also help stop erosion, prevent saltwater from seeping into agricultural soils, and act as a carbon sink, absorbing more carbon than most inland rainforests.\nTo ensure that these habitats stay healthy, the Mangrove Monitoring Service was launched in July 2022 by SERVIR, a joint program of NASA and the U.S. Agency of International Development. This new monitoring effort is in collaboration with Guyana’s National Agricultural Research and Extension Institute and the University of Guyana. It measures the height and density of mangrove forests by using NASA satellites that bounce radar signals off the planet’s surface.\nWhen these lasers hit mangroves’ leaves and branches, the radar signals come backscattered. When the radar signals bounce back more smoothly, it can warn local experts that a section of forest might be sick, or even deforested entirely. The Mangrove Monitoring Service also uses imagery from other NASA satellites, and this bird’s eye view of the forests further helps spot places where forest is being lost.\nCoordinators at the SERVIR-Amazonia regional hub hope lessons learned in Guyana might be the first steps toward building the goal of protecting biodiversity and climate resilience across the Caribbean.\nMore information about this work can be found in the NASA Applied Sciences site story Protecting Guyana’s Mangroves and Communities with NASA Satellites.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nNASA’s radar-equipped jet is detecting ground movements to track snowmelt's journey into California's depleted groundwater…\nData from the U.S.-European Surface Water and Ocean Topography mission gives researchers a detailed look…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}