{
  "url": "https://climate.nasa.gov/news/3247/nasa-measures-underground-water-flowing-from-sierra-to-central-valley/",
  "title": "NASA Measures Underground Water Flowing From Sierra to Central Valley",
  "date": null,
  "content": "Water flowing deep underground from the Sierra Nevada into California’s Central Valley provides 10% of all water entering the valley, an amount measured for the first time in a new NASA study. The region relies heavily on underground water for crop irrigation. Credit: Cloud Cap / Adobe Stock\nBy Carol Rasmussen,\r\nNASA's Jet Propulsion Laboratory\nThis source accounts for about 10% of all the water that enters this highly productive farmland, including rivers and rain.\nIn a recent study, scientists found that a previously unmeasured source – water percolating through soil and fractured rock below California’s Sierra Nevada mountains – delivers an average of 4 million acre feet (5 cubic kilometers) of water to the state’s Central Valley each year. This underground source accounts for about 10% of all the water that enters this highly productive farmland each year from every source (including river inflows and precipitation).\nThe Central Valley encompasses only 1% of U.S. farmland but produces 40% of the nation’s table fruits, vegetables, and nuts annually. That’s only possible because of intensive groundwater pumping for irrigation and river and stream flow captured in reservoirs. For at least 60 years, growers have been pumping more water from aquifers than can be replenished by natural sources, causing the ground level to sink and requiring wells to be drilled deeper and deeper.\nAs water grows more scarce in the Central Valley due to climate change and human use, a more detailed understanding of the natural movement of groundwater offers a chance to better protect the remaining resources.\nIn the recently published study led by scientist Donald Argus of NASA’s Jet Propulsion Laboratory in Southern California, researchers found that groundwater volume fluctuates more widely between dry and wet years than had been previously understood. In particular, the scientists observed a greater loss of groundwater during dry years than earlier studies had estimated. Argus and colleagues estimated that the Central Valley lost about 1.8 million acre feet (2.2 cubic kilometers) of groundwater per year between 2006 to 2021.\nThere is no way to directly measure the total volume of water on and under the Central Valley, but the satellites of the Gravity Recovery and Climate Experiment (GRACE) and GRACE Follow-On (GRACE FO) missions can accurately measure how much that volume changes from month to month. Argus and colleagues have been working for several years to combine such GRACE data with observations from a GPS research network that measures how land surfaces rise and subside. In central California, those motions are largely caused by increases and decreases in underground water.\nArgus had previously used GPS to quantify the changing volume of water deep within the Sierra. For this new study, he and his co-authors used both GPS and GRACE measurements and subtracted the mountain groundwater change from the groundwater changes in both the mountains and the valley to obtain a more accurate estimate of change in the valley alone.\nThen they compared that number with an estimate that co-author Sarfaraz Alam, a postdoctoral scholar at Stanford University, had calculated using a water-balance model. Such models attempt to account for all water entering and leaving an area from all processes, including river flows, precipitation, evaporation, and pumping from wells. The difference between the model’s estimate and their new result, they believe, must come from the one process that was not included in the water-balance model: groundwater flowing from the mountains into the valley.\nThe volume of the inflow was surprising, according to Argus, because researchers believed they already had a good understanding of the amount of water entering and leaving the Central Valley. “We now know how much groundwater is going into and coming out of the aquifers during each season of the year, and during periods of drought and episodes of heavy precipitation,” Argus said. This new understanding could be used, for example, to modify existing restrictions on watering during dry years versus wet years to better match usage with the available groundwater resources.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}