{
  "url": "https://climate.nasa.gov/news/3246/nasa-says-2022-fifth-warmest-year-on-record-warming-trend-continues/",
  "title": "NASA Says 2022 Fifth Warmest Year on Record, Warming Trend Continues",
  "date": null,
  "content": "Lee esta nota de prensa en español here.\nEarth's average surface temperature in 2022 effectively tied with 2015 as the fifth warmest on record, according to an analysis by NASA. Continuing the planet's long-term warming trend, global temperatures in 2022 were 1.6 degrees Fahrenheit (0.89 degrees Celsius) above the average for NASA's baseline period (1951-1980), scientists from NASA's Goddard Institute for Space Studies (GISS) in New York reported.\n“This warming trend is alarming,” said NASA Administrator Bill Nelson. “Our warming climate is already making a mark: Forest fires are intensifying; hurricanes are getting stronger; droughts are wreaking havoc and sea levels are rising. NASA is deepening our commitment to do our part in addressing climate change. Our Earth System Observatory will provide state-of-the-art data to support our climate modeling, analysis and predictions to help humanity confront our planet’s changing climate.”\nThe past nine years have been the warmest years since modern recordkeeping began in 1880. This means Earth in 2022 was about 2 degrees Fahrenheit (or about 1.11 degrees Celsius) warmer than the late 19th century average.\n“The reason for the warming trend is that human activities continue to pump enormous amounts of greenhouse gases into the atmosphere, and the long-term planetary impacts will also continue,” said Gavin Schmidt, director of GISS, NASA's leading center for climate modeling.\nHuman-driven greenhouse gas emissions have rebounded following a short-lived dip in 2020 due to the COVID-19 pandemic. Recently, NASA scientists, as well as international scientists, determined carbon dioxide emissions were the highest on record in 2022. NASA also identified some super-emitters of methane – another powerful greenhouse gas – using the Earth Surface Mineral Dust Source Investigation instrument that launched to the International Space Station last year.\nThe Arctic region continues to experience the strongest warming trends – close to four times the global average – according to GISS research presented at the 2022 annual meeting of the American Geophysical Union, as well as a separate study.\nCommunities around the world are experiencing impacts scientists see as connected to the warming atmosphere and ocean. Climate change has intensified rainfall and tropical storms, deepened the severity of droughts, and increased the impact of storm surges. Last year brought torrential monsoon rains that devastated Pakistan and a persistent megadrought in the U.S. Southwest. In September, Hurricane Ian became one of the strongest and costliest hurricanes to strike the continental U.S.\nNASA’s global temperature analysis is drawn from data collected by weather stations and Antarctic research stations, as well as instruments mounted on ships and ocean buoys. NASA scientists analyze these measurements to account for uncertainties in the data and to maintain consistent methods for calculating global average surface temperature differences for every year. These ground-based measurements of surface temperature are consistent with satellite data collected since 2002 by the Atmospheric Infrared Sounder on NASA's Aqua satellite and with other estimates.\nNASA uses the period from 1951-1980 as a baseline to understand how global temperatures change over time. That baseline includes climate patterns such as La Niña and El Niño, as well as unusually hot or cold years due to other factors, ensuring it encompasses natural variations in Earth's temperature.\nMany factors can affect the average temperature in any given year. For example, 2022 was one of the warmest on record despite a third consecutive year of La Niña conditions in the tropical Pacific Ocean. NASA scientists estimate that La Niña’s cooling influence may have lowered global temperatures slightly (about 0.11 degrees Fahrenheit or 0.06 degrees Celsius) from what the average would have been under more typical ocean conditions.\nA separate, independent analysis by the National Oceanic and Atmospheric Administration (NOAA) concluded that the global surface temperature for 2022 was the sixth highest since 1880. NOAA scientists use much of the same raw temperature data in their analysis and have a different baseline period (1901-2000) and methodology. Although rankings for specific years can differ slightly between the records, they are in broad agreement and both reflect ongoing long-term warming.\nNASA's full dataset of global surface temperatures through 2022, as well as full details with code of how NASA scientists conducted the analysis, are publicly available from GISS.\nGISS is a NASA laboratory managed by the Earth Sciences Division of the agency's Goddard Space Flight Center in Greenbelt, Maryland. The laboratory is affiliated with Columbia University's Earth Institute and School of Engineering and Applied Science in New York.\nFor more information about NASA's Earth science programs, visit:\nhttps://www.nasa.gov/earth\nTylar Greene\r\nHeadquarters, Washington\r\n202-358-0030\ntylar.j.greene@nasa.gov\nJacob Richmond\r\nGoddard Space Flight Center, Greenbelt, Md.\r\n301-286-0535\njacob.a.richmond@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}