{
  "url": "https://climate.nasa.gov/news/3260/nasa-releases-agency-climate-strategy/",
  "title": "NASA Releases Agency Climate Strategy",
  "date": null,
  "content": "Data visualization of measurements of life on land and the ocean from space; the Orion Labs team working on their NASA TechLeap Challenge project; illustration of a potential sustainable aircraft developed by NASA. From left lower row: Greenland’s Jakobshavn glacier, seen during flights of NASA’s Oceans Melting Greenland campaign; historic Launch Pad 39B at NASA’s Kennedy Space Center, where sea level is predicted to rise several inches in the coming years; the Yukon-Kuskowkwim Delta captured by Landsat 8, part of the Landsat series of satellites, which have been observing Earth for more than 50 years. Credit: NASA\nNASA has been working to better understand our home planet from the unique vantage point of space since the first TIROS satellites launched in the 1960s. Today, with more than two dozen Earth-observing satellites and instruments, it’s clearer than ever that our planet is an interconnected system. Local events can have global impacts and global events impact local communities. Recognizing that the challenges of today and tomorrow require an agency-wide effort, NASA’s Office of the Chief Scientist established a cross-agency working group and released “Advancing NASA’s Climate Strategy.”\n“The last nine years have been the hottest ever recorded. That is simply an indisputable fact, underscoring the need for bold action to protect our planet,” said Administrator Bill Nelson. “NASA’s climate strategy is a declaration of our continued commitment to lead on climate – and how we intend to do so.”\nA PDF version of the full “Advancing NASA’s Climate Strategy” document is available here.\nThe strategy assesses NASA’s climate portfolio across the agency for the first time, extending beyond science and exploration efforts to include every mission directorate and NASA facility.\n“The climate and Earth system are changing, and this impacts not only what science we need, but also how we think about our operations and mission safety,” said Kate Calvin, NASA’s chief scientist and senior climate advisor. “This strategy will help NASA integrate our understanding of climate across the agency and in our partnerships to better serve the public.”\nThe strategy lays out four key priorities for the agency to aide with the integration of climate across NASA: innovate, inform, inspire, and partner. The first priority of innovation relies on continuing NASA’s 60+ years of Earth science studied not only from space – but also through airborne research, direct measurements and field campaigns. With new missions coming online in 2023 to observe air pollution (TEMPO), Earth’s water to help improve climate models (SWOT), and the increasing intensity of storms (TROPICS), NASA-powered observations of our planet are at the core of how we study the effects of climate change.\nNASA’s innovation efforts also extend to aeronautics engineering, as NASA seeks to advance the development of greener aerospace technology. Such advances in science and engineering can also lay a foundation for future innovation as NASA technologies and know-how are shared with the world, including agency collaborations to develop remote sensing technology, combat wildfires, and develop space power systems that could advance power alternatives on Earth. Finally, we are working to ensure the sustainability of NASA centers and facilities, including reducing agency greenhouse gas emissions and increasing resiliency to climate variability and change.\nThe strategy also lays out our commitment to inform the public and decision-makers around the world. NASA is focused on improving the accessibility and usability of climate and Earth science information. From seaside towns who wish to know more about their changing coastlines, to those in wildfire-vulnerable areas, to city-dwellers looking to track smog in their neighborhoods, communities around the world can benefit from NASA’s observations and models to help plan for the future. Providing resources that draw on NASA observations and models can help support everyone in preparing for and responding to climate change.\nMore than just providing information, one of NASA’s goals is always to inspire and to educate. As we make our observations about Earth accessible to the world, we are also seeking to encourage and train the next generation of climate researchers.\nFinally, the strategy discusses the key role that partnering across agencies, institutions, and industries plays in understanding and responding to climate change. NASA will continue and enhance coordination and partnerships with other federal agencies, international entities, and state, local, and tribal governments to deliver actionable climate information to stakeholders – and ensure the broadest applicability of NASA climate information and technologies.\n“NASA’s decades-long and vast array of Earth, atmospheric, and solar data have long been one of the foundations of how we understand climate and the Earth system,” said Karen St. Germain, director of NASA’s Earth Science Division. “By studying Earth as a system – from a variety of viewpoints and through many different instruments and scientific fields – NASA’s integrated approach is key for better understanding our home planet. And understanding it gives us the means to better protect it.”\nA PDF version of the full “Advancing NASA’s Climate Strategy” document is available here.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}