{
  "url": "https://climate.nasa.gov/news/3251/nasa-space-mission-takes-stock-of-carbon-dioxide-emissions-by-countries/",
  "title": "NASA Space Mission Takes Stock of Carbon Dioxide Emissions by Countries",
  "date": null,
  "content": "By Sally Younger,\r\nNASA's Jet Propulsion Laboratory\nA pilot project has estimated emissions and removals of carbon dioxide in individual nations using satellite measurements.\nA NASA Earth-observing satellite has helped researchers track carbon dioxide emissions for more than 100 countries around the world. The pilot project offers a powerful new look at the carbon dioxide being emitted in these countries and how much of it is removed from the atmosphere by forests and other carbon-absorbing “sinks” within their borders. The findings demonstrate how space-based tools can support insights on Earth as nations work to achieve climate goals.\nThe international study, conducted by more than 60 researchers, used measurements made by NASA’s Orbiting Carbon Observatory-2 (OCO-2) mission, as well as a network of surface-based observations, to quantify increases and decreases in atmospheric carbon dioxide concentrations from 2015 to 2020. Using this measurement-based (or “top-down”) approach, the researchers were then able to infer the balance of how much carbon dioxide was emitted and removed.\nAlthough the OCO-2 mission was not specifically designed to estimate emissions from individual nations, the findings from the 100-plus countries come at an opportune time. The first Global Stocktake – a process to assess the world’s collective progress toward limiting global warming, as specified in the 2015 Paris Agreement – takes place in 2023.\n“NASA is focused on delivering Earth science data that addresses real-world climate challenges – like helping governments around the world measure the impact of their carbon mitigation efforts,” said Karen St. Germain, director of NASA’s Earth Science Division at NASA Headquarters in Washington. “This is one example of how NASA is developing and enhancing efforts to measure carbon emissions in a way that meets user needs.”\nTraditional activity-based (or “bottom-up”) approaches to carbon measurement rely on tallying and estimating how much carbon dioxide is being emitted across all sectors of an economy, such as transportation and agriculture. Bottom-up carbon inventories are critical for assessing progress toward emission-reduction efforts, but compiling them requires considerable resources, expertise, and knowledge of the extent of the relevant activities.\nThis is why developing a database of emissions and removals via a top-down approach could be especially helpful for nations that lack traditional resources for inventory development, the study authors assert. In fact, the scientists’ findings include data for more than 50 countries that have not reported emissions for at least the past 10 years.\nThe study provides a new perspective by tracking both fossil fuel emissions and the total carbon “stock” changes in ecosystems, including trees, shrubs, and soils. The data is particularly useful for tracking carbon dioxide fluctuations related to land cover change. Emissions from deforestation alone make up a disproportionate amount of total carbon output in the Global South, which encompasses regions of Latin America, Asia, Africa, and Oceania. In other parts of the world, the findings indicate some reductions in atmospheric carbon concentrations via improved land stewardship and reforestation.\nThe authors said that bottom-up methods for estimating carbon dioxide emissions and removals from ecosystems are essential. However, those methods are vulnerable to uncertainty when data is lacking or the net effects of specific activities, such as logging, aren’t fully known.\n“Our top-down estimates provide an independent estimate of these emissions and removals, so although they cannot replace the detailed process understanding of traditional bottom-up methods, we can check both approaches for consistency,” said Philippe Ciais, a study author and research director at the Laboratoire des Sciences du Climat et de l’Environnement in France.\nThe study offers a complex picture of carbon moving through Earth’s land, ocean, and atmosphere.\nIn addition to direct human impacts accounted for by national inventories, unmanaged ecosystems like some tropical and boreal forests – where humans have a minimal footprint – can sequester carbon from the atmosphere, thus reducing potential global warming.\n“National inventories are intended to track how management policies impact emissions and removals of CO2,” said study author Noel Cressie, a professor at the University of Wollongong in Australia. “However, the atmosphere doesn’t care whether CO2 is being emitted from deforestation in the Amazon or wildfires in the Canadian Arctic. Both processes will increase the concentration of atmospheric CO2 and drive climate change. Therefore, it is critical to monitor the carbon balance of unmanaged ecosystems and identify any changes in carbon uptake.”\nLooking forward, the researchers said their pilot project can be further refined to understand how emissions from individual nations are changing.\n“Sustained, high-quality observations are critical for these top-down estimates,” said lead author Brendan Byrne, a scientist at NASA’s Jet Propulsion Laboratory in Southern California. “Continued observations from OCO-2 and surface sites will allow us to track how these emissions and removals change as the Paris Agreement is implemented. Future international missions that provide expanded mapping of CO2 concentrations across the globe will allow us to refine these top-down estimates and give more precise estimates of countries’ emissions and removals.”\nLaunched in 2014, the OCO-2 satellite maps natural and human-made carbon dioxide concentrations with the help of three camera-like spectrometers. These devices are tuned to detect the unique spectra, or light signature, of carbon dioxide. They measure the gas indirectly by how much reflected sunlight it absorbs in a given column of air.\nThe OCO-2 project is managed by JPL. Caltech manages JPL for NASA. To read more about the mission, go to:\nhttps://ocov2.jpl.nasa.gov\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\r\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}