{
  "url": "https://climate.nasa.gov/news/3263/nasa-celebrates-earth-day-with-earth-science-in-action/",
  "title": "NASA Celebrates Earth Day with Earth Science in Action",
  "date": null,
  "content": "4 min read\nBy Kathryn Cawdrey,NASA's Goddard Space Flight Center\nThis Earth Day, join us in person and online to see how our fleet of satellites, our airborne campaigns, and our ground-based observations help us monitor the planet’s vital signs.\nNASA uses the vantage point of space to increase our understanding of our home planet, improve lives, and safeguard our future. This Earth Day, you can join us in person and online to see how our fleet of satellites, our airborne campaigns, and our ground-based observations help us monitor the planet’s vital signs and share them with scientists and citizens around the world.\nOn April 20 and 21, from 10 a.m. to 4 p.m. Eastern Time, NASA will host an in-person Earth Day celebration at Union Station in Washington, D.C. The event will include 20 hands-on activities and an opportunity to learn about the many ways NASA conducts Earth science.\nOnline, visitors can explore the connections between Earth’s atmosphere, ocean, forests, fields, cities, ice caps, and climate through videos and interactive science content, a kid-friendly fun zone, a scavenger hunt, and hundreds of downloadable resources. Some content will be available in Spanish.\nNASA’s in-person and virtual Earth Day events are free and open to the public. To participate online, visit go.nasa.gov/NASAScienceNow.\nAlso on April 20, from 1 to 3 p.m. ET, NASA will hold two live webinars: Discover Your World and Beyond & Earth Day Celebration. Register at go.nasa.gov/NASAScienceNow to attend.\nIf you are an educator, register your class to learn what it’s like to be a NASA polar scientist during a special Earth Day online event. To find more NASA activities for your classroom, check out the agency's page on Microsoft Flip.\nKeep an eye on NASA Earth’s Facebook, Twitter, and Instagram channels this week for:\nFinally, do you want to get involved with some real NASA science? Through the agency’s citizen science projects, volunteers have helped make thousands of important scientific observations and some discoveries. More than 400 NASA citizen scientists have even been named as co-authors on peer-reviewed scientific publications. To get involved, join one of NASA’s Citizen Science programs or download the GLOBE Observer App to start your own journey of discovery. Projects are open to everyone around the world, not limited to U.S. citizens or residents.\nNASA’s innovative tools and data inform decision-makers around the world as they monitor and manage the food we eat, the air we breathe, and the challenges faced by communities in the path of severe weather. NASA partners with the National Oceanic and Atmospheric Administration, the U.S. Geological Survey, state and local governments, and international organizations to provide information on climate change and other environmental challenges. But NASA is also committed to making data accessible, collaborative, inclusive, and transparent for everyone from the scientist and student to the city manager and citizen — an approach known as \"open science.\"\nTo learn more about NASA’s Earth Day activities, visit www.nasa.gov/earth-day-2023.\nKathryn Cawdrey,NASA's Goddard Space Flight Center, Greenbelt, Md. kathryn.cawdrey@nasa.gov\nLee esta historia en español aquí. From the iconic image of Earthrise taken by Apollo 8…\nAt NASA’s Kennedy Space Center, sustainability and preservation efforts here on Earth are as much…\nOn Earth Day, Learn How NASA Investigates the Blue in Our Blue Planet This Earth…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}