{
  "url": "https://climate.nasa.gov/news/3279/nasa-clocks-july-2023-as-hottest-month-on-record-ever-since-1880/",
  "title": "NASA Clocks July 2023 as Hottest Month on Record Ever Since 1880",
  "date": null,
  "content": "4 min read\nAccording to scientists at NASA’s Goddard Institute for Space Studies (GISS) in New York, July 2023 was hotter than any other month in the global temperature record.\nEditor’s Note: This release has been updated to add additional graphics, captions, and to spell out the words degrees Fahrenheit and Celsius, as well as a link to the Spanish-language version of the release. A photo credit line has been corrected.\nLee esta nota de prensa en español aquí.\nAccording to scientists at NASA’s Goddard Institute for Space Studies (GISS) in New York, July 2023 was hotter than any other month in the global temperature record.\n“Since day one, President Biden has treated the climate crisis as the existential threat of our time,” said Ali Zaidi, White House National Climate Advisor. Against the backdrop of record high temperatures, wildfires, and floods, NASA’s analysis puts into context the urgency of President Biden’s unprecedented climate leadership. From securing the Inflation Reduction Act, the largest climate investment in history, to invoking the Defense Production Act to supercharge domestic clean energy manufacturing, to strengthening climate resilience in communities nationwide, President Biden is delivering on the most ambitious climate agenda in history.”\nOverall, July 2023 was 0.43 degrees Fahrenheit (F) (0.24 degrees Celsius (C)) warmer than any other July in NASA’s record, and it was 2.1 F (1.18 C) warmer than the average July between 1951 and 1980. The primary focus of the GISS analysis are long-term temperature changes over many decades and centuries, and a fixed base period yields anomalies that are consistent over time. Temperature “normals” are defined by several decades or more – typically 30 years.\n“NASA data confirms what billions around the world literally felt: temperatures in July 2023 made it the hottest month on record. In every corner of the country, Americans are right now experiencing firsthand the effects of the climate crisis, underscoring the urgency of President Biden’s historic climate agenda,” said NASA Administrator Bill Nelson. “The science is clear. We must act now to protect our communities and planet; it’s the only one we have.”\nParts of South America, North Africa, North America, and the Antarctic Peninsula were especially hot, experiencing temperatures increases around 7.2 F (4 C) above average. Overall, extreme heat this summer put tens of millions of people under heat warnings and was linked to hundreds of heat-related illnesses and deaths. The record-breaking July continues a long-term trend of human-driven warming driven primarily by greenhouse gas emissions that has become evident over the past four decades. According to NASA data, the five hottest Julys since 1880 have all happened in the past five years.\n“Climate change is impacting people and ecosystems around the world, and we expect many of these impacts to escalate with continued warming,” said Katherine Calvin, chief scientist and senior climate advisor at NASA Headquarters in Washington. “Our agency observes climate change, its impacts, and its drivers, like greenhouse gases, and we are committed providing this information to help people plan for the future.”\nNASA assembles its temperature record from surface air temperature data from tens of thousands of metrological stations, as well as sea surface temperature data acquired by ship- and buoy-based instruments. This raw data is analyzed using methods that account for the varied spacing of temperature stations around the globe and for urban heating effects that could skew the calculations.\n“This July was not just warmer than any previous July – it was the warmest month in our record, which goes back to 1880,” said GISS Director Gavin Schmidt. “The science is clear this isn’t normal. Alarming warming around the world is driven primarily by human-caused greenhouse gas emissions. And that rise in average temperatures is fueling dangerous extreme heat that people are experiencing here at home and worldwide.”\nHigh sea surface temperatures contributed to July’s record warmth. NASA’s analysis shows especially warm ocean temperatures in the eastern tropical Pacific, evidence of the El Niño that began developing in May 2023. Phenomena such as El Niño or La Niña, which warm or cool the tropical Pacific Ocean, can contribute a small amount of year-to-year variability in global temperatures. But these contributions are not typically felt when El Niño starts developing in Northern Hemisphere summer. NASA expects to see the biggest impacts of El Niño in February, March, and April 2024.\nFor more information on NASA’s global temperature record, visit:\n-end-\nJackie McGuinness / Katherine Rohloff\nHeadquarters, Washington\n202-358-1600\njackie.mcguinness@nasa.gov / katherine.a.rohloff@nasa.gov\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}