{
  "url": "https://climate.nasa.gov/news/3261/scientists-use-nasa-satellite-data-to-determine-belize-coral-reef-risk/",
  "title": "Scientists Use NASA Satellite Data to Determine Belize Coral Reef Risk",
  "date": null,
  "content": "Researchers created a toolkit for determining the clarity and surface temperature of coastal waters. The data is freely accessible and can help assess reefs around the world.\nJoint NASA, CNES Water-Tracking Satellite Reveals First Stunning Views\nNASA Uses 30-Year Satellite Record to Track and Project Rising Seas\nRanking Atmospheric Rivers: New Study Finds World of Potential\nUsing two decades of NASA satellite measurements stored in the cloud, scientists recently assessed the vulnerability of Belize’s renowned coral reefs to bleaching and collapse. The findings could help management authorities protect the reefs from human impacts such as development, overfishing, pollution, and climate change.\nThe 185-mile-long (298-kilometer-long) barrier reef system off the coast of Belize encompasses vibrant marine environments that support thousands of animal and plant species and drive the Central American country’s largest industry, tourism. The system is one of about 1,200 UNESCO World Heritage sites around the world.\nIn a study published in Frontiers in Remote Sensing, the scientists ranked 24 marine protected areas off the Belize coast based on the risks coral face from murky water and rising temperatures. The study also outlined how researchers at NASA’s Jet Propulsion Laboratory in Southern California and counterparts in Belize used free, cloud-based data on Google Earth Engine in their analysis.\n“We depend on the reef for so many things, so conserving these resources is important,” said Emil Cherrington, a native Belizean and co-author of the paper. He is a research scientist at the University of Alabama in Huntsville and a co-investigator on the Belize Sustainable Development Goal project, a NASA effort to use Earth observation data to protect the country’s marine ecosystems. “Studies like this are giving the government of Belize more tools for conserving the resources that the country has.”\nThe hard skeletons of stony coral form the structure of the barrier reef, which keeps Belize’s shallow coastal waters calm and enables marine life to thrive there. Coral needs clear water and consistent temperatures to grow. Changes in both factors can affect the survival of the symbiotic algae that live in the coral and provide food. When the algae leave or die, the coral lose their color, a phenomenon called bleaching. Coral can survive under these conditions, but the changes can put it at greater risk of mortality.\nTo gather data on water clarity and surface temperature over large areas, researchers turned to the Moderate Resolution Imaging Spectroradiometer (MODIS), which was developed at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and launched in 2002 as one of several instruments aboard the agency’s Aqua satellite. In addition to being available from NASA, MODIS images and data sets are accessible on Google Earth Engine.\nAnalyzing MODIS imagery collected from 2002 to 2022, the researchers developed a vulnerability index that characterizes the risk to coral in the marine environments that Belize is managing in order to protect biodiversity. The team examined sea surface temperatures in each protected area and assigned a number from 1 to 6 based on how low or high the averages were relative to the norms. They did the same for water clarity. The 1 to 6 ratings were then combined to get the coral index, from 2 to 12. Higher numbers signify greater risk.\nPort Honduras Marine Reserve, a 156-square-mile (40,469-hectare) protected area in southern Belize, showed the highest coral vulnerability score: 10 out of 12. Based on the index, the study also flagged Swallow Caye Wildlife Sanctuary, Sapodilla Cayes Marine Reserve, and Corozal Bay Wildlife Sanctuary as areas for concern.\nAll the protected areas in the study are included in the Belize Coastal Zone Management Plan, a framework to guide Belize’s government on how to support the sustainable use of the country’s coastal areas. The country’s Coastal Zone Management Authority & Institute, which is tasked with implementing and monitoring policies that govern Belize’s coastal waters, created the last plan in 2016. The new paper, along with other Belize-focused research sponsored through NASA’s Earth Applied Sciences program, will inform the next plan, which is currently being revised, said Samir Rosado, a co-author of the study and a coastal planner at the management authority.\n“A lot of our cultural identity arises from the marine areas,” Rosado said. “It’s a measure of pride – wherever Belizeans go, people know the coral reefs.”\nThe vulnerability index could be used for other reef systems around the world, and it could be modified to incorporate additional water variables such as acidity, said Ileana Callejas, the paper’s lead author and a graduate student at the University of California, Los Angeles. Rising ocean acidity – a consequence of climate change resulting from greater concentrations of dissolved carbon dioxide in the water – threatens coral health.\n“We were trying to make the data and our approach as accessible as possible,” said Callejas, who started the research during an internship at JPL. “Our main purpose was to make a toolkit that would be easy to use, that would produce an index that was easy to understand, and that could be used to see which marine protected areas may need closer attention.”\nWhile the historical record and traditional field testing by boat have given coastal management authorities a sense of the most vulnerable areas, satellites can shine light on other spots that may be less accessible or more costly to reach, said Nicole Auil Gomez, a paper co-author and director of the Wildlife Conservation Society’s Belize Country Program.\n“It's going to become more useful in the future in terms of telling us more about areas we already monitor,” she said. “And for areas we don’t monitor, we have some tools now to be able to learn more.”\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}