{
  "url": "https://climate.nasa.gov/news/3268/international-sea-level-satellite-spots-early-signs-of-el-nino/",
  "title": "International Sea Level Satellite Spots Early Signs of El Niño",
  "date": null,
  "content": "Kelvin waves, a potential precursor of El Niño conditions in the ocean, are rolling across the equatorial Pacific toward the coast of South America.\nThe most recent sea level data from the U.S.-European satellite Sentinel-6 Michael Freilich indicates early signs of a developing El Niño across the equatorial Pacific Ocean. The data shows Kelvin waves – which are roughly 2 to 4 inches (5 to 10 centimeters) high at the ocean surface and hundreds of miles wide – moving from west to east along the equator toward the west coast of South America.\nWhen they form at the equator, Kelvin waves bring warm water, which is associated with higher sea levels, from the western Pacific to the eastern Pacific. A series of Kelvin waves starting in spring is a well-known precursor to an El Niño, a periodic climate phenomenon that can affect weather patterns around the world. It is characterized by higher sea levels and warmer-than-average ocean temperatures along the western coasts of the Americas.\nWater expands as it warms, so sea levels tend to be higher in places with warmer water. El Niño is also associated with a weakening of the trade winds. The condition can bring cooler, wetter conditions to the U.S. Southwest and drought to countries in the western Pacific, such as Indonesia and Australia.\nThe Sentinel-6 Michael Freilich satellite data shown here covers the period between the beginning of March and the end of April 2023. By April 24, Kelvin waves had piled up warmer water and higher sea levels (shown in red and white) off the coasts of Peru, Ecuador, and Colombia. Satellites like Sentinel-6 Michael Freilich can detect Kelvin waves with a radar altimeter, which uses microwave signals to measure the height of the ocean’s surface. When an altimeter passes over areas that are warmer than others, the data will show higher sea levels.\n“We’ll be watching this El Niño like a hawk,” said Josh Willis, Sentinel-6 Michael Freilich project scientist at NASA’s Jet Propulsion Laboratory in Southern California. “If it’s a big one, the globe will see record warming, but here in the Southwest U.S. we could be looking at another wet winter, right on the heels of the soaking we got last winter.”\nBoth the U.S. National Oceanic and Atmospheric Administration (NOAA) and the World Meteorological Organization have recently reported increased chances that El Niño will develop by the end of the summer. Continued monitoring of ocean conditions in the Pacific by instruments and satellites such as Sentinel-6 Michael Freilich should help to clarify in the coming months how strong it could become.\n“When we measure sea level from space using satellite altimeters, we know not only the shape and height of water, but also its movement, like Kelvin and other waves,” said Nadya Vinogradova Shiffer, NASA program scientist and manager for Sentinel-6 Michael Freilich in Washington. “Ocean waves slosh heat around the planet, bringing heat and moisture to our coasts and changing our weather.”\nSentinel-6 Michael Freilich, named after former NASA Earth Science Division Director Michael Freilich, is one of two satellites that compose the Copernicus Sentinel-6/Jason-CS (Continuity of Service) mission.\nSentinel-6/Jason-CS was jointly developed by ESA (European Space Agency), the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), NASA, and NOAA, with funding support from the European Commission and technical support on performance from the French space agency CNES (Centre National d’Études Spatiales). Spacecraft monitoring and control, as well as the processing of all the altimeter science data, is carried out by EUMETSAT on behalf of the European Union’s Copernicus programme, with the support of all partner agencies.\nJPL, a division of Caltech in Pasadena, contributed three science instruments for each Sentinel-6 satellite: the Advanced Microwave Radiometer, the Global Navigation Satellite System - Radio Occultation, and the Laser Retroreflector Array. NASA also contributed launch services, ground systems supporting operation of the NASA science instruments, the science data processors for two of these instruments, and support for the U.S. members of the international Ocean Surface Topography Science Team.\nTo learn more about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}