{
  "url": "https://climate.nasa.gov/news/3287/nasa-isro-radar-mission-to-provide-dynamic-view-of-forests-wetlands/",
  "title": "NASA-ISRO Radar Mission to Provide Dynamic View of Forests, Wetlands",
  "date": null,
  "content": "NISAR will use radar to study changes in ecosystems around the world, such as this forest in Tikal National Park in northern Guatemala, to understand how these areas are affected by climate change and human activity, and the role they play in the global carbon cycle. Credit: USAID\nNISAR will help researchers explore how changes in Earth’s forest and wetland ecosystems are affecting the global carbon cycle and influencing climate change.\nOnce it launches in early 2024, the NISAR radar satellite mission will offer detailed insights into two types of ecosystems – forests and wetlands – vital to naturally regulating the greenhouses gases in the atmosphere that are driving global climate change.\nNISAR is a joint mission by NASA and ISRO (Indian Space Research Organisation), and when in orbit, its sophisticated radar systems will scan nearly all of Earth’s land and ice surfaces twice every 12 days. The data it collects will help researchers understand two key functions of both ecosystem types: the capture and the release of carbon.\nForests hold carbon in the wood of their trees; wetlands store it in their layers of organic soil. Disruption of either system, whether gradual or sudden, can accelerate the release of carbon dioxide and methane into the atmosphere. Tracking these land-cover changes on a global scale will help researchers study the impacts on the carbon cycle – the processes by which carbon moves between the atmosphere, land, ocean, and living things.\n“The radar technology on NISAR will allow us to get a sweeping perspective of the planet in space and time,” said Paul Rosen, the NISAR project scientist at NASA’s Jet Propulsion Laboratory in Southern California. “It can give us a really reliable view of exactly how Earth’s land and ice are changing.”\nForestry and other land-use changes account for about 11% of net human-caused greenhouse gas emissions. NISAR’s data will improve our understanding of how the loss of forests around the world influences the carbon cycle and contributes to global warming.\n“Globally, we do not understand well the carbon sources and sinks from terrestrial ecosystems, particularly from forests,” said Anup Das, an ecosystems scientist and co-lead of the ISRO NISAR science team. “So we expect that NISAR will greatly help address that, especially in less dense forests, which are more vulnerable to deforestation and degradation.”\nThe signal from NISAR’s L-band radar will penetrate the leaves and branches of forest canopies, bouncing off the tree trunks and the ground below. By analyzing the signal that reflects back, researchers will be able to estimate the density of forest cover in an area as small as a soccer field. With successive orbital passes, it will be able to track whether a section of forest has been thinned or cleared over time. The data – which will be collected in early morning and evening and in any weather – could also offer clues as to what caused the change, such as disease, human activity, or fire.\nIt’s an important set of capabilities for studying vast, often cloud-covered rainforests such as those in the Congo and Amazon basins, which lose millions of wooded acres every year. Fire releases carbon into the air directly, while the deterioration of forests reduces the absorption of atmospheric carbon dioxide.\nThe data could also help improve accounting of deforestation and forest degradation – as well as forest growth – as countries that rely on logging try to shift toward more sustainable practices, said Josef Kellndorfer, a member of the NISAR science team and founder of Earth Big Data LLC, a provider of large data sets and analytic tools for research and decisions support. “Reducing deforestation and degradation is low-hanging fruit to address a substantial part of the global carbon emission problem,” he added.\nWetlands present another carbon puzzle: Swamps, bogs, peatlands, inundated forests, marshes, and other wetlands hold 20 to 30% of the carbon in Earth’s soil, despite constituting only 5 to 8% of the land surface.\nWhen wetlands flood, bacteria go to work digesting organic matter (mostly dead plants) in the soil. Through this natural process, wetlands are the planet’s largest natural source of the potent greenhouse gas methane, which bubbles to the water’s surface and travels into the atmosphere. Meanwhile, when wetlands dry out, the carbon they store is exposed to oxygen, releasing carbon dioxide.\n“These are huge reservoirs of carbon that can be released in a relatively short time frame,” said Erika Podest, a NISAR science team member and a carbon cycle and ecosystems researcher at JPL.\nLess well understood is how changing temperature and precipitation patterns due to climate change – along with human activities such as development and agriculture – are affecting the extent, frequency, and duration of flooding in wetlands. NISAR will be able to monitor flooding, and with repeated passes, researchers will be able to track seasonal and annual variations in wetlands inundation, as well as long-term trends.\nBy coupling NISAR’s wetlands observations with separate data on the release of greenhouse gases, researchers should gain insights that inform the management of wetland ecosystems, said Bruce Chapman, a NISAR science team member and JPL wetlands researcher. “We have to be careful to reduce our impact on wetland areas so that we don’t worsen the situation with the climate,” he added.\nNISAR is set to launch in early 2024 from southern India. In addition to tracking ecosystem changes, it will collect information on the motion of the land, helping researchers understand the dynamics of earthquakes, volcanic eruptions, landslides, and subsidence and uplift (when the surface sinks and rises). It will also track the movements and melting of both glaciers and sea ice.\nNISAR is an equal collaboration between NASA and ISRO and marks the first time the two agencies have cooperated on hardware development for an Earth-observing mission. JPL, which is managed for NASA by Caltech in Pasadena, leads the U.S. component of the project and is providing the mission’s L-band SAR. NASA is also providing the radar reflector antenna, the deployable boom, a high-rate communication subsystem for science data, GPS receivers, a solid-state recorder, and payload data subsystem. ISRO’s U R Rao Satellite Centre in Bengaluru, which is leading the ISRO component of the mission, is providing the spacecraft bus, the S-band SAR electronics, the launch vehicle, and associated launch services and satellite mission operations.\nTo learn more about NISAR, visit:\nhttps://nisar.jpl.nasa.gov/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}