{
  "url": "https://climate.nasa.gov/news/3288/see-swot-missions-unprecedented-view-of-global-sea-levels/",
  "title": "See SWOT Mission's Unprecedented View of Global Sea Levels",
  "date": null,
  "content": "Data on sea surface heights around the world from the international Surface Water and Ocean Topography mission yields a mesmerizing view of the planet’s ocean.\nThe Surface Water and Ocean Topography (SWOT) satellite is sending down tantalizing views of Earth’s water, including a global composite of sea surface heights. The satellite collected the data visualized above during SWOT’s first full 21-day science orbit, which it completed between July 26 and Aug. 16.\nSWOT is measuring the height of nearly all water on Earth’s surface, providing one of the most detailed, comprehensive views yet of the planet’s oceans and freshwater lakes and rivers. The satellite is a collaboration between NASA and the French space agency, CNES (Centre National d’Études Spatiales).\nThe animation shows sea surface height anomalies around the world: Red and orange indicate ocean heights that were higher than the global mean sea surface height, while blue represents heights lower than the mean. Sea level differences can highlight ocean currents, like the Gulf Stream coming off the U.S. East Coast or the Kuroshio current off the east coast of Japan. Sea surface height can also indicate regions of relatively warmer water – like the eastern part of the equatorial Pacific Ocean during an El Niño – because water expands as it warms.\nThe SWOT science team made the measurements using the groundbreaking Ka-band Radar Interferometer (KaRIn) instrument. With two antennas spread 33 feet (10 meters) apart on a boom, KaRIn produces a pair of data swaths (tracks visible in the animation) as it circles the globe, bouncing radar pulses off the water’s surface to collect surface-height measurements.\n“The detail that SWOT is sending back on sea levels around the world is incredible,” said Parag Vaze, SWOT project manager at NASA’s Jet Propulsion Laboratory in Southern California. “The data will advance research into the effects of climate change and help communities around the world better prepare for a warming world.”\nLaunched on Dec. 16, 2022, from Vandenberg Space Force Base in central California, SWOT is now in its operations phase, collecting data that will be used for research and other purposes.\nSWOT was jointly developed by NASA and CNES, with contributions from CSA (Canadian Space Agency) and the UK Space Agency. JPL, which is managed for the agency by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA provided the KaRIn instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES provided the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground operations. CSA provided the KaRIn high-power transmitter assembly. NASA provided the launch vehicle and the agency’s Launch Services Program, based at Kennedy Space Center, managed the associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}