{
  "url": "https://climate.nasa.gov/news/3124/global-climate-change-impact-on-crops-expected-within-10-years-nasa-study-finds/",
  "title": "Global Climate Change Impact on Crops Expected Within 10 Years, NASA Study Finds",
  "date": null,
  "content": "Map of the world showing in red where decreases in corn yields are projected to occur in 2071: parts of North america, South America, West Africa, Central Europe, India, China. Credit: NASA/Katy Mersmann\nBy Ellen Gray,\r\nNASA’s Earth Science News Team\nClimate change may affect the production of maize (corn) and wheat as early as 2030, according to a new NASA study.\nLee este anuncio de prensa en español aqui.\nClimate change may affect the production of maize (corn) and wheat as early as 2030 under a high greenhouse gas emissions scenario, according to a new NASA study published in the journal, Nature Food. Maize crop yields are projected to decline 24%, while wheat could potentially see growth of about 17%.\nUsing advanced climate and agricultural models, scientists found that the change in yields is due to projected increases in temperature, shifts in rainfall patterns, and elevated surface carbon dioxide concentrations from human-caused greenhouse gas emissions. These changes would make it more difficult to grow maize in the tropics, but could expand wheat’s growing range.\n“We did not expect to see such a fundamental shift, as compared to crop yield projections from the previous generation of climate and crop models conducted in 2014,” said lead author Jonas Jägermeyr, a crop modeler and climate scientist at NASA’s Goddard Institute for Space Studies (GISS) and The Earth Institute at Columbia University in New York City. The projected maize response was surprisingly large and negative, he said. “A 20% decrease from current production levels could have severe implications worldwide.”\nTo arrive at their projections, the research team used two sets of models. First, they used climate model simulations from the international Climate Model Intercomparison Project-Phase 6 (CMIP6). Each of the five CMIP6 climate models used for this study runs its own unique response of Earth’s atmosphere to greenhouse gas emission scenarios through 2100. These responses differ somewhat due to variations in their representations of the Earth's climate system.\nGet NASA's Climate Change News: Subscribe to the Newsletter »\nThen the research team used the climate model simulations as inputs for 12 state-of-the-art global crop models that are part of the Agricultural Model Intercomparison and Improvement Project (AgMIP), an international partnership coordinated by Columbia University. The crop models simulate on a large scale how crops grow and respond to environmental conditions such as temperature, rainfall and atmospheric carbon dioxide, which are provided by the climate models. Each crop species’ behavior is based on their real life biological responses studied in indoor and outdoor lab experiments. In the end, the team created about 240 global climate-crop model simulations for each crop. By using multiple climate and crop models in various combinations, the researchers were more confident in their results.\n“What we're doing is driving crop simulations that are effectively growing virtual crops day-by-day, powered by a supercomputer, and then looking at the year-by-year and decade-by-decade change in each location of the world,” said Alex Ruane, co-director of the GISS Climate Impacts Group and a co-author of the study.\nThis study focused on climate change impacts. These models do not address economic incentives, changing farming practices, and adaptations such as breeding hardier crop varieties, although that is an area of active research. The research team plans to look at these angles in follow-up work, since these factors will also determine the fate of agricultural yields in the future as people respond to climate-driven changes.\nThe team looked at changes to long-term average crop yields and introduced a new estimate for when climate change impacts “emerge” as a discernable signal from the usual, historically known variability in crop yields. Soybean and rice projections showed a decline in some regions but at the global scale the different models still disagree on the overall impacts from climate change. For maize and wheat, the climate effect was much clearer, with most of the model results pointing in the same direction.\nMaize, or corn, is grown all over the world, and large quantities are produced in countries nearer the equator. North and Central America, West Africa, Central Asia, Brazil, and China will potentially see their maize yields decline in the coming years and beyond as average temperatures rise across these breadbasket regions, putting more stress on the plants.\nWheat, which grows best in temperate climates, may see a broader area where it can be grown as temperatures rise, including the Northern United States and Canada, North China Plains, Central Asia, Southern Australia, and East Africa, but these gains may level off mid-century.\nTemperature is not the only factor the models consider when simulating future crop yields. Higher levels of carbon dioxide in the atmosphere have a positive effect on photosynthesis and water retention, increasing crop yields, though often at a cost to nutrition. This effect happens more so for wheat than maize, which is more accurately captured in the current generation of models. Rising global temperatures also are linked with changes in rainfall patterns, and the frequency and duration of heat waves and droughts, which can affect crop health and productivity. Higher temperatures also affect the length of growing seasons and accelerate crop maturity.\n“You can think of plants as collecting sunlight over the course of the growing season,” said Ruane. “They're collecting that energy and then putting it into the plant and the grain. So, if you rush through your growth stages, by the end of the season, you just haven't collected as much energy.” As a result, the plant produces less total grain than it would with a longer development period. “By growing faster, your yield actually goes down.”\n“Even under optimistic climate change scenarios, where societies enact ambitious efforts to limit global temperature rise, global agriculture is facing a new climate reality,” Jägermeyr said. “And with the interconnectedness of the global food system, impacts in even one region’s breadbasket will be felt worldwide.”\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}