{
  "url": "https://climate.nasa.gov/news/3257/nasa-uses-30-year-satellite-record-to-track-and-project-rising-seas/",
  "title": "NASA Uses 30-Year Satellite Record to Track and Project Rising Seas",
  "date": null,
  "content": "Observations from space show that the rate of sea level rise is increasing. Knowing where and how much rise is happening can help coastal planners prepare for future hazards.\nThe average global sea level rose by 0.11 inches (0.27 centimeters) from 2021 to 2022, according to a NASA analysis of satellite data. That’s the equivalent of adding water from a million Olympic-size swimming pools to the ocean every day for a year and is part of a multidecade trend of rising seas.\nSince satellites began observing sea surface height in 1993 with the U.S.-French TOPEX/Poseidon mission, the average global sea level has increased by 3.6 inches (9.1 centimeters), according to NASA’s Sea Level Change science team. The annual rate of rise – or how quickly sea level rise is happening – that researchers expect to see has also increased from 0.08 inches (0.20 centimeters) per year in 1993 to 0.17 inches (0.44 centimeters) per year in 2022. Based on the long-term satellite measurements, the projected rate of sea level rise will hit 0.26 inches (0.66 centimeters) per year by 2050.\n“We have this clear view of recent sea level rise – and can better project how much and how quickly the oceans will continue to rise – because NASA and Centre National d’Études Spatiales (CNES) have gathered decades of ocean observations. By combining that data with measurements from the rest of the NASA fleet, we can also understand why the ocean is rising,” said Karen St. Germain, director of NASA’s Earth Science Division in Washington. “These fundamental climate observations help shape the operational services of many other federal and international agencies who are working with coastal communities to mitigate and respond to rising waters.”\nThe 2022 increase was less than the expected annual rate because of a mild La Niña. During years with an especially strong La Niña climate pattern, average global sea level can even temporarily drop because weather patterns shift in a way that leads to more rainfall over land instead of the ocean.\n“With an increasing demand for accurate and timely climate information, NASA is committed to providing annual sea level observations and future projections in order to help vulnerable communities around the world better understand the risks they face in a new climate,” said Nadya Vinogradova Shiffer, a NASA program scientist for ocean science. “Timely updates are key to showing which climate trajectory we are on.”\nDespite natural influences like La Niña, sea levels continue to rise because of human-caused climate change driven by the excess amounts of greenhouse gases like carbon dioxide that society pumps into the atmosphere. Climate change is melting Earth’s ice sheets and glaciers, adding more fresh water to the ocean, while warming causes the expansion of seawater. Both of these effects contribute to rising seas, overriding many natural effects on sea surface height.\n“Tracking the greenhouse gases that we add to the atmosphere tells us how hard we’re pushing the climate, but sea levels show us how much it’s responding,” said Josh Willis, an oceanographer at NASA’s Jet Propulsion Laboratory in Southern California. “These measurements are a critical yardstick for how much humans are reshaping the climate.”\nThe measurements of sea surface height that began 30 years ago with TOPEX/Poseidon have continued through four subsequent missions led by NASA and partners, including the French space agency CNES, ESA (European Space Agency), and the U.S. National Oceanic and Atmospheric Administration. The most recent mission in the series, Sentinel-6/Jason-CS (Continuity of Service), consists of two satellites that will extend these measurements through 2030. The first of these two satellites, Sentinel-6 Michael Freilich, launched in 2020, with the second slated to head to orbit in 2025.\n“The 30-year satellite record allows us to see through the shorter-term shifts that happen naturally in the ocean and helps us identify the trends that tell us where sea level is headed,” said JPL’s Ben Hamlington, a sea level researcher who leads NASA’s Sea Level Change science team.\nScientific and technical innovations by NASA and other space agencies have given researchers a better understanding of the current state of the ocean on a global scale. Specifically, radar altimeters have helped produce ever-more precise measurements of sea level around the world. To calculate sea level height, they bounce microwave signals off the ocean’s surface and record the time the signal takes to travel from a satellite to Earth and back, as well as the strength of the return signal.\nWhen altimetry data from all ocean basins is combined with more than a century of observations from coastal surface-based sources, together they dramatically expand and improve our understanding of how sea surface height is changing on a global scale. And when those measurements of sea level are combined with other NASA data sets on ice mass, land motion, and other Earth changes, scientists can decipher why and how seas are rising.\nLearn more about sea level and climate change:\nhttps://sealevel.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}