{
  "url": "https://climate.nasa.gov/news/3250/nasa-funded-scientists-estimate-carbon-stored-in-african-dryland-trees/",
  "title": "NASA-Funded Scientists Estimate Carbon Stored in African Dryland Trees",
  "date": null,
  "content": "Using commercial, high-resolution satellite images and artificial intelligence, an international team including NASA scientists mapped almost 10 billion individual trees in Africa’s drylands in order to assess the amount of carbon stored outside of the continent’s dense tropical forests. The result is the first comprehensive estimate of tree carbon density in the Saharan, Sahel, and Sudanian zones of Africa. The team reported its findings March 1 in Nature, and the data are free and publicly available.\nThe researchers found there are far more trees spread across semi-arid regions of Africa than previously thought, but that they also store less carbon than some models have predicted. In the new study, the team estimated roughly 0.84 petagrams of carbon are locked up in African drylands; a petagram is 1 billion metric tons.\nHaving an accurate tree carbon estimate is essential for climate change projections, which are influenced by how long trees and other vegetation store carbon. This “carbon residence time,” as scientists call it, is very short for grasses and bushes, which grow seasonally, but much longer for trees that grow for years. Knowing how much carbon a landscape stores is dependent on knowing exactly what is growing there.\nBeyond the vast tropical forests spread across the middle of the continent, African landscapes range from dry grasslands with a few trees to savannahs with scattered trees to more humid areas with many scattered trees. This dispersed tree cover has made it difficult for scientists working to estimate the number of trees in these areas, and there have often been over- or underestimates. Yet such measurements are essential for conservation efforts and for understanding the carbon cycle on our planet.\n“Our team gathered and analyzed carbon data down to the individual tree level across the vast semi-arid regions of Africa or elsewhere – something that had previously been done only on small, local scales,\" said Compton Tucker, lead scientist on the project and an Earth scientist at NASA’s Goddard Space Flight Center in Greenbelt, Maryland. Previous satellite-based estimates of tree carbon in Africa’s drylands often mistook grasses and shrubs for trees. “That led to over-predictions of the carbon there.”\nCarbon is constantly cycling between the land, the atmosphere, the ocean, and back. Trees remove carbon dioxide – a greenhouse gas – from Earth’s atmosphere during the process of photosynthesis and store it in their roots, trunks, branches, and leaves. For this reason, increasing tree cover is often suggested as a way to offset ever-increasing carbon emissions.\nIn the new study, the team used sophisticated machine learning and artificial intelligence algorithms to sort through more than 326,000 commercial satellite images from the QuickBird-2, GeoEye-1, WorldView-2, and WorldView-3 satellites (operated by Maxar Technologies). The researchers acquired the images through NASA's Center for Climate Simulation and leveraged its Explore/ADAPT Science Cloud to organize and prepare the images for machine learning processing.\nMartin Brandt of the University of Copenhagen compiled AI training data from 89,000 individual trees. Colleague Ankit Kariyaa, also at Copenhagen, adapted a neural network so that computers could detect the individual trees in high-resolution 50-centimeter scale images of Africa's drier, less verdant landscapes.\nThe researchers defined a “tree” as anything with a green, leafy crown and an adjacent shadow. From this, they trained the machine learning software to count the trees during millions of hours of supercomputing on the Blue Waters supercomputer at the University of Illinois. When the team compared their machine-learning results with human assessments of the landscape, the computers were 96.5% correct in measuring tree-crown area.\nFrom measurements of tree crown area, the scientists can derive the amount of carbon in each tree’s leaves, roots, and wood using allometry – the study of how the characteristics of living creatures change with size. A group led by Pierre Hiernaux of the University of Toulouse examined 30 different species of trees to measure leaf mass, wood mass, and root mass. They assessed those masses of carbon and established a statistical relationship to tree crown area.\nThe African tree carbon data are publicly available with a viewer app developed by the team. It allows people to view every tree in the study area and the amount of carbon it stores.\nThese data could be useful for scientists and students studying the carbon cycle, policymakers trying to improve conservation efforts, and farmers who want to determine the carbon stored in their farm.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}