{
  "url": "https://climate.nasa.gov/news/3258/planes-shipping-lanes-and-automobiles/",
  "title": "Planes, Shipping Lanes, and Automobiles",
  "date": null,
  "content": "4 min read\nBy Alan Buis,NASA’s Jet Propulsion Laboratory\nThe effects of global climate change are broad and impact everyone, as well as Earth’s natural systems.\nMuch has been written about the major impacts of climate change. Effects such as rising global surface temperatures, higher sea levels, longer and more intense heat waves, melting glaciers and ice sheets, polar sea ice loss, extreme weather and climate events, and impacts on animal habitats are well-documented and in the news regularly.\nIn this new NASA Climate feature series, we’re examining some of the lesser-known, and often surprising, ways Earth’s changing climate is affecting our world.\nBefore the Industrial Revolution, human travels had little impact on Earth’s climate. That changed once we began burning fossil fuels to power trains, boats, cars, trucks, and planes. Today, transportation generates about a fourth of global carbon dioxide emissions, second only to the electric power sector.\nClimate change is affecting transportation in major ways, such as the ongoing shift to zero-emissions automobiles. But some of the impacts of climate on transportation are less obvious. Here are a few.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nOur changing atmosphere may make future airline flights bumpier by strengthening vertical wind shear in jet streams. Jet streams are fast-moving belts of wind that travel around the planet in wavy, meandering paths in the upper parts of the atmosphere. Aviators often use or avoid them to increase the efficiency of their flights.\nVertical wind shear creates irregular air motions called turbulence, which is a significant and costly issue for airlines, resulting in injuries, damaged aircraft, delayed flights, and inspections and investigations.\nSometimes bumpy flights happen without significant cloudiness or thunderstorms. This phenomenon is known as “clear-air turbulence.” British atmospheric scientist Paul Williams of the University of Reading studies clear-air turbulence. Among his findings:\nNASA develops technologies to improve aviation efficiency and maintain safety. Researchers at NASA’s Langley Research Center recently designed a special infrasound microphone that can \"hear\" ultralow frequencies generated by turbulence. This technology was tested on an uncrewed stratospheric glider called HiDRON.\nClimate change can also make it harder for aircraft to take off. As temperatures rise, air becomes less dense, so planes have a harder time generating the lift they need to become airborne. Because of this, some aircraft runways may not be long enough for certain planes to take off. It also might force aircraft operators to reduce the takeoff weight of planes and helicopters.\nOne of its most significant changes to the planet is the continuing decline of Arctic sea ice. Over the past 40 years, the amount of ice cover at both the annual maximum and minimum has shrunk, and the percentage of thick ice that survives from year to year has also dropped. As reported in 2018, this has opened the Arctic to new commerce opportunities, but also to serious environmental concerns. At the center of both lies the shipping industry.\nOn the positive side, reduced sea ice cover is increasingly allowing ships to sail across the Arctic Ocean without support from icebreaker ships. This can significantly shorten travel times between Asia, Europe, and North America. As a result, many nations are preparing for more Arctic shipping.\nThere are also negatives. Scientists and environmentalists worry more shipping activity will increase pollution and oil spills and disturb marine life. And ships are still encountering plenty of ice as they sail closer to the North Pole and in waters that are not well charted. Increased exploration and tourism also mean search-and-rescue operations become more challenging for the U.S. and Canadian coast guards. Finally, some traditional travel routes over the sea ice (used by snowmobiles, trucks, and other vehicles) could become unsafe as the ice thins.\nClimate change is expected to increase the frequency and/or intensity of droughts and floods, so the impacts on water levels in rivers and reservoirs may become more severe and erratic.\nThe impacts on shipping cargo by boat could be significant. Water levels can drop such that rivers can become too shallow to navigate, and some ships may have to carry less cargo to safely navigate a river. In the United States, cargo transport along the Mississippi River has been impacted in recent years. For example, low water in 2012 closed an 11-mile stretch of the Mississippi River near Memphis. Such closures have a big economic impact along the river.\nRead part 2 of this series: https://climate.nasa.gov/news/3267/when-climate-gets-under-your-skin/.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nProof-of-concept results from the mouth of the Tijuana River in San Diego County show how…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}