{
  "url": "https://climate.nasa.gov/news/3281/nasa-built-greenhouse-gas-detector-moves-closer-to-launch/",
  "title": "NASA-Built Greenhouse Gas Detector Moves Closer to Launch",
  "date": null,
  "content": "The imaging spectrometer, which will measure the greenhouse gases methane and carbon dioxide, sits at NASA’s Jet Propulsion Laboratory in August, before shipment to Planet Labs PBC in San Francisco. The instrument will be integrated into a Tanager satellite over the next several months. Credit: NASA/JPL-Caltech\nThe instrument will enable nonprofit organization Carbon Mapper to pinpoint and measure methane and carbon dioxide sources from space.\nA state-of-the-art imaging spectrometer, which will measure the greenhouse gases methane and carbon dioxide from space, moved closer to launch this month after being delivered to a clean room at Planet Labs PBC (Planet) in San Francisco.\nDesigned and built by NASA’s Jet Propulsion Laboratory in Southern California, this science instrument will be part of an effort led by the nonprofit Carbon Mapper organization to collect data on greenhouse gas point-source emissions. Built around technologies developed for NASA airborne campaigns and space missions, the Carbon Mapper imaging spectrometer will provide targeted data on “super-emitters” – the small percentage of individual sources responsible for a significant fraction of global methane and carbon dioxide emissions.\nThe Carbon Mapper coalition is a public-private effort led by the Carbon Mapper organization and its partners, including JPL, Planet, the California Air Resources Board, Rocky Mountain Institute, Arizona State University, and the University of Arizona.\nThe instrument is an advanced imaging spectrometer that measures hundreds of wavelengths of light reflected by Earth’s surface and absorbed by gases in the planet’s atmosphere. Different compounds – including methane and carbon dioxide – absorb different wavelengths of light, leaving a spectral “fingerprint” that the imaging spectrometer can identify. These infrared fingerprints, invisible to the human eye, can pinpoint and quantify strong greenhouse gas emissions and accelerate potential mitigation efforts.\nThe spectrometer arrived Sept. 12 at Planet, where it will be integrated over the next several months into a Tanager satellite designed by the company. Launch is planned for early 2024.\nBefore leaving JPL, the spectrometer was put through a series of critical tests to ensure that it could withstand the rigors of launch and the harsh conditions of space. Engineers subjected the spectrometer to intense vibrations similar to what it will endure atop a rocket blasting into orbit, as well as to the extreme temperatures it will experience in the vacuum of space.\nThere was also an opportunity to use a sample of methane to test the completed instrument while it was in a vacuum chamber at JPL. The test was successful, with the imaging spectrometer producing a clear spectral fingerprint of methane.\n“We are thrilled to see the exceptional quality of the methane spectral signature recorded. This bodes well for the space measurement soon to follow,” said Robert Green, the instrument scientist at JPL.\n“This delivery is a very exciting step for us as our team can now begin the final stage in satellite integration,” said Jeff Guido, senior director of new missions at Planet. “This milestone is an excellent example of the innovative ways that government, philanthropy, and industry can play to each other’s strengths to build exceptional capability that has the potential for global impact.”\nThe new satellite is part of a broader effort by Carbon Mapper to survey the globe for point-source emissions of methane and carbon dioxide. That effort includes using measurements provided by an instrument already in orbit: NASA’s Earth Surface Mineral Dust Source Investigation, or EMIT, an imaging spectrometer developed by JPL and installed on the International Space Station. A second imaging spectrometer is being built by Planet in collaboration with JPL. The teams will continue working side by side to deliver these new greenhouse gas measurement capabilities.\nCarbon Mapper is a nonprofit organization focused on facilitating timely action to mitigate greenhouse gas emissions. Its mission is to fill gaps in the emerging global ecosystem of methane and carbon dioxide monitoring systems by delivering data at facility scale that is precise, timely, and accessible to empower science-based decision making and action. The organization is leading the development of the Carbon Mapper constellation of satellites supported by a public-private partnership composed of Planet Labs PBC, JPL, the California Air Resources Board, the University of Arizona, Arizona State University, and RMI, with funding from High Tide Foundation, Bloomberg Philanthropies, Grantham Foundation for the Protection of the Environment, and other philanthropic donors.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nKelly Vaughn\r\nCarbon Mapper, Pasadena, Calif.\r\n970-401-0001\nkelly@carbonmapper.org\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}