{
  "url": "https://climate.nasa.gov/news/3270/two-nasa-studies-find-lower-methane-emissions-in-los-angeles-region/",
  "title": "Two NASA Studies Find Lower Methane Emissions in Los Angeles Region",
  "date": null,
  "content": "Researchers found that emissions of the powerful greenhouse gas dropped for several years near the nation’s second-largest metropolitan area.\nVISIONS: The EMIT Open Data Portal\nTwo recent studies by researchers at NASA’s Jet Propulsion Laboratory in Southern California used contrasting approaches to measure drops in human-caused emissions of the potent greenhouse gas methane in recent years in the Los Angeles region.\nIn the first study, published in February in Environmental Research Letters, scientists analyzed data from ground-based sensors scattered around four counties in densely populated Southern California: Los Angeles, Orange, San Bernardino, and Riverside. They found emissions fell by about 7% between 2015 and 2020 – a reduction of 33 million pounds (15 million kilograms) of methane released per year.\nThe second study, published in March in Environmental Research Communications, compared emissions from a belt of oil refineries across the South Bay area of Los Angeles during the first summer of the COVID-19 pandemic to those observed three years earlier. Using data from a NASA airborne instrument, researchers saw that most of the facilities they identified as methane sources in the earlier campaign were no longer emitting the greenhouse gas, leading to a 73% reduction in measured emissions. While such a reduction around COVID disruptions was not necessarily surprising, the result was important for demonstrating scientists’ ability to track point sources of methane.\nMethane has a much shorter atmospheric lifespan than carbon dioxide – around 12 years, compared to centuries for carbon dioxide – but it absorbs much more energy while it exists in the atmosphere. Therefore, reducing human-caused emissions of the gas is a particularly effective way to make significant, short-term impacts on global climate change.\n“These papers demonstrate that methane reductions are not only possible, they’re measurable through persistent monitoring,” said Andrew Thorpe, lead author of the COVID-period study and a JPL research technologist.\nThat two studies could use different techniques to identify and quantify emissions trends is crucial for generating confidence in the conclusions drawn from methane observations, added Vineet Yadav, a JPL data scientist and lead author of the first paper.\n“The important thing is to determine whether emissions are increasing or declining, and for that it’s helpful to have more than one approach,” said Yadav, whose study employs two techniques. “If you are turning the information over to decision-makers, you have to be sure.”\nYadav’s paper is based on measurements from eight spectroscopic sensors that were installed as part of the Megacities Carbon Project, a multiagency collaboration currently monitoring greenhouse gases in the Los Angeles, Indianapolis, and Washington areas. The sensors have been gathering data across a large swath of Southern California since 2015 and enabled researchers to study an area that stretches from the beaches of Malibu in the west to the mountains and deserts of San Bernardino and Riverside counties in the east. It also extends south through all of Orange County.\nThe researchers found that month-to-month fluctuations in methane concentrations measured at each sensor tower gradually fell from 2015 to 2020 and well into 2022 – a strong indication that local emissions of the gas were also decreasing. Then, using a mathematical model to estimate the emissions decrease, Yadav and colleagues found the areas covered by the Granada Hills and Ontario sensors accounted for much of the drop in annual emissions from 2015 to 2020.\nAlthough the paper doesn’t cite causes of the emission reductions in those two locales, Yadav suspects they resulted from better management of natural gas pipelines and equipment, which in turn led to lower fugitive – or accidental – methane releases. Improved infrastructure at a massive waste site near Granada Hills likely also played a role.\nRather than analyzing data from ground sensors, the study focusing on oil refineries uses measurements made by an imaging spectrometer called AVIRIS-NG (Airborne Visible/Infrared Imaging Spectrometer-Next Generation). Attached to the bottom of an aircraft, the instrument can detect greenhouse gas emissions from individual facilities or even pieces of equipment by looking at how the gases absorb sunlight.\nIn 2016 and 2017, AVIRIS-NG was flown over 22,000 square miles (57,000 square kilometers) of the state as part of the California Methane Survey. From July to September 2020, researchers retraced some of those flight paths over refineries and power plants in Los Angeles County and over oilfields in central California’s San Joaquin Valley. The flights were funded by NASA’s Earth Science Division, the California Air Resources Board, and the California Energy Commission.\nThe 2020 surveys over Los Angeles identified only 11 plumes from five refinery sources, with a total emissions rate of about 712 pounds (323 kilograms) of methane per hour. The 2016 and ’17 flights had found 48 plumes from 33 sources, with a total emissions rate of roughly 2,639 pounds (1,197 kilograms methane) per hour. The drop correlates with an 18% decrease in monthly production in Southern California refineries between the two flight campaigns, the scientists noted, citing data from the California Energy Commission. The study also found that emissions from oilfields in and around the city of Bakersfield in central California fell 34.2%, correlating with a 24.2% drop in oil production.\nThorpe said that reduced production during the pandemic due to lower demand for fuel and depressed oil prices could have led to the drop in methane emissions, as oilfields and refineries emitted less methane during operations. However, he added, improved equipment maintenance and mitigation efforts at those facilities between 2016 and 2020 can’t be ruled out as a factor.\nThe National Oceanic and Atmospheric Administration’s estimate of global atmospheric methane concentration accelerated after 2020, “underscoring the critical need to reduce emissions,” Thorpe writes in the paper. Being able to accurately detect and measure emissions is a key step, both he and Yadav said.\nFor decades, NASA has been developing and using innovative tools to observe changes in greenhouse gas concentrations driven by both human activity and natural variations. For instance, in 2022 the agency launched the EMIT mission (short for the Earth Surface Mineral Dust Source Investigation), which can identify methane point-source emissions. Additionally, JPL is partnering with Carbon Mapper and Planet Labs PBC to launch satellites with greenhouse-gas monitoring capabilities. The agency is also working to make data more accessible and combining it with other sources to make user experiences easier and more efficient.\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}