{
  "url": "https://climate.nasa.gov/news/3265/a-global-biodiversity-crisis-how-nasa-satellites-help-track-changes-to-life-on-earth/",
  "title": "A Global Biodiversity Crisis: How NASA Satellites Help Track Changes to Life on Earth",
  "date": null,
  "content": "5 min read\nBy Angela Colbert, Ph.D.,NASA’s Jet Propulsion Laboratory\nClimate change plays an increasing role in the global decline of biodiversity—the variety of life on Earth. Scientists use NASA data to track ecosystem changes and to develop tools for conserving life on land, in our ocean, and in freshwater ecosystems.\nMany of us associate the sound of a singing bird with the beauty of nature. In recent years, though, fewer chirps, tweets, and birdsong have been heard. It isn’t because birds have stopped singing, but because there are fewer of them. A 2019 study from Cornell’s Lab of Ornithology estimated that we’ve lost about 3 billion wild birds in North America, leaving 29% fewer than in 1970. Human actions are the principal reason.\nIt's not just the birds. A report from the Intergovernmental Platform on Biodiversity and Ecosystem Services estimates that about one million plant and animal species are threatened with extinction. Woody Turner, program scientist for NASA's Biological Diversity Research Program, stated: “We are really at a global biodiversity crisis, losing not only entire species but also seeing decreases in the number of plants and animals that are important for natural ecosystems.”\nA biodiverse planet means life has many different ways to survive and thrive. But human actions are affecting the natural balance of life on Earth. This includes habitat loss from deforestation, land use changes, and climate change. Rising global temperatures, a more acidic ocean, and extreme weather events — from heat waves and droughts to floods and wildfires — are rapidly changing global ecosystems. Larger organisms often take thousands to millions of years to evolve and adapt to new climates. Earth’s climate is now changing faster than many species can handle.\nNASA is working with partners worldwide to monitor biodiversity changes in near real-time, linking satellite data to on-the-ground measurements. Through these measurements, scientists are working swiftly to learn what is happening and its impact on the planet.\nHow do we know what is happening to life on Earth? NASA satellites play a vital role in gathering biodiversity data from a distance, often from orbit; this is what we call remote sensing. According to Turner, when satellite imagery is combined with airborne and in-situ or field data, it helps to show where plants and animals are living and thriving at a given time, allowing for long-term tracking of changes.\nDr. Laura Lorenzoni, program manager for NASA’s Ocean Biology and Biogeochemistry Program, echoed the importance of sustained and detailed satellite measurements for predicting future changes. Lorenzoni and her colleagues are using remote-sensing and field data, together with models, to answer questions about how climate change is altering marine ecosystems.\nNASA has also made a priority of researching impacts to biodiversity on land. For decades, scientists funded by NASA’s Biological Diversity Research Program and Ecological Forecasting Applications Program have been using satellites to track biodiversity and ecosystem changes and to help develop tools to aid in conservation. For instance, NASA-funded researchers are developing forecasting tools for managing wildlife migrations along the Yukon-to-Yellowstone corridor, and others are mapping changes in North American temperate forests due to disease and climate change.\nNew remote-sensing technologies can help expand our view of the environment and how it’s changing. This includes the advancement of satellites to collect hyperspectral data, which identify an object’s or organism’s composition based on how it interacts with light. This means an oak tree leaf will look different from a pine tree leaf.\n“Hyperspectral data will move us leaps and bounds in our understanding of biodiversity. It lets you see not just where vegetation is, but what it is, too,” said Dr. Allison Leidner, a conservation biologist and program scientist in NASA’s Earth Science Directorate. For example, instead of seeing just a green forest, scientists can identify that it is a forest of oak trees.\nWith the data, scientists can help identify how environmental changes impact different types of plants within ecosystems. This new insight can fill in missing information about how ecosystems are changing due to human actions — particularly in remote, hard-to-reach places — providing a more complete global picture.\nNASA’s upcoming Earth System Observatory program will provide high-resolution open data to scientists for developing solutions that address both climate change and biodiversity losses. For example, the Plankton, Aerosol, Cloud, ocean Ecosystem (PACE) mission aims to uncover how climate change is impacting phytoplankton, the organisms at the center of the marine food web. With its Ocean Color Instrument, the PACE satellite will provide new high-resolution views of this microscopic ocean life. With these data, scientists will be able to track the changing state of phytoplankton in different ocean basins and regions, which is important to understanding ocean biodiversity.\nAlthough scientists do not have all the solutions yet, NASA’s current and upcoming missions provide or will provide critical insights into the effort to slow biodiversity loss. Through continued research and new technology, scientists worldwide are working to find solutions so we can enjoy birdsongs for generations to come.\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}