{
  "url": "https://climate.nasa.gov/news/2943/study-confirms-climate-models-are-getting-future-warming-projections-right/",
  "title": "Study Confirms Climate Models are Getting Future Warming Projections Right",
  "date": null,
  "content": "5 min read\nThere’s an old saying that “the proof is in the pudding,” meaning that you can only truly gauge the quality of something once it’s been put to a test. Such is the case with climate models: mathematical computer simulations of the various factors that interact to affect Earth’s climate, such as our atmosphere, ocean, ice, land surface and the Sun.\nFor decades, people have legitimately wondered how well climate models perform in predicting future climate conditions. Based on solid physics and the best understanding of the Earth system available, they skillfully reproduce observed data. Nevertheless, they have a wide response to increasing carbon dioxide levels, and many uncertainties remain in the details. The hallmark of good science, however, is the ability to make testable predictions, and climate models have been making predictions since the 1970s. How reliable have they been?\nNow a new evaluation of global climate models used to project Earth’s future global average surface temperatures over the past half-century answers that question: most of the models have been quite accurate.\nIn a study accepted for publication in the journal Geophysical Research Letters, a research team led by Zeke Hausfather of the University of California, Berkeley, conducted a systematic evaluation of the performance of past climate models. The team compared 17 increasingly sophisticated model projections of global average temperature developed between 1970 and 2007, including some originally developed by NASA, with actual changes in global temperature observed through the end of 2017. The observational temperature data came from multiple sources, including NASA’s Goddard Institute for Space Studies Surface Temperature Analysis (GISTEMP) time series, an estimate of global surface temperature change.\nThe results: 10 of the model projections closely matched observations. Moreover, after accounting for differences between modeled and actual changes in atmospheric carbon dioxide and other factors that drive climate, the number increased to 14. The authors found no evidence that the climate models evaluated either systematically overestimated or underestimated warming over the period of their projections.\n“The results of this study of past climate models bolster scientists’ confidence that both they as well as today’s more advanced climate models are skillfully projecting global warming,” said study co-author Gavin Schmidt, director of NASA’s Goddard Institute of Space Studies in New York. “This research could help resolve public confusion around the performance of past climate modeling efforts.”\nScientists use climate models to better understand how Earth’s climate changed in the past, how it is changing now and to predict future climate trends. Global temperature trends are among the most significant predictions, since global warming has widespread effects, is tied directly to international target agreements for mitigating future climate warming, and have the longest, most accurate observational records. Other climate variables are forecast in the newer, more complex models, and those predictions too will need to be assessed.\nTo successfully match new observational data, climate model projections have to encapsulate the physics of the climate and also make accurate predictions about future carbon dioxide emission levels and other factors that affect climate, such as solar variability, volcanoes, other human-produced and natural emissions of greenhouse gases and aerosols. This study’s accounting for differences between the projected and actual emissions and other factors allowed a more focused evaluation of the models’ representation of Earth’s climate system.\nSchmidt says climate models have come a long way from the simple energy balance and general circulation models of the 1960s and early ‘70s to today’s increasingly high-resolution and comprehensive general circulation models. “The fact that many of the older climate models we reviewed accurately projected subsequent global temperatures is particularly impressive given the limited observational evidence of warming that scientists had in the 1970s, when Earth had been cooling for a few decades,” he said.\nThe authors say that while the relative simplicity of the models analyzed makes their climate projections functionally obsolete, they can still be useful for verifying methods used to evaluate current state-of-the-art climate models, such as those to be used in the United Nations’ Intergovernmental Panel on Climate Change Sixth Assessment Report, to be released in 2022.\n“As climate model projections have matured, more signals have emerged from the noise of natural variability that allow for retrospective evaluation of other aspects of climate models — for instance, in Arctic sea ice and ocean heat content,” Schmidt said. “But it’s the temperature trends that people still tend to focus on.”\nOther participating institutions included the Massachusetts Institute of Technology in Cambridge and Woods Hole Oceanographic Institution in Woods Hole, Massachusetts.\nFor more information on GISS and GISTEMP, visit:\nhttps://www.giss.nasa.gov/\nhttps://data.giss.nasa.gov/gistemp/\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}