{
  "url": "https://climate.nasa.gov/news/3272/us-german-satellites-show-california-water-gains-after-record-winter/",
  "title": "US-German Satellites Show California Water Gains After Record Winter",
  "date": null,
  "content": "Thanks to a wet winter, California saw tremendous gains in the amount of water in the San Joaquin, Sacramento, and Tulare river basins (outlined in yellow) from October 2022 to March 2023, GRACE-FO data shows. The measurement includes water in lakes, rivers, reservoirs, snowpack, and groundwater aquifers. Credit: NASA’s Scientific Visualization Studio\nEarly data shows the greatest net gain of water over the winter in nearly 22 years, but the state’s groundwater levels still suffer from the effects of years of drought.\nAfter years of intense drought and diminishing groundwater, California just saw its greatest year-over-year water gains in two decades, according to data from the GRACE-FO (Gravity Recovery and Climate Experiment Follow-On) satellite mission, a partnership between NASA and the German Research Centre for Geosciences (GFZ). This past winter’s bonanza of atmospheric rivers alleviated some of the water deficit that the state incurred during periods of drought over the last 10 years, which included the three driest years on record in California.\nThink of the state’s Central Valley region (outlined in yellow, above) as a giant swimming pool: GRACE-FO measurements include all the water contained in the lakes, rivers, soil, snowpack, and underground aquifers within that region. Between October 2022 and March 2023, storms provided enough water to raise the amount of water within the “swimming pool” by about 20 inches (about 500 millimeters). That’s about twice as much as the average winter water gain since satellite-based water storage measurements began in 2002 with the first GRACE mission.\nWhile surface water basins are filling, underground stores of fresh water (aquifers) that are tapped for irrigation and other needs could take years to fully recharge. “One good winter of rain and snow won’t make up for years of extreme drought and extensive groundwater use,” said Felix Landerer, GRACE-FO project scientist at NASA’s Jet Propulsion Laboratory in Southern California. The GRACE-FO team will continue to track how California’s water storage evolves through the summer after the snowpack melts and water levels in the state’s lakes, rivers, and reservoirs start to recede during drier weather.\nThe observations were made possible through the unique sensing approach taken by both GRACE missions. As water moves around – in the form of ocean currents, falling rain, shifting groundwater, ice, and so on – it alters the planet’s mass near the surface, which changes Earth’s gravitational pull ever so slightly. GRACE-FO measures these subtle changes, enabling researchers to estimate changes in the total volume of water in an area.\nLike its predecessor, the GRACE-FO mission consists of two identical satellites that fly one behind the other. As the lead satellite flies over an area with greater mass – such as an area with more water than another region – the slight change in gravity tugs it forward, increasing the distance between the two satellites. Microwave and laser instruments aboard the spacecraft precisely measure the minute distance changes between the two, revealing details about the overall mass of water that caused those changes.\nGRACE (2002-2017) was a joint partnership between NASA and the German Aerospace Center, Deutsches Zentrum für Luft- und Raumfahrt. JPL managed the GRACE mission and manages the GRACE-FO mission for NASA’s Earth Science Division in the Science Mission Directorate in Washington. GRACE-FO is a collaboration between NASA and GFZ. Caltech in Pasadena, California, manages JPL for NASA.\nMore information on GRACE and GRACE-FO can be found here:\nhttps://grace.jpl.nasa.gov/\nhttps://gracefo.jpl.nasa.gov/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}