{
  "url": "https://climate.nasa.gov/news/3027/getting-to-the-heart-of-the-particulate-matter/",
  "title": "Getting to the Heart of the (Particulate) Matter",
  "date": null,
  "content": "13 min read\nEditor’s Note: Story updated on June 14, 2023 with information on the NASA partnership with ASI, new imagery, and other program updates.\nScientists have long known the air we breathe can be hazardous to our health. The World Health Organization estimates that more than 99 percent of the world’s population breathes air that exceeds its health-based air quality guideline limits, expressed as long- or short-term exposure to six key air pollutants. Airborne particulate matter is especially dangerous. Breathing these tiny solid and/or liquid particles of organic and inorganic matter, also known as aerosols, results in more than 4 million premature deaths each year due to cardiovascular, respiratory, and other illnesses, according to a major international health study called the Global Burden of Disease.\nNow a new satellite mission in development by NASA and Italy's Agenzia Spaziale Italiana (ASI) promises to take research into the connections between particulate air pollution and human health to new heights. The Multi-Angle Imager for Aerosols (MAIA) mission, targeted for launch no earlier than late 2024, will produce unique maps of particulate matter air pollution that epidemiologists will use to study how different types of particulate matter – mixtures of particles with different sizes, shapes, and compositions – affect our health. MAIA marks the first-ever partnership between space agencies (NASA, ASI), epidemiologists, and health organizations to use space-based data to study human health and improve lives.\n“We know exposure to airborne particles -- from combustion of fossil fuels, traffic, smoke, and dust -- is associated with various diseases and even mortality,” said David Diner of NASA’s Jet Propulsion Laboratory (JPL) in Southern California, principal investigator of NASA’s MAIA Earth Venture Instrument (EVI) investigation. JPL built the MAIA instrument and manages the EVI project. ASI is building the spacecraft bus and will conduct additional MAIA science investigations, with both teams forming the mission’s joint science team. “Epidemiologists tell us that infections from bacteria, fungi, or viruses (such as COVID-19) can be exacerbated by air pollution-related health problems, making people more susceptible to severe illness and adverse health consequences.”\nWhen it comes to particulate matter and health, size matters: According to the U.S. Environmental Protection Agency, differently sized particles are associated with different health effects. The commonly regulated size classifications are PM10 (inhalable particles with diameters of 10 micrometers and less) and PM2.5 (respirable particles with diameters of 2.5 micrometers and less). Larger particles can irritate our airways, while smaller particles can penetrate deeper into our lungs and bloodstream and cause inflammation that affects other organs. Scientists have associated PM2.5 with increased risk of coronary heart disease, heart attacks, and strokes. Other studies show people who breathe more particulate matter are more likely to develop lung cancer, respiratory tract infections, chronic obstructive pulmonary disease (COPD), and problems during pregnancy and birth, such as preterm birth and low birth weight.\nLess understood is which particle constituents are more harmful than others. “Particulate matter is complex,” Diner said. “Dust particles are irregularly shaped, while droplets are spherical. Particles have different chemical components and originate from various sources, many of them human-produced, like vehicle emissions and agricultural burning. Amounts also vary widely by location and season.”\nTraditionally, scientists have used monitoring instruments on the ground to measure air pollution exposure. One tool uses filters to capture airborne particles that are weighed and analyzed in a lab to calculate the amount of various particles. Other instruments detect the scattering of light or absorption of electrons to generate real-time estimates of particle mass concentrations in the air. Because particulate matter changes from place to place, a dense array of monitors would be needed to adequately sample an entire city.\nEnter MAIA. By viewing Earth from space, MAIA data will be used to generate particulate matter air pollution maps in a globally distributed set of target areas. Epidemiologists – public health professionals who study the causes, distribution, and frequency of disease – will use the maps to conduct studies to determine which types and sources of particulate matter are most harmful to humans.\nDiner says there’s a growing realization among scientists of the value of satellite data for studying air pollution.\n“The obvious way to monitor aerosols near the ground is to install sensors, collect particles and measure their properties,” he said. “That can quickly become daunting due to costs and logistical complexities, especially in the developing world. In contrast, a satellite can image areas around the world and fill in coverage gaps, but satellite aerosol data only provide indirect inferences about particle composition.”\nTo determine the concentrations and chemical composition of these tiny particles, MAIA satellite data will be combined with data from ground instruments and with computer models of how chemicals are formed and transported in the atmosphere. “This complementary approach gives the investigation its strength,” Diner added.\n\"A unique aspect of MAIA is the integration of the experiences and expectations of the public health community, who will use the data into the mission's DNA from the outset,\" said Yang Liu, a professor of public health at Emory University in Atlanta and a MAIA science team member. \"Combining data from the satellite instrument and various ground sensor networks with atmospheric chemistry and statistical models, and generating simulated data prior to launch to engage the user community, will enable a smooth transition from data to applications and maximize MAIA’s societal benefits.\"\nAmong the methods MAIA epidemiologists will use to study the effects of particulate matter pollution on human health are time series and cohort studies.\nIn time-series studies, daily death and hospitalization records in a particular city or urban area are reviewed and compared with short-term (single- or multi-day) air pollution concentrations. Cohort studies examine the impacts of long-term (one-year or longer) exposure to air pollution on health, and the health of a large group of people is tracked for several years.\nIn designing these studies, epidemiologists must account for factors that could also cause people to contract the diseases under investigation and potentially bias their study results (such as family history and smoking), before calculating the impact of air pollution on a person’s risk of disease.\nMAIA researchers will conduct different epidemiological studies in its primary target areas, depending on the type of health records available, what studies have been done in the past, and types of particulate matter present.\nMAIA’s three-year mission will make it possible to investigate the effects of exposure on several timescales: acute (short-term spikes in particulate matter over a period of days to weeks), sub-chronic (several months’ duration, focusing on exposure to particulate matter by expectant mothers), and chronic (health impacts resulting from the accumulated effects of particulate matter exposures over many years).\n“More diseases are being associated with particulate matter exposure,” said Diner. “For example, scientists are finding connections between particulate exposure and neurological disorders such as cognitive impairment. There’s a broad range of health outcomes people are interested in studying, and many will be driven by the sources of health data our team acquires.”\nMAIA’s heritage includes numerous space missions and instruments, including the Multi-angle Imaging SpectroRadiometer (MISR) on NASA’s Terra satellite, for which Diner is also principal investigator. Launched in 1999, MISR views Earth from nine different angles, giving scientists a better picture of Earth’s climate, including aerosols, cloud forms, and land surface covers.\n“MISR demonstrated new methods of using multi-angle satellite imagery to characterize airborne particles,” Diner said. That work led to collaborations with scientists using MISR data to study links between particulate matter and human health. “Subsequent to the launch of MISR, we also developed new technologies to expand our ability to characterize aerosols.” Airborne instruments resulting from these efforts have prototyped several key technologies used in MAIA.\nWhile MAIA’s orbit will take it over much of the world, practical considerations limit data collection to several dozen target areas, each measuring about 173,000 square kilometers (nearly 67,000 square miles), or roughly the area of Florida. From this set, MAIA epidemiologists will focus their health studies on 11 primary target areas containing highly populated cities: Los Angeles, Atlanta, and Boston in the U.S.; Barcelona, Spain; Rome, Italy; Tel Aviv, Israel; Johannesburg, South Africa; Addis Ababa, Ethiopia; Delhi, India; Beijing, China; and Taipei, Taiwan. Primary target areas were selected based on various criteria, including population, variability in the amounts and types of PM present, cloudiness, how well monitored the area is by ground instruments, and access to public health records.\nSatellite data will also be collected from more than 30 secondary target areas, including Mexico City, Mexico; Milan, Italy; Santiago, Chile; Lagos, Nigeria; and Seoul, South Korea.\nMAIA measurements will be particularly useful in very large metropolitan areas and cities in countries that have not had the resources to measure particulate pollution, said MAIA science team member Bart Ostro, an environmental epidemiologist at the University of California, Davis, and former chief of air pollution epidemiology at the California Environmental Protection Agency. “Providing data to help identify specific particle sources can help decision makers prioritize control strategies and reduce costs,” he said.\nAdditional objectives of ASI’s science program include combining MAIA measurements with other sources of data to define the PM10 and PM2.5 exposure risk for inhabitants of major Italian cities at scales of 500 to 1,000 meters.\nTo distinguish aerosol particle types, MAIA’s specialized digital camera will observe sunlight reflecting off Earth and its atmosphere. The instrument’s coated and polished aluminum mirrors will allow the camera to record light in 14 spectral bands -- many more wavelengths than a typical digital camera -- allowing it to capture visible light as well as ultraviolet, near-infrared, and shortwave-infrared. These wavelengths are needed because tiny particles tend to scatter light most efficiently at wavelengths similar to their own size. Shorter-wavelength visible spectral bands provide information on the smallest particles (PM2.5 and smaller), while shortwave-infrared bands provide information on larger aerosol types, like dust and volcanic ash. Ultraviolet wavelengths are sensitive to absorption of sunlight by particles containing certain mineral and organic matter types.\nWhile a regular digital camera captures images using a rectangular array of detectors (pixels), MAIA’s detectors are arranged in individual rows, a type of detector known as a pushbroom imager. As MAIA flies over Earth, the satellite’s motion pushes the rows of detectors over the area like a broom across a floor. Since the satellite is traveling at about 25,000 kilometers (15,500 miles) per hour, each exposure must be very rapid.\nMAIA’s camera is mounted on a support that rotates 60 degrees forward and backward. As the instrument flies over a target, a mechanism points the camera at it several times, capturing images in succession from different angles. Observing the atmosphere at multiple angles from a spacecraft makes aerosols stand out more prominently against the surface background and tells us about their size and shape.\nThe camera also points left and right, allowing it to see targets even when they’re not directly underneath the satellite. This allows the primary target areas to be observed three to four times each week.\nSunlight becomes polarized (that is, the light waves have a preferred plane of vibration) when scattered by airborne particles. By placing polarizing filters above its detectors and using a specialized device called a polarization modulator, the MAIA camera can accurately measure the degree to which incoming light is polarized by atmospheric particles. This provides additional information about particle sizes and shapes.\nAs the result of an agreement between NASA and ASI established in early 2023, the MAIA instrument will fly aboard Italy’s PLATiNO-2 spacecraft. Its 740-kilometer low-Earth polar orbit is “Sun-synchronous,” meaning every time it crosses the equator (about every 100 minutes), the local time is the same. This allows MAIA to see each target city at approximately the same time of day (mid-morning). ASI will also contribute launch services and the mission operations center.\nMAIA unites experts from around the world. In addition to scientists, engineers, and technicians at JPL, ASI, other NASA centers, and ASI’s industrial partners, the combined MAIA team consists of investigators from U.S., Italian, and other international institutions, including universities and government agencies. Among them, the U.S. Department of State is providing logistical support for deploying MAIA’s surface monitor equipment around the world, and the U.S. Agency for International Development is providing financial support to analyze surface monitor data and conduct capacity-building activities in Africa. Many other partners, including researchers in Italy, are assisting in operating ground instruments and planning health effects studies.\nDiner says working with the epidemiological community has been a fascinating experience.\n“Our team has diverse expertise and training, so we had to learn how to communicate with each other and understand everyone’s roles,” he said. “Epidemiology is complex and relies on statistics developed over long time periods. I don’t pretend to understand everything about their methodologies, but I’ve learned a lot. In return, we’ve hopefully given them an appreciation for how to go about designing a satellite mission from the ground up. It’s a different world than they’ve been involved in before.”\nThe MAIA EVI team intends to produce free, publicly available maps of PM2.5 and PM10 concentrations for each primary target area. The PM2.5 maps will be partitioned into several key chemical constituents: sulfate, nitrate, organic carbon, elemental carbon, and dust. MAIA epidemiologists will use these maps in conjunction with health records to explore statistical linkages. Results will be disseminated through peer-reviewed publications.\nIn addition to epidemiological studies, MAIA data will support other applications, including evaluations of the impact of particulate matter pollution on natural and human environments and information for air quality regulators and policymakers. The MAIA-ASI investigation will also address science objectives defined by the Italian science community.\nFinally, MAIA data will also support research into aerosol and cloud interactions with Earth’s climate.\nAir quality is closely linked to Earth’s climate. Changes in air quality can impact climate in various ways. Certain types of particulate matter, such as sulfates, produce a cooling effect on climate by scattering sunlight back to space and seeding cloud formation. Therefore, while reducing sulfate pollution concentrations benefits human health, it can also amplify the warming effect of greenhouse gases. On the other hand, black carbon particles absorb sunlight and contribute to global warming, so a reduction in black carbon concentrations benefits both air quality and climate.\nConversely, changes in climate can also impact air quality. A warmer climate is associated with increased intensity and duration of wildfires, which inject particulate matter pollution in the form of smoke into the atmosphere. Additionally, a warmer climate is linked to increased duration and severity of droughts, contributing to more airborne dust. Both smoke and dust are atmospheric pollutants.\nUltimately, Diner says MAIA will give scientists, the medical community and decision makers who regulate air quality new information that can enable cleaner air, improved public health and cost savings.\n“It’s my hope MAIA will help trace particulate pollution to its sources, providing the public health and regulatory communities data they need to control particle emissions,” he said. “It’s satisfying being part of something that could contribute to reducing the burdens of disease on society.”\nSince last fall, NASA scientists have flown an advanced 3D Doppler wind lidar instrument across…\nAs students head back to school, teachers have a new tool that brings NASA satellite…\nWhat do you give to an ocean that has everything? This year, for National Ocean…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}