{
  "url": "https://climate.nasa.gov/news/3274/nasas-new-exhibit-showcases-our-home-planet-and-climate/",
  "title": "NASA’s New Exhibit Showcases our Home Planet and Climate",
  "date": null,
  "content": "4 min read\nFollow a river of water vapor as it travels through Earth's atmosphere and becomes heavy rain. Watch polar ice expand and contract as if our planet is breathing in slow motion. Discover how river channels and wind currents resemble the human nervous and circulatory systems.\nIn an interactive new exhibit at the NASA Headquarters in Washington, visitors are invited to see Earth as NASA sees it from space. For six decades, NASA satellites, sensors, and scientists have collected data on Earth’s land, water, air, and climate. At the Earth Information Center, the public can glimpse what this data has taught us about sea level rise, air quality, wildfires, greenhouse gases, ice cover, and agriculture.\nNASA and its partners gather observations and provide information that supports decision-makers in developing the tools they need to mitigate, adapt, and respond to climate change. Such information also helps people prepare for the impacts of natural hazards—from emergency managers assessing landslide risks to farmers accessing drought and storm information to land-use planners assessing development and recovery in wildfire-prone areas.\nThe Earth Information Center is both a physical space and a web-based experience drawing on research conducted by teams at NASA’s different centers, at academic institutions, and by industry partners. The physical space is in the east lobby of NASA Headquarters. It is open to visitors from 8:30 a.m. to 5:30 p.m. EDT each Monday through Friday. The website is still in beta testing.\n\"Teamwork enabled the success of this project, which included contributions from just about every NASA center and six partners across the government,\" said Laura Rogers, a NASA scientist and strategic lead of the center. “We brought together very different perspectives — blending things like the view from space with the view from behind the wheel of a tractor — to make complex data and concepts more accessible through visuals and sound. The center is a powerful combination of space, science, Earth, and art.”\n“There is a bit of beauty and mystery which draws you into the center and leads you to start asking questions,” said Daniel Goods, who leads The Studio at JPL, one of the designers of the center. “Then you’re in the mindset for learning.”\nAs visitors enter the exhibit, they will be greeted by chirping birds and other natural sounds. Once inside, they will find a 22-foot LED hyperwall framed by two circular 4K screens. The hyperwall show tells the story of our planet through videos and visualizations on subjects like air pollution, agriculture, and hurricanes. It also includes dashboards with real-time data and imagery of our planet.\nThe data visualizations reflect how the study of Earth system science works, combining scientific models, satellite observations, and ground measurements from teams across the agency and across the government, said Helen-Nicole Kostis, a data visualization developer at NASA’s Goddard Space Flight Center in Greenbelt, Maryland, and key member of the Earth Information Center team. “The visualizations feature the latest data available, updated as often as six minutes, with the goal of making scientific data accessible to people,” Kostis said.\nThe Earth Information Center also includes a chandelier-like sculpture that depicts real-time satellite data transfers between space and ground receivers. Different patterns and speeds represent the amount of data being transferred and how quickly it reaches its destination.\nVisitors can also track NASA’s Earth science missions in real time by using the exhibit’s touchscreen kiosk, which allows visitors to interact with a 3D globe and zoom in to areas of interest. They can view satellite imagery of recent natural events while also monitoring Earth’s vital signs such as carbon dioxide concentrations, ozone holes, and sea level.\nAn exhibit titled Space for Earth invites viewers to experience Earth as an interconnected world, lacking boundaries or limits. Narrated by NASA astronaut Drew Feustel and retired NASA astronaut Nicole Stott, the seven-minute story is told in an immersive room with data visualizations and images projected onto the walls and floor to connect visitors to their home planet.\n“When you've gone through this experience—whether you are a teenager or a college student or an adult or a senior—there's something there that can open a window into our world as NASA studies it,” Goods said. “When you go into the Space for Earth space, it's still showing you real data, but it's showing it to you in a way that touches the senses as much as the mind.”\nNASA is continuing to develop the Earth Information Center with its founding partners from the National Oceanic and Atmospheric Administration (NOAA), the U.S. Geological Survey (USGS), the U.S. Department of Agriculture (USDA), the U.S. Agency for International Development (USAID), the Environmental Protection Agency (EPA), and the Federal Emergency Management Administration (FEMA).\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}