{
  "url": "https://climate.nasa.gov/news/3275/powerful-nasa-isro-earth-observing-satellite-coming-together-in-india/",
  "title": "Powerful NASA-ISRO Earth Observing Satellite Coming Together in India",
  "date": null,
  "content": "Engineers joined the two main components of NISAR – the spacecraft bus and the radar instrument payload – in an ISRO clean room in Bengaluru, India, in June. The payload arrived from NASA’s Jet Propulsion Laboratory in Southern California in March, while the bus was built at the ISRO facility. Credit: VDOS-URSC\nBuilt on opposite sides of the planet, the NISAR satellite will deepen understanding of climate change, deforestation, glacier melt, volcanoes, earthquakes, and more.\nTwo major components of the NISAR satellite have been combined to create a single spacecraft in Bengaluru, India. Set to launch in early 2024, NISAR – short for NASA-ISRO Synthetic Aperture Radar – is being jointly developed by NASA and the Indian Space Research Organisation, or ISRO, to track movements of Earth’s land and ice surfaces in extremely fine detail. As NISAR monitors nearly every part of our planet at least once every 12 days, the satellite will also help scientists understand, among other observables, the dynamics of forests, wetlands, and agricultural lands.\nAbout the size of an SUV and partially wrapped in gold-colored thermal blanketing, the satellite’s cylindrical radar instrument payload contains two radar systems. The S-band radar is particularly useful for monitoring crop structure and the roughness of land and ice surfaces, while the L-band instrument can penetrate denser forest canopies to study the woody trunks of trees, among other observables. The wavelengths of the S-band and L-band signals are about 4 inches (10 centimeters) and 10 inches (25 centimeters), respectively, and both sensors can see through clouds and collect data day and night.\nThe payload took a roundabout journey to get to this point. The S-band radar was built at the Space Applications Centre in Ahmedabad in western India, then flown in March 2021 to NASA’s Jet Propulsion Laboratory in Southern California, where engineers had been developing NISAR’s L-band radar. At JPL, the two systems were fixed to the payload’s barrel-like frame before being flown to the U R Rao Satellite Centre (URSC) in the southern Indian city of Bengaluru in March 2023.\nIn the meantime, engineers and technicians at URSC, collaborating with teams from JPL, were busy developing the spacecraft’s main body, or bus, which is covered in blue blanketing that protects it during assembly and testing prior to launch. The bus, which includes components and systems developed by both ISRO and JPL, will provide power, navigation, pointing control, and communications for the mission.\nSince the radar payload and bus were joined in a URSC clean room in mid-June, NASA and ISRO teams have been working together to route thousands of feet of cabling between them. Still to be attached: the satellite’s solar panels, as well as the drum-shaped, wire-mesh reflector that will unfold from the end of a 30-foot (9-meter) boom. At nearly 40 feet (12 meters) in diameter, the reflector will be largest radar antenna of its kind ever launched into space.\nThe NISAR satellite is currently undergoing performance testing, to be followed by several rounds of environmental testing to ensure it can withstand the rigors of launch and meet all of its operational requirements once in orbit. Then it will be transported about 220 miles (350 kilometers) eastward to Satish Dhawan Space Centre, where it will be inserted into its launch fairing, mounted atop ISRO’s Geosynchronous Satellite Launch Vehicle Mark II rocket, and sent into low Earth orbit.\nNISAR is an equal collaboration between NASA and ISRO and marks the first time the two agencies have cooperated on hardware development for an Earth-observing mission. JPL, which is managed for NASA by Caltech in Pasadena, leads the U.S. component of the project and is providing the mission’s L-band SAR. NASA is also providing the radar reflector antenna, the deployable boom, a high-rate communication subsystem for science data, GPS receivers, a solid-state recorder, and payload data subsystem. URSC, which is leading the ISRO component of the mission, is providing the spacecraft bus, the S-band SAR electronics, the launch vehicle, and associated launch services and satellite mission operations.\nTo learn more about NISAR, visit:\nhttps://nisar.jpl.nasa.gov/\nAndrew Wang / Jane J. Lee\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n626-379-6874 / 818-354-0307\nandrew.wang@jpl.nasa.gov / jane.j.lee@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}