{
  "url": "https://climate.nasa.gov/news/3278/nasa-study-reveals-compounding-climate-risks-at-two-degrees-of-warming/",
  "title": "NASA Study Reveals Compounding Climate Risks at Two Degrees of Warming",
  "date": null,
  "content": "This map shows global change in a measure called “fire weather index” (FWI) predicted by the study's analysis for the year 2045 (red: greater extreme fire weather; blue: less). FWI captures a combination of conditions, including low rainfall and high winds, that together increase a region’s extreme fire weather condition.\nAnalysis by the NASA Earth Exchange of high-resolution climate projections concludes that, if global temperatures keep rising and reach 2 degrees above pre-industrial levels, people worldwide could face multiple impacts of climate change simultaneously, with serious consequences. Credit: NASA/Taejin Park\nIf global temperatures keep rising and reach 2 degrees Celsius (3.6 degrees Fahrenheit) above pre-industrial levels, people worldwide could face multiple impacts of climate change simultaneously. This is according to a NASA-led study that analyzed the projected impacts of such warming to understand how different climate effects might combine. A 2-degree rise in global temperatures is considered a critical threshold above which dangerous and cascading effects of human-generated climate change will occur.\nThe researchers found that more than a quarter of the world’s population could experience an additional month of severe heat stress each year compared to the middle of the 20th century (1950-1979). High temperatures and drought could combine dangerously in places like the Amazon, increasing the risk of wildfire. In the American West, extreme fire weather will likely be more intense and last longer.\nTo investigate potentially compounding effects of rising temperatures, the study’s authors worked with a specially processed set of climate predictions. The predictions were originally generated by 35 of the world’s leading climate models – specifically, contributors to the Coupled Model Intercomparison Project (CMIP), which includes models developed by the NASA Goddard Institute for Space Studies. CMIP provides climate projections that help the Intergovernmental Panel on Climate Change and other international and national climate groups understand historical, current, and future climate changes.\nResearchers at the NASA Earth Exchange (NEX) then took the output from CMIP6 models and used advanced statistical techniques to “downscale” them, improving the resolution significantly. NEX uses supercomputers at NASA’s Ames Research Center in California’s Silicon Valley to analyze vast amounts of data collected by aircraft and satellites or, in this case, projections produced by climate models. The resulting NEX dataset supporting this research is available to the public and can be found online.\nWith the new dataset in hand, NEX researchers at Ames analyzed the downscaled projections to assess the changes predicted for six key climate variables. They examined changes in air temperature, precipitation, relative humidity, short- and longwave solar radiation, and wind speed at a point when warming passes 2°C.\n“We wanted to study how these aspects of the environment are projected to change and what their combined impacts could mean for people around the world,” said Taejin Park, first author on the paper and a researcher at Ames with the Bay Area Environmental Research Institute (BAERI).\nThe researchers paid special attention to two climate indicators: heat stress – or the combined effects of temperature and humidity on the human body – and fire weather – which considers temperature, rainfall, humidity, and wind. Most regions of the world will experience higher heat stress, they found, while countries closer to the equator will suffer from a greater number of days considered extreme.\n“The escalating impacts of all the climate extremes studied could cause significant damage to communities and economies, from fires, floods, landslides, and crop failures that may result,” said Ramakrishna Nemani, senior scientist at BAERI and co-author of the study.\nThe NEX downscaled dataset used for this research provides global, daily climate projections, derived from CMIP6 climate models, out to the year 2100. The day-to-day nature of the NEX product is important for capturing the extremes. If merged into a monthly average, Park explained, a few days projected to be dangerously hot and humid could get lost in the numbers, concealing the risk for human lives.\nThe level of local and regional detail – the resolution of the projections – is higher in the NEX product than most climate projections, which could help leaders develop targeted climate adaptation and mitigation plans. Raw climate model projections typically give results for areas of about 120 by 120 miles (200 by 200 kilometers), while the NEX  downscaling work increases that resolution to about 15 by 15 miles (25 by 25 kilometers).\nDownscaling this much data is a big job, and NEX researchers relied on NASA’s powerful Pleiades supercomputer at Ames. Pleiades helps solve some of NASA’s most challenging problems, playing an important role in rocket launches for the Artemis program, fuel-efficient aircraft designs, and studies of Earth’s climate.\nNEX scientists hope that the downscaled climate projections could help decision-makers prepare for and protect their regions against climate impacts. For example,a local policymaker could decide to build more flood barriers or pursue less development in flood-prone areas, said Ian Brosnan, co-author of the paper and principal scientist at NEX.The NEX dataset can also help new commercial and non-profit enterprises develop customized climate-risk assessments for the private and public sectors.\n“The downscaled NASA data is in really accessible form,” Brosnan said. “People everywhere with some technical ability – from undergraduate students to experienced climate scientists – can dig into the information these projections contain.”\nLearn more:\nFor researchers:\nFor news media:\nAnimated map visuals showing projected change in the fire weather index are available in GIF and MP4 file formats for the following regions:\nMembers of the news media interested in covering these topics should reach out to the NASA Ames newsroom.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}