{
  "url": "https://climate.nasa.gov/news/2948/milankovitch-orbital-cycles-and-their-role-in-earths-climate/",
  "title": "Milankovitch (Orbital) Cycles and Their Role in Earth’s Climate",
  "date": null,
  "content": "8 min read\nOur lives literally revolve around cycles: series of events that are repeated regularly in the same order. There are hundreds of different types of cycles in our world and in the universe. Some are natural, such as the change of the seasons, annual animal migrations or the circadian rhythms that govern our sleep patterns. Others are human-produced, like growing and harvesting crops, musical rhythms or economic cycles.\nCycles also play key roles in Earth’s short-term weather and long-term climate. A century ago, Serbian scientist Milutin Milankovitch hypothesized the long-term, collective effects of changes in Earth’s position relative to the Sun are a strong driver of Earth’s long-term climate, and are responsible for triggering the beginning and end of glaciation periods (Ice Ages).\nSpecifically, he examined how variations in three types of Earth orbital movements affect how much solar radiation (known as insolation) reaches the top of Earth’s atmosphere as well as where the insolation reaches. These cyclical orbital movements, which became known as the Milankovitch cycles, cause variations of up to 25 percent in the amount of incoming insolation at Earth’s mid-latitudes (the areas of our planet located between about 30 and 60 degrees north and south of the equator).\nThe Milankovitch cycles include:\nLet’s take a look at each (further reading on why Milankovitch cycles can't explain Earth's current warming here).\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nEccentricity – Earth’s annual pilgrimage around the Sun isn’t perfectly circular, but it’s pretty close. Over time, the pull of gravity from our solar system’s two largest gas giant planets, Jupiter and Saturn, causes the shape of Earth’s orbit to vary from nearly circular to slightly elliptical. Eccentricity measures how much the shape of Earth’s orbit departs from a perfect circle. These variations affect the distance between Earth and the Sun.\nEccentricity is the reason why our seasons are slightly different lengths, with summers in the Northern Hemisphere currently about 4.5 days longer than winters, and springs about three days longer than autumns. As eccentricity decreases, the length of our seasons gradually evens out.\nThe difference in the distance between Earth’s closest approach to the Sun (known as perihelion), which occurs on or about January 3 each year, and its farthest departure from the Sun (known as aphelion) on or about July 4, is currently about 5.1 million kilometers (about 3.2 million miles), a variation of 3.4 percent. That means each January, about 6.8 percent more incoming solar radiation reaches Earth than it does each July.\nWhen Earth’s orbit is at its most elliptic, about 23 percent more incoming solar radiation reaches Earth at our planet’s closest approach to the Sun each year than does at its farthest departure from the Sun. Currently, Earth’s eccentricity is very slowly decreasing and is approaching its least elliptic (most circular), in a cycle that spans about 100,000 years.\nThe total change in global annual insolation due to the eccentricity cycle is very small. Because variations in Earth’s eccentricity are fairly small, they’re a relatively minor factor in annual seasonal climate variations.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nObliquity – The angle Earth’s axis of rotation is tilted as it travels around the Sun is known as obliquity. Obliquity is why Earth has seasons. Over the last million years, it has varied between 22.1 and 24.5 degrees with respect to Earth’s orbital plane. The greater Earth’s axial tilt angle, the more extreme our seasons are, as each hemisphere receives more solar radiation during its summer, when the hemisphere is tilted toward the Sun, and less during winter, when it is tilted away. Larger tilt angles favor periods of deglaciation (the melting and retreat of glaciers and ice sheets). These effects aren’t uniform globally -- higher latitudes receive a larger change in total solar radiation than areas closer to the equator.\nEarth’s axis is currently tilted 23.4 degrees, or about half way between its extremes, and this angle is very slowly decreasing in a cycle that spans about 41,000 years. It was last at its maximum tilt about 10,000 years ago and will reach its minimum tilt about 10,000 years from now. As obliquity decreases, it gradually helps make our seasons milder, resulting in increasingly warmer winters, and cooler summers that gradually, over time, allow snow and ice at high latitudes to build up into large ice sheets. As ice cover increases, it reflects more of the Sun’s energy back into space, promoting even further cooling.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nPrecession – As Earth rotates, it wobbles slightly upon its rotational axis, like a slightly off-center spinning toy top. This wobble is due to tidal forces caused by the gravitational influences of the Sun and Moon that cause Earth to bulge at the equator, affecting its rotation. The trend in the direction of this wobble relative to the fixed positions of stars is known as axial precession. The cycle of axial precession spans about 25,771.5 years.\nAxial precession makes seasonal contrasts more extreme in one hemisphere and less extreme in the other. Currently perihelion occurs during winter in the Northern Hemisphere and in summer in the Southern Hemisphere. This makes Southern Hemisphere summers hotter and moderates Northern Hemisphere seasonal variations. But in about 13,000 years, axial precession will cause these conditions to flip, with the Northern Hemisphere seeing more extremes in solar radiation and the Southern Hemisphere experiencing more moderate seasonal variations.\nPrecession does affect seasonal timing relative to Earth's closest/farthest points around the Sun. However, the modern calendar system ties itself to the seasons, and so, for example, the Northern Hemisphere winter will never occur in July. Today Earth’s North Stars are Polaris and Polaris Australis, but a couple of thousand years ago, they were Kochab and Pherkad.\nThere’s also apsidal precession. Not only does Earth wobble on its rotational axis, but Earth’s entire orbital ellipse – that is, the oval-shaped path Earth follows in its orbit around the Sun — also wobbles irregularly, primarily due to its interactions with Jupiter and Saturn. The cycle of apsidal precession spans about 112,000 years. Apsidal precession changes the orientation of Earth’s orbit relative to the ecliptic plane.\nThe combined effects of axial and apsidal precession result in an overall precession cycle spanning about 23,000 years on average.\nA Climate Time Machine\nThe small changes set in motion by Milankovitch cycles operate separately and together to influence Earth’s climate over very long timespans, leading to larger changes in our climate over tens of thousands to hundreds of thousands of years. Milankovitch combined the cycles to create a comprehensive mathematical model for calculating differences in solar radiation at various Earth latitudes along with corresponding surface temperatures. The model is sort of like a climate time machine: it can be run backward and forward to examine past and future climate conditions.\nMilankovitch assumed changes in radiation at some latitudes and in some seasons are more important than others to the growth and retreat of ice sheets. In addition, it was his belief that obliquity was the most important of the three cycles for climate, because it affects the amount of insolation in Earth’s northern high-latitude regions during summer (the relative role of precession versus obliquity is still a matter of scientific study).\nHe calculated that Ice Ages occur approximately every 41,000 years. Subsequent research confirms that they did occur at 41,000-year intervals between one and three million years ago. But about 800,000 years ago, the cycle of Ice Ages lengthened to 100,000 years, matching Earth’s eccentricity cycle. While various theories have been proposed to explain this transition, scientists do not yet have a clear answer.\nMilankovitch’s work was supported by other researchers of his time, and he authored numerous publications on his hypothesis. But it wasn’t until about 10 years after his death in 1958 that the global science community began to take serious notice of his theory. In 1976, a study in the journal Science by Hays et al. using deep-sea sediment cores found that Milankovitch cycles correspond with periods of major climate change over the past 450,000 years, with Ice Ages occurring when Earth was undergoing different stages of orbital variation.\nSeveral other projects and studies have also upheld the validity of Milankovitch’s work, including research using data from ice cores in Greenland and Antarctica that has provided strong evidence of Milankovitch cycles going back many hundreds of thousands of years. In addition, his work has been embraced by the National Research Council of the U.S. National Academy of Sciences.\nScientific research to better understand the mechanisms that cause changes in Earth’s rotation and how specifically Milankovitch cycles combine to affect climate is ongoing. But the theory that they drive the timing of glacial-interglacial cycles is well accepted.\nNASA and the U.S. Geological Survey have been mapping the planets since Apollo. One team…\nSince launching in 2023, NASA’s Tropospheric Emissions: Monitoring of Pollution mission, or TEMPO, has been…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}