{
  "url": "https://climate.nasa.gov/news/3280/nasa-maps-key-heat-wave-differences-in-southern-california/",
  "title": "NASA Maps Key Heat Wave Differences in Southern California",
  "date": null,
  "content": "By Sally Younger,\r\nNASA's Jet Propulsion Laboratory\nMetropolitan Los Angeles – home to almost 18 million people – faces a future of more frequent, intense, and humid heat waves. Local climate variabilities factor into their impact. Credit: Adobe Stock/siajames\nNo stranger to hot weather, the region is facing more humid heat waves that test the adaptability of its residents. But different areas feel different effects.\nLike much of the planet, Southern California is expected to experience more heat waves in the future due to Earth’s changing climate. And some of these will feel increasingly humid, as long-term forecasts call for muggy spells more typically associated with Florida or eastern Texas.\nTo begin to understand what these changes could mean across the greater Los Angeles area, scientists at NASA’s Jet Propulsion Laboratory in Southern California mapped how extreme heat and humidity patterns vary with regional geography. The results underscore how air temperature alone does not tell the full story of dangerous heat.\n“We can’t just look at air temperature when we talk about heat wave impacts,” said study author Anamika Shreevastava, a NASA postdoctoral program fellow at JPL. “People tend to get acclimatized to where they live. We have to understand how anomalous conditions are making a difference in what people are used to.”\nClimate change is fueling longer, hotter, and more frequent heat waves. In the U.S., extreme heat is the No. 1 weather-related killer, causing more deaths than hurricanes and floods, according to the National Weather Service.\nGreater Los Angeles is a prime example of an urban heat island – cities and suburbs woven with heat-trapping concrete and asphalt that lead to warmer temperatures than nearby rural areas that have more vegetation. Bordered by mountains and the ocean, the Greater L.A. area encompasses suburbs and skyscrapers, with a dense population and disparities in green space. It includes several counties, tens of thousands of square miles, and more than 18 million people, making it a compelling test bed for heat wave research.\nClimate change and urban heat are together fueling different heat waves now. In the 20th century, most heat waves in L.A. were dry. However, humid events have steadily increased in frequency and intensity since 1950 due in part to swelling moisture from the warming sea surface.\nIn their case study, JPL scientists compared two heat waves that affected the Greater Los Angeles area in the summer of 2020: a prolonged muggy stretch in August and an extremely dry three-day spike in September. During the latter event, record-breaking temperatures soared over 120 degrees Fahrenheit (49 degrees Celsius) in the San Fernando Valley – a densely populated portion of the city of Los Angeles – while scorching winds fanned a destructive wildfire in the nearby San Gabriel Mountains.\nFor their study, recently published in the Journal of Applied Meteorology and Climatology, the scientists used NASA’s Modern-Era Retrospective Analysis for Research and Applications, version 2 (MERRA-2) data set – a reanalysis of historical atmospheric observations. They found that both heat waves drove temperatures above the 90th percentile for the August-September climate record in L.A. Using advanced weather modeling, they simulated the heat waves and looked at their impacts across the region.\nThe researchers found that, although air temperatures were as much as 18 degrees Fahrenheit (10 degrees Celsius) cooler during the muggy August heat wave, the heat stress to human health was more intense than the September event. That’s because the wet-bulb temperature – which relates heat to how well our bodies cool down by sweating – surged due to the humidity.\nThe results underscore the importance of including humid heat when issuing extreme heat warnings, the scientists said.\nAnother key finding of the study was that heat waves don’t touch every place the same way. “The same heat wave can feel different because of local climate variabilities and disparities in vegetation, which has a shading and cooling effect. These small-scale variabilities make a big difference in impact,” said Shreevastava, who studies extreme heat and its effect on urban and natural ecosystems.\nShreevastava and her team examined three regions that experienced the 2020 heat waves differently: Southern L.A. County and Orange County stayed cooler, given their proximity to the Pacific Ocean and coastal moisture. Valley regions, including San Fernando and Riverside, skewed drier and hotter. And central L.A. fell between the two extremes.\nDespite the microclimate variations, humidity had a leveling effect: Both the coastal and inland areas experienced increased nighttime heat stress during the muggy August heat wave. This was a notable change for the valley regions, which historically have countered scorching daytime temperatures with drier nights. Valley areas such as those in San Bernardino and Riverside counties experienced the greatest change over recent historical averages, with up to 10.8 degrees Fahrenheit (6 degrees Celsius) of added heat stress during humid heat wave nights.\nThe researchers said that their findings highlight how disparities in small-scale heat wave patterns across urban neighborhoods are vitally important when designing emergency plans and policies for our shared, hotter future.\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}