{
  "url": "https://climate.nasa.gov/news/3283/water-watching-satellite-monitors-warming-ocean-off-california-coast/",
  "title": "Water-Watching Satellite Monitors Warming Ocean off California Coast",
  "date": null,
  "content": "This data visualization shows sea surface heights off the northern California coast in August as measured by the Surface Water and Ocean Topography satellite. Red indicates higher-than-average heights, due to a marine heat wave and a developing El Niño, while blue signals lower-than-average heights. Credit: NASA/JPL-Caltech\nThe international Surface Water and Ocean Topography mission is able to measure ocean features, like El Niño, closer to a coastline than previous space-based missions.\nWarm ocean waters from the developing El Niño are shifting north along coastlines in the eastern Pacific Ocean. Along the coast of California, these warm waters are interacting with a persistent marine heat wave that recently influenced the development of Hurricane Hilary. The Surface Water and Ocean Topography (SWOT) satellite is able to spot the movement of these warm ocean waters in unprecedented detail.\nA collaboration between NASA and the French space agency, CNES (Centre National d’Études Spatiales), SWOT is measuring the height of nearly all water on Earth’s surface, providing one of the most detailed, comprehensive views yet of the planet’s oceans and fresh water lakes and rivers.\nWater expands as it warms, so sea levels tend to be higher in places with warmer water. El Niño – a periodic climate phenomenon that can affect weather patterns around the world – is characterized by higher sea levels and warmer-than-average ocean temperatures along the western coast of the Americas. The image above shows sea surface heights off the U.S. West Coast, near the California-Oregon border, in August. Red and orange indicate higher-than-average ocean heights, while blue and green represent lower-than-average heights.\nThe SWOT science team made the measurements with the Ka-band Radar Interferometer (KaRIn) instrument. With two antennas spread 33 feet (10 meters) apart on a boom, KaRIn produces a pair of data swaths as it circles the globe, bouncing radar pulses off the water’s surface to collect water-height measurements. The visualization combines data from two passes of the SWOT satellite.\n“SWOT’s ability to measure sea surface so close to the coast will be invaluable for researchers but also forecasters looking at things like the development and progress of worldwide phenomena like El Niño,” said Ben Hamlington, a sea level researcher at NASA’s Jet Propulsion Laboratory in Southern California.\nWatch Latest Water Satellite Unfold Itself in Space\nIn its September outlook, the U.S. National Oceanic and Atmospheric Administration forecast a greater than 70% chance for a strong El Niño this coming winter. In addition to warmer water, El Niño is also associated with a weakening of the equatorial trade winds. The phenomenon can bring cooler, wetter conditions to the U.S. Southwest and drought to countries in the western Pacific, such as Indonesia and Australia.\nLaunched on Dec. 16, 2022, from Vandenberg Space Force Base in central California, SWOT is now in its operations phase, collecting data that will be used for research and other purposes.\nSWOT was jointly developed by NASA and CNES, with contributions from the Canadian Space Agency (CSA) and the UK Space Agency. NASA’s Jet Propulsion Laboratory, which is managed for the agency by Caltech in Pasadena, California, leads the U.S. component of the project. For the flight system payload, NASA provided the KaRIn instrument, a GPS science receiver, a laser retroreflector, a two-beam microwave radiometer, and NASA instrument operations. CNES provided the Doppler Orbitography and Radioposition Integrated by Satellite (DORIS) system, the dual frequency Poseidon altimeter (developed by Thales Alenia Space), the KaRIn radio-frequency subsystem (together with Thales Alenia Space and with support from the UK Space Agency), the satellite platform, and ground operations. CSA provided the KaRIn high-power transmitter assembly. NASA provided the launch vehicle and the agency’s Launch Services Program, based at Kennedy Space Center, managed the associated launch services.\nTo learn more about SWOT, visit:\nhttps://swot.jpl.nasa.gov/\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}