{
  "url": "https://climate.nasa.gov/news/3284/arctic-sea-ice-6th-lowest-on-record-antarctic-sees-record-low-growth/",
  "title": "Arctic Sea Ice 6th Lowest on Record; Antarctic Sees Record Low Growth",
  "date": null,
  "content": "By Sally Younger,\r\nNASA's Earth Science News Team\nA lone iceberg amidst sea ice along the coast east of Sermilik Fjord. Photo taken during an Operation IceBridge flight on Apr. 27, 2018. Credit: NASA/Joe MacGregor\nThe annual Arctic sea ice minimum (lowest) annual extent was the sixth-lowest on record this year, while Antarctic sea ice reached its lowest maximum ever. These both continue a long-term downward trend due to human-caused global warming.\nArctic sea ice likely reached its annual minimum extent on Sept. 19, 2023, making it the sixth-lowest year in the satellite record, according to researchers at NASA and the National Snow and Ice Data Center (NSIDC). Meanwhile, Antarctic sea ice reached its lowest maximum extent on record on Sept. 10 at a time when the ice cover should have been growing at a much faster pace during the darkest and coldest months.\nScientists track the seasonal and annual fluctuations because sea ice shapes Earth’s polar ecosystems and plays a significant role in global climate. Researchers at NSIDC and NASA use satellites to measure sea ice as it melts and refreezes. They track sea ice extent, which is defined as the total area of the ocean in which the ice cover fraction is at least 15%.\nBetween March and September 2023, the ice cover in the Arctic shrank from a peak area of 5.64 million square miles (14.62 million square kilometers) to 1.63 million square miles (4.23 million square kilometers). That’s roughly 770,000 square miles (1.99 million square kilometers) below the 1981–2010 average minimum of 2.4 million square miles (6.22 million square kilometers). The amount of sea ice lost was enough to cover the entire continental United States.\nSea ice around Antarctica reached its lowest winter maximum extent on Sept. 10, 2023, at 6.5 million square miles (16.96 million square kilometers). That’s 398,000 square miles (1.03 million square kilometers) below the previous record-low reached in 1986 – a difference that equates to roughly the size of Texas and California combined. The average maximum extent between 1981 and 2010 was 7.22 million square miles (18.71 million square kilometers).\n“It’s a record-smashing sea ice low in the Antarctic,” said Walt Meier, a sea ice scientist at NSIDC. “Sea ice growth appears low around nearly the whole continent as opposed to any one region.”\nThis year in the Arctic, scientists saw notably low levels of ice in the Northwest Passage, Meier added. “It is more open there than it used to be. There also seems to be a lot more loose, lower concentration ice – even toward the North Pole – and areas that used to be pretty compact, solid sheets of ice through the summer. That’s been happening more frequently in recent years.”\nMeier said the changes are a fundamental, decades-long response to warming temperatures. Since the start of the satellite record for ice in 1979, sea ice has not only been declining in the Arctic, but also getting younger. Earlier starts to spring melting and ever-later starts to autumn freeze-up are leading to longer melting seasons. Research has shown that, averaged across the entire Arctic Ocean, freeze-up is happening about a week later per decade, or one month later than in 1979.\nNathan Kurtz, lab chief of NASA’s Cryospheric Sciences Laboratory at the agency’s Goddard Space Flight Center in Greenbelt, Maryland, said that as the Arctic warms about four times faster than the rest of the planet, the ice is also growing thinner. “Thickness at the end of the growth season largely determines the survivability of sea ice. New research is using satellites like NASA’s ICESat-2 (Ice, Cloud and land Elevation Satellite-2) to monitor how thick the ice is year-round.”\nKurtz said that long-term measurements of sea ice are critical to studying what’s happening in real time at the poles. “At NASA we’re interested in taking cutting-edge measurements, but we’re also trying to connect them to the historical record to better understand what’s driving some of these changes that we’re seeing.”\nScientists are working to understand the cause of the meager growth of the Antarctic sea ice, which could include a combination of factors such as El Nino, wind patterns, and warming ocean temperatures. New research has shown that ocean heat is likely playing an important role in slowing cold season ice growth and enhancing warm season melting.\nThis record-low extent so far in 2023 is a continuation of a downward trend in Antarctic sea ice that started after a record high in 2014. Prior to 2014, ice surrounding the continent was increasing slightly by about 1% per decade.\nSea ice melting at both poles reinforces warming because of a cycle called “ice-albedo feedback.” While bright sea ice reflects most of the Sun’s energy back to space, open ocean water absorbs 90% of it. With greater areas of the ocean exposed to solar energy, more heat can be absorbed, which warms the ocean waters and further delays sea ice growth.\nAries Keck \r\nNASA Headquarters\nAries.Keck@nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}