{
  "url": "https://climate.nasa.gov/news/3286/international-ocean-satellite-monitors-how-el-nino-is-shaping-up/",
  "title": "International Ocean Satellite Monitors How El Niño Is Shaping Up",
  "date": null,
  "content": "Sentinel-6 Michael Freilich is the latest satellite contributing to a 30-year sea level record that researchers are using to compare this year’s El Niño with those of the past.\nNot all El Niño events are created equal. Their impacts vary widely, and satellites like the U.S.-European Sentinel-6 Michael Freilich help anticipate those impacts on a global scale by tracking changes in sea surface height in the Pacific Ocean.\nWater expands as it warms, so sea levels tend to be higher in places with warmer water. El Niños are characterized by higher-than-normal sea levels and warmer-than-average ocean temperatures along the equatorial Pacific. These conditions can then propagate poleward along the western coasts of the Americas. El Niños can bring wetter conditions to the U.S. Southwest and drought to regions in the western Pacific, including Indonesia. This year’s El Niño is still developing, but researchers are looking to the recent past for clues as to how it is shaping up.\nThere have been two extreme El Niño events in the past 30 years: the first from 1997 to 1998 and the second from 2015 to 2016. Both caused shifts in global air and ocean temperatures, atmospheric wind and rainfall patterns, and sea level. The maps above show sea levels in the Pacific Ocean during early October of 1997, 2015, and 2023, with higher-than-average ocean heights in red and white, and lower-than-average heights in blue and purple. Sentinel-6 Michael Freilich captured the 2023 data, the TOPEX/Poseidon satellite collected data for the 1997 image, and Jason-2 gathered data for the 2015 map.\nBy October 1997 and 2015, large areas of the central and eastern Pacific had sea levels more than 7 inches (18 centimeters) higher than normal. This year, sea levels are about 2 or 3 inches (5 to 8 centimeters) higher than average and over a smaller area compared to the 1997 and 2015 events. Both of the past El Niños reached peak strength in late November or early December, so this year’s event may still intensify.\n“Every El Niño is a little bit different,” said Josh Willis, Sentinel-6 Michael Freilich project scientist at NASA’s Jet Propulsion Laboratory in Southern California. “This one seems modest compared to the big events, but it could still give us a wet winter here in the Southwest U.S. if conditions are right.”\nLaunched in November 2020, Sentinel-6 Michael Freilich is named after former NASA Earth Science Division Director Michael Freilich. The satellite is one of two that compose the Copernicus Sentinel-6/Jason-CS (Continuity of Service) mission.\nSentinel-6/Jason-CS was jointly developed by ESA (European Space Agency), the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT), NASA, and the U.S. National Oceanic and Atmospheric Administration, with funding support from the European Commission and technical support on performance from the French space agency CNES (Centre National d’Études Spatiales).\nTo learn more about Sentinel-6 Michael Freilich, visit:\nhttps://www.nasa.gov/sentinel-6\nJane J. Lee / Andrew Wang\r\nJet Propulsion Laboratory, Pasadena, Calif.\r\n818-354-0307 / 626-379-6874\njane.j.lee@jpl.nasa.gov / andrew.wang@jpl.nasa.gov\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}