{
  "url": "https://climate.nasa.gov/interactives/climate-time-machine/",
  "title": "untitled",
  "date": null,
  "content": "This series of visualizations shows how some of Earth's key climate indicators are changing over time.\nThis visualization shows the annual Arctic sea ice minimum since 1979. At the end of each summer, the sea ice cover reaches its minimum extent, leaving what is called the perennial ice cover. The area of the perennial ice has been steadily decreasing since the satellite record began in 1979.\nRecent satellite observations have detected that the Greenland and Antarctic ice sheets are losing ice. Even a partial loss of these ice sheets would cause a 1-meter (3-foot) rise. If lost completely, both ice sheets contain enough water to raise sea level by 66 meters (217 feet).\nThis visualization shows the effect on coastal regions for each meter of sea level rise, up to 6 meters (19.7 feet). Land that would be covered in water is shaded red.\nThis time series shows global changes in the concentration and distribution of carbon dioxide since 2002 at an altitude range of 1.9 to 8 miles. The yellow-to-red regions indicate higher concentrations of CO2, while blue-to-green areas indicate lower concentrations, measured in parts per million.\nThis color-coded map shows a progression of changing global surface temperatures since 1884. Dark blue indicates areas cooler than average. Dark red indicates areas warmer than average.\nSatellite observations show that the polar ice sheets shed a combined 418 billion metric tons of ice per year between 2002 and 2023, contributing the most to global sea level rise. The leading cause of this melt is the human burning of fossil fuels.\nThese images show those changes, with oranges and reds indicating ice losses, while light blues illustrate ice gains. Gray areas show ice flow lines as they lead to prominent valley glaciers, which are areas with the most declines.\nThe ocean has absorbed 90% of human-induced global warming since 1955, causing the water's internal heat to rise. As a result, this change is contributing to polar ice loss, global sea level rise, extreme weather, large-scale coral bleaching events, and other far-reaching consequences.\nThis visualization shows warming (also called \"ocean heat content\") in the ocean's upper 2,000 meters, or about 6,600 feet, in five-year averages. Reds show gained heat compared to the long-term average, while blues indicate lost heat.\nThis interactive is a feature of NASA's Global Climate Change website\nDesign and programming by Moore Boeck\nConcept and Research by Randal Jackson and Holly Shaftel\nAnimations by Goddard Scientific Visualization Studio, Moore Boeck, CReSIS",
  "source": "science.nasa.gov"
}