{
  "url": "https://climate.nasa.gov/vital-signs/methane/",
  "title": "Facts",
  "date": null,
  "content": "Methane is a powerful heat-trapping gas. An estimated 60% of today’s methane emissions are the result of human activities.\nMethane (CH4) is a powerful greenhouse gas, and is the second-largest contributor to climate warming after carbon dioxide (CO2). A molecule of methane traps more heat than a molecule of CO2, but methane has a relatively short lifespan of 7 to 12 years in the atmosphere, while CO2 can persist for hundreds of years or more.\nMethane comes from both natural sources and human activities. An estimated 60% of today’s methane emissions are the result of human activities. The largest sources of methane are agriculture, fossil fuels, and decomposition of landfill waste. Natural processes account for 40% of methane emissions, with wetlands being the largest natural source. (Learn more about the Global Methane Budget.)\nThe concentration of methane in the atmosphere has more than doubled over the past 200 years. Scientists estimate that this increase is responsible for 20 to 30% of climate warming since the Industrial Revolution (which began in 1750).\nAlthough it’s relatively simple to measure the amount of methane in the atmosphere, it’s harder to pinpoint where it’s coming from. NASA scientists are using several methods to track methane emissions.\nOne tool that NASA uses is the Airborne Visible InfraRed Imaging Spectrometer - Next Generation, or AVIRIS-NG. This instrument, which gets mounted onto research planes, measures light that is reflected off Earth’s surface. Methane absorbs some of this reflected light. By measuring the exact wavelengths of light that are absorbed, the AVIRIS-NG instrument can determine the amount of greenhouse gases present.\nNASA added the Earth Surface Mineral Dust Source Investigation (EMIT) instrument to the International Space Station in 2022. Though built principally to study dust storms and sources, researchers found that it could also detect large methane sources, known as “super-emitters.”\nThese aircraft and satellite instruments are finding methane rising from oil and gas production, pipelines, refineries, landfills, and animal agriculture. In some cases, these measurements have led to leaks being fixed, including suburban gas leaks and faulty equipment in oil and gas fields.\nThe Arctic is a source of natural methane from wetlands, lakes, and thawing permafrost. Although a warming climate could change these emissions, scientists do not yet think it will drive a major increase. To this end, NASA’s Arctic Boreal and Vulnerability Experiment, or ABoVE, has been measuring methane coming from natural sources like thawing permafrost in Alaska and Canada.\nNOAA’s methane data comes from a globally-distributed network of air sampling sites. https://gml.noaa.gov/ccgg/trends_ch4/\nIce core data are from Law Dome (Antarctica) and Summit (Greenland) ice cores, from Etheridge, D.M., L.P. Steele, R.J. Francey, and R.L. Langenfelds, Atmospheric methane between 1000 AD and present: Evidence of anthropogenic emissions and climatic variability. Journal of Geophysical Research, 103, D13, 15,979-15,993, 1998.\nData archived at the Carbon Dioxide Information Analysis Center\nhttps://cdiac.ess-dive.lbl.gov/trends/atm_meth/lawdome_meth.htm\nEarth Surface Mineral Dust Source Investigation (EMIT)\nAirborne Visible InfraRed Imaging Spectrometer - Next Generation (AVIRIS-NG)\nArctic Boreal and Vulnerability Experiment (ABoVE)\nGeoCarb (Launch date: 2024)",
  "source": "science.nasa.gov"
}