{
  "url": "https://climate.nasa.gov/nasa_science/data/",
  "title": "NASA Data Resources",
  "date": null,
  "content": "For more than 30 years, NASA’s Earth Observing System Data and Information System (EOSDIS) has provided free and open long-term measurements of our dynamic planet. The thousands of unique data products in the EOSDIS collection advance our understanding of Earth’s interrelated systems. These data come from the International Space Station, satellites, airborne campaigns, field campaigns, in situ instruments and model outputs. EOSDIS supports NASA’s Earth science program by processing, storing and distributing these data to a global user community for interdisciplinary use.\nNew and ongoing NASA missions will add significant amounts of Earth science data into EOSDIS each year that will continue to be available for free – providing an invaluable resource for scientific discovery.  The Earthdata website provides comprehensive information about NASA’s Earth Science Data Systems (ESDS) program, and EOSDIS data, information, services and tools. https://earthdata.nasa.gov\nFind information, tutorials, data tools and recipes, webinars, and other learning resources to help you find, access, and use NASA Earth science data.\nLANCE provides timely products to meet the needs of scientists and application users interested in monitoring a wide variety of natural and man-made phenomena.\nNASA FIRMS delivers global satellite views of hotspots/fire locations in easy-to-use formats.\nEarthdata Search is a data discovery and data access portal for more than 33,000 Earth Observation data collections from NASA’s Earth Observing System Data and Information System (EOSDIS), as well as U.S and international agencies across the Earth science disciplines.\nEOSDIS processes, archives, documents, and distributes data from NASA's past and current Earth-observing satellites and field measurement programs.\nData recipes are tutorials that include step-by-step instructions to help users learn how to discover, access, subset, visualize and use Earth science data, information, tools and services.\nWith the launch of new, high-data-volume Earth observation missions, NASA's Earth Science Data Systems Program has implemented a strategic vision to develop and operate multiple components of NASA's Earth Observing System Data and Information System (EOSDIS) in a commercial cloud environment.\nThis imagery mapping and visualization application allows you to interactively browse over 1,000 global, full-resolution satellite imagery layers. Many of these layers are updated daily and are available within three hours of observation.\nEGIST provides sustained support to enable the appropriate use and adoption of geographic information system (GIS) technology in support of Earth science research and applied science for Earth Observing System Data and Information System (EOSDIS) data.\nIMPACT prototypes the latest technologies to support new science and applications from Earth observation data. IMPACT’s three focus areas are interagency collaboration, assessment and evaluation, and advanced concepts.\nCSDA identifies, evaluates, and acquires data from commercial sources that support NASA’s Earth science research and application goals.\nCSESP is focused on developing and implementing projects that harness contributions from members of the general public to advance our understanding of Earth as a system.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}