{
  "url": "https://climate.nasa.gov/",
  "title": "Climate Change",
  "date": null,
  "content": "From the unique vantage point in space, NASA collects critical long-term observations of our changing planet.\nNASA applies ingenuity and expertise gained from decades of planetary and deep-space exploration to the study of our home planet. The Earth Science Division operates more than 20 satellites in orbit, sponsors hundreds of research programs and studies, and funds opportunities to put data to use for societal needs. We develop new ways to observe the oceans, land cover, ice, atmosphere, and life, and we measure how changes in one drive changes in others over the short and long term. While listening to and collaborating with industry leaders, international partners, academic institutions, and other users of our data, we deepen knowledge of our planet, drive innovations, and deliver science to help inform decisions that benefit the nation and the world.\nEarth's warming climate is amplifying wildland fire activity, particularly in northern and temperate forests. When fires ignite the landscape, NASA’s satellites and instruments can detect and track them. This information helps communities and land managers around the world prepare for and respond to fires, and also provides a rich data source to help scientists better understand this growing risk.\nPolar Tourists Give Positive Reviews to NASA Citizen Science in Antarctica\nFrom Space to Soil: How NASA Sees Forests\nNASA, ISRO Aiming to Launch NISAR Earth Mission in June 2025\nEarth Series: From Space to Your Plate\nEarth Series: The Ocean, Now in Full Color\nThere is unequivocal evidence that Earth is warming at an unprecedented rate. Human activity is the principal cause.\nEarth-orbiting satellites and new technologies have helped scientists see the big picture, collecting many different types of information about our planet and its climate all over the world. These data, collected over many years, reveal the signs and patterns of a changing climate.\nHuman activities are driving the global warming trend observed since the mid-20th century.\nScientists attribute the global warming trend observed since the mid-20th century to the human expansion of the \"greenhouse effect\" — warming that results when the atmosphere traps heat radiating from Earth toward space.Over the last century, burning of fossil fuels like coal and oil has increased the concentration of atmospheric carbon dioxide (CO2). This increase happens because the coal or oil burning process combines carbon with oxygen in the air to make CO2.\nThe effects of human-caused global warming are happening now, are irreversible for people alive today, and will worsen as long as humans add greenhouse gases to the atmosphere.\nWe already see effects scientists predicted, such as the loss of sea ice, melting glaciers and ice sheets, sea level rise, and more intense heat waves.Scientists predict global temperature increases from human-made greenhouse gases will continue. Severe weather damage will also increase and intensify.\nBefore-and-after images of Earth.\nClimate change in recent history\nClimate change’s impact on ice\nVast library of images, videos, graphics, and more\nCreciente biblioteca de recursos en español\nEstablished in 2014, this NASA-sponsored team works to improve the understanding of regional relative sea-level change on a range of timescales. They work with partners to translate the latest science and research into actionable information  and to communicate how impacts are increasing at the coast.\nNCCS provides high performance computing for NASA-sponsored scientists and engineers. The purpose  is to enhance NASA capabilities in Earth science, with an emphasis on weather and climate prediction, and to enable future scientific discoveries that will benefit humankind.\nNASA’s Goddard Institute of Space Studies assembles one of the world's most trusted global temperature records, using a combination of surface air temperature data acquired by tens of thousands of meteorological stations, as well as sea surface temperature data from ship- and buoy-based instruments.\nNEX combines state-of-the-art supercomputing, Earth system modeling, and NASA remote sensing data feeds to deliver a work environment for exploring and analyzing terabyte- to petabyte-scale datasets covering large regions, continents or the globe.\nGMAO members perform research, develop models and assimilation systems, and produce quasi-operational products in support of NASA's missions. The Goddard Earth Observing System\" (GEOS) family of models is used for applications across a wide range of spatial scales, from kilometers to many tens of kilometers.\nNASA Earth Observatory has produced a collection of image series that show some features of Earth that have changed over time due to both natural and human-induced causes.\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}