{
  "url": "https://climate.nasa.gov/for-educators/dataTools/",
  "title": "For Educators",
  "date": null,
  "content": "The Scientific Visualization Studio\n\n\n\n\n\n\n\n\n\n\n\nhttp://svs.gsfc.nasa.gov\nThe Scientific Visualization Studio works closely with scientists to create data visualization products that promote a greater understanding of NASA Earth and Space Science research activities. Visualizations are searchable by keyword, mission, instrument, scientist, etc. They can be downloaded as movies of various file types and resolutions or as stills.\nEyes on the Earth 3D\n\n\n\n\n\n\n\n\n\n\n\nhttp://climate.nasa.gov/Eyes/index.html\nFly along with NASA's Earth Observing System satellites as they orbit the Earth. View real-time data in an immersive, 3D environment.\nNASA Earth Observations (NEO)\n\n\n\n\n\n\n\n\n\n\n\nhttp://neo.sci.gsfc.nasa.gov\nNASA Earth Observations was developed to help museums, science centers and other informal education institutions access imagery of NASA's global datasets. Images are available in several formats, including those supported by Science On a Sphere and other global kiosk displays. Includes access by Web Mapping Service so that kiosks and other applications can update automatically.\nMy NASA Data\n\n\n\n\n\n\n\n\n\n\n\nhttp://mynasadata.larc.nasa.gov\nStudents of all ages can investigate microsets of NASA Earth science satellite data, including atmosphere, biosphere, cryosphere, ocean and land surface. Data are available along with lesson plans, computer tools and an Earth science glossary. Citizen science project ideas are also available.\nGiovanni\n\n\n\n\n\n\n\n\n\n\n\nhttp://daac.gsfc.nasa.gov/giovanni\nGiovanni provides a simple and intuitive way to visualize, analyze and access vast amounts of Earth science remote-sensing data without having to download the data.\nEarth Resources Observation and Science (EROS) Center\n\n\n\n\n\n\n\n\n\n\n\nhttp://eros.usgs.gov/\nThis USGS site maintains a long-term, comprehensive archive of satellite imagery of our planet's changing land surface, including Landsat, MODIS and ASTER. Image data can be accessed by using two tools: Earth Explorer and Global Visualization..\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}