{
  "url": "https://climate.nasa.gov/solutions/energy_innovations/",
  "title": "Climate Change Stories",
  "date": null,
  "content": "Citizen science projects result in an overwhelmingly positive impact on the polar tourism experience. That’s according to a new paper analyzing participant experiences in the first two years of FjordPhyto, a NASA Citizen Science project..   The FjordPhyto citizen science project…\nNASA uses satellite lidar technology to study Earth’s forests, key carbon sinks.\nWinter sea ice cover in the Arctic was the lowest it’s ever been at its annual peak on March 22, 2025, according to NASA and the National Snow and Ice Data Center (NSIDC) at the University of Colorado, Boulder. At…\nFlorida’s coastal wetlands face new threats as sea levels and temperatures climb. NASA’s BlueFlux Campaign is developing a new, satellite-based data product that could shape efforts to protect their future.\nIn the Florida Everglades, NASA’s BlueFlux Campaign investigates the relationship between tropical wetlands and greenhouse gases.\nEarth's average surface temperature in 2024 was the warmest on record.\nA Q&A with the lead U.S. scientist of the mission, which will track changes in everything from wetlands to ice sheets to infrastructure damaged by natural disasters. The upcoming U.S.-India NISAR (NASA-ISRO Synthetic Aperture Radar) mission will observe Earth like…\nEarth’s rainy days are changing: They’re becoming less frequent, but more intense. Vegetation is responding.\nAs any urban dweller who has lived through a heat wave knows, a shady tree can make all the difference. But what happens when there’s no shade available? A recent study in Nature Communications used NASA satellite data to identify…\nThe information will help people who live in coastal areas prepare for impacts caused by rising sea levels. Earth’s ocean is rising, disrupting livelihoods and infrastructure in coastal communities around the world. Agencies and organizations are working to prepare people…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}