{
  "url": "https://climate.nasa.gov/explore/ask-nasa-climate/",
  "title": "Ask NASA Climate",
  "date": null,
  "content": "In Brief: Coral reefs, one of the most important ecosystems in the world, are in a global decline due to climate change. Data from airborne and satellite missions can fill in the gaps in underwater surveys and help create a…\nIn Brief: Aerosols are small particles in the air that can either cool or warm the climate, depending on the type and color of the particle. We often think of aerosols as spray paint, insect repellant, or similar substances sprayed…\nIn Brief: As the ocean warms and land ice melts, ocean circulation — the movement of heat around the planet by currents — could be impacted. Research with NASA satellites and other data is currently underway to learn more. Dynamic…\nIn Brief: The amount of CO2 in the atmosphere is measured at Mauna Loa Observatory, Hawaii, and all around the world. NASA also measures CO2 from space. Data from around the planet all shows the same upward trend. The longest…\nIn Brief: As Earth’s climate warms, incidences of extreme heat and humidity are rising, with significant consequences for human health. Climate scientists are tracking a key measure of heat stress that can warn us of harmful conditions. How hot is…\nWater vapor is Earth’s most abundant greenhouse gas. It’s responsible for about half of Earth’s greenhouse effect — the process that occurs when gases in Earth’s atmosphere trap the Sun’s heat. Greenhouse gases keep our planet livable. Without them, Earth’s…\nIn Brief: It’s not your imagination: Certain extreme events, like heat waves, are happening more often and becoming more intense. But what role are humans playing in Earth’s extreme weather and climate event makeover? Scientists are finding clear human fingerprints.…\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}