{
  "url": "https://climate.nasa.gov/nasa_science/science/",
  "title": "The Study of Earth as an Integrated System",
  "date": null,
  "content": "Extreme Ultraviolet Imaging telescope (EIT) image of the Sun with a huge, handle-shaped prominence, taken in 1999.  Solar radiation is a primary driver of climate.\nEarth system science is the study of how scientific data coming from various fields of research, such as the atmosphere, oceans, land ice, and others, fit together to form the current picture of our planet as a whole, including its changing climate.\nClimate scientists separate factors that affect climate change into three categories: forcings, feedbacks, and tipping points.\r\n\n\nForcings: The initial drivers of climate.\nSolar Irradiance. Solar irradiance is the change in solar radiation (sunlight) Earth receives from the Sun. Scientists also use evidence from proxy measurements, such as sunspot counts going back centuries and ancient tree rings, to indirectly measure the amount of Sun that reaches Earth’s surface. The Sun has an 11-year sunspot cycle, which causes a very small variation in the Sun’s output reaching Earth.1 The solar cycle is incorporated into climate models.\nGreenhouse gas emissions. Since the Industrial Revolution, concentrations of greenhouse gases such as carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O) have risen in the atmosphere. Burning fossil fuels such as coal, oil, and gas has increased the concentration of atmospheric carbon dioxide (CO2) from 280 parts per million to 416 parts per million.2 These greenhouse gases absorb and then re-radiate heat in Earth’s atmosphere, which causes increased surface warming.\nAerosols, dust, smoke, and soot. Very small airborne particles come from both human and natural sources and have various effects on climate. Sulfate aerosols, which result from burning coal, biomass, and volcanic eruptions, tend to cool Earth. Other kinds of particles, such as black carbon, have a warming effect.3 The net effect of aerosols, dust, smoke, and soot is cooling.\nClimate feedbacks: processes that can either amplify or reduce the effects of climate forcings. A feedback that increases an initial warming is called a \"positive feedback.\" A feedback that reduces an initial warming is a \"negative feedback.\"\nClouds. Clouds have an enormous impact on Earth's climate, reflecting about one-third of the total amount of sunlight that hits Earth's atmosphere back into space. Even small changes in cloud amount, location, and type could have large consequences. A warmer climate causes more water to be held in the atmosphere, leading to an increase in cloudiness and altering the amount of sunlight that reaches Earth's surface. Less heat could get absorbed, which could slow the increased warming. Conversely, changes in cloud cover could lead to faster and greater warming. This is an area of ongoing research.\nPrecipitation.  Global climate models show that precipitation will generally increase due to the increased amount of water held in a warmer atmosphere. Some regions may dry out instead. Changes in precipitation patterns may present both positive and negative changes in plant growth.\nForest greening and browning. Natural processes, such as tree growth, remove about half of human carbon dioxide emissions from the atmosphere every year. Scientists are currently studying where this carbon dioxide goes. The delicate balance between the absorption and release of carbon dioxide by the ocean and the world’s great forested regions is the subject of research by many scientists. There is some evidence that the ability of the ocean or forests to continue absorbing carbon dioxide may decline as the world warms, leading to faster accumulation in the atmosphere. Carbon dioxide uptake by plants is unable to offset emissions from human activities.\nIce albedo. Ice is white and very reflective, in contrast to the ocean surface, which is dark and absorbs heat faster. As the atmosphere warms and sea ice melts, the darker ocean absorbs more heat, causes more ice to melt, and makes Earth warmer overall. The ice-albedo feedback is a very strong positive feedback.\nWater vapor. The most abundant greenhouse gas, it acts as a feedback to amplify climate warming forcings. Water vapor increases as Earth's atmosphere warms, making it an important feedback mechanism to the greenhouse effect.\nClimate tipping points: When Earth’s climate abruptly moves between periods of relatively stable climates.\nOcean circulation. As Arctic sea ice and the Greenland ice sheet melt, ocean circulation in the Atlantic may slow the Gulf Stream. This and/or other changes would significantly change regional (but not global) weather patterns. While a change in the Gulf Stream could lead to a significant cooling in Western Europe, the U.S. East Coast will experience faster warming and greater sea-level rise. This highlights the importance of ocean circulation in maintaining regional climates.\nIce loss. Due to the strong feedback of the ice albedo, if enough ice melts, causing Earth’s surface to absorb more and more heat, we may hit a point of no return. Shrinking land-based ice sheets contribute to sea-level rise. Many hundreds of millions of people live near a coast, so our ability to predict sea-level rise over the next century has substantial human and economic ramifications.\nRapid release of methane. Deposits of frozen methane, a potent greenhouse gas, and carbon dioxide lie beneath permafrost in polar regions. About a quarter of the Northern Hemisphere is covered by permafrost. As the environment warms and the permafrost thaws, these deposits can be released into the atmosphere and present a risk of enhanced warming.4\nIntergovernmental Panel on Climate Change, “AR6 Climate Change 2021: The Physical Science Basis,” Working Group I, Chapter 2, 2021, https://www.ipcc.ch/report/ar6/wg1/downloads/report/IPCC_AR6_WGI_Chapter_02.pdf.\nTrends in Atmospheric Carbon Dioxide, National Oceanic & Atmospheric Administration, 2021. http://www.esrl.noaa.gov/gmd/ccgg/trends/\nNASA's Earth Observatory, \"Just Another Day on Aerosol Earth\r\n,\" 2018.\nA. Vaks et al, \"Speleotherms Reveal 500,000-Year History of Siberian Permafrost,\" Science, April 12,   2013: Vol. 340 no. 6129 pp. 183-186, doi: 10.1126/science.1228729\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}