{
  "url": "https://climate.nasa.gov/explore/earth-minute/",
  "title": "Earth Minute Videos",
  "date": null,
  "content": "NASA isn't all about interplanetary exploration; in fact, the agency spends much of its time studying our home planet. This fun whiteboard animation series explains Earth science to the science-curious. (Download some of these videos in Spanish here.)\nEarth is a complex, dynamic system we do not fully understand. To learn more about it, NASA, as the agency with access to space, was tasked with launching the first weather satellite back in 1960. Today, NASA uses satellites, aircraft and even an occasional boat to study our planet's air, land and water. It's called \"Earth system science\" and we are trying to answer some big questions: How is the global Earth system changing? What causes these changes? How will Earth change in the future? And what we learn benefits society through applications such as weather forecasting, freshwater availability and disaster response.\nDownload video file.\nLearn more:\nFor educators:\nAerosols are minute solid and liquid particles suspended in the atmosphere. Examples include desert dust, sea salt from ocean spray, volcanic ash, smoke from wildfires and emissions from the burning of coal and oil. These tiny particles affect weather and climate, cause hazy skies and can pose serious health hazards. Aerosols also can act as sites for chemical reactions, such as those that lead to the destruction of stratospheric ozone, i.e., the ozone hole.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nClouds are complicated when it comes to climate science, as they both warm and cool Earth. NASA is studying these atmospheric masses of condensed water vapor with satellites and aircraft, and you can, too, with a citizen science app: http://observer.globe.gov.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nLocated in the Arctic near the North Pole, the island of Greenland is covered by a massive ice sheet three times the size of Texas and a mile deep on average. Greenland is warming almost twice as fast as Antarctica, which is causing the ice to melt and raise global sea levels. NASA is monitoring Greenland’s ice sheet from space to the ocean floor to provide data for scientists studying the global impact of all this melting ice.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor over 20 years NASA has been tracking the ocean's global surface topography to understand the important role it plays in our lives. Climate change is causing our ocean to warm and glaciers to melt, resulting in sea level rise. Since 1880, the global sea level has risen 8 inches; by 2100, it is projected to rise another 1 to 4 feet.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nNASA doesn’t study just the stars and planets; it is also concerned about the soil beneath your feet. Studying the moisture in the top two inches of the soil from space with a satellite named \"SMAP\" can help weather forecasters predict flash floods, farmers grow more crops and communities plan for drought.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nSince 1978, NASA has been monitoring ocean winds via scatterometry, the data of which have improved weather and hurricane forecasts and helped us better understand global climate patterns. Knowing which way the wind is blowing over water is critical for industries such as shipping and fishing, and it helps predict unusual weather phenomena such as El Niño.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nThe force of gravity not only keeps us from floating away, it also lets NASA study Earth’s water and ice from space. Using a pair of twin satellites named \"GRACE,\" we can monitor where our planet’s water is going, even when it is underground.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nGreenhouse gases are vital to life on Earth, but the growing concentration of certain gases, such as carbon dioxide, is throwing the planet's delicate balance out of whack. NASA is on the case, studying carbon dioxide on a global scale and its effects on our weather and climate.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nEarth's average temperature has risen over 1º F in the past century. It is projected to rise an additional 3º to 10º over the next 100 years. Data from NASA's global network of satellites, airborne missions and surface-monitoring systems is used to build climate models that help us understand the causes and effects of global warming.\nDownload video file.\nLearn more:\nNASA missions and research:\nFor educators:\nBefore the Industrial Revolution, Earth’s climate changed due to natural events such as volcanic activity and solar energy variations. These natural events still contribute to climate change today, but their impact is very small compared to the growing levels of greenhouse gases added to the atmosphere by humans burning fossil fuels. NASA’s ongoing Earth science missions, research and computer models help us better understand the long-term global changes occurring today through both natural and manmade causes.\nDownload video file.\nLearn more:\nNASA missions and research:\nNASA doesn't explore just outer space! Since 1959, with the launch of the first weather satellite, NASA has been studying our home planet on a global scale. It monitors Earth's vital signs via satellites and airplanes, sends scientists to the far corners of the land and under the ocean, and develops computer models of Earth's climate processes. Why? Because Earth is the only planet that nearly eight billion people call \"home sweet home.\"\nDownload video file.\nLearn more:\nNASA missions and research:\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}