{
  "url": "https://climate.nasa.gov/nasa_science/history/",
  "title": "Taking a Global Perspective on Earth's Climate",
  "date": null,
  "content": "NASA is a global leader in studying Earth’s changing climate. The agency’s observations of our home planet from space, the air, and on the ground are helping us learn how the interconnected systems of our planet interact.\nThe agency has a broad climate research program. Among the many areas NASA studies are solar activity, sea level rise, the temperature of the atmosphere and ocean, the health of the ozone layer, air pollution, and changes in sea ice and land ice. So how did the space agency end up taking such a significant role in climate science?\nNASA was created by the National Aeronautics and Space Act of 1958. Although it was given the role of developing technology for “space observations,” it did not initially have much of a role in Earth science.\nThe agency’s leaders made technology part of an Earth Observations program at the Goddard Space Flight Center in Greenbelt, Maryland, which was established in 1959. It was an “applications” program, in NASA-speak. Other federal government agencies were responsible for carrying out Earth science research, such as the Weather Bureau (now the National Oceanic and Atmospheric Administration, or NOAA) and the U.S. Geological Survey (USGS).\nNASA’s Applications program signed cooperative agreements with these other agencies to develop technologies –such as satellites and instruments – to observe Earth from space, while NOAA and USGS analyzed the data. The Nimbus series of experimental weather satellites and the Landsat series of land-observing satellites were major milestones in this era of collaborative research.\nDuring the 1970s, Congress wanted NASA to do more research to meet “national needs.” These needs included energy efficiency, pollution, ozone depletion, and climate change. In 1976, Congress revised the Space Act, authorizing NASA to research the stratospheric ozone layer. This formalized the agency’s movement into Earth sciences.\nNASA’s planetary science program also helped spark scientific and congressional interest in expanding the agency’s role in Earth science. The Jet Propulsion Laboratory (JPL), NASA's lead center for planetary science, sent Mariner probes to Venus and Mars. Astronomers considered these to be \"Earth-like\" planets in our solar system, meaning they seemed to be the planets most likely to support life.\nBut that's not what they found. A super-charged greenhouse effect had roasted Venus. In contrast to Earth, Venus had about 150,000 times more carbon dioxide in its atmosphere, no significant water vapor, and a surface temperature hotter than molten lead. On the other hand, Mars had an atmospheric pressure less than 1% of Earth’s and temperatures far below freezing. Pictures showed no surface water, though it would have been frozen anyway. But images also suggested that Mars once had liquid water.\nThese discoveries left planetary scientists with many unanswered questions. How did Earth, Venus, and Mars end up so different, even though they had similar beginnings? How could Mars’s surface climate have been warm enough to be wet but is now frozen solid? These questions are at the intersection of climate, atmospheric chemistry, and life on Earth.\nAs planetary scientists began to tackle these intriguing questions, government interest in exploring other planets waned. NASA's budget sank dramatically starting in 1977. The U.S. was battling high inflation, and the agency was focused on the Space Shuttle program, with low-orbit studies of Earth a natural extension of that shift.\nThe same decade had seen a revolution in scientists' understanding of Earth's climate. Before the mid-1960s, geoscientists thought our climate could change only relatively slowly, on timescales of thousands of years or longer. But new evidence from ice and sediment cores showed that idea was wrong. Earth's climate had indeed changed rapidly in the past – in some cases, within mere decades. Understanding that climate could change in human lifetimes made it a much more compelling research topic.\nScientists have known since 1960 that humans were increasing the amount of heat-trapping greenhouse gases in the atmosphere. Would this warm the climate noticeably? Scientists also knew that human emissions of tiny particles called aerosols could cool Earth. Which effect would gain the upper hand? A 1975 study by the U.S. National Academy of Sciences said, in effect, we don't know, but we’d love to find out. A 1979 study of carbon dioxide's role in the climate put it slightly differently. It found that increasing greenhouse gases gave scientists \"no reason to doubt that climate changes will result and no reason to believe that these changes will be negligible.\"\nDuring the 1980s, NASA began planning for an Earth-observing system to answer questions about \"global change.\" This concept included climate change and changes in land use, the ocean, and pollution. Unlike earlier efforts, when Earth science was split between three agencies, this time, NASA would develop the technology and carry out the scientific research. In 1984, Congress again revised the Space Act, broadening NASA’s Earth science work from the stratosphere to “the expansion of human knowledge of the Earth.”\nIn the early 1980s, NASA began working on a much larger Earth science program plan called “Global Habitability,” which eventually became the “Mission to Planet Earth.” At the same time, a multi-agency effort called the Global Change Research Program was also taking form. NASA's role in that larger U.S. program was to provide global data from space. Approved in the 1991 budget, the resulting Earth Observing System would be the agency's main contribution to climate science.\nFast forward to 2007, when NASA had 17 space missions collecting climate data. Instruments on NASA’s Terra and Aqua satellites provided the first global measurements of aerosols in our atmosphere. Those particles come from natural sources, like volcanoes and dust storms, and from human-produced sources, like burning fossil fuels. Other instruments onboard the Aura satellite observed ozone in the upper atmosphere.\nData from the Gravity Recovery and Climate Experiment (GRACE) mission; the Ice, Cloud, and land Elevation Satellite (ICESat) mission; and other satellites showed unexpectedly fast changes in Earth's great ice sheets. The Jason-3, Ocean Surface Topography Mission (OSTM)/Jason-2, and Jason-1 missions recorded a sea level rise of nearly 4 inches (about 10 centimeters) since 1993. The weather instruments that are part of NASA’s Earth Observing System have brought major improvements in global weather forecasting.\nBy 2007, the accumulation of new Earth science data helped the Intergovernmental Panel on Climate Change – the United Nations body established to assess the science related to climate change – reach the conclusion that \"Most of the observed increase in global average temperatures since the mid-20th century is very likely due to the observed increase in anthropogenic (human-produced) greenhouse gas concentrations.\" But there's still a lot to learn about the consequences. How much warmer will it get? How much will sea level rise?\nNASA is currently developing the Earth System Observatory (ESO). The core of ESO is five satellite missions that will provide essential data on climate change, severe weather, natural hazards, wildfires, and global food production.\nThese observations will address the most pressing questions about our changing planet identified in the 2017 Earth Science Decadal Survey conducted by the National Academies of Science, Engineering, and Medicine. The missions will focus on five areas:\nBased on the Academies’ recommendations, NASA will complement the core missions with innovative Earth Explorer missions that deliver additional high-priority observations.\nEach of the missions will deliver critical environmental measurements. Taken together, NASA will have a more complete 3D view of Earth to better understand how our planet’s complex systems work together. These missions also will improve our ability to predict how our climate may change in the future. All of these data will be free and open to the public and scientists worldwide. These observations will help inform decision-makers on how our planet is changing with greater precision on previously unimaginable scales – from entire continents down to individual trees, from the atmosphere over our heads to the bedrock below our feet.\nBeginning with NASA’s original missions, the agency has been focused on learning more about the world around us, whether at the edge of the solar system or right here at home. As Earth changes, NASA is working toward an ever-improving understanding of our home planet.\nLearn more about NASA’s Earth System Observatory.\nLearn more:\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}