{
  "url": "https://climate.nasa.gov/nasa_science/people/",
  "title": "People of NASA Science",
  "date": null,
  "content": "Andrew Mitchell is a seasoned program manager and technical leader in scientific data systems and computing services. As the deputy…\nRebekah Dawson-Rigas is a Program Scientist in the Planetary Science Division (PSD) at NASA Headquarters. She serves as Program Officer…\nDr. Louise Prockter is the Planetary Science Division Director (Science Mission Directorate) at NASA Headquarters in Washington DC. Dr. Prockter…\nAs the Director for the Mars Sample Return Program at NASA, Donya Douglas-Bradshaw is a visionary leader, renowned for her…\nDr. Pablo Saz Parkinson is the Program Scientist for the XMM-Newton mission, as well as Deputy Program Scientist for the…\nQ&A with Ray Wheeler Retired senior scientist and plant physiologist Ray Wheeler has played a vital role in advancing plant…\nA conversation with quantum scientist, Jason Williams… Why does NASA study quantum science? “We’re trying to answer some of the…\nDiana C. Ly is the Deputy Division Director for NASA’s Biological and Physical Sciences (BPS) Division of the Science Mission…\nKevin Murphy is the Chief Science Data Officer for NASA’s Science Mission Directorate (SMD). In this role, he works across…\n< Back to Program Officers List Aaron Burton is a Program Scientist in the Planetary Science Division at NASA Headquarters.…\nDr. Hudgins was born and raised in Wyandotte, MI, a suburb of Detroit. His interest in space and Astronomy was…\nMicrodevices Engineer, NASA Jet Propulsion Laboratory, California Institute of Technology\nSpectroscopy & Polarimetry Product Lead/Systems, RST Coronagraph Instrument (CGI), NASA Goddard Space Flight Center\nEducation Current Position Top image: A near infrared image of the Carina Nebula, also called the Cosmic Cliffs, taken with…\nEngineer, NASA's Jet Propulsion Laboratory\nBill Hart is deputy project systems engineer for NASA’s SPHEREx mission.\nDr. Kathleen (Kate) Rubins is a microbiologist and NASA Astronaut.\nDr. Yaítza Luna-Cruz is an atmospheric physicist with over 12 years of experience in research, development, operations, and technical/programmatic management.\nCurtis D. Williams is a Program Scientist in the Planetary Science Division at NASA Headquarters. He leads the Emerging Worlds…\nCarol Polanskey is a principal science systems engineer at NASA’s Jet Propulsion Laboratory (JPL).\nDr. Eric Smith is the Associate Director for Research in the Science Mission Directorate’s Astrophysics Division at NASA Headquarters. He…\nDaniel Andrews is the project manager for NASA’s planned Volatiles Investigating Polar Exploration Rover (VIPER) as Ames Research Center in…\nNASA’s Chief Scientist and Senior Climate Advisor - NASA Headquarters\nNASA Citizen Scientist\nNASA Citizen Scientist\nMichelle Belleville’s career plan was all about stars. But not the kind you’re thinking of. “I wanted to be a…\nDiane began her NASA career as a shadow student at NASA Glenn Research Center in 1983, as part of a…\nGladys Kober’s love for astronomy blossomed during her childhood in Birigui, Brazil. Her interest in space began at 4 or…\nDr. Travis Blake serves is the Program Officer for Space Traffic Coordination within NASA’s Science Mission Directorate (SMD). Prior to…\nMr. Eric Ianson is currently the Deputy Director of the Planetary Science Division of the Science Mission Directorate at NASA…\nNASA Citizen Scientist\nNASA Citizen Scientist\nNASA Citizen Scientist\nNASA Citizen Scientist\nProject Configuration Manager - NASA Jet Propulsion Laboratory\nJoe Smith is the Associate Director for Flight at NASA Headquarters Science Mission Directorate, Astrophysics Division, responsible for overseeing the…\nChief Education Officer - Gulf of Maine Research Institute\nSenior Director, Science Education - American Museum of Natural History\nProject Manager - Gulf of Maine Research Institute\nResearch Associate / Curriculum Specialist - Northern Arizona University\nResearch Associate - Northern Arizona University Center for Science Teaching and Learning\nSenior Project Manager / Informal Science Educator - Arizona State University Center for Innovation in Informal STEM Learning\nChief Scientist - Advanced Research in Inclusion and STEAM Accessibility (ARISA) Lab\nEducation Director, Co-President, Co-Founder - ARISA Lab, L.L.C.\nSenior Learning Designer - Arizona State University's Center for Education Through Exploration\nScientist\nProgram Coordinator / Social Lead - NASA / Science Systems and. Applications, Inc.\nProject Manager - New Mexico Consortium\nChief Science Officer - Exploratorium\nProgram Specialist - NASA Headquarters\nProgram Architect - Communities of Practice - Arizona State University\nProfessor - Montana State University\nEducation & Outreach Assistant - Cooperative Institute for Research in Environmental Science Education & Outreach / University of Colorado\nResearch Associate - Pacific Research & Evaluation\nDirector of Free Choice Learning - Astronomical Society of the Pacific\nSTEM Education Specialist - National Institute of Aerospace/ NASA eClips\nWeb User Experience Designer - Arizona State Univerity\nEducation Specialist - NASA Heliophysics Education Activation Team (NASA HEAT)\nProfessor and Director - Sonoma State University\nSenior STEM Education Specialist - National Institute of Aerospace\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}