{
  "url": "https://climate.nasa.gov/en-espanol/datos/causas/",
  "title": "Las causas del cambio climático",
  "date": null,
  "content": "Las actividades humanas están impulsando la tendencia al calentamiento global observada desde mediados del siglo XX.\nIn English\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nLos científicos atribuyen la tendencia del calentamiento global observada desde mediados del siglo XX a la expansión humana del \"efecto invernadero\", el calentamiento que se produce cuando la atmósfera atrapa el calor que se irradia desde la Tierra hacia el espacio.\nLa vida en la Tierra depende de la energía proveniente del Sol. Aproximadamente la mitad de la energía luminosa que llega a la atmósfera de la Tierra pasa a través del aire y las nubes hacia la superficie, donde es absorbida e irradiada en forma de calor infrarrojo. Aproximadamente el 90% de este calor es absorbido por los gases de efecto invernadero e irradiado nuevamente, lo que ralentiza la pérdida de calor hacia el espacio.\nForzamiento: algo que actúa sobre el clima de la Tierra que fuerza un cambio en la forma en que la energía fluye a través de él (como los gases de larga duración que atrapan el calor, también conocidos como gases de efecto invernadero). Estos gases reducen la salida de calor en la atmósfera y hacen que el planeta se caliente.\nUn componente muy importante de la atmósfera, el dióxido de carbono (CO2) se libera a través de procesos naturales (como las erupciones volcánicas) y a través de actividades humanas, como la quema de combustibles fósiles y la deforestación. Las actividades humanas han aumentado la cantidad de CO2 en la atmósfera en un 50% desde que comenzó la Revolución Industrial (en 1750). Este fuerte aumento de CO2 es el factor más importante del cambio climático durante el último siglo.\nComo muchos gases atmosféricos, el metano proviene de fuentes tanto naturales como humanas. El metano proviene de la descomposición de la materia vegetal en los humedales y también se libera de los vertederos y del cultivo de arroz. Los animales de ganado emiten metano de su digestión y estiércol. Las fugas de la producción y el transporte de combustibles fósiles son otra fuente importante de metano, y el gas natural contiene entre un 70 % y un 90 % de metano. Como molécula individual, el metano es un gas de efecto invernadero mucho más efectivo que el dióxido de carbono, pero es mucho menos común en la atmósfera. La cantidad de metano en nuestra atmósfera se ha más que duplicado desde la época preindustrial.\nUn potente gas de efecto invernadero producido por las prácticas agrícolas, el óxido nitroso se libera durante la producción y el uso de fertilizantes comerciales y orgánicos. El óxido nitroso también proviene de la quema de combustibles fósiles y de la quema de vegetación y ha aumentado un 18 % en los últimos 100 años.\nEstos compuestos químicos no existen en la naturaleza, son enteramente de origen industrial. Se usaban como refrigerantes, solventes (una sustancia que disuelve otras) y propulsores de latas de aerosol. Un acuerdo internacional, conocido como el Protocolo de Montreal, ahora regula los CFC porque dañan la capa de ozono. A pesar de esto, las emisiones de algunos tipos de CFC aumentaron durante unos cinco años debido a violaciones del acuerdo internacional. Una vez que los miembros del acuerdo pidieron una acción inmediata y una mejor aplicación, las emisiones se redujeron drásticamente a partir de 2018.\nRetroalimentaciones: Los gases como el vapor de agua, que responden física o químicamente a los cambios de temperatura, se denominan \"retroalimentaciones\".\nEl vapor de agua es el gas de efecto invernadero más abundante, pero debido a que el calentamiento del océano aumenta su cantidad en nuestra atmósfera, no es una causa directa del cambio climático. Más bien, a medida que otros forzamientos (como el dióxido de carbono) cambian las temperaturas globales, el vapor de agua en la atmósfera responde, amplificando el cambio climático que ya está en marcha. El vapor de agua aumenta a medida que el clima de la Tierra se calienta. Las nubes y la precipitación (lluvia o nieve) también responden a los cambios de temperatura y también pueden ser importantes mecanismos de retroalimentación.\nDurante el último siglo, la quema de combustibles fósiles como el carbón y el petróleo ha aumentado la concentración de dióxido de carbono atmosférico (CO2). Este aumento se debe a que el proceso de combustión del carbón o del petróleo combina el carbono con el oxígeno del aire para producir CO2. En menor medida, el desmonte de tierras para la agricultura, la industria y otras actividades humanas ha aumentado las concentraciones de gases de efecto invernadero.\nLas actividades industriales de las que depende nuestra civilización moderna han elevado los niveles de dióxido de carbono atmosférico en casi un 50 % desde 1750. Este aumento se debe a las actividades humanas, porque los científicos pueden ver una huella isotópica en la atmósfera.\nEn su Sexto Informe de Evaluación, el Panel Intergubernamental sobre Cambio Climático, integrado por expertos científicos de países de todo el mundo, concluyó que es inequívoco que el aumento de CO2, metano y óxido nitroso en la atmósfera durante la era industrial es el resultado de las actividades humanas y que la influencia humana es el principal impulsor de muchos cambios observados en la atmósfera, el océano, la criósfera y la biosfera.\nGrupo Intergubernamental de Expertos sobre el Cambio Climático\nEl informe Resumen para responsables de políticas del Grupo de trabajo I (GTI) del AR6 del panel está en línea en https://www.ipcc.ch/report/ar6/wg1/.\nLos científicos usan una métrica llamada Irradiación Solar Total (TSI, por sus siglas en inglés) para medir los cambios en la energía que la Tierra recibe del Sol. TSI incorpora el ciclo solar de 11 años y llamaradas solares/tormentas de la superficie del Sol.\nLos estudios muestran que la variabilidad solar ha desempeñado un papel en los cambios climáticos del pasado. Por ejemplo, una disminución en la actividad solar junto con una mayor actividad volcánica ayudó a desencadenar la Pequeña Edad de Hielo.\nPero varias líneas de evidencia muestran que el calentamiento global actual no puede explicarse por los cambios en la energía del Sol:\nLa evidencia del cambio climático\nLos efectos del cambio climático\nPreguntas frecuentes\nCiencias terrestres\nLa NASA explora lo desconocido en el aire y el espacio, hace innovaciones en beneficio de la humanidad e inspira al mundo con sus descubrimientos.",
  "source": "science.nasa.gov"
}