{
  "url": "https://climate.nasa.gov/for-kids/earth-day-at-home-webquest/",
  "title": "Earth Day at Home Webquest",
  "date": null,
  "content": "This Earth Day, go on a webquest to see how NASA helps study and protect the land, air, water, and ice. Click and explore the eleven topics below that demonstrate how NASA studies our planet's interconnected systems to better our world. Then see how much you’ve learned by taking the interactive quiz. You may want to open the quiz in a separate tab or browser window so you can answer questions as you explore the topics. Good luck!\nNASA’s earliest fleet of Earth-observing satellites studied clouds and weather. Now we can measure wind speed, track fires, estimate tree height and much more using satellite data. Use Earth Now to explore NASA's satellites and the data they collect. › Explore\nHave you ever wondered why space exploration should matter to you? Or how the work of NASA scientists and engineers affects your daily life? “Spinoffs” are commercial products and services derived from NASA technology. › Explore\nDid you know that satellite data can help scientists find penguin populations? › Explore\nDid you know we can learn about Earth by observing it at night from space? A sensor aboard the NASA-NOAA Suomi National Polar-orbiting Partnership (NPP) satellite allows scientists to study Earth's atmosphere and surface during nighttime hours. › Explore\nNASA is exploring technologies so aircraft can use electricity instead of jet fuel to power flight. See how much we are trying to reduce emissions with new electric aircraft. › Explore\nExplore how NASA uses satellites to detect wildfires around the world. › Explore\nAs Earth Day celebrates its 50th anniversary, the International Space Station, or ISS, celebrates its 20th year of continuous human presence in space. That's a lot of water needed to sustain astronauts. Did you know that water from unusual sources is filtered and reused on the ISS? › Explore\nThe Arctic sea ice cap is an expanse of frozen seawater floating on top of the Arctic Ocean and neighboring seas. Every year, it expands and thickens during the fall and winter and grows smaller and thinner during the spring and summer. › Explore\nNASA is building an experimental aircraft called the X-59 for quiet supersonic flight over land. › Explore\nDid you know we can improve drought, flood and wildfire forecasts by monitoring changes in Earth's gravity from space? › Explore\nThe International Space Station doesn’t just help us study space. It provides a whole new perspective on our home planet. › Explore\nTest your new knowledge of NASA's work in Earth and environmental sciences. › Quiz\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}