{
  "url": "https://climate.nasa.gov/solutions/earth-science-in-action/",
  "title": "Earth Science at Work",
  "date": null,
  "content": "NASA Earth Science helps Americans respond to challenges and societal needs — such as wildland fires, hurricanes, and water supplies for farming — by putting actionable satellite information into the hands of decisionmakers. NASA conceives, builds, and flies cutting-edge satellites and instruments; harvests data from those tools and from commercial partners; combines it with expert insights and the world’s most advanced models — all to advance solutions for monitoring, prediction, and management.\nUsing the power of space-based observations, innovative technologies, engineering, science, and partnerships, NASA can offer a comprehensive, digital view of Earth as a system. NASA works across commercial and industrial sectors and federal and international agencies to:\nDid you know the very same cutting-edge technology NASA uses to study other planets is exactly what we use to study our own? From the ground, air, and skies, NASA gathers information crucial to life here on Earth, and we build instruments and technologies and programs that equip the US to meet critical, real-world challenges.\nAmplifying the Global Value of Earth Observation\nWorld Economic Forum report\nMapping rare Earth minerals for use in domestic, technology-dominant industries such as telecommunications, energy generation, and aerospace.Aiding U.S. agriculture with continuous measurements of water resources, crop health, and global production that inform business decisions, improve farm and ranch efficiency, and reduce input costs, resulting in a positive impact from the commodity-trading floor to the grocery store.\nGathering data and establishing parameters that underpin the position, navigation, and timing accuracy of satellites and GPS.Providing data needed to forecast extreme events like floods -- through the Global HydroIntelligence System.Enhancing situational awareness of ice cover and other conditions around Arctic seas.Supplying land surface monitoring capabilities through the Land Information System.Providing sea level data applicable to U.S. coastal military installations and operations around the world.\nDwane Roth\nFarmer and OpenET Data User, Finney County, Kansas\nOffering near real-time data products, early warning tools, and disaster mapping portals.Developing an advanced landslide forecast model. Improving our understanding of hurricanes and sharing those insights and tools with NOAA’s National Hurricane Center and the Joint Typhoon Warning CenterWorking with the U.S. Forest Service and other agencies to provide key observations of conditions before, during, and after wildland fires - such as estimating fuel loads and soil moisture.\nSatellite measurements of temperature, humidity, and precipitation help predict outbreaks of mosquito-borne illnesses.Satellite observations and models help assess freshwater resources from the surface through the root zone to the deep aquifer.\nCasi Callaway\nChief Resilience Officer, City of Mobile, Alabama\nSince the 1960s, we have been observing our own planet because it is the one we need to know best. NASA applies ingenuity and expertise gained from decades of planetary and deep-space exploration to the study of our home planet.\nWithin a decade, we will advance and integrate Earth science knowledge to empower humanity to create a more resilient world.\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}