{
  "url": "https://climate.nasa.gov/for-educators/",
  "title": "For Educators",
  "date": null,
  "content": "The following organizations provide reviewed listings of the best available student and educators resources related to global climate change, including NASA products.\nNASA’s Climate Kids website brings climate science to life with fun games, interactive features and exciting articles.\nThis collection of climate change lessons and activities for grades K-12 is aligned with Next Generation Science and Common Core Math Standards and incorporates NASA missions and science along with current events and research.\nThis reviewed collection of NASA Earth and space science resources is for educators of all levels: K-12, higher education and informal science education. Find climate resources in the collection at the following link, which can be filtered by audience, topic, instructional strategy and more.\nThis page contains high school and undergraduate instructional modules (PDFs and YouTube videos) developed as part of NASA GISS's Climate Change Research Initiative.\nThis website contains reviewed resources for teaching about climate and energy.\nThe CLEAN project, a part of the National Science Digital Library, provides a reviewed collection of resources to aid students' understanding of the core ideas in climate and energy science, coupled with the tools to enable an online community to share and discuss teaching about climate and energy science.\nFunded by NASA, the Living Landscapes\r\nClimate Science Project is a comprehensive set of culture-based climate science\r\neducational resources for native communities. Learn more about NASA's role in developing the curriculum.\nThe D.O.E. provides a collection of energy fundamentals videos, K-12 education resources, Spanish content, and more.\nWhether you’re an educator or a student, take advantage of a wealth of instructional and learning tools, from free online resources to posters, disks, and lesson plans.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}