{
  "url": "https://climate.nasa.gov/vital-signs/ocean-warming/",
  "title": "Vital Signs",
  "date": null,
  "content": "About ninety percent of global warming is occurring in the ocean.\nNinety percent of global warming is occurring in the ocean, causing the water’s internal heat to increase since modern recordkeeping began in 1955, as shown in the upper chart. (The shaded blue region indicates the 95% margin of uncertainty.) This chart shows annual estimates for the first 2,000 meters of ocean depth.\nEach data point in the upper chart represents a five-year average. For example, the 2022 value represents the average change in ocean heat content (since 1955) for the years 2020 up to and including 2024.\nThe lower chart tracks monthly changes in ocean heat content for the entire water column (from the top to the bottom of the ocean) from 1992 to 2024, integrating observations from satellites, in-water instruments, and computer models. Both charts are expressed in zettajoules.\nHeat stored in the ocean causes its water to expand, which is responsible for one-third to one-half of global sea level rise. Most of the added energy is stored at the surface, at a depth of zero to 700 meters. The last 10 years were the ocean’s warmest decade since at least the 1800s. The year 2024 was the ocean’s warmest year on record.\nAbout the NOAA Data\nAbout the NASA ECCO Data\nArgo floats\nConductivity, Temperature, Depth (CTDs)\nExpendable BathyThermographs (XBTs)\nCovering more than 70% of Earth’s surface, our global ocean has a very high heat capacity. It has absorbed 90% of the warming that has occurred in recent decades due to increasing greenhouse gases, and the top few meters of the ocean store as much heat as Earth's entire atmosphere.\nThe effects of ocean warming include sea level rise due to thermal expansion, coral bleaching, accelerated melting of Earth’s major ice sheets, intensified hurricanes*, and changes in ocean health and biochemistry.\n*Accurate ocean heat content data add valuable information about the heat below the ocean's surface that fuels hurricanes and affects their intensity. NASA provides estimates of ocean heat content derived from the sea surface height that has been measured by satellite altimetry missions since early 1990s, including the recently launched Sentinel-6 Michael Freilich mission.",
  "source": "science.nasa.gov"
}