{
  "url": "https://climate.nasa.gov/causes/",
  "title": "The Causes of Climate Change",
  "date": null,
  "content": "Human activities are driving the global warming trend observed since the mid-20th century.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nScientists attribute the global warming trend observed since the mid-20th century to the human expansion of the \"greenhouse effect\"1 — warming that results when the atmosphere traps heat radiating from Earth toward space.\nLife on Earth depends on energy coming from the Sun. About half the light energy reaching Earth's atmosphere passes through the air and clouds to the surface, where it is absorbed and radiated in the form of infrared heat. About 90% of this heat is then absorbed by greenhouse gases and re-radiated, slowing heat loss to space.\nA vital component of the atmosphere, carbon dioxide (CO2) is released through natural processes (like volcanic eruptions) and through human activities, such as burning fossil fuels and deforestation.\nLike many atmospheric gases, methane comes from both natural and human-caused sources. Methane comes from plant-matter breakdown in wetlands and is also released from landfills and rice farming. Livestock animals emit methane from their digestion and manure. Leaks from fossil fuel production and transportation are another major source of methane, and natural gas is 70% to 90% methane.\nA potent greenhouse gas produced by farming practices, nitrous oxide is released during commercial and organic fertilizer production and use. Nitrous oxide also comes from burning fossil fuels and burning vegetation and has increased by 18% in the last 100 years.\nThese chemical compounds do not exist in nature – they are entirely of industrial origin. They were used as refrigerants, solvents (a substance that dissolves others), and spray can propellants.\nFORCING: Something acting upon Earth's climate that causes a change in how energy flows through it (such as long-lasting, heat-trapping gases - also known as greenhouse gases). These gases slow outgoing heat in the atmosphere and cause the planet to warm.\nWater vapor is the most abundant greenhouse gas, but because the warming ocean increases the amount of it in our atmosphere, it is not a direct cause of climate change.Credit: John Fowler on Unsplash\nFEEDBACKS: A process where something is either amplified or reduced as time goes on, such as water vapor increasing as Earth warms leading to even more warming.\nOver the last century, burning of fossil fuels like coal and oil has increased the concentration of atmospheric carbon dioxide (CO2). This increase happens because the coal or oil burning process combines carbon with oxygen in the air to make CO2. To a lesser extent, clearing of land for agriculture, industry, and other human activities has increased concentrations of greenhouse gases.\nThe industrial activities that our modern civilization depends upon have raised atmospheric carbon dioxide levels by nearly 50% since 17502. This increase is due to human activities, because scientists can see a distinctive isotopic fingerprint in the atmosphere.\nIn its Sixth Assessment Report, the Intergovernmental Panel on Climate Change, composed of scientific experts from countries all over the world, concluded that it is unequivocal that the increase of CO2, methane, and nitrous oxide in the atmosphere over the industrial era is the result of human activities and that human influence is the principal driver of many changes observed across the atmosphere, ocean, cryosphere and biosphere.\nIntergovernmental Panel on Climate Change\nThe panel's AR6 Working Group I (WGI) Summary for Policymakers report is online at https://www.ipcc.ch/report/ar6/wg1/.\nScientists use a metric called Total Solar Irradiance (TSI) to measure the changes in energy the Earth receives from the Sun. TSI incorporates the 11-year solar cycle and solar flares/storms from the Sun's surface.\nStudies show that solar variability has played a role in past climate changes. For example, a decrease in solar activity coupled with increased volcanic activity helped trigger the Little Ice Age.\nBut several lines of evidence show that current global warming cannot be explained by changes in energy from the Sun:\n1. IPCC 6th Assessment Report, WG1, Summary for Policy Makers, Sections A, “The Current State of the Climate”\nIPCC 6th Assessment Report, WG1, Technical Summary, Sections TS.1.2, TS.2.1 and TS.3.1\n2. P. Friedlingstein, et al., 2022: “Global Carbon Budget 2022”, Earth System Science Data (11 Nov 2022): 4811–4900. https://doi.org/10.5194/essd-14-4811-2022\n3. IPCC 6th Assessment Report, WG1, Chapter 2, Section 2.2.1, “Solar and Orbital Forcing” IPCC 6th Assessment Report, WG1, Chapter 7, Sections 7.3.4.4, 7.3.5.2, Figure 7.6, “Solar” M. Lockwood and W.T. Ball, Placing limits on long-term variations in quiet-Sun irradiance and their contribution to total solar irradiance and solar radiative forcing of climate,” Proceedings of the Royal Society A, 476, issue 2228 (24 June 2020): https://doi 10.1098/rspa.2020.0077\nHeader image credit: Pixabay/stevepb  Four Major Gases image credit: Adobe Stock/Ilya Glovatskiy\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}