{
  "url": "https://climate.nasa.gov/solutions/adaptation-mitigation/",
  "title": "Responding to Climate Change",
  "date": null,
  "content": "NASA is a world leader in climate studies and Earth science. While its role is not to set climate policy or prescribe particular responses or solutions to climate change, its purview does include providing the robust scientific data needed to understand climate change. NASA then makes this information available to the global community – the public, policy- and decision-makers and scientific and planning agencies around the world.\nClimate change is one of the most complex issues facing us today. It involves many dimensions – science, economics, society, politics, and moral and ethical questions – and is a global problem, felt on local scales, that will be around for thousands of years. Carbon dioxide, the heat-trapping greenhouse gas that is the primary driver of recent global warming, lingers in the atmosphere for many thousands of years, and the planet (especially the ocean) takes a while to respond to warming. So even if we stopped emitting all greenhouse gases today, global warming and climate change will continue to affect future generations. In this way, humanity is “committed” to some level of climate change.\nHow much climate change? That will be determined by how our emissions continue and exactly how our climate responds to those emissions. Despite increasing awareness of climate change, our emissions of greenhouse gases continue on a relentless rise. In 2013, the daily level of carbon dioxide in the atmosphere surpassed 400 parts per million for the first time in human history. The last time levels were that high was about three to five million years ago, during the Pliocene Epoch.\nBecause we are already committed to some level of climate change, responding to climate change involves a two-pronged approach:\nMitigation – reducing climate change – involves reducing the flow of heat-trapping greenhouse gases into the atmosphere, either by reducing sources of these gases (for example, the burning of fossil fuels for electricity, heat, or transport) or enhancing the “sinks” that accumulate and store these gases (such as the oceans, forests, and soil). The goal of mitigation is to avoid significant human interference with Earth's climate, “stabilize greenhouse gas levels in a timeframe sufficient to allow ecosystems to adapt naturally to climate change, ensure that food production is not threatened, and to enable economic development to proceed in a sustainable manner” (from the 2014 report on Mitigation of Climate Change from the United Nations Intergovernmental Panel on Climate Change, page 4).\nAdaptation – adapting to life in a changing climate – involves adjusting to actual or expected future climate. The goal is to reduce our risks from the harmful effects of climate change (like sea-level rise, more intense extreme weather events, or food insecurity). It also includes making the most of any potential beneficial opportunities associated with climate change (for example, longer growing seasons or increased yields in some regions).\nThroughout history, people and societies have adjusted to and coped with changes in climate and extremes with varying degrees of success. Climate change (drought in particular) has been at least partly responsible for the rise and fall of civilizations. Earth’s climate has been relatively stable for the past 10,000 years, and this stability has allowed for the development of our modern civilization and agriculture. Our modern life is tailored to that stable climate and not the much warmer climate of the next thousand-plus years. As our climate changes, we will need to adapt. The faster the climate changes, the more difficult it will be.\nWhile climate change is a global issue, it is felt on a local scale. Local governments are therefore at the frontline of adaptation. Cities and local communities around the world have been focusing on solving their own climate problems. They are working to build flood defenses, plan for heat waves and higher temperatures, install better-draining pavements to deal with floods and stormwater, and improve water storage and use.\nAccording to the 2014 report on Climate Change Impacts, Adaptation and Vulnerability (page 8) from the United Nations Intergovernmental Panel on Climate Change, governments at various levels are also getting better at adaptation. Climate change is being included into development plans: how to manage the increasingly extreme disasters we are seeing, how to protect coastlines and deal with sea-level rise, how to best manage land and forests, how to deal with and plan for drought, how to develop new crop varieties, and how to protect energy and public infrastructure.\nNASA, with its Eyes on the Earth and wealth of knowledge on Earth’s climate, is one of the world’s experts in climate science. NASA’s role is to provide the robust scientific data needed to understand climate change. For example, data from the agency’s Gravity Recovery and Climate Experiment (GRACE), its follow-on mission (GRACE-FO), the Ice, Cloud and land Elevation Satellite (ICESat), and the ICESat-2 missions have shown rapid changes in the Earth's great ice sheets. The Sentinel-6 Michael Freilich and the Jason series of missions have documented rising global sea level since 1992.\nNASA makes detailed climate data available to the global community – the public, policy-, and decision-makers and scientific and planning agencies around the world. It is not NASA’s role to set climate policy or recommend solutions to climate change. NASA is one of 13 U.S. government agencies that form part of the U.S. Global Change Research Program, which has a legal mandate to help the nation and the world understand, assess, predict, and respond to global change. These U.S. partner agencies include the Department of Agriculture, the Environmental Protection Agency, and the Department of Energy, each of which has a different role depending on their area of expertise.\nAlthough NASA’s main focus is not on energy-technology research and development, work is being done around the agency and by/with various partners and collaborators to find other sources of energy to power our needs.\nFor further reading on NASA’s work on mitigation and adaptation, take a look at these pages:\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}