{
  "url": "https://climate.nasa.gov/solutions/resources/",
  "title": "Sustainability and Government Resources",
  "date": null,
  "content": "NASA is an expert in climate and Earth science. While its role is not to set climate policy or prescribe particular responses or solutions to climate change, its job does include providing the scientific data needed to understand climate change. NASA then makes this information available to the global community – the public, policy-, and decision-makers and scientific and planning agencies around the world. (For more information, see NASA's role.)\nWith that said, NASA takes sustainability very seriously. NASA’s sustainability policy is to execute its mission as efficiently as possible. In doing so, we continually improve our space and ground operations.\nSustainability involves taking action now to protect the environment for both current and future living conditions. In implementing sustainability practices, NASA supports its missions by reducing risks to the environment and our communities.\nIn executing its mission, NASA's sustainability objectives are to:\nFor more information on NASA's numerous plans to upgrade infrastructure, reduce energy intensity, and decrease water use, visit:\nhttps://www.nasa.gov/feature/goddard/2021/on-a-changing-planet-nasa-goes-green\nhttps://www.sustainability.gov/nasa.html\nhttps://www.nasa.gov/centers/kennedy/about/sustainability/index.html\nhttps://www.nasa.gov/emd/sustainable-acquisition\nhttps://www.nasa.gov/centers/kennedy/about/sustainability/index.html\nhttps://www.nasa.gov/centers/ames/greenspace/nasas-role.html#green%20aviation\nThe following selected resources from U.S. government organizations provide information about options for responding to climate change.\nData related to climate change that can help inform and prepare America’s communities, businesses and citizens.\nProvides scientific tools, information and expertise to help people manage their climate-related risks and opportunities, and improve their resilience to extreme events.\nFrom supercomputers and state-of-the-art models to observations and outlooks, this site provides data, tools and information to help people understand and prepare for climate variability and change.\nDescribes strategies currently being pursued or considered to reduce carbon emissions and address global climate change.\nTools for learning and understanding environmental issues and recommendations for greener living.\nUnited Nations Framework Convention on Climate Change Online newsletter concerning issues about the U.N.'s convention on long-term climate change.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}