{
  "url": "https://climate.nasa.gov/en-espanol/signos-vitales/dioxido-de-carbono/",
  "title": "Signos vitales",
  "date": null,
  "content": "El dióxido de carbono en la atmósfera calienta el planeta, provocando el cambio climático. Las actividades humanas han elevado el contenido de dióxido de carbono de la atmósfera en un 50 % en menos de 200 años.\nEl dióxido de carbono (CO2) es un importante gas que atrapa el calor, o gas de efecto invernadero, que proviene de la extracción y quema de combustibles fósiles (como carbón, petróleo y gas natural), de incendios forestales y de procesos naturales como erupciones volcánicas. El primer gráfico muestra los niveles de CO2 atmosférico medidos en el Observatorio de Mauna Loa, Hawái, en los últimos años, sin cambios estacionales naturales. El segundo gráfico muestra los niveles de CO2 durante los últimos tres ciclos glaciales de la Tierra, capturados por las burbujas de aire atrapadas en las capas de hielo y los glaciares.\nDesde el comienzo de la era industrial (en el siglo XVIII), las actividades humanas han aumentado el CO2 atmosférico en un 50 %, lo que significa que la cantidad de CO2 ahora es el 150 % de su valor en 1750. Esto es mayor que lo que sucedió naturalmente al final de la última glaciación hace 20.000 años.\nEl mapa animado muestra cómo ha cambiado el dióxido de carbono global con el tiempo. Observe cómo el mapa cambia de color a medida que la cantidad de CO2 aumenta de 365 partes por millón (ppm) en 2002 a más de 400 ppm en la actualidad. (“Partes por millón” se refiere a la cantidad de moléculas de dióxido de carbono por millón de moléculas de aire seco). Estas mediciones son de la troposfera media, la capa de la atmósfera terrestre que se encuentra entre 8 y 12 kilómetros (alrededor de 5 a 7 millas) por encima el terreno.\nUn análisis más detallado de las mediciones de dióxido de carbono en Mauna Loa revela una serie de oscilaciones en los datos. Aunque el CO2 total se incrementa cada año, también se aprecia un ciclo a corto plazo dentro de la tendencia general.\nEsta oscilación anual de los niveles de CO2 se debe a ciclos estacionales de fotosíntesis a gran escala. Durante la primavera del hemisferio norte, las plantas cobran vida y absorben CO2 para alimentar su crecimiento. Así comienza el proceso de disminución de la cantidad de CO2 en la atmósfera. En el otoño boreal, el crecimiento de las plantas se interrumpe o se ralentiza, y todo el proceso se invierte. La mayor parte de la materia vegetal se descompone, devolviendo CO2 a la atmósfera.\nSe repite un patrón similar pero menos intenso en el Hemisferio Sur durante las estaciones opuestas. El crecimiento primaveral se inicia en septiembre y la descomposición invernal lo hace en marzo, por lo que los registros de CO2 en el Hemisferio Sur muestran el patrón opuesto al observado en Mauna Loa. Sin embargo, debido a que hay mucha más tierra y vegetación en el Hemisferio Norte que en el Sur, el ciclo estacional global se ajusta más estrechamente con el patrón septentrional.\nVea el ciclo en acción en la visualización Observando a la Tierra respirar: el ciclo estacional de la vegetación y el dióxido de carbono atmosférico.\nEste ciclo de auge y caída del crecimiento de las plantas proporciona al gráfico del CO2 un patrón de dientes de sierra compuesto por subidas y bajadas de un año a otro. A una escala mayor, el ascenso de la línea de tendencia a lo largo de las décadas se debe a las emisiones de CO2, principalmente procedentes de la quema de combustibles fósiles. Por lo tanto, los datos ilustran tanto los factores naturales como las adiciones humanas de CO2.\nSonda Infrarroja Atmosférica (AIRS, por sus siglas en inglés)\nObservatorio de Carbono en Órbita (OCO-2)\nObservatorio de Carbono en Órbita (OCO-3)",
  "source": "science.nasa.gov"
}