{
  "url": "https://climate.nasa.gov/en-espanol/signos-vitales/calentamiento-del-oceano/",
  "title": "Signos vitales",
  "date": null,
  "content": "La cifra \"(±X)\" es el \"margen de incertidumbre\" o el rango desde la media (promedio) dentro del cual existe una alta probabilidad de que se encuentre el número verdadero. Por ejemplo, cuando decimos que el contenido de calor del océano para un año en particular es de 220 +/- 2 zettajulios, el valor verdadero para ese año tiene una alta probabilidad de estar entre 218 y 222 zettajulios. El margen de incertidumbre existe tanto por la variabilidad del calor océanico (contenido de calor del océano por encima del primer punto de la serie temporal) como por la precisión con la que medimos los valores individuales.\nAlrededor del noventa por ciento del calentamiento global esta ocurriendo en el océano.\nEl noventa por ciento del calentamiento global está ocurriendo en el océano, lo que hace que el calor interno del agua aumente desde que comenzaron los registros modernos en 1955, como se muestra en el gráfico superior. (La región sombreada en azul indica el margen de incertidumbre del 95 %). Este gráfico muestra estimaciones anuales para los primeros 2000 metros de profundidad del océano.\nCada punto de datos en el gráfico superior representa un promedio de cinco años. Por ejemplo, el valor de 2021 representa el cambio promedio en el contenido de calor del océano (desde 1955) para los años 2019 hasta 2023 inclusive.\nEl gráfico inferior rastrea los cambios mensuales en el contenido de calor del océano para toda la columna de agua (desde la parte superior hasta la parte inferior del océano) desde 1992 hasta 2023, integrando observaciones de satélites, instrumentos en el agua y modelos de computadora.\nEl calor almacenado en el océano hace que su agua se expanda, lo que es responsable de un tercio a la mitad del aumento global del nivel del mar. La mayor parte de la energía añadida se almacena en la superficie, a una profundidad de cero a 700 metros. Los últimos 10 años fueron la década más cálida del océano desde al menos el siglo XIX. El año 2023 fue el año más cálido registrado en el océano.\nAcerca de los datos de la NOAA\nAcerca de los datos ECCO de la NASA\nFlotadores Argo\nConductividad, temperatura, profundidad (CTD, por sus siglas en inglés)\nBatitermógrafos desechables (XBT, por sus siglas en inglés)\nNuestro océano global cubre más del 70% de la superficie de la Tierra y tiene una capacidad calorífica muy alta. Ha absorbido el 90% del calentamiento que se ha producido en las últimas décadas debido al aumento de los gases de efecto invernadero, y los pocos metros superiores del océano almacenan tanto calor como toda la atmósfera de la Tierra.\nLos efectos del calentamiento de los océanos incluyen el aumento del nivel del mar debido a la expansión térmica, la decoloración de los corales, el derretimiento acelerado de las principales capas de hielo de la Tierra, la intensificación de los huracanes* y los cambios en la salud y la bioquímica de los océanos.\n*Los datos precisos del contenido de calor del océano agregan información valiosa sobre el calor debajo de la superficie del océano que alimenta los huracanes y afecta su intensidad. La NASA proporciona estimaciones del contenido de calor del océano derivado de la altura de la superficie del mar que ha sido medida por misiones de altimetría satelital desde principios de la década de 1990, incluida la misión Sentinel-6 Michael Freilich lanzada recientemente.",
  "source": "science.nasa.gov"
}