{
  "url": "https://climate.nasa.gov/nasa_science/missions/",
  "title": "NASA Science Missions",
  "date": null,
  "content": "Our mission milestones showcase the breadth and depth of NASA science.\nThe Lucy mission captured stunning, detailed images of asteroid Donaldjohanson during a fly by on April 20, 2025, as the spacecraft heads towards the distant Trojan asteroids.\nNEO Surveyor is expected to launch no earlier than September 2027. It is the first space telescope specifically designed to hunt asteroids and comets that may be potential hazards to Earth.\nPACE is celebrating one year in orbit, tracking ocean health, air quality, and climate. Its data is helping us understand how carbon moves between the ocean and atmosphere.\nAdvances in NASA Imaging Changed How World Sees Mars\nAx-4 Go for Monday Undocking, Finalizing Research\nNASA to Provide Coverage of Axiom Mission 4 Departure from Station\nX-59 Model Tested in Japanese Supersonic Wind Tunnel\nIn celebration of the Hubble Space Telescope’s 35 years in Earth orbit, NASA is releasing an assortment of compelling images recently taken by Hubble, stretching from the planet Mars to star-forming regions, and a neighboring galaxy.\nThe documentary brings viewers on an unprecedented journey through Webb’s delicate assembly, rigorous testing, and triumphant launch, showcasing the sheer complexity and breathtaking risks involved in creating a telescope capable of peering billions of years into the past. Follow the telescope from an idea developed at NASA’s Goddard Space Flight Center all the way to the launchpad in French Guiana, with never-before-seen footage captured by the Webb film crew offering intimate access to the challenges and triumphs along the way.\nNASA Science missions circle the Earth, the Sun, the Moon, Mars, and many other destinations within our Solar System, including spacecraft that look out even further into our universe. The Science Fleet depicts the scope of NASA’s activity and how our missions have permeated throughout the solar system.\nDeveloping tissue chips that can be used for modeling of acute and/or chronic exposures for 6 months or longer 3D…\nPioneer 0, also known as Able 1, was the first-ever launch to the Moon — and humanity’s first attempt to…\nThe U.S. Air Force shared management of this lunar mission with America's newly-formed space agency — NASA.\nAble 4B, also known as Pioneer P-3, was part of a U.S. push to get to the Moon after the…\nWhat was Able 5A (Pioneer P-30)? This U.S. probe had a mission similar to its failed predecessor, Able 4B. It…\nWhat was Able 5B (Pioneer P-31)? LIke its two unsuccessful predecessors, this U.S. spacecraft was launched to orbit the Moon.…\nNASA’s Advanced Composition Explorer (ACE) collects and analyzes particles of solar, interplanetary, interstellar, and galactic origins. The data contributes to…\nAdvancing combustion technology via fundamental microgravity/Improving efficiency and reducing emission in practical terrestrial combustion The Advanced Combustion via Microgravity Experiments…\nEarth Orbiter\nConducting plant bioscience research aboard the International Space Station The Advanced Plant Habitat (APH) is the largest, fully automated plant…\nLaunch Date May 21, 2010 Launch Site Tanegashima Space Center, Tanegashima, Japan Destination Venus Type Orbiter Status Successful–In Progress Nation…\nLaunch Date Aug. 4, 1971 Launch Site Cape Canaveral, Florida, USA | Launch Complex 39A Destination Earth’s Moon Type Orbiter…\nLaunch Date Apr. 24, 1972 Launch Site Cape Canaveral, Florida, USA | Launch Complex 39A Destination Earth’s Moon Type Orbiter…\nEarth Orbiter\nEyes on Aquarius The joint U.S./Argentinian Aquarius/Satélite de Aplicaciones Científicas (SAC)-D mission was launched June 10, 2011, and ended on…\nNASA, the U.S. Space Force, NOAA, and NovaWurks have strategically aligned efforts to gain wisdom from Athena — a SmallSat…\nThe Atlas Program ATLAS-1, the first of the ATLAS series of Shuttle flights, was an important part of the long-term,…\nApplications Technology Satellite Program The Applications Technology Satellite (ATS) series was conceived of as a follow-on to the successful experimental…\nEarth Orbiter\nThe Atmospheric Waves Experiment (AWE) is attached to the exterior of the Earth-orbiting International Space Station. From its space station…\nBARREL was a balloon-based mission to study X-rays in Earth’s atmosphere near the North and South poles.\nWhat is BepiColombo? BepiColombo is an international mission comprised of two spacecraft riding together to Mercury to orbit and to…\nBeresheet was Israel's first lunar mission and the first attempt by a private company to land on the Moon.\nBiological Experiment-01 on Artemis I Studying how life responds to conditions beyond low Earth orbit BioExperiment-01 (BioExpt-01) will serve as…\nBurstCube is a shoebox-sized satellite designed to study the universe’s most powerful explosions.\nEarth Orbiter\nSaturn Orbiter\nSpace Telescope\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}