{
  "url": "https://climate.nasa.gov/en-espanol/faq/",
  "title": "Preguntas frecuentes",
  "date": null,
  "content": "¿Cuál es la diferencia entre el cambio climático y el calentamiento global?¿Cuál es la diferencia entre tiempo y clima?¿Es demasiado tarde para prevenir el cambio climático?¿Los científicos están de acuerdo sobre el cambio climático?¿Qué tiene que ver la NASA con el cambio climático?\n¿Qué tipo de datos usan los científicos para estudiar el clima?¿De dónde provienen los datos de temperatura global?¿Los científicos pueden usar los datos de temperatura global tal como están?Una vez que se eliminan los datos no válidos, ¿los datos de temperatura global están listos para usarse?¿Cómo lidian los científicos con los cambios en el origen de los datos?¿Cómo saben los científicos que sus técnicas de procesamiento de datos son confiables?¿El procesamiento de datos hace que los datos de la temperatura sean más cálidos?¿El procesamiento de datos destruye los datos originales?\n¿Qué es el efecto invernadero?¿Cómo podrían responder los sistemas atmosférico, terrestre y oceánico de la Tierra a los cambios en el dióxido de carbono a lo largo del tiempo?¿Cuál es una mayor fuente de metano: los eructos o las flatulencias de las vacas?¿Se puede utilizar la nueva tecnología de conversión de carbono en oxígeno de la NASA como MOXIE para abordar el cambio climático?\n¿Por qué el registro de temperatura que se muestra en su página de \"Signos vitales\" comienza en 1880?¿Se ha calentado la Tierra desde 1998?¿Qué medición es más precisa: tomar la temperatura de la superficie de la Tierra desde el suelo o desde el espacio?¿Se sigue calentando el océano?¿Puede explicar el efecto isla de calor urbano?\nLas capas de hielo terrestres de Groenlandia y la Antártida ¿siguen perdiendo masa (hielo)?¿Cómo les está yendo a los glaciares de las montañas de la Tierra en un mundo que se calienta?¿Cómo le está yendo al hielo marino de la Tierra en nuestro mundo en calentamiento?¿Cuál es la diferencia entre el balance de masa de la superficie de un glaciar o capa de hielo y el balance de masa total?¿Si todo el hielo de la Tierra se derrite y fluye hacia el océano, ¿qué sucedería con la rotación del planeta?\n¿El Sol está causando el calentamiento global?¿Qué sucede si el próximo ciclo solar se vuelve menos activo? ¿Entraremos en una nueva edad de hielo?¿Qué tienen que ver los volcanes con el cambio climático?¿El agujero de ozono está causando el cambio climático?\n¿Cómo sabemos cuáles eran los niveles de temperatura y gases de efecto invernadero en el pasado distante?\n¿Cómo cito su sitio web?¿Puedo usar contenido e imágenes de su sitio web? Si es así, ¿a quién se los acredito?\nLa evidencia del cambio climático\nLas causas del cambio climático\nLos efectos del cambio climático\nCiencias terrestres\nLa NASA explora lo desconocido en el aire y el espacio, hace innovaciones en beneficio de la humanidad e inspira al mundo con sus descubrimientos.",
  "source": "science.nasa.gov"
}