{
  "url": "https://climate.nasa.gov/for-media/",
  "title": "Climate Change Resources for Media",
  "date": null,
  "content": "These selected multimedia and graphic resources are available for use by news media under NASA's media usage guidelines.\nThis media reel shows about 17 minutes of footage on the sea level-observing Sentinel-6 Michael Freilich satellite, launched in November 2020. The Sentinel-6 Michael Freilich satellite is part of the Sentinel-6/Jason-CS (Continuity of Service) mission, a collaboration among NASA, ESA, EUMETSAT, and NOAA. Preview on YouTube\nThis roughly two-minute reel contains B-roll of NASA Operation IceBridge flights over western Greenland in May. Using a fleet of research aircraft, Operation IceBridge images Earth's polar ice to better understand connections between polar regions and the global climate system and studies annual changes in thickness of sea ice, glaciers and ice sheets. Preview on YouTube | Download (2048x1080)\nGet a roughly two-minute montage of recent NASA Earth missions and instruments (such as OCO-3, GRACE Follow-On, Oceans Melting Greenland and CORAL), from their construction and launch to their data products and scientists in the field. These campaigns study carbon, Earth’s gravity field, the ocean-ice interface in Greenland and coral reef health. › Preview on YouTube\nThis set of graphs and an animated time series track the vital signs of Earth's climate, including atmospheric carbon dioxide levels, global temperature, Arctic sea ice extent, land ice volume and sea level.\nThis page contains concise answers to some of the most commonly received questions from users of NASA's Global Climate Change website, with resources for further information.\nThis page contains concise answers to some of the most commonly received questions from users of NASA's Earth Observatory website, with resources for further information.\nThis visualization shows the expanse of the annual minimum Arctic sea ice for each year from 1979 through 2020 as derived from passive microwave data. A graph overlay shows the area in million square kilometers for each year's minimum day.\nThis color-coded map displays a progression of changing global surface temperature anomalies (how much warmer or colder a temperature is than the long-term average for a given period) from 1880 through 2021. Higher than normal temperatures are shown in red and lower than normal termperatures are shown in blue.\nThis graphic compares global surface temperature changes (red line) and the Sun's energy received by the Earth (yellow line) in watts (units of energy) per square meter since 1880.\nThis animated data visualization depicts the last 25 years of land ice elevation change. Areas in red indicate land ice loss. Areas in blue are regions that saw land ice elevation gains.\nCreated with data from NASA's GRACE mission, this image sequence and linear plot shows changes in Antarctic ice mass since 2002. Orange and red shades indicate areas that lost ice mass, while light blue shades indicate areas that gained ice mass.\nThis image sequence and linear plot, created with data from NASA's GRACE mission, shows changes in Greenland's ice mass since 2002. Orange and red shades indicate areas that lost ice mass, while light blue shades indicate areas that gained ice mass.\nThis visualization shows the Jakobshavn region of the Greenland Ice Sheet from 2008 to 2300. This is the best case scenario for limiting greenhouse gases and assumes that emissions will peak by mid-century and decline thereafter.\nThis visualization shows the global distribution and variation of mid-tropospheric carbon dioxide concentration observed by the Atmospheric Infrared Sounder (AIRS) on NASA's Aqua spacecraft.\nThis animation visualizes the behavior of carbon dioxide in the atmosphere from September 1, 2014, to August 31, 2015, based on observations from NASA's Orbiting Carbon Observatory (OCO-2) satellite. See also this version.\nThis animated gif displays a simplified animation of the greenhouse effect, with annotations.\nThis visualization shows total sea level change between 1992 and 2019, based on data collected from the TOPEX/Poseidon, Jason-1, Jason-2, and Jason-3 satellites. Blue regions are where sea level has gone down, and orange/red regions are where sea level has gone up.\nThe ocean is bumpy, with shifting hills and valleys, and global average sea level is rising. When land ice melts, it adds water to the ocean. Warmer water also expands, further increasing sea surface height. Sometimes it rains hard enough on land for sea levels to drop a bit. This visualization shows these additions to and subtractions from overall sea level over time, with data trending upward, as measured from space. (More Multimedia)\nMore Climate Multimedia\nNews and Features\nPeople Profiles\n\"Earth Now\" on the Web\nGoddard Scientific Visualization Studio (contains hundreds of HD visualizations and is searchable)\nGoddard Institute for Space Studies (GISS) Surface Temperature Analysis\nNASA’s Earth Observatory\nNASA's \"Explore Earth\" Media Resources\nJPL's Media Information\nJPL's Image Use Policy\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}