{
  "url": "https://climate.nasa.gov/en-espanol/signos-vitales/metano/",
  "title": "Signos vitales",
  "date": null,
  "content": "El metano es un poderoso gas que atrapa el calor. Se estima que el 60% de las emisiones actuales de metano son el resultado de actividades humanas.\nEl metano (CH4) es un potente gas de efecto invernadero y es el segundo contribuyente más grande al calentamiento climático después del dióxido de carbono (CO2). Una molécula de metano atrapa más calor que una molécula de CO2, pero el metano tiene una vida relativamente corta de 7 a 12 años en la atmósfera, mientras que el CO2 puede persistir durante cientos de años o más.\nEl metano proviene tanto de fuentes naturales como de actividades humanas. Se estima que el 60% de las emisiones actuales de metano son el resultado de actividades humanas. Las fuentes más grandes de metano son la agricultura, los combustibles fósiles y la descomposición de residuos en vertederos. Los procesos naturales representan el 40% de las emisiones de metano, siendo los humedales la fuente natural más grande. (Obtenga más información sobre el Presupuesto Global de Metano.)\nLa concentración de metano en la atmósfera se ha más que duplicado en los últimos 200 años. Los científicos estiman que este aumento es responsable del 20 al 30% del calentamiento climático desde la Revolución Industrial (que comenzó en 1750).\nAunque es relativamente fácil medir la cantidad de metano en la atmósfera, es más difícil determinar de dónde proviene. Los científicos de la NASA están utilizando varios métodos para rastrear las emisiones de metano.\nUna herramienta que utiliza la NASA es el Airborne Visible InfraRed Imaging Spectrometer - Next Generation (Espectrómetro de Imágenes Infrarrojas Visibles Aerotransportado de Próxima Generación), o AVIRIS-NG. Este instrumento, que se monta en aviones de investigación, mide la luz que se refleja en la superficie terrestre. El metano absorbe parte de esta luz reflejada. Midiendo las longitudes de onda exactas de la luz absorbida, el instrumento AVIRIS-NG puede determinar la cantidad de gases de efecto invernadero presente.\nLa NASA añadió el instrumento Earth Surface Mineral Dust Source Investigation (Investigación de fuentes de polvo mineral en la superficie terrestre) o EMIT a la Estación Espacial Internacional en 2022. Aunque se construyó principalmente para estudiar tormentas de polvo y sus fuentes, los investigadores descubrieron que también podía detectar grandes fuentes de metano, conocidas como \"superemisores\".\nEstos instrumentos de aeronaves y satélites están encontrando metano que proviene de la producción de petróleo y gas, tuberías, refinerías, vertederos y agricultura animal. En algunos casos, estas mediciones han llevado a la reparación de fugas, incluyendo fugas de gas suburbanas y equipos defectuosos en campos de petróleo y gas.\nEl Ártico es una fuente de metano natural procedente de humedales, lagos y el permafrost que se está descongelando. Aunque un clima más cálido podría cambiar estas emisiones, los científicos no creen que esto provoque un aumento significativo. Con este fin, el NASA’s Arctic Boreal and Vulnerability Experiment, or ABoVE (Experimento del Ártico Boreal y Vulnerabilidad, o ABoVE, de la NASA), ha estado midiendo el metano que proviene de fuentes naturales como el permafrost que se descongela en Alaska y Canadá.\nLos datos de metano de NOAA provienen de una red global de sitios de muestreo de aire distribuidos por todo el mundo. https://gml.noaa.gov/ccgg/trends_ch4/\nLos datos del núcleo de hielo provienen de los núcleos de hielo de Law Dome (Antártida) y Summit (Groenlandia), de Etheridge, D.M., L.P. Steele, R.J. Francey y R.L. Langenfelds, Metano atmosférico entre 1000 d.C. y la actualidad: evidencia de emisiones antropogénicas y variabilidad climática. Revista de Investigación Geofísica, 103, D13, 15,979-15,993, 1998.\nLos datos están archivados en el Centro de Análisis de Información de Dióxido de Carbono. \nhttps://cdiac.ess-dive.lbl.gov/trends/atm_meth/lawdome_meth.html\nInvestigación de Fuentes de Polvo Mineral de la Superficie Terrestre (EMIT)\nEspectrómetro de Imágenes Infrarrojas Visibles en el Aire - Próxima Generación (AVIRIS-NG)\nExperimento de la Vulnerabilidad del Ártico y Boreal (ABoVE)\nGeoCarb (fecha de lanzamiento: 2024)",
  "source": "science.nasa.gov"
}