{
  "url": "https://climate.nasa.gov/for-educators/edOpps/",
  "title": "For Educators",
  "date": null,
  "content": "Title:\nAMS DataStreme Earth's Climate System\n\n\nPresenter:\nPlease see http://www.ametsoc.org/ amsedu/ ECS/index.html for a list of Local Implementation Team leaders administering the course or contact AMS Education Program Director James Brey at brey@ametsoc.org\n\n\nInfo:\nThe American Meteorological Society (AMS), with support from NASA and in partnership with the State University of New York's College at Brockport, is developing a national cadre of K-12 teachers highly trained in climate science and familiar with climate modeling.  Teachers are trained through DataStreme Earth's Climate System (ECS), a semester-long, graduate-level, pre-college teacher professional development course.  DataStreme ECS extensively uses NASA Earth Observing System (EOS) data and visualizations, and introduces the Educational Global Climate Modeling (EdGCM), developed by the NASA Goddard Institute for Space Studies, to explore the fundamentals of climate change. Teachers completing the course construct and execute a Plan of Action to advance public climate science literacy and affect curriculum change within their local schools and districts.  DataStreme ECS is administered through 21 course Local Implementation Teams (LITs) across the country.\n\n\nCourse offering:\nSpring 2011 semester (January - April).  The course is mostly conducted online.  There are three required meetings with the LIT each semester.  The course will be offered every spring and fall semester into the future.\nThere is no cost for participation and all course materials, including a textbook, investigations manual, and website access, are provided. Participants receive three tuition-free graduate credits from the State University of New York's College at Brockport upon course completion.\nOpen to all K-12 teachers in Virginia and northern North Carolina.\nTitle:\nEffectively Communicating about Climate and Energy\n\n\nInfo:\nTuition is $220, for 1 continuing education credit or 10\nhours towards CU's Sustainability Management certificate. Early Bird discount available through Oct. 25.\nThe coursework requires approximately 12-15 hours of your time\nover 3 weeks. The course emphasizes online discussion and practice of communication skills. This is an expansion of CIRES Education and Outreach's popular face-to-face workshop.\nInformation about the course and registration here:\nhttp://conted.colorado.edu/programs/ sustainable-practices/ sustainability-management/course/2774/\nRegistration DEADLINE November 8. Note: due to a reorganization at Continuing Ed, this is the last time this course will be offered.\n\n\nCourse dates:\nUniversity of Colorado Continuing Education\n\t\t\t\t\t Instructor: Sarah Wise\n \t\t\t\t\tNovember 15 - December 3, online      \n \t\t\t\t\tContact sarah.wise@colorado.edu for a detailed syllabus!\n\n\n\n\n\n\n\n\n\n\n\n\nTitle:\nClimate Literacy Ambassadors\n\n\nPresenters:\nCooperative Institute for Meteorological Satellite Studies (CIMSS)\n\n\nInfo:\nThe Climate Literacy Ambassadors program involves participation at a teacher workshop combined with distance learning education culminating in a technology-supported virtual community of climate change educators. \n \nThe workshops will recruit teachers to the project, provide an overview on climate change and demonstrate NASA climate resources.  \n \nThe distance learning curriculum utilizes e-learning technology to clarify graphs and concepts from the 2007 Intergovernmental Panel on Climate Change Summary for Policy Makers with content intricately linked to the Essential Principles of Climate Literacy.\nParticipating teachers will receive stipends as they progress through the program and become climate resource agents for students and colleagues in their schools and communities. Additional stipends will be available for teachers who undertake capstone projects that engage middle and high school students in research projects utilizing NASA data to investigate regional climate system topics.\nFor more information please contact Margaret Mooney\n\n\n\nWorkshop dates:\nMost of the 1-day climate workshops will be held at CIMSS in Madison Wisconsin; however, several workshops will be scheduled in conjunction with annual meetings of the Federation of Earth System Information Partners (ESIP).\n\nPlease check the Climate Literacy Ambassadors website for upcoming workshop dates.\nTitle:\nSTEM412 Global Climate Change Education for Middle School\n\n\nPresenters:\nPBS TeacherLine\n\n\nInfo:\nExplore the basics of 21st century teaching and learning approaches as you learn about the difference between climate and weather and how our actions and nature are affecting the environment. This course is designed to enhance teachers’ content knowledge of climate change, provide guidance about teaching climate change using effective STEM instructional strategies, and facilitate the integration of NASA data models and NASA resources, as well as PBS resources from WGBH's Teachers' Domain and from programs like NOVA in their classroom instruction. The course is 45 Hours, Grades 5-8.\n\n\nWorkshop dates:\nSee GCCE\n\t    PBS course website for workshop dates.\nTitle:\nNSTA Learning Center web seminar series\n\n\nPresenters:\nNational Science Teachers Association\n\n\nInfo:\nThe Learning Center is NSTA's e-professional development portal to help you address your classroom needs and busy schedule. You can gain access to more than 4,600 different resources that cater to your preference for learning. Over 1,300 resources, such as journal articles, science objects and web seminars are available. For the schedule of online climate educational preofesional development web seminars go to http://learningcenter.nsta.org/search.aspx? action=browse&product=live\nTitle:\nESSEA series of online courses\n\n\nPresenters:\nEarth System Science Education Alliance (ESSEA)\n\n\nInfo:\nThe ESSEA program strives to improve the quality of geoscience instruction for pre-service, middle and high school teachers by offering online courses through institutions across the U.S. ESSEA courses increase teachers' access to high-quality materials, standards-based instructional methods and content knowledge. A typical ESSEA course is 12-16 weeks and includes 3-4 models on Earth system science topics (e.g. Black Carbon (soot), Coral Reefs, Permafrost and the Changing Arctic, and more.) Learn more at http://esseacourses. strategies.org.\nTitle:\nWeek-long ICEE workshop Inspiring Climate Education Excellence\n\n\nInfo:\nThe Inspiring Climate Education Excellence  (ICEE):  Teacher Professional Development for Effective Instruction in Climate Science Literacy project is a teacher professional development that addresses important climate science content along with the pedagogical skills necessary for effective instruction. ICEE will showcase NASA data and platforms, especially those associated with Arctic climate systems and global sea level change. While effective climate change education requires that teachers understand the content of climate science, it also requires teachers to bridge the science content with effective pedagogy. Pedagogical issues related to effective climate change education include aligning interdisciplinary climate science with existing science curricula, anticipating student misconceptions, and being prepared to address public controversy around climate change in the classroom. No climate science professional development available today addresses both content knowledge and pedagogical content knowledge (PCK), or the pedagogical skills particular to teaching climate change science and solutions.  Using the Essential Principles of Climate Literacy (EPCL) and building upon NASA and other climate science and learning resources, ICEE integrates pedagogical aspects of teaching climate change and best practices in integrating climate science and solutions.http://cires.colorado.edu/education/outreach/ ICEE/Please contact Dr. Susan Buhr: susan.buhr@colorado.edu\n\n\nWorkshop dates:\nOnline resources in 2011 • Workshop located at the University of Colorado at Boulder • Stipend, credit, and travel support provided • For application, contact tina.arthur@colorado.edu or complete this online application.\n\n\n\n\n\n\n\n\nTitle:\nC2S2: Climate Change Student Summits\n\n\nPresenters:\nANDRILL's (ANtarctic geological DRILLing) with grant funds from NOAA\n\n\nInfo:\nA program for teacher professional development and student involvement, C2S2: Climate Change Student Summits provides professional development for teachers, resources for teaching climate change, and a Summit that connects students in a conversation about climate change across latitudes and cultures. Go to http://www.andrill.org/education, then click on \"C2S2.\"\n\n\nWorkshop dates:\nOngoing\nTitle:\nLifelines for High School Climate Change Education\n\n\nPresenters:\nAlan Gould, Lawrence Hall of Science (LHS) at the University of California, Berkeley\n\n\nInfo:\nHelp form and be part of professional learning communities (PLCs) to share curriculum resources and best practices for teaching courses that focus on global systems.  This NASA-funded project is seeking high school teachers as leaders and participants in PLCs that will start out focusing on topics related to teaching about climate change, but then can focus on any topics of mutual interest for the PLC members to help them improve the courses they teach.  The project is based at Lawrence Hall of Science, University of California, and will make heavy use of distance-communication techniques (tele-meetings) using the simplest and most effective meeting techniques possible. Teacher-Leaders receive $500/year for up to 2 years. PLC members receive $100/year for up to 2 years. See flier, more details, and online application form at the Lifelines webpage http://www.lawrencehallofscience.org/ gss/lifelines\nTitle:\n'Understanding Climate' toolkits available for order\n\n\nInfo:\nTeachers often find it difficult to discuss energy (the focus of Earth Science Week 2010) without also discussing the related topic of climate. Packed with instructional materials on \"Understanding Climate,\" a limited supply of last year's Earth Science Week Toolkits are still available. Order now to ensure that you receive dozens of exciting educational resources, ideal for teaching throughout the year.\nThis Earth Science Week Toolkit includes:\nthe Earth Science Week poster, including a climate activity; \nNASA climate resources, including a \"Dynamic Earth\" DVD; \na special report on \"Ecological Impacts of Climate Change;\" \nUSGS climate education resources, including volcano materials; \na National Park Service poster on glaciers nationwide; \na CD on GIS technology and activities from ESRI; \na genuine geoscientist's field notebook from Rite in the Rain; \nclimate literacy materials provided by NOAA; \nactivity sheets from the Association for Women Geoscientists; \na 12-month school-year calendar, with an activity each month; and \nbrochures, bookmarks, fact sheets, postcards, and more.\n\nFor ordering, special shipping, bulk discounts, and more information on the Earth Science Week 2009's \"Understanding Climate\" Toolkit, visit http://www.earthsciweek.org/ materials/index.html.\nThis website is produced by the Earth Science Communications Team at\nSite last updated: September 21, 2023",
  "source": "science.nasa.gov"
}