{
  "url": "https://climate.nasa.gov/en-espanol/datos/efectos/",
  "title": "Los efectos del cambio climático",
  "date": null,
  "content": "Los efectos del calentamiento global causado por el hombre están ocurriendo ahora, son irreversibles en la escala de tiempo de las personas vivas hoy y empeorarán en las próximas décadas.\nIn English\nEl cambio climático global no es un problema futuro. Los cambios en el clima de la Tierra provocados por el aumento de las emisiones humanas de gases de efecto invernadero que atrapan el calor ya están teniendo efectos generalizados en el medio ambiente: los glaciares y las capas de hielo se están reduciendo, el hielo de los ríos y lagos se está rompiendo antes, los rangos geográficos de plantas y animales están cambiando y las plantas y los árboles florecen antes.\nGrupo Intergubernamental de Expertos sobre el Cambio Climático\nLos efectos que los científicos habían predicho durante mucho tiempo como resultado del cambio climático global ahora están ocurriendo, como la pérdida de hielo marino, el aumento acelerado del nivel del mar y olas de calor más largas e intensas.\nAlgunos cambios (como sequías, incendios forestales y lluvias extremas) están ocurriendo más rápido de lo que los científicos evaluaron previamente. De hecho, según el Grupo Intergubernamental de Expertos sobre el Cambio Climático (IPCC, por sus siglas en inglés), el organismo de las Naciones Unidas establecido para evaluar la ciencia relacionada con el cambio climático, los seres humanos modernos nunca antes habían visto los cambios observados en nuestro clima global, y algunos de estos cambios son irreversibles en los próximos cientos o miles de años.\nLos científicos confían mucho en que las temperaturas globales seguirán aumentando durante muchas décadas, principalmente debido a los gases de efecto invernadero producidos por las actividades humanas.\nEl sexto informe de evaluación del IPCC, publicado en 2021, encontró que las emisiones humanas de gases que atrapan el calor ya han calentado el clima en casi 2 grados Fahrenheit (1,1 grados Celsius) desde la época preindustrial (a partir de 1750).1 Se espera que la temperatura media mundial alcance o supere los 1,5 grados C (alrededor de 3 grados F) en las próximas décadas. Estos cambios afectarán a todas las regiones de la Tierra.\nLa gravedad de los efectos causados ​​por el cambio climático dependerá de la trayectoria de las futuras actividades humanas. Más emisiones de gases de efecto invernadero conducirán a más extremos climáticos y efectos dañinos generalizados en todo el planeta. Sin embargo, esos efectos futuros dependen de la cantidad total de dióxido de carbono que emitimos. Entonces, si podemos reducir las emisiones, podemos evitar algunos de los peores efectos.\nGrupo Intergubernamental de Expertos sobre el Cambio Climático\nEstos son algunos de los efectos esperados del cambio climático global en los Estados Unidos, según el Tercer y Cuarto Informes Nacionales de Evaluación del Clima.\nEl nivel global del mar ha aumentado unas 8 pulgadas (0,2 metros) desde que comenzó el mantenimiento de registros confiables en 1880. Para el año 2100, los científicos proyectan que aumentará al menos otro pie (0,3 metros), pero posiblemente hasta 6,6 pies (2 metros), si continuamos con las emisiones de carbono a nuestro ritmo actual. El nivel del mar está subiendo debido al agua añadida por el derretimiento del hielo terrestre y la expansión del agua de mar a medida que se calienta.\nIncluso pequeños cambios en el nivel del mar pueden provocar un aumento de las inundaciones, porque las marejadas ciclónicas y las mareas altas se combinan con el aumento del nivel del mar y el hundimiento de la tierra a lo largo de las costas para amplificar las inundaciones en algunas regiones. El aumento del nivel del mar continuará después de 2100 porque el océano tarda mucho tiempo en responder completamente a las condiciones más cálidas en la superficie de la Tierra. A medida que las aguas del océano continúen calentándose, el nivel del mar seguirá aumentando.\nSe prevé que el clima global continúe calentándose durante este siglo y más allá. El grado del cambio climático y la gravedad de los impactos dependen en última instancia de la cantidad de gases que atrapan el calor que son emitidos por los humanos y de cuán sensible es el clima de la Tierra a esas emisiones.\nLa intensidad de los huracanes del Atlántico Norte, así como la frecuencia de los huracanes más fuertes (Categoría 4 y 5), han aumentado desde principios de la década de 1980. Los científicos proyectan que la intensidad de las tormentas asociadas con los huracanes y las tasas de lluvia aumentarán a medida que el clima continúe calentándose.\nSe prevé que las sequías en el suroeste y las olas de calor (períodos de clima anormalmente caluroso que duran días o semanas) se vuelvan más intensas, y las olas de frío menos intensas y menos frecuentes.\nSe prevé que todas las estaciones continúen calentándose. Para fines de este siglo, si continuamos emitiendo gases de efecto invernadero al ritmo actual, se espera que ocurran todos los años eventos de calor extremo que solían ocurrir solo una vez cada 20 años.\nEl aumento de las temperaturas ha hecho que la temporada de incendios forestales sea más larga y más severa en el oeste, y la profundización de la sequía en la región ha aumentado el riesgo de incendios. Los científicos estiman que el cambio climático causado por el hombre ya ha duplicado el área de bosques quemados en las últimas décadas. Para alrededor de 2050, se prevé que la cantidad de tierra consumida por los incendios forestales en los estados del oeste aumente de dos a seis veces. Incluso en regiones lluviosas como el sureste, se prevé que los incendios forestales aumenten en un 30 %.\nA nivel mundial, las temporadas de clima de incendios se han alargado. La sequía sigue siendo el principal impulsor de las emisiones de incendios, pero recientemente ha habido una mayor actividad de incendios en algunas regiones tropicales y templadas debido a temperaturas más cálidas que aumentan la inflamabilidad de la vegetación. La zona boreal del norte (los bosques más septentrionales de la Tierra) cerca del Ártico también está experimentando incendios más grandes y frecuentes, y esto puede aumentar con un clima más cálido.\nMás incendios y una temporada de incendios más larga están causando un peligro adicional para la salud debido al humo de los incendios forestales, que afecta a decenas de millones de personas en los Estados Unidos. Mientras tanto, los costos de combatir los incendios forestales se han multiplicado por 11 en los últimos 30 años, lo que agrega una carga financiera además del riesgo para la salud pública.\nEl cambio climático está teniendo un efecto desigual en las precipitaciones (lluvia y nieve) en los Estados Unidos, con algunos lugares experimentando un aumento de las precipitaciones e inundaciones, mientras que otros experimentan sequías. Los científicos proyectan más precipitaciones de invierno y primavera para el norte de los Estados Unidos y menos para el suroeste durante este siglo.\nLas proyecciones del clima futuro sobre los EE. UU. sugieren que continuará la tendencia reciente hacia un aumento de los eventos de precipitaciones intensas. Esto significa que si bien puede llover con menos frecuencia en algunas regiones (como el suroeste), cuando llueva, los aguaceros fuertes serán más comunes.\nEl clima de los Estados Unidos está directamente relacionado con el cambio climático global. Los últimos ocho años han sido los más calurosos registrados en el mundo. Investigaciones recientes muestran que las temperaturas globales actuales y la tasa de calentamiento actual no tienen precedentes en los últimos 24.000 años. Se espera que estas tendencias continúen, pero la reducción de las emisiones de gases de efecto invernadero disminuiría la cantidad de calentamiento en el futuro.\nSe espera que la capa de hielo marino en el Océano Ártico continúe disminuyendo, y es muy probable que el Océano Ártico esté esencialmente libre de hielo a fines del verano si se mantienen las proyecciones actuales; se espera que este cambio ocurra antes de mediados de siglo.\nLa duración de la temporada sin heladas (y la correspondiente temporada de cultivo) se ha incrementado en el país desde la década de 1980. Los aumentos más significativos ocurrieron en el oeste de Estados Unidos y afectaron a los ecosistemas y a la agricultura. Se predice que la temporada de cultivos continúe prolongándose por todo Estados Unidos.\nEn un futuro en el que las emisiones de los gases que atrapan el calor continúan aumentando, se estima un incremento de un mes o más en los períodos sin heladas y de cultivo en la mayor parte de Estados Unidos hacia finales del siglo. Habrá aumentos levemente menores en el norte de las Grandes Llanuras. Los aumentos más importantes en la temporada sin heladas (más de ocho semanas) se proyectan para el oeste de Estados Unidos, particularmente en las áreas muy elevadas y en las áreas costeras. Los aumentos serán considerablemente menores si las emisiones de gases de efecto invernadero se reducen.\nEl cambio climático trae diferentes tipos de desafíos a cada región del país. A continuación, se resumen algunos de los impactos actuales y futuros. Estos hallazgos provienen de los Informes Nacionales de Evaluación del Clima Tercero3 y Cuarto4, publicados por el Programa de Investigación del Cambio Global de EE. UU.\nLa evidencia del cambio climático\nLas causas del cambio climático\nPreguntas frecuentes\nCiencias terrestres\nLa NASA explora lo desconocido en el aire y el espacio, hace innovaciones en beneficio de la humanidad e inspira al mundo con sus descubrimientos.",
  "source": "science.nasa.gov"
}