{
  "url": "https://climate.nasa.gov/extreme-weather/",
  "title": "Extreme Weather and Climate Change",
  "date": null,
  "content": "As the climate changes, the frequency and intensity of extreme weather events are increasing.\nAs Earth’s climate changes, it is impacting extreme weather across the planet. Record-breaking heat waves on land and in the ocean, drenching rains, severe floods, years-long droughts, extreme wildfires, and widespread flooding during hurricanes are all becoming more frequent and more intense.\nHuman actions since the Industrial Revolution, primarily the burning of fossil fuels, have caused greenhouse gases to rapidly rise in the atmosphere. As carbon dioxide, methane, and other gases increase, they act as a blanket, trapping heat and warming the planet. In response, Earth’s air and ocean temperatures warm. This warming affects the water cycle, shifts weather patterns, and melts land ice — all impacts that can make extreme weather worse.\nAccording to the Intergovernmental Panel on Climate Change (IPCC)’s Sixth Assessment Report released in 2021, the human-caused rise in greenhouse gases has increased the frequency and intensity of extreme weather events. NASA’s satellite missions, including the upcoming Earth System Observatory, provide vital data for monitoring and responding to extreme weather events.\nTo view this video please enable JavaScript, and consider upgrading to a web browser that\n\t\t\t\t\tsupports HTML5 video\nResearch says all the risks from these extreme weather events will escalate the more the planet warms. However, IPCC’s Sixth Assessment Report also describes some climate change mitigation strategies,  technological developments, and methods for reducing greenhouse gas emissions.\nScientists use a combination of climate models (simulations) and land, air, sea, and space-based observations to research how extreme weather events change over time. First, scientists examine historical records to determine the frequency and intensity of past events. Many of these long-term records date back to the 1950s, though some start in the 1800s. Then scientists use climate models to see if the number or strength of these events is changing, or will change, due to increasing greenhouse gases when compared to what has happened historically.\nREAD MORE\nIPCC Assessment Report 6 – Working Group I – Climate Change 2021: The Physical Science Basis\nIPCC Assessment Report 6 – Working Group II – Climate Change 2022: Impacts, Adaptation and Vulnerability\nIPCC Assessment Report 6 – Working Group III – Climate Change 2022: Mitigation of Climate Change\nNASA Global Climate Change - Mitigation and Adaptation\nNASA Global Climate Change - Extreme Makeover: Human Activities Are Making Some Extreme Events More Frequent or Intense\nHeader image is of a corn field impacted by drought in Texas on December 1, 2016. Credit: USGS/USDA/Bob Nichols\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}