{
  "url": "https://climate.nasa.gov/extreme-weather-graphic-full-text/",
  "title": "Facts",
  "date": null,
  "content": "Heat Extremes\nSince 1950, the frequency and intensity of heat extremes have increased primarily due to human-caused emissions of greenhouse gases. This includes record-breaking high temperatures and dangerous heat waves. These events will become even more severe and common as the planet warms.\nWildfires\nHot, dry conditions raise the risk of wildfires. Acting as fuel, dry vegetation allows fires to keep burning once they start. As temperatures continue to rise globally, wildfires could become more frequent and intense in some regions, threatening life and property.\nDroughts\nAs the planet warms, some dry areas are getting drier. Warmer temperatures lead to greater evaporation of water from the surface, turning it into water vapor in the air. Since warmer air can hold more water vapor, this creates a cycle that leads to greater warming and even more evaporation. With less moisture left at the surface, increases in drought frequency and severity occur.\nTropical Cyclones\nWith a warmer ocean and more moisture in the air, tropical cyclones can produce more intense and sustained rainfall. Hurricanes, typhoons, and tropical cyclones are also bringing an increased coastal flood risk because rising seas lead to higher storm surges. Plus, the storms that form have a greater chance of rapidly intensifying.\nHeavy Precipitation\nAs Earth’s temperature rises, the warmer atmosphere can hold more water vapor -- providing more water for intense rainfall, snowfall, and other precipitation from storms. Heavy precipitation is already occurring more often and will become more frequent and intense with increasing global temperatures.\nFloods\nIncreases in water vapor in the atmosphere mean some wet areas will get wetter. As precipitation increases, it can exceed the capacity of natural and human-made drainage systems to move or soak up moisture, leading to damaging floods. Sea level rise will also worsen flooding events near the coast.\nHigh-Tide Flooding\nAs global temperatures increase, ocean warming and the melting of land ice are causing sea levels to rise. This means high tides will become even higher, leading to a greater risk of flooding even when it’s sunny. This is already occurring in some coastal cities like Miami and Bangkok.\nMarine Heat Waves\nGlobal warming can lead to extreme heat waves within the ocean. Corals and other marine life are not necessarily adapted to these higher temperatures and may die during multiple-day heat waves. Just like with heat waves on land, marine heat waves are predicted to get more frequent and intense as Earth warms.\nCombined Impacts\nMany of these extreme weather events happen in combination with others. For some locations, heat waves and droughts are occurring together more often, and this trend is likely to continue as the planet warms. The same goes for flooding events, as heavy rainfall from storms and rising seas will increase potential damage along coastlines.\nReturn to Extreme Weather.\nExplore Earth Science\nNASA's unique vantage point helps us inform solutions to enhance decision-making, improve livelihoods, and protect our planet.\nEarth Science Data\nFacts About Earth\nNASA explores the unknown in air and space, innovates for the benefit of humanity, and inspires the world through discovery.",
  "source": "science.nasa.gov"
}