{
  "url": "https://insideclimatenews.org/news/20112020/climate-wall-street-biden-transition/",
  "title": "Is Climate-Related Financial Regulation Coming Under Biden? Wall Street Is Betting on It",
  "date": "2020-11-20T10:00:00-05:00",
  "content": "The White House may not be preparing to transition to a Biden administration, but Wall Street is.\nWhile President Trump and other Republican leaders continue to dispute the election results, the financial sector is moving ahead with plans to begin the transition to a carbon-free economy and acknowledge a new administration that’s eager to tackle the climate crisis.\nInvestors are increasingly putting their money into funds geared toward either excluding the fossil fuel industry entirely, or underweighting high-carbon companies in their mix.\nA growing number of major banks and other money managers have committed to net-zero emissions by 2050 and have pledged to disclose exactly how their finances contribute to climate change, as well as which of their assets are at risk from its impacts. And last week, the U.S. Federal Reserve said for the first time that failing to address climate change would put the nation’s finances at risk and its economy at a global disadvantage.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nFor years, analysts have been saying that the global economy is shifting away from fossil fuels and toward renewable energy, with or without the United States. Clean energy saw an expansion this year despite a global drop in energy demand because of the pandemic, the International Energy Agency said last week, and renewables are likely to expand nearly 50 percent by 2025.\nNow, as President-elect Joe Biden prepares to take office in January, global finance leaders are again calling on the United States to provide some kind of federal guidance for companies in regard to climate change, especially as other parts of the world begin taking major regulatory action.\nLast week, the United Kingdom announced that within five years, all major companies and financial institutions doing business in the country would be required to measure and disclose their climate risks and greenhouse gas emissions—a move met with wide support from the financial industry.\nThat same week, at a global summit dedicated to making coronavirus bailouts “green,” BlackRock CEO Larry Fink welcomed the UK’s announcement and urged the United States to “move faster so that we can achieve greater global coordination” on tackling climate change.\nThe Trump administration has ignored or actively worked against efforts to address climate change, including in the financial sector. In October, the Department of Labor finalized a rule that would make it harder for managers of retirement plans to put money into ESG funds—investment funds that attempt to do “social good,” by taking environmental, societal and corporate governance factors into account. That rule was met with objections from many in the investment community, who said the Trump administration was misreading investment trends and preferences.\nOn Nov. 4, Trump completed a process he set in motion in June 2017 when he officially led the U.S. out of the Paris climate accord, which analysts say would have also pressured the financial sector to plan for a transition away from fossil fuels.\nPresident-elect Biden has said that he would start the process for the United States to rejoin the international climate pact once his term began, and that he would issue an executive order that would require all public companies reporting to the Securities and Exchange Commission to disclose any emissions tied to their operations, as well as the financial risks associated with global warming.\nThose moves would be important since they don’t require Congressional approval and Biden could face a Republican-led Senate during his first term that would be resistant to any national climate legislation. Control of the Senate will be determined by two Senate runoff elections in Georgia on Jan. 5. Democrats would need to win both races to control the chamber.\nFor investors, an executive order from Biden would also help quell fears that U.S. companies, especially in the energy sector, will become increasingly poor investments as oil prices continue to fall and the rest of the world moves more quickly toward a low-carbon economy, said Danielle Fugere, president of the investor advocacy group As You Sow.\n“These are global companies that sell to a global market,” Fugere said. “If the rest of the world isn’t buying what you’re selling, you become increasingly uncompetitive.”\nEven without federal guidance, several major U.S. companies and banks, including JPMorgan, Wells Fargo and Citigroup, have already pledged to disclose how their finances are affecting climate change. Roughly 15 percent of Fortune 500 companies have joined the Task Force on Climate-Related Financial Disclosures, the climate disclosure initiative that BlackRock helped launch in 2015, said Steven Rothstein, managing director of the Ceres Accelerator for Sustainable Capital Markets, a nonprofit focused on sustainability issues.\nMany climate activists see those pledges as not going far enough, especially since most of the banks are still pumping hundreds of billions of dollars into fossil fuel development. Between 2016 and 2019, JPMorgan alone provided $269 billion to oil and gas projects, according to the environmental nonprofit Rainforest Action Network.\nBut banks and other companies are making the pledges, in part, because there’s been a lack of federal regulation, said Michael Vandenbergh, a law professor and the director of Vanderbilt Law School’s Climate Change Research Network. It’s important to encourage continued climate action from the private sector, which often implements decisions more quickly than governments do because companies are less hindered by political hurdles, he said.\nCeres’ Rothstein agrees. And if the Biden administration can move any kind of federal regulation forward, it would help speed up the clean energy transition and get everyone on the same page, he said.\n“If we don’t make systemic changes, the stability of our financial institutions—there’s significant question there,” Rothstein said. “That’s why it’s important for the financial regulators to do their job.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKristoffer Tigue is a staff writer for Inside Climate News, covering climate issues in the Midwest. He previously wrote the twice-weekly newsletter, Today’s Climate, and helped lead ICN’s national coverage on environmental justice. His work has been published in Reuters, Scientific American, Mother Jones, HuffPost and many more. Tigue holds a Master’s degree in journalism from the Missouri School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}