{
  "url": "https://insideclimatenews.org/news/31102020/outdoor-recreation-voters-election-2020/",
  "title": "Energizing People Who Play Outside to Exercise Their Civic Muscles at the Ballot Box",
  "date": "2020-10-31T04:05:00-04:00",
  "content": "With four days to go before the polls close and close to 90 million people having already voted, there are signs that the outdoor community is part of the groundswell, with environmental justice and climate action top of mind.\nOutdoor athletes and recreation advocacy groups have focused on driving “outdoorists” to the polls in 2020, hoping to expand the skill set of avid skiers, bikers, climbers, paddlers and other adventurers to include civic engagement.\nPeople who revere the outdoors see environmental damage firsthand. Retreating glaciers, thinning snowpacks, drilling rigs dappling public lands and declining game populations are just some of the threats facing their outdoor playgrounds and energizing them to consider climate and the environment when they cast their ballots.\nPlease take a look at the new openings in our newsroom.\nSocial media from global brands like Under Armour and locals like 10 Barrel Brewing in Bend, Oregon, aimed to push patrons to the polls. Twitter and Instagram were peppered with get-out-the-vote posts by Snowboarder Magazine, the Arapahoe Basin ski resort and @NativeOutdoors.\nHashtags like #StoketheVote #VotetheOutdoors, #MakeADamnPlan and #TagThreeFriends urged people to vote for the places they love and enlist their adventure partners to do so as well. Patagonia literally wove politics into limited edition shorts sold this year.  A message hidden on the tag inside said: “VOTE THE [EXPLETIVES] OUT.”\nAlexandra Fuller, an adventure filmmaker, said a whimsical get-out-the-vote video from Camp4 Collective, now being passed around social media, was intended to be fun and important at a time when people are struggling because of the pandemic and national discord.\n“We wanted to make something that showcased the kind of landscapes that bind all of us as Americans,” she said, “while reminding people that we can laugh together, play together, look out for one another and, most importantly, vote together.”\nCalled Chicken Run 2020, Fuller’s video begins at a general store in Utah redrock country: A gray-haired cashier alerts people in line that they have only a few minutes left to vote.\nCharacters in Doobie Brothers t-shirts, Western prints and yoga tops rush out of the store and speed down a twisty, two-lane highway across the awe-inspiring Grand Staircase plateau.\nThey steer around a chicken reluctant to cross the road and finally arrive at a polling place in the desert where an old dog waits for them to cast their ballots.\n“Alright, people, polls are closin’ any minute,” drawls the dog. “Let’s get votin’.”\nThe voting push reflects the outdoor industry’s growing political clout. A 2017 report by the trade group, the Outdoor Industry Association, said the industry generates $887 billion in consumer spending and accounts for 7.6 million direct jobs nationwide. In less than a decade, 16 state governments have created offices serving the outdoor recreation economy.\n“If we really want to protect the places we play from the impacts of climate change, we need to vote,” said Lindsay Bourgoine, policy and advocacy director for the climate action advocates, Protect Our Winters,  and their political arm, the POW Action Fund.\nPOW learned after the 2018 midterms that 30 percent of the outdoor enthusiasts who committed to vote never actually did, said Bourgoine, noting that their data only revealed whether someone voted, not how they voted. Then POW looked back at voting trends in 2016 and made a stunning find.\n“Forty percent of outdoor enthusiasts weren’t voting in a presidential election year that was critical to the future of outdoor recreation and to the outdoor recreation economy,” said Bourgoine. “That really pushed us to think about how we can go really big in 2020, connect with people in states where those votes are really going to matter.”\nPOW responded with a game plan to help voters in “the Outdoor State”—an industry term for outdoor recreators as a voting bloc—cross the finish line. They focused on a key statistic: having a plan to vote makes a person 10 percent more likely to actually cast a ballot.\n“If 50 million people are in the Outdoor State” Bourgoine said, “If 10 percent [of them] don’t vote, that’s 5 million people.”\nPOW launched a campaign last summer to make registration and absentee voting easier. That was trickier than it sounds. Court fights repeatedly changed election rules across the country this fall, forcing POW to keep updating its online tools.\nAnd millennials in their target demographic often don’t have printers, envelopes and stamps handy for their voter forms. So when a voter requested the forms, POW printed and delivered them with pre-stamped envelopes addressed to county clerks.\nFor those planning to vote in-person, POW provided maps to their polling places along with reminders to go.\nPOW’s strategy zeroed in on 40,000 voters in Maine, New Hampshire and parts of Nevada, Colorado, Michigan and North Carolina where the votes of outdoor enthusiasts might make the difference. POW moved dozens of in-person, regional events online, bringing outdoor athletes together with scientists to personalize how climate change is harming places they like to ski, climb and hike.\n“What we are trying to drive home is that, if you really care about public lands and our outdoor spaces, climate change is impacting them,” Bourgoine said. “That is a reason to show up at the ballot box and vote.”\nThe results have been stronger than expected. Over about 6 weeks, 25,000 people used POW’s tools to pledge their intention to vote, she said, and more than 10,000 turned out for its online regional chats—impressive results given how Zoom-weary people have become.\nThe wildfires, hurricanes and heat waves that battered the nation this fall also made the message personal.\n“Part of the problem is that it’s too easy for us to take these places for granted,” said Katie Boué, a marketing and social media professional whose clients this year include the Colorado-based Outdoor Industry Association and the nonprofit advocacy organization, Outdoor Alliance.\n“There’s a kind of old guard saying that ‘the outdoors aren’t political, don’t make it political,’ and what we’ve learned over the last year, especially, is that that’s simply untrue.”\nBoué’s Cuban-American family in Miami is struggling with a decision about a well-loved and lived-in property that will soon be underwater because of sea level rise. And from her current home in Utah, she watched a wildfire burn on a mountainside for weeks.\n“That’s when it really starts to hit home,” she said. Climate change has become more relatable to more people.\nThe inextricable link between climate change and environmental injustice, connections highlighted by the #BlackLivesMatter protests this year and the disproportionate impacts of the coronavirus, has prompted a new push in the outdoors community for anti-racism work and social justice, Boué added.\n“Outdoor issues are important, not just so we can go camping, so we can have a nice place to go skiing,” she said, “but for the health and well being of humanity.”\nBoth POW Action Fund and OIA have also distributed voters’ guides to help the outdoor community make sense of their ballots.\nIn September, famed rock climber Tommy Caldwell posted a mid-cliff Instagram video call with ski mountaineering celebrity Zahan Billimoria to promote  making a plan to vote. The video, filled with hilarious climbing jargon between the two Patagonia brand ambassadors, was viewed by more than 169,000 and sparked a pro-voting dialogue in its comment section.\nA few weeks later, Caldwell, who’s also part of POW’s celebrity athlete team, was climbing El Capitan in Yosemite National Park when he heard about the wildfires exploding around his home in Colorado.\n“Fire had altered my last 3 fall climbing seasons in a row,” he wrote in an Oct. 18 Instagram post, which reached more than 54,000 people. “It’s a minor inconvenience in the grand scheme of what’s going on in the world these days. But it does bring questions to my mind about what’s in store for my kids.”\nA later post Caldwell captioned “Evacuating” simply showed cars headed into a grim orange fog. More than 34 thousand people saw it and wished him safety. This week he posted an Instagram of himself climbing with the headline: “TOMMY CALDWELL CAN’T VOTE FOR YOU.”\n“I’m feeling pretty excited about the engagement in this year’s election,” he wrote in the caption. “The outdoor community has truly stepped up. Everyone I know has either already voted or has a plan to. Call your friends and relatives. Throw zoom parties. Remind everyone you know. Don’t let your guard down yet.”\nThe outdoor community appears to be following that advice. Boué said 70 percent of her campaign’s online users had already voted two weeks before Election Day. In previous years, that’s just when engagement started picking up.\n“I’m exhausted,” she said. “And I’m thrilled.”\nFilmmaker Alexandra Fuller said her team made the Chicken Run 2020 video to bring people together in the challenging times we live in. Voting and wild places—each represents a birthright and a duty, she said.\n“This is a year where everyone has felt powerless, sometimes, and impotent,” she said, describing voting as empowering.\n“It is the most urgent, essential thing that all of us as Americans can do to take action,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJudy Fahys has reported on the West for decades from Washington, D.C., and Salt Lake City. After covering the environment, politics and business at the Salt Lake Tribune, she fell in love with audio storytelling as the environment and public lands reporter for NPR Utah/KUER. Previously, she spent an academic year as a Knight Science Journalism fellow at the Massachusetts Institute of Technology. Her work has appeared in the New York Times, the Washington Post, High Country News and Outside magazine and aired on NPR. She serves on the board of the Society of Environmental Journalists.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}