{
  "url": "https://insideclimatenews.org/news/17102020/sierra-club-ramon-cruz-environmental-justice/",
  "title": "Q&A: The Sierra Club Embraces Environmental Justice, Forcing a Difficult Internal Reckoning",
  "date": "2020-10-17T09:00:00-04:00",
  "content": "The Sierra Club, the oldest and largest environmental organization in the United States, is on a mission it is not known for—shining a light on environmental injustices. It announced its new emphasis during the height of the summer’s racial justice protests triggered by the police killing of George Floyd in Minneapolis.\nWith the country in the midst of a racial reckoning, reassessing monuments to Confederate soldiers and other supporters of slavery and racism, it was time, the Sierra Club, announced, “to take down some of our own monuments, starting with some truth-telling about the Sierra Club’s early history.” It denounced its founder, John Muir, for his racist writings, and pledged to diversify its leadership and its environmental campaigns.\nRamón Cruz, who was elected president of the Sierra Club in May, is the most visible manifestation of the public commitment to diversity and environmental justice the Sierra Club announced in July.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nCruz, a 44-year-old activist living in Brooklyn, is the first Latino to hold the position in the Sierra Club’s 128-year history.\nInsideClimate News talked to him about the Sierra Club’s new priorities.\nWhat is the significance of the Sierra Club disavowing its founder, John Muir, because he was a racist who made derogatory statements about Black and Indigenous people?\nI don’t think people should be edified or made holy, when they are just humans with virtues and flaws. I think some people definitely made a lot of contributions, but it doesn’t mean they’re perfect heroes.\nWhen talking about our founder, John Muir contributed so much—his writings about the sacredness of nature and the need to protect the environment and nature are so important—but it doesn’t mean that he was a perfect human. I have to understand and reexamine history and learn from it. I wouldn’t want to get rid of John Muir’s contribution, but there are things that you need to put out there to become a more inclusive organization that is more consistent with the values that we profess.\nIn the past, people like me probably wouldn’t be accepted in membership in some of the Sierra Club chapters, as it was done through invitation only.\nWithin the Sierra Club, there have been a lot of people embracing the change toward equity and justice. I came of age in a generation that sees that as essential and intrinsic. Maybe others, not so much. It is a journey for everyone.\nWhat is the most urgent issue, or what are the most urgent issues, for the Sierra Club today?\nEveryone would agree that climate change is the most urgent issue we face because it really encompasses everything in terms of land, water, air, pollution, environmental justice, in terms of how disadvantaged communities are affected the most.\nWe know that fossil fuels are not the future and that fundamental change is needed in an economic system that has been based on the burning of fossil fuels since the industrial revolution. There are ways of switching—and switching is taking time. In the same way, you still had slavery for many years even after it was obviously immoral and not necessary. It could have been replaced by other ways to continue the economic system. Similarly, there are a lot of people who benefit from this system with money and power. We’ve known already, for over 25 years, that we needed to make a change, that there were already technologies, like wind and solar. But we’ve had people like the current president undermining that change.\nThat said, with an organization as big as The Sierra Club we’re working on many different issues.\nWe had had several campaigns in the past like closing coal plants—even now with how much Trump has been providing life support to the fossil fuel industry, over half the coal plants have closed or are scheduled to close. We see how coal has already turned the page although the president is not giving up. They opened the Arctic wildlife refuge when five of the six major U.S. banks have pledged not to fund these efforts.\nYou mention getting President Trump out of office as part of the Sierra Club’s mission. How is the Sierra Club pitching in this campaign season?\nCertainly, with weeks left until the election this is the most important election in modern history.\nWe pledged a while back, over a year ago, to dedicate as many resources, energy and people as possible in a way we have never done before to defeat Donald Trump. This has been somewhat changed by Covid-19. The traditional way of organizing—knocking on doors, having rallies—has changed.\nThere have been millions of texts, phone calls and letters that have been done—for six months or more already, we have letter writing parties every week. We’re definitely behind the Biden-Harris ticket and we’re going to do everything we can to get him elected so we can also hold him accountable to stick to a climate minded agenda.\nJemez principles for democratic organizing, drafted in 1996 during a conference sponsored by the Southwest Network for Environmental and Economic Justice in Jemez, Mexico, include the following principles for environmental organizations: Be inclusive; emphasize bottom-up organizing; let people speak for themselves; work together in solidarity and mutuality; build just relationships amongst each other; maintain a commitment to self-transformation. The Sierra Club adopted the principles in 2014.\nWe’re not perfect, but we’re working on these principles and in a journey to become a better organization consistent with its values. Our staff and volunteers have been going through training about dismantling racism and “growing for change.” In the aftermath of Hurricane Maria, we started doing solidarity fundraising, where everything that we fundraise goes to organizations that can make better use of the funds because they are involved in direct disaster relief, first response or may have better grounding in the community. The same thing happened with Covid-19 and the Movement for Black Lives. We’re trying to move faster to center everything we do in equity and justice. We need to make sure we’re addressing environmental racism so we are channeling part of our fundraising towards that goal.\nHow does the Sierra Club plan to address environmental justice as a major issue—since it is not known for doing so? Is disavowing the organization from its founder the first step?\nThe traditional environmental movement or the mainstream national movement, the Green Group, has had a complicated relationship with environmental justice organizations. Because sometimes they have not seen eye to eye and that has many levels of complexity. Some of it is a national versus local debate, wealthy versus non-wealthy or white versus nonwhite. For many years, mainstream environmental organizations were complacent and complicit with systems that have favored exclusion and that were full of inequities.\nAn example: Sometimes when the big green groups have advocated for emissions trading, the EJ community was very much against it because you have then all the permits concentrated in all the areas that are poorer and nonwhite. The big green groups were not sensitive to that in the past, disregarding claims by groups that were mostly poor and nonwhite.\nWe have to break with that. To maintain the current system, the premise is that you have areas that can be sacrificed for the quote unquote betterment of society. But these sacrificed areas have people in them that are deemed disposable. And you cannot have a notion of disposable without the notion of supremacy or racism. We’re definitely convinced that we cannot reach our goal of protecting the environment unless we dismantle racism and white privilege.\nWe cannot do that unless we become better partners with the EJ community. We have been working to improve relationships with EJ groups. To that end, we have adopted Jemez principles as guidelines to become better partners and build relationships that are based on respect and mutuality, focused on bottom-up approaches and let people speak for themselves.\nWhat is the Sierra Club doing to advance the Green New Deal, a plan of particular interest to young people and people of color for its environmental justice emphasis?\nWe’ve released a report during Covid-19 on how to use this opportunity to boost the economy and create jobs that are in line with the Green New Deal. It has even more relevance now during Covid with unemployment reaching the levels of the Great Depression. We think we can get there. We’d like to make electric cars more affordable. If we replace lead pipes, we can do more green building. We want to make sure we don’t leave the Paris agreement (which Trump has renounced). Basically, what Trump did was hand China on a silver platter the leading of the global transition to a green economy that will happen anyway. It’s amazing that what Trump is doing is really the opposite of making the country greater just because of his ignorance. He is leaving the U.S. out of the possibility of leading the future of the world.\nWe’re very glad that Biden has tapped into that and now we have the most aggressive pro-environment campaign that we have ever seen in any candidate in the past. That’s partly thanks to (Sen.) Bernie (Sanders) and (Sen.) Elizabeth Warren and AOC (Rep. Alexandria Ocasio-Cortez)—three big champions of the Green New Deal.\nWe’re very supportive of candidates listening and willing to change…that’s why we’re also very excited about  (Biden’s) presidential campaign. From what we’ve seen, it’s very willing to listen and make positive changes.\nHow will the Sierra Club help harness the energy and enthusiasm of college age (and younger) climate activists?\nWe’re trying through social media and technology to attract the interest of that generation and we certainly hope to be a dynamic organization. We have so much to learn from the new generation. Not only the energy and enthusiasm but also the knowledge and their way of understanding the world. They’re not debating whether climate change is real. They know it’s real. So they are much more clear in their thoughts and in their knowledge about these issues. If anything, the question is how can we learn from this generation and bring their energy?\nWe’re centering everything we do on equity and justice and it’s partly a consequence of that generation becoming active in the Sierra Club. It’s a chicken and egg question. We need to change to attract them but we need to have them to change. This is a 128-year-old organization; we wouldn’t be here if we wouldn’t be able to change and adapt to new times and circumstances. Becoming a more inclusive and anti-racist organization is part of the change to respond to the needs and claims of this new generation.\nHow did you get started in environmental issues?\nI’m originally from Puerto Rico. My mother was a big influence on me. She was a marine biology teacher and had an ecology club where people were recycling when nobody was recycling. That was a big influence. I had access to the outdoors. That’s key to making people more sensitive.\nAs an adult, I came to the environmental movement through social activism. I was a big fan of 20th century social movements in Latin America. I met a leader of a guerilla movement in Uruguay and she was describing how she was frustrated with those movements that relied on protagonists and people that can be corrupted in the future. The environmental movement is kind of a faceless movement. I think Greta (Thunberg, the 17-year-old Swedish climate activist) is the closest thing to an icon that the environmental movement has had in the last 50 years. I prefer movements that do not rely on protagonists or big egos.\nWhat drove me also to the environmental movement was that I became active in the effort to get the Navy out of Vieques. Years later, I became the deputy director of Puerto Rico’s environmental regulatory agency for two years, which was in charge of the clean-up of that bombing range. The U.S. Navy, which is supposed to finance the remediation of decades of pollution, has dragged its feet, trying to do the least bit possible. Twenty years later there is still a lot of clean-up to do.\nAn earlier version of this story incorrectly identified Ramón Cruz as the first person of color to be president of the Sierra Club. He was the first Latino to hold the position.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nEvelyn Nieves is a former staff writer for the New York Times, The Washington Post and The Associated Press.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}