{
  "url": "https://insideclimatenews.org/news/16102020/climate-change-biden-trump-town-hall/",
  "title": "Climate Change Makes a (Very) Brief Appearance in Dueling Town Halls Held by Trump and Biden",
  "date": "2020-10-16T15:42:37-04:00",
  "content": "Wednesday might have brought the announcement by the federal government that last month was the hottest September on record, but on Thursday night, the words climate change were barely mentioned in dueling town hall events held by President Donald Trump and Joe Biden.\nInstead, the coronavirus pandemic, the economy and the battle over Amy Coney Barrett’s Supreme Court nomination dominated the questions posed to the presidential candidates during the forums.\nTrump, who sat facing moderator Savannah Guthrie outside the Perez Art Museum in Miami, did not mention climate change in his answers and was not asked about it. He spent most of the one-hour town hall, hosted by NBC News, defending his administration’s record on combating the pandemic and boosting the economy.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe single question in either forum that touched on the environment was posed to Biden, who shared a small stage with moderator George Stephanopoulos at the National Constitution Center in Philadelphia for the hour-and-a-half event, hosted by ABC News. A woman from Pittsburgh stood up to say that fracking had “made people sick and killed wildlife,” and asked the Democratic nominee: “What industries that are not harmful to human health and the environment are you planning for Southwest Pennsylvania and the nation?”\nBiden replied that he would not ban fracking but instead would regulate it to limit methane emissions and water pollution. He added that his climate plan would create jobs in Pennsylvania and nationally by investing in renewable energy and hiring unemployed oil and gas workers to plug abandoned wells, which can leak methane and oil into the air and groundwater. More jobs would come from funding to make homes and buildings more energy efficient, he said.\n“Every time we talk about global warming or the environment, the president thinks it’s a joke and I think it’s jobs,” Biden said.\nFracking has allowed for a dramatic expansion of natural gas production in Pennsylvania, an important swing state. Trump’s campaign has seized on a statement Biden made before receiving the Democratic nomination—that his administration would allow “no new fracking”—to attack the candidate, claiming his policies would harm Pennsylvania’s economy. More generally, Trump has tried to paint Biden as a radical liberal who wants to end fossil fuel production.\nBiden has since said repeatedly he would not ban the drilling practice, but has instead proposed limiting drilling on federal lands only.\nBut Biden devoted much of the limited time he spent addressing climate change appealing to centrists and distancing himself from the more progressive wing of his party.\nIn answering the woman from Pittsburgh, he said his administration would invest in carbon capture technology that he said could allow the nation to continue to use natural gas, while also reaching net-zero carbon dioxide emissions. Carbon capture and storage has broad support from both political parties, but has come under increasing fire from some climate activists, who say that oil and gas companies are using the technology to deflect efforts to limit fossil fuel use and production.\nBiden also sought to distinguish his climate plan from the Green New Deal. Stephanopoulos pointed out that Biden’s plan calls the proposal a “crucial framework.”\n“My deal is a crucial framework, but not the New Green Deal,” Biden replied, transposing the words in the name of the climate plan. “The New Green Deal calls for elimination of all non-renewable energy by 2030. You can’t get there. You’re going to need to be able to transition.”\nBut Biden may not have cleared up any confusion voters may have on the issue. The distinctions between the energy goals of the two plans are not much different. The Green New Deal resolutions, introduced in Congress in 2019, call for a 10-year mobilization that by 2030 would achieve “100 percent of the power demand in the United States through clean, renewable, and zero-emission energy sources.” Biden has proposed reaching net-zero carbon dioxide emissions in the electricity sector by 2035.\nAfter a few minutes discussing energy and climate, the Biden town hall turned back to other topics, including racial justice and the coronavirus, that are increasingly seeming to crowd climate change out of the list of the top issues driving the election.\nIn Miami, Trump, making an appeal to undecided voters, invoked his administration’s record of slashing regulations—which includes working to reverse or roll back 100 environmental rules and climate policies—as one of a series of achievements. He closed with a promise: “Next year is going to be better than ever before.”\nDespite his record of stripping away nearly all major federal climate policies, Trump this week signed an executive order supporting the global “trillion trees” initiative (in the debate last month, he called it “a billion trees”), and in recent months has made more references to his desire for “immaculate” air and water. In the earlier debate, he also responded to a question about climate change with a series of misleading statements about pollution and wildfires, and refused to acknowledge the settled science about the human contribution to the issue and its severity.\nThe two candidates may have another chance to highlight their contrasting positions on climate change next week, at a debate scheduled for Thursday, less than two weeks before Election Day.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}