{
  "url": "https://insideclimatenews.org/news/14102020/maui-big-oil-lawsuit/",
  "title": "Maui Has Begun the Process of Managed Retreat. It Wants Big Oil to Pay the Cost of Sea Level Rise.",
  "date": "2020-10-14T09:00:00-04:00",
  "content": "With nearly 300 miles of coastline, the Hawaiian islands that make up Maui County face the threat of sea level rise from all sides. It’s that assault that has formed the foundation of a lawsuit Maui filed this week against 20 fossil fuel companies seeking compensation for the rising costs of climate change.\nThe lawsuit alleges that the companies, including ExxonMobil, Chevron, Shell and ConocoPhillips, knew their products produced warming greenhouse gases that threatened the planet but hid those dangers from Maui’s people and businesses to maximize corporate profits.\n“Defendants have known for more than 50 years that greenhouse gas pollution from their fossil fuel products would have significant adverse impacts on the Earth’s climate and sea levels,” the lawsuit said. “Instead of warning of those known consequences …  defendants concealed the dangers, promoted false and misleading information, sought to undermine public support for greenhouse gas regulation, and engaged in massive campaigns to promote the ever-increasing use of their products at ever-greater volumes.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nRoadways, parks, infrastructure and buildings that hug the coastline are vulnerable to billions of dollars in damages from sea level rise caused by climate change, the lawsuit said.\nSome of Maui’s most scenic and iconic highways are at risk, including a stretch of Honoapiilani Highway from Papalaua State Wayside Park to the Pali side of the town of Lahaina.\nMaui County, which consists of the islands of Maui, Lanai, most of Molokai and two uninhabited islands, already has begun working on a plan for managed retreat and new infrastructure to protect communities from the impacts of rising sea levels. Fossil fuel companies could have taken steps to reduce damage or warn people about the danger from continued use of oil and gas products that harm the environment, the lawsuit said.\nBut now the county wants the industry to take responsibility.\n“It might be a David vs. Goliath case, but someone has to take a stand and oil companies need to pay for the damage they knowingly caused,” Maui Mayor Michael Victorino said in a prepared statement. “Our ‘rock’ is science, which clearly shows the impacts of burning fossil fuels have led to sea level rise and other environmental impacts that will get worse, perhaps much worse, in the years ahead.”\nExxon did not respond to a request for comment.\nShell spokesperson Anna Arata said the company supports the transition to a lower-carbon future by lowering both the company’s emission and that of its customers.\nHowever, she said in a statement issued in response to previous lawsuits, “We do not believe the courtroom is the right venue to address climate change, but that smart policy from government, supported by inclusive action from all business sectors, including ours, and from civil society, is the appropriate way to reach solutions and drive progress.”\nChevron spokesperson Sean Comey also restated the company’s response to previous climate lawsuits, saying the company is “working to find real solutions to climate change.” The climate lawsuits, he said, seek “to punish companies that deliver affordable, reliable energy.”\nMaui joins a growing list of cities, counties and states that have filed lawsuits seeking to hold the fossil fuel industry accountable for damages and mitigation costs attributable to climate change that could severely strain taxpayer-funded budgets.\nThe lawsuits cite a series of stories published  by InsideClimate News in 2015 based on internal Exxon documents that revealed the extent of the company’s knowledge about the central role of fossil fuels in causing climate change going back to the 1970s.\nSea level rise threatens Maui’s five commercial harbors and five airports, which will become increasingly exposed to chronic flooding that will disrupt inter-island and transoceanic shipping and travel, impacting the county’s economic activities along with its residents and visitors, the lawsuit said.\n“Since the County is almost entirely dependent upon imported food, fuel, and material, the vulnerability of ports and airports to extreme events, sea level rise, and increasing wave heights is of serious concern,” the lawsuit said.\nOn the island of Maui alone, more than $3.2 billion in assets, including more than 3,100 acres of land, 760 structures critical to Maui’s tourism-based economy, and 11.2 miles of major roads, are at risk of inundation and destruction because of sea level rise estimated to occur by the year 2100, the lawsuit said.\nNative Hawaiian cultural and historical resources, such as burial grounds and home sites, and the habitat of native and endangered species face destruction by rising seas, wildfires and rising temperatures, the lawsuit said.\nThe county’s fire season runs year-round, rather than only a few months of the year. In 2019, called the “year of fire” on Maui, nearly 26,000 acres burned in the County—more than six times the total area burned in 2018, according to the lawsuit.\nHeat continues to pound the islands with 2019 being the warmest year on record across the county. Kahului, on the island of Maui, broke or tied 61 daily record temperatures, leading to threats to human health and the water supply, the lawsuit said.\nMaui’s case comes at a time when nearly two dozen other climate cases are wending through the legal system and facing stiff opposition from the fossil fuel industry. The U.S. Supreme Court recently agreed to consider whether the cases should be heard in state or federal courts.\nThe first round of cases was filed three years ago when five cities and three counties in California sought damages from the industry. Those cases were followed in quick succession by lawsuits in Colorado, New York City, Baltimore, Kings County in Washington state, the state of Rhode Island and the Pacific Coast Federation of Fishermen’s Associations. Most recently, Connecticut and Delaware have filed climate lawsuits, as have Hoboken, New Jersey, and Charleston, South Carolina.\nGenerally, these cases embrace a range of state law violations that include public nuisance, trespass, product liability and consumer protection.\nLike the Maui case, most of the lawsuits have been filed in state courts. But fossil fuel companies are fighting to have them heard in federal court, where they have largely been successful in fending off earlier climate lawsuits. Consequently, legal battle lines so far have been drawn over jurisdictional questions rather than on substantive issues addressing the fossil fuel industry’s role in climate change.\nThe municipalities want the cases heard in state courts where they can focus on arguments grounded in state laws they believe more precisely relate to the cause and consequences of climate change. Having cases tried in local courts gives them an advantage because the courts are not constrained by prevailing federal laws that sharply constrain climate-related claims.\nThe industry is fighting to have the cases tried in federal court, where the law gives them the upper hand to argue climate change remedies are policy issues best left to Congress, not the courts, a position that the federal courts have embraced in similar cases.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}