{
  "url": "https://insideclimatenews.org/news/30092020/2020-presidential-debate-trump-biden-climate-change/",
  "title": "Trump and Biden Diverged Widely and Wildly During the Debate’s Donnybrook on Climate Change",
  "date": "2020-09-30T15:31:12-04:00",
  "content": "Near the close of the cross-fire spectacle of the first presidential debate, President Donald Trump unleashed a fact-free fusillade in response to an unexpected question on the climate crisis.\nTrump misrepresented current U.S. pollution trends, the Paris climate accord, the causes of the unprecedented wildfires ravaging the West and his own record of retreat from environmental protection policy. All the while, he avoided outright rejection of global warming while denying the science on its causes and urgency.\nOn the third attempt by Fox News host Chris Wallace, the debate moderator, to get Trump to answer directly whether greenhouse gas emissions contribute to global warming, the president side-stepped, then sought to change focus. “I think a lot of things do, but I think to an extent, yes,” Trump said. “I think to an extent, yes, but I also think we have to do better management of our forest.”\nThe science is clear that human activity, primarily emissions of fossil fuels, is the primary driver of the current warming of the planet—which is unprecedented in human history.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nDemocratic nominee Joe Biden, for his part, sought to stress the jobs-creation potential of his $2 trillion plan for a U.S. transition to clean energy. But his presentation lacked the coherence and soaring rhetoric of his previous speeches.\n“There’s so many things that we can do now to create thousands and thousands of jobs,” said Biden. “We can get to net zero, in terms of energy production, by 2035. Not only not costing people jobs, creating jobs, creating millions of good-paying jobs. Not 15 bucks an hour, but prevailing wage, by having a new infrastructure that in fact, is green.”\nFor the most part, the former vice president could only deliver the disjointed highlights of his plan, interrupted by Trump’s hectoring, in what observers were calling the most uncontrolled melee between White House contenders since televised presidential debates began in 1960.\n“This debate is not just hurting my ears and both candidates,” said Republican pollster Frank Luntz on Twitter. “It’s hurting America.” Luntz said the consensus of the online focus group he conducted during the debate was that Trump dominated, and turned off undecided voters in the process.\nWallace hit the candidates with a surprise question on climate—a subject that was not included on the agenda he released last week—on a day when thousands of northern Californians were being evacuated from the fast-moving fires that had set the wine country of Napa Valley aflame.\nTrump quickly turned to his stock explanation on the wildfires. “The forest floors are loaded up with trees, dead trees that are years old and they’re like tinder and leaves and everything else,” he said. “You drop a cigarette in there the whole forest burns down. You’ve got to have forest management.”\nTrump also repeated a favorite anecdote—that he had been told by an unnamed “head of a major country” that it had trees that “ignite much easier than California,” but had no wildfire problems because it managed its forests better than California’s leaders.\nCalifornia authorities are a favorite target of Trump’s because they are Democrats leading a state that, although it has more electoral votes than any other, is off the table for his campaign. But the state of California only owns and manages 3 percent of California’s 33 million acres of forest, a point not made by Wallace, who said prior to the debate that he did not see fact-checking as part of the moderator’s role.\nAnother key question never asked of Trump: if forest management is the root of the problem, why hasn’t the federal government, under his leadership, achieved better wildfire suppression in California, since the majority of the forested land in the state—57 percent—is under federal control.\nAlthough climate scientists do not attribute any single wildfire to the warming climate, they say it is clear that this year’s fires in the West—unprecedented in size, number, ferocity and location—show clear influences of a warming and drying climate.\nAs he has often done in the past, Trump sought to paint himself as an environmentalist who had reduced pollution levels in the United States—despite a policy of relentless regulatory rollback.\n“I want crystal clean water and air. I want beautiful clean air,” Trump said. “We have now the lowest carbon. If you look at our numbers right now, we are doing phenomenally.”\nIn fact, by the Trump administration’s own numbers, the trends on greenhouse gas pollution have worsened under his leadership. The most recent full-year figures available from the Environmental Protection Agency, for 2018, show that in the first full year of the Trump administration, an increase in fossil fuel emissions drove a 3 percent rise in greenhouse gas emissions to 6,677 million metric tons. That erased all of the reductions in carbon emissions that the U.S. achieved since 2015.\nIn 2019, greenhouse gas emissions in the U.S. likely fell 2 percent due to the market-driven drop in the use of coal power, according to the Rhodium Group, a consulting firm, but it identified a worrisome trend in the increasing emissions from motor vehicles.\nAnd while the pandemic-driven economic slowdown certainly caused a drop in pollution this year, the impact of Trump’s reversal of climate policy will prevent the nation and the world from meeting the decarbonization that the United Nations and global scientific community say is needed to fend off catastrophic warming.\nRhodium estimates that Trump’s rollback of the Obama-era climate regulations will cause the U.S. to emit an extra 1.8 billion tons of greenhouse gases into the atmosphere by 2035, an amount equal to the current annual emissions of Russia.\nTrump also repeated his claim that the Paris climate accord “was a disaster from our standpoint.” But the accord contained no binding obligations for any nations. Instead, it created a process—largely developed by U.S. negotiators—that ensured for the first time that all nations, developed or developing, rich or poor, made commitments to act on climate. All countries agreed to ratchet up their commitments over time, with the hope that clean energy technology would improve and become more affordable as more nations invested in the transition.\nNow, under Trump’s leadership, the world’s second-largest emitter of greenhouse gases will exit the Paris accord on the day after the election.\nBiden, who sees foreign policy as one of his fortes, reaffirmed his pledge to rejoin the accord if he is elected. He pointed to the ongoing destruction of the Brazilian rainforest as an example of the irreversible damage that is being done to the planet due to the lack of U.S. engagement on a global climate solution. “With us out of it, look what’s happening,” Biden said. “It’s falling apart.”\nThe big mainstream environmental groups were universal in the praise of Biden’s performance. “Vice President Biden proved what we’ve known since the start of this race,” said Pete Maysmith, senior vice president of campaigns for the League of Conservation Voters Victory Fund. “Trump tried to bully and lie his way out of his disastrous record of racial justice, climate change and democracy.”\nBut the American Conservation Coalition, a group of young conservative climate activists who want to see the Republican party more engaged on climate, drew hope from the fact that Trump did not reject the reality of climate change outright. “For the first time, President Trump acknowledged that human activity has, at least in part, caused climate change,” the group said in a statement.\nACC’s president, Benji Backer, credited campaigning by activists for inclusion of climate change in the presidential forum. “Young people want to see action on climate, and presidential candidates must speak to this issue if they’re serious about the future of this nation,” Backer said.\nBut most of the brief discussion of climate was marked by the same sort of prodding that Trump used throughout the evening—aimed at boxing Biden in politically, and driving a wedge through the coalition of moderates and progressives that the Democrat is counting on for victory. For example, when Biden began to discuss his plan, Trump interjected, “He’s talking about the Green New Deal,” and asserted it was a $100 trillion plan.\n“I’m talking about the Biden plan,” the vice president countered. The exchange devolved into cross-talk before being interrupted by Wallace. Afterwards, backers of the Green New Deal came to Biden’s defense, lest anyone think they were turned off by his push-back of Trump.\n“Biden’s climate plan will create millions of good-paying jobs,” said the youth-led Sunrise Movement on Twitter. “Trump literally has no plan.”\nTrump seemed content, however, to attack Biden’s plan—although his rapid-fire volleys were at times unintelligible. “It’s the dumbest… most ridiculous… where two-car systems are out…where they want to take out the cows, too,” said Trump.\nBiden’s climate plan seeks to reward farms that invest in carbon reduction practices. It does not call for elimination of cows.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}