{
  "url": "https://insideclimatenews.org/news/30092020/amy-coney-barrett/",
  "title": "Trump’s Pick for the Supreme Court Could Deepen the Risk for Its Most Crucial Climate Change Ruling",
  "date": "2020-09-30T04:05:00-04:00",
  "content": "In her time as a law professor at Notre Dame, Judge Amy Coney Barrett wrote extensively and provocatively on the concept of precedent—concluding that it is “not a hard-and-fast rule” that courts stand by what they have previously decided.\nThose words are sure to echo through the Senate in the weeks ahead as lawmakers consider President Donald Trump’s nominee to replace Judge Ruth Bader Ginsburg on the U.S. Supreme Court. They are Exhibit A for those who argue that Barrett’s elevation to the high court puts at risk the Supreme Court’s seminal reproductive rights ruling, Roe v. Wade.\nBut advocates of climate action are focused on another landmark ruling they fear is in danger due to the deep stamp Trump is seeking to put on the court before he faces voters this fall. Environmental law scholars believe that with Barrett on the bench, there will be little remaining support on the nation’s highest court for upholding what is arguably its most important environmental ruling—Massachusetts v. the U.S. Environmental Protection Agency.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThat 2007 case established that greenhouse gases were pollutants under the Clean Air Act, serving as the basis for all of the climate policy efforts of the Obama administration. But it did much more than that. In Massachusetts v. EPA, the court also affirmed that states had the right to go to court to challenge the federal government’s failure to act on climate—a finding which four of the justices at the time, led by Chief Justice John Roberts, strenuously opposed.\nNow, a slew of lawsuits by states are making their way through the federal courts—all challenging the systematic dismantling of climate policy by the Trump administration. These cases are heading for a Supreme Court that has only three members remaining of the original five-justice majority that embraced the concept that states could seek redress in the courts for the harm caused to its citizens by federal inaction on climate.\n“Throughout the Trump administration, the states have taken the lead in much of the litigation challenging the regulatory rollbacks,” said Michael Gerrard, director of the Sabin Center for Climate Change Law at Columbia Law School. States can represent the diverse interests of many citizens like no other plaintiffs in the U.S. system. The prospect that a reshaped Supreme Court would deny or narrow states’ standing to sue is “very worrisome,” said Gerrard, adding that such a ruling would be difficult for Congress to undo.\nWhether or not Barrett is confirmed, much will depend on the results of the November election, and on whether wildfire, drought, flood and other manifest evidence of a growing crisis can broaden the conservative justices’ narrow view of their role in addressing climate change.\nThe rise of Amy Coney Barrett is a testament to decades of work by conservative institutions like the Federalist Society to nurture jurists who would serve as a counterweight to the progressive ideas that were transforming U.S. society beginning in the 1960s and 1970s. The National Review tells the story of how Barrett’s law professors at Notre Dame, including Federalist member John Garvey (now president of Catholic University), identified her as a talent from her freshman year in 1994 and helped her get a clerkship with her mentor, Justice Antonin Scalia. After Trump selected Barrett to become the first of Scalia’s former clerks to ascend to the high court, one unnamed Notre Dame professor told Politico: “She’s been groomed for this moment all the way along.”\nBarrett was born in New Orleans, the oldest of seven children in a family deeply involved in the charismatic Catholic movement through membership in the lay religious group, People of Praise. In addition to being a deacon, or lay minister, Barrett’s father, Michael Coney, now retired, spent most of his career as a lawyer for Shell Oil, handling, for example, legal issues stemming from its offshore drilling in the Gulf of Mexico.\nBarrett practiced law briefly, then spent 15 years as a law professor at Notre Dame before she was picked in 2017 in the first tranche of Federalist Society-endorsed nominees in Trump’s project to remake the federal courts. She was confirmed in October 2017 for a seat on the 7th U.S. Circuit Court of Appeals in Chicago by a 55-43, mostly party-line vote, after a contentious hearing. Sen. Dianne Feinstein (D-Calif.) grilled Barrett on whether her judicial decisions would be influenced by religion. “The dogma lives loudly within you,” said Feinstein.\nLess remembered, but at least as important, was the questioning of Barrett on her views on stare decisis, or legal precedent. In a number of law review articles, Barrett examined cases in which she argued that other principles—such as a jurist’s view of Constitutional intent—could outweigh the imperative for a court to abide by its previous rulings.\nOf course, progressive legal theorists as well as conservative ones accept the idea that the Supreme Court can—and in some instances, should—overturn prior decisions. In the landmark 1954 case that outlawed racial segregation in schools, Brown v. the Board of Education of Topeka, the Court threw aside its 1896 ruling allowing “separate, but equal” accomodations—a decision that had served to legitimize decades of Jim Crow laws. Before her elevation to the Supreme Court, Ruth Bader Ginsburg as an attorney argued six cases before the justices that shattered past precedents and established gender equality as a Constitutional right.\nBut which cases should stand the test of time, and which belong in the dustbin of history? A potential jurist’s views on that question gets at the heart of what kind of judge she would be.\n“To be sure, overruling precedent is disruptive,” wrote Barrett in 2015 in the Texas Law Review. “But some instability in constitutional law is the inevitable byproduct of pluralism.” Stability in the law, she wrote, “is more than we have experienced or should expect in particularly divisive areas of constitutional law.”\nThere can be no doubt that climate change counts among the “particularly divisive” issues facing society, and therefore, the courts. And if Barrett is confirmed, environmental law experts believe she will join a majority who, based on their reading of the Constitution, would be inclined to chip away at or overturn Massachusetts v. EPA.\nThe Supreme Court, as remade by Trump, could erode the importance of Massachuetts. v. EPA even while allowing its central finding to stand. In other words, the Court could let stand the ruling that carbon dioxide and other greenhouse gases are pollutants under the 1970 Clean Air Act, but make it harder for parties to go to court to challenge federal policy decisions on what to do about those heat-trapping pollutants.\nThe court’s finding on carbon dioxide is based on its interpretation of a statute—a law written by Congress—the 1970 Clean Air Act, notes Richard Lazarus, a professor at Harvard Law School and author of a new book on the Massachusetts. v. EPA case. “The Court almost never overrules cases based on statutory construction, because the assumption is that Congress can fix it,” Lazarus said.\nAnd indeed, even if the high court were to reverse its finding that carbon dioxide can be regulated under the Clean Air Act, Congress could amend that law or render the issue moot by crafting an entirely new law or set of laws tailored specifically to addressing climate change. Proponents of ideas ranging from the Green New Deal to carbon tax-and-dividend plans to Democratic presidential Candidate Joe Biden’s $2 trillion Build Back Better package are arguing that Congress should do that, regardless of what might happen with Massachusetts v. EPA.\nAt greater risk, environmental law watchers say, is the threshold finding of Massachusetts v. EPA: that Massachusetts and 11 other states had standing, or the right to go to federal court to challenge President George W. Bush’s administration for failure to act on climate change.\nDuring oral arguments in 2006, Justice Anthony Kennedy, who turned out to be the swing vote in the case, said he found a strong precedent for Massachusetts’ climate case in a 1907 Supreme Court ruling that Georgia had the right—as a “quasi-sovereign” acting on behalf of its citizens—to address copper mining pollution within its borders. Not one of the 42 briefs filed in Massachusetts v. EPA had mentioned the century-old Georgia copper case, but it became a linchpin of the decision, carefully crafted by its author, Justice John Paul Stevens, to hold onto Kennedy’s vote and a five-justice majority, as Lazarus recounts in his book, The Rule of Five: Making Climate Change History at the Supreme Court.\nBut Chief Justice Roberts, in a strongly worded dissent that was joined by the three other conservative justices, said it’s the job of Congress and the executive branch—not the courts—to deal with issues like the climate change case brought by Massachusetts. He said that wasn’t a judgement on whether global warming exists, what causes it or the extent of the problem.\nUnder the Constitution, Roberts wrote, the courts only have jurisdiction over cases where there is an injury that can be traced to a particular action that the courts could redress. And regarding climate change, Roberts wrote, “The realities make it pure conjecture to suppose that EPA regulation of new automobile emissions will likely prevent the loss of Massachusetts coastal land.”\nGerrard said it is difficult to see how any state challenge of a federal climate policy could survive under Roberts’ reasoning, since no single policy alone can solve the climate crisis. “Emissions standards on motor vehicles may be the single biggest thing the government can do on climate change,” said Gerrard. “If that’s too small—then everything else is even smaller.”\nIn addition to Justices Samuel Alito and Clarence Thomas, who joined with Roberts’ dissent in Massachusetts v. EPA, the court already has two other Trump-appointed jurists—Justices Neil Gorsuch and Brett Kavanaugh—with a similarly narrow view of standing, according to environmental law scholars. That majority is likely to be strengthened with the addition of Barrett, who they see as following in the footsteps of her mentor, Scalia. During oral arguments in Massachusetts v. EPA, Scalia focused intensively on standing. After tripping up on the difference between the troposphere and the stratosphere, he famously said, “That’s why I don’t want to have to deal with global warming, to tell you the truth.”\nBarrett, with fewer than four years as a federal judge, doesn’t have a record of opinions on environmental cases, but in a lengthy dissent in June, she indicated her view on standing is in line with that articulated by Roberts. She argued that a challenge to Trump’s immigration policy should not have been allowed to go forward because, under the Constitution, it did not belong in the courts. “Litigation is not the vehicle for resolving policy disputes,” she wrote.\nBut up until now, the only check on the Trump administration’s aggressive deregulatory policies on climate and environmental protection has been litigation led by states.\nData compiled by Marquette University political scientist Paul Nolette shows that, to date, there have been 115 multi-state lawsuits filed to block or reverse Trump administration actions like repeal of the Clean Power Plan, the weakening of fuel economy standards and the elimination of requirements to control methane emissions at oil and gas industry facilities. The states have prevailed in 80 percent of the decisions rendered so far, Nolette has calculated. But more than a third of the cases are still pending, and most will be headed for the Supreme Court.\nThe New York-led challenge of the Trump administration’s repeal of the Clean Power Plan, the Obama administration’s signature climate policy, is to be heard on Oct. 8 in the U.S. Court of Appeals for the D.C. Circuit. That case, said Gerrard, “would be a prime candidate for revisiting Massachusetts v. EPA,” said Gerrard.\nIf the Supreme Court were to limit states’ authority to sue in such regulatory cases, there would be little Congress could do to reverse that, legal experts say. That’s because standing is a Constitutional issue in which the Supreme Court is the ultimate arbiter.\nBut Barrett’s elevation to the court will not, on its own, seal the fate of Massachusetts v. EPA.\nIf Biden wins the presidency, his administration would likely put a pause on all of the state litigation against the Trump policies—much as the current administration did in the cases that were pending over Obama environmental policies when Trump took office in 2017. The new administration then, if it lives up to the promises made by Biden, would begin the long process of trying to rebuild a climate policy through both Congress and new regulations. That may delay a Supreme Court reckoning over Massachusetts v. EPA—at least for a while.\nSome environmental law experts think there’s another factor that could encourage the justices to be more receptive to climate cases, even on a high court that is dominated by Trump appointees.\n“The effects of climate change are much more in evidence around us” than they were when Massachuetts v. EPA case was heard 13 years ago, said Ann Carlson, co-director of the Emmett Institute on Climate Change and the Environment at UCLA Law School. “When you read that case, the Massachusetts coastline getting inundated seems a bit far off. Today, you have hurricanes, wildfires and heat waves like we’ve never seen before.\n“I do think when we’re getting slammed like this, it’s going to be harder for the court to say, ‘No one action will solve the climate problem,'” as its reasoning for rejecting a case on climate change, said Carlson.\nThe fact that the Supreme Court, even with conservatives in the majority, delivered surprising rulings this past term in cases involving transgender rights, abortion, and the so-called “Dreamers” who immigrated to the U.S. as children of undocumented parents, shows that societal and cultural change can make a difference in how justices address legal questions, said Lazarus. “Climate change is a much bigger deal and the science of cause and effect is much more clear than it was 13 years ago,” he said. “That’s why I’m not quite ready to surrender yet on Massachusetts v. EPA.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}