{
  "url": "https://insideclimatenews.org/news/18092020/aviation-emissions-climate-change-greenhouse-gas/",
  "title": "Climate Scientists Take Their Closest Look Yet at the Warming Impact of Aviation Emissions",
  "date": "2020-09-18T09:30:00-04:00",
  "content": "An international team of prominent scientists has published what they say is the most comprehensive study to date calculating the complex climate impact of aviation emissions, reaffirming that contrail clouds produce more warming than carbon dioxide.\nThis kind of comprehensive analysis has only been performed a handful of times, starting with a report from the Intergovernmental Panel on Climate Change (IPCC) in 1999. The new study, looking at data from 2000 to 2018, notes that while the understanding of the impacts of aviation emissions “remains incomplete,” a series of new calculations considered “factors not previously applied in a common framework.”\n“We wanted to produce a very high-quality benchmark assessment,” said David Lee, a climate scientist at Manchester Metropolitan University, who led the study and was also part of the IPCC assessment.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe study, which had been in the works since 2015, looked at both carbon dioxide and several types of “non-CO2” emissions in aviation. Carbon dioxide emissions are fairly well understood at this point, Lee said, but the impacts of non-CO2 emissions, which the study found account for about two-thirds of the net warming effect, are considerably harder to calculate.\nThe primary non-CO2 impact results from the emission of nitrogen oxides, water vapor and soot that can create heat-trapping contrail clouds. They form as emissions of hot gases and soot from aircraft engines activate water particles that freeze, producing the contrails, those straight, wispy white markings of a plane’s path through the sky.\nOther non-CO2 emissions involve what the study calls “aviation aerosols”—small particles composed of black and organic carbon known as soot, sulfur and nitrogen compounds.\nThe team measured the “radiative forcing” of each item—a measure of how much potential it has to exert a change on the global climate.\nOver the last decade the science around these emissions has improved drastically, Lee said, but he added that the better science doesn’t always mean the uncertainties will narrow. “We find out other stuff that we didn’t know before,” he said.\nThe climate impact of contrails has been a topic of contention in recent years. Contrails form in certain atmospheric conditions when the water vapors from airplane engines condense and freeze in the air—or when soot particles allow water in the atmosphere to condense around them—creating artificial clouds. The trails can become cirrus, or curling, clouds and hang around for hours, trapping atmospheric heat which contributes to global warming.\nOf all the emissions measured, the researchers found these contrails to be the most impactful, but there’s a caveat.\n“Contrail cirrus forcing is not as powerful as we used to think it was,” Lee said. The contrails appeared to be less than half as effective as previous estimates found. Carbon dioxide emissions, meanwhile, were the second most impactful, with roughly 60 percent as much effect on the climate as the vapor trails.\nMeasuring the effects of nitrogen oxides was tricky because they both eliminate atmospheric methane, which has a cooling effect, but create ozone which can act as a greenhouse gas. Between these two mechanisms, the researchers estimate that nitrogen oxides have a net warming effect that is about 30 percent as powerful as the vapor trails. The other emissions didn’t appear to have strong effects.\nEven though contrails showed less effect than previous estimates, their impact is still considerable, given that warming from the contrails is greater than from carbon dioxide—and that the carbon dioxide emissions alone from the airline industry equal 2.4 percent of global CO2 emissions, according to a 2019 study by the International Council on Clean Transportation.\nThe magnitude of these emissions is also growing quickly. The International Civil Aviation Organization estimated pre-Covid-19 pandemic that demand for air travel would grow 4.3 percent annually for the next two decades.\n“The airlines did not dispute that there was an impact of CO2 on the atmosphere,” said Annie Petsonk, the international counsel at the Environmental Defense Fund, who was not involved in the study. But until now, she said, they have claimed the science isn’t in on non-CO2 airline emissions.\nThis paper, in filling that knowledge gap, deprives airlines of excuses to avoid dealing with non-CO2 emissions, said Petsonk. While the European Union has voluntarily adopted stricter standards for aviation emissions, the United Nations body that governs international aviation standards recently adjusted an international agreement after airlines asked for reprieve, citing lost revenue because of Covid-19.\n“The airlines are in the midst of a Covid crisis, which has hit them with a gut punch and they’re trying to get back on their feet. If they fail to put the climate crisis central to their rebuilding, then their efforts… will fail,” Petsonk said.\nShe said that getting aviation “on a trajectory for net zero climate” needs to be at the core of the industry’s recovery efforts from Covid-19 setbacks.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nLeto Sapunar is a science journalist and graduate student at NYU’s Science Health and Environmental Reporting Program. From Oregon, he studied physics at Oregon State University and taught astronomy in California prior to moving to New York. He interned with Retraction Watch where he covered science accountability, and has written for Scientific American, Medscape Medical News, and Alpinist. In his free time he enjoys rock climbing, science fiction and tea.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}