{
  "url": "https://insideclimatenews.org/news/17082020/china-floods-climate-change-extreme-weather/",
  "title": "China’s Summer of Floods is a Preview of Climate Disasters to Come",
  "date": "2020-08-17T09:00:00-04:00",
  "content": "In early July, high school seniors across China were scheduled to sit for the gaokao, the grueling two-day national exam that determines their college fate. But when torrential rain suddenly hit Anhui province’s Shexian county, streets turned into rivers, preventing local students from reaching their testing sites.\nShop owners were also hit by the deluge. Wu Yongqiang told China One Day, a Tencent Media Chinese-languge blog, that he arrived at his tea shop to find his loose-leaf varieties steeping in muddy flood water—he estimated that 90 percent of his merchandise was ruined.\nSimilar scenes of devastation have played out across China, particularly in the central Yangtze River Basin, over the last two months as the summer monsoon has unleashed record rains and floods. Millions of lives have been upended this summer, but climate experts warn that China will face more frequent severe floods as the global temperature rises, driving up the number of intense rainstorms in the country.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nChina shares this fate with many nations: 70 percent of the world’s population is expected to experience greatly increased river flooding if global warming goes unchecked. This summer alone, flooding along the Brahmaputra river has displaced about 3 million people in India, and one quarter of Bangladesh is underwater. Lower-income countries like India will have a higher mortality rate from flooding compared to China, according to a 2018 study, but China will also be greatly impacted.\nResearchers project that, in terms of damage and the number of people impacted, China is the country most vulnerable to flooding if the temperature rises 4 degrees Celsius above pre-industrial levels, roughly the warming projected for the end of the century if action isn’t taken to curb global warming.\nChina’s flood-prone Yangtze River Basin is densely populated by factories, towns and cities. The government has invested in hulking engineering projects to control the floods, but rapid urbanization, degraded ecosystems, and deep inequities pose major challenges to China’s adaptation.\nFlooding is typical in Southern, Central and Eastern China during the meiyu, or “plum rain”—the East Asian wet season that runs from June to August, but this year’s floods have been historic. Starting in June, heavy downpours and floods started hitting provinces in the Yangtze River Basin including Hubei, Hunan, Anhui and Jiangxi.\nThe middle and lower basin’s rainfall from June through mid-July was the highest on record since 1961, according to Wang Zhihua, a spokesperson for China’s Meteorological Administration. Thirty-three rivers recorded record high flows, and the water level in 433 rivers was above the flood control line as of mid-July.\nThe floods have had a broad impact. By the end of July, almost 55 million people had been affected across 27 provinces—3.8 million people had evacuated and 158 people were dead or missing, according to China’s Ministry of Emergency Management. The effect of the floods on people’s livelihoods is still being accounted for, but the direct economic losses were estimated to be $20.7 billion at the end of July.\nThe flood risk has waned along the Yangtze River, but the season isn’t over—the upper reaches of the river were hit with another round of floods last week. Beijing and other parts of northern China are also starting to face heavy rainfall now as the weather front moves north.\nChina has dealt with flooding throughout its history, but climate change is upping the threat level. As temperatures rise, extreme rainfall will increase and floods will become more frequent in central and eastern China. Using climate models, researchers project that the historical 1-in-100 year high river flow will happen once every 50 to 60 years if the global temperature rises 1.5 degrees Celsius above pre-industrial levels. Limiting warming to below 2 degrees Celsius is the goal of the 2015 Paris climate agreement.\nOnce the temperature is elevated by 2 degrees, that extreme river flow will happen once every 25 to 35 years in China, according to the 2018 study published in Environmental Research Letters.\n“Reaching 1.5 degrees already brings major repercussions in terms of high flows,” said Homero Paltan, a research associate at Oxford University who co-authored the study.\nMore analysis would have to be done to determine exactly how climate change factored into this summer’s floods, he said, but 2020’s wet monsoon conditions align with the trends in their study.\nAs climate change worsens flooding, a larger swath of China’s population will be vulnerable. A 2018 study published in Nature Climate Change projects that over 20 million additional people will be exposed to flooding annually in China if the global temperature rises 3 degrees Celsius compared to the pre-industrial level.\nFactories in the flood zone will also be increasingly impacted, along with the global supply of everything from laptops to air conditioners. A 2019 study published in Sustainability examined the impact of large floods on the Chinese manufacturing sector from 2003 to 2010 and found that these events reduced the output of firms by 28 percent annually.\nThe authors modeled how the impacts of a flood ripple out to affect the whole economy as supply chains are disrupted; they found a 12.3 percent loss in total economic output after large floods in China, with the economic impact still felt years later.\nIn the future, China’s economy will become more vulnerable, said Jim Hall, a climate risk expert at Oxford University who co-authored the study. “I’m sure there will be further investment in protection to reduce the hazard of flooding,” he said. “But the question is: Does that investment in flood protection keep up with the increasing scale of the risk?”\nThe Chinese government has acknowledged the role of climate change in increasing extreme flooding and has taken steps to tackle the mounting risks. In a CCTV interview on July 25, the deputy director of China’s National Climate Center, Jia Xiaolong described the increase in heavy rainfall days over the past decades and said, “I think the sustained heavy rainfall in the Yangtze River Basin is happening against the larger backdrop of global warming.”\nHistorically, China has tackled flooding by turning to gargantuan engineering projects like the Three Gorges Dam—the largest dam in the world. Completed in 2009, the dam was built in part to control the flooding on the Yangtze River. This summer, the dam has had to open its floodgates when the water in its reservoir rose too high. The dam has helped to decrease peak river flows, but it is not a panacea, according to Ding Xiangli, an environmental historian at the Rhode Island School of Design.\n“Dams alone would not solve the flooding problem in China,” Ding said during a Harvard Fairbank Center webinar on the floods in China.\nAlongside dams, a viable flood control system should consist of other tools including flood diversion storage basins, dykes and a resilient wetland system, which is lacking in contemporary China, he said.\nReflecting a move toward a broader approach to flood management, Chinese legislators are considering a draft law to protect the Yangtze River Basin and restore its ecosystems for flood control, The Economist reported.\nOn the city level, China has a sweeping plan with a cartoonish name: “sponge city.” The Ministry of Housing and Urban-Rural Development began promoting the concept in 2014, directing cities to capture rainfall rather than treating it as run-off in sewers that can be quickly overwhelmed during torrential downpours. Thirty pilot cities have received money from the central government to implement sponge city projects.\nUnder the sponge city umbrella , China’s State Council set a goal in 2015 for all of China’s cities to capture and reuse 70 percent of rainwater on site—a target they are supposed to meet in 20 percent of urban areas by 2020 and 80 percent of urban areas by 2030.\n“China’s sponge city construction definitely has had a role in relieving urban waterlogging,” said Zou Tao, the director of sustainable city planning at the Tsinghua Urban Planning and Design Institute. As the program scales up its impact on reducing urban waterlogging will be clearer, he added.\nZou said cities should also increase their use of natural ecosystems to reduce flooding. On a broader scale, sponge city development needs to be integrated into regional flood management, Peking University professor Yu Kongjian told the China Economic Weekly in 2017.\nYu’s comment underlines an issue that has risen to the fore this flood season: China’s approach to flood control often exacerbates inequities between the country’s urban and rural areas. Rural land in Anhui province was submerged within 11 flood diversion areas in order to protect downstream cities, Sixth Tone reported. Similarly, in Jiangxi province, rural communities faced a deluge of water when the government opened levees to lower the level of Poyang Lake. “Sacrificing rural, less populated areas to protect major cities,” is the government’s flood control plan, said Ding Xiangli of the Rhode Island School of Design.\nThese communities are not fully compensated for the damage to their fields and houses, and Ding suggested that the central government and downstream cities should increase their compensation to poorer rural areas for the flood protection they are providing.\nFlooded urban areas face their own economic struggles. In Anhui province’s Shexian county, the impact has been profound for some people. Tea shop owner Wu Yongqiang estimated tens of thousands of dollars in damage to his tea supplies. Another shopkeeper interviewed by China One Day said she was planning to retire in two years, but that is no longer possible.\n“People should be aware that they are living in a risky area,” Oxford’s Homero Paltan said, “and the risk will become more frequent.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nLili Pike is a freelance environmental journalist whose work has recently appeared in Vox, Popular Science and Undark Magazine. She is currently the Robert Wood Johnson Foundation Fellow at the NYU Journalism Institute where she is getting her master’s in Science, Health and Environmental Journalism. Previously she was a staff writer for China Dialogue in Beijing and an executive producer of the podcast Environment China. She graduated from Harvard University with a bachelor’s degree in Social Studies, a minor in Energy & Environment, and a citation in Mandarin Chinese. \n \nLili can be reached at [email protected].\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}