{
  "url": "https://insideclimatenews.org/news/12082020/kamala-harris-joe-biden-election-2020-climate-change/",
  "title": "On Climate, Kamala Harris Has a Record and Profile for Action",
  "date": "2020-08-12T09:00:00-04:00",
  "content": "Find profiles of all the presidential election candidates here.\nIn choosing Kamala Harris as his running mate, Democratic presidential nominee Joe Biden put a spotlight on two key elements of his climate policy: environmental justice for minority communities and accountability for the oil and gas industry.\nHarris, who will be the first Black woman to run on a major political party’s presidential ticket, only last week sought to affirm her commitment to communities of color in the climate battle—and progressives in the Democratic party—by introducing climate equity legislation. The California Senator teamed up with Green New Deal avatar Rep. Alexandria Ocasio-Cortez (D-N.Y.) on the effort, an outreach to the climate activist community that Biden hopes to energize behind his candidacy.\nDuring her presidential run, Harris also frequently advocated for the federal government to take legal action against fossil fuel companies for their legacy of climate pollution. It’s another stance that resonates with many climate-focused voters, even though, as California’s attorney general, she did not go as far as other state law enforcers in pursuing litigation against the industry.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nCertainly, many factors beyond climate change will decide Harris’s value to the Democratic ticket, including her ability to win over voters in states beyond California. How she handles  critiques of her past work as a prosecutor will be important, especially amid the national reckoning on race and law enforcement, and how well she stands up to President Donald Trump’s attacks will be critical, as well.\nBut the environmental community is an important constituency that analysts believe Biden must activate to put together a winning coalition. He took an important step toward that goal last month with a greatly expanded $2 trillion plan, developed with input from advisers to his primary rival, Bernie Sanders. By bringing another rival, Harris, aboard as vice president, Biden chose a candidate already tested in the campaign spotlight with a record and profile for action on environmental issues that is winning the team praise throughout the activist community.\n“A true environmental champion,” said Tiernan Sittenfeld, vice president of government affairs for the League of Conservation Voters, noting that Harris has had a 91 percent pro-environmental lifetime voting record on the LCV scorecard (that’s better than Biden’s lifetime score of 83 percent). “Senator Harris has been a long-time champion for climate action and environmental justice….We know she will continue the fight for a more just solution to the climate crisis.”\nErich Pica, president of Friends of the Earth Action, an environmental group that would like to see Biden’s recently expanded climate platform go even farther, also had praise for the choice of Harris.\n“Senator Harris’ commitment to environmental justice and her desire to hold corporate polluters financially and criminally accountable for their destructive behavior is a welcome sign,” Pica said. “We hope her inclusion on the ticket provides another opportunity for Vice President Biden to increase the ambition of his climate plan and cements climate justice and climate equity as a priority for their administration.”\nHarris brings a record on climate issues that dates back to her time as San Francisco’s district attorney, when she created that office’s first environmental justice unit in 2005. As California attorney general, she confronted the fossil fuel industry by opposing Chevron’s proposed refinery expansion in Richmond, a majority Black and Hispanic city that has waged a long battle against pollution at the Chevron site.\nHarris also sued the Southern California Gas Co. over a massive methane blowout from an underground storage facility on the outskirts of Los Angeles, citing the climate threat posed by the uncontrolled emissions of the super-potent greenhouse gas. The blowout was the largest known natural gas leak in U.S. history. The case was settled three years later, after Harris’ departure for the Senate, in an agreement that some environmentalists criticized as inadequate.\nAs California attorney general, Harris lent her support to a coalition of 17 Democratic attorneys general who vowed in 2016 to hold the fossil fuel industry accountable for climate change. The group—AGs United For Clean Power—was formed in the wake of disclosures that oil giant ExxonMobil had understood the magnitude of climate change for decades yet went on to mislead the public about the catastrophic consequences.\nDuring one primary debate last year, Harris said, “I have sued ExxonMobil,” but in fact, she never did. (The attorneys general of New York and Massachusetts took Exxon to court—with the company successfully defending itself against the New York charges and still in litigation with Massachusetts.) Harris’ campaign spokesman at the time said that she meant that she investigated the company.\nBut as a presidential candidate, Harris was consistent in her call for accountability from the oil and gas industry over liability for their past actions on climate change. “Let’s get them not only in the pocketbook, but let’s make sure there are severe and serious penalties for their behaviors,” she told Mother Jones, in an interview last year on the campaign trail.\nAt a CNN Town Hall on climate change, she said as president she would direct the Department of Justice to launch an investigation of the companies. “They are causing harm and death in communities. And there has been no accountability,” she said.\nHarris has sometimes struggled with Black and progressive voters because of her history as a tough-on-crime prosecutor in a state where the incarceration rate for African Americans is five times higher than their share of the population.\nThat history looms large for Alexandria Villaseñor, a 14-year-old climate activist from New York, who founded the activist group Earth Uprising.\n“I think Kamala Harris is a big win for women of color and environmental justice, however she definitely has some work to do in order to show our generation that she’s become more progressive since her prosecutor days,” she said.\nBut Robert Bullard, a professor at Texas Southern University and author, widely known as “The Father of Environmental Justice,” told InsideClimate News last week that he thought Harris would add value to a Biden ticket at a moment when people are hungry for “transformative change.”\n“We must center the fight for environmental and climate justice in the broader conversation” on race, Bullard said.\nGina McCarthy, president and CEO of the Natural Resources Defense Council Action Fund, called Harris “a cross-generational consensus-builder with a solid record for getting things done.” McCarthy, who served as Environmental Protection Agency Administrator under President Barack Obama, said Harris’s work in the nation’s leading clean energy state makes her a good fit to lead a national transformation.\n“She’s worked to make California the nation’s leader in the clean energy jobs we need to confront the climate crisis head-on and build back better with a recovery that’s strong, durable and creates opportunity in every community in America,” McCarthy said.\nIn a foreshadowing of the attacks that are sure to come, the Trump-Pence campaign sent a blast email to the media Tuesday night, calling Harris “the most radical, far-left Vice Presidential nominee in U.S. history.” But many climate activists see both her and Biden as centrists. Calvin Yang, an 18-year-old Canadian climate organizer and spokesman for Fridays for Future International, commented on the pragmatism of their policy approaches.\n“It’s great to have a green and relatively eco friendly duo on the presidency and vice presidency,” he said, “and the politics they implement wouldn’t be impossible to pass and would win the support of the American public.”\nOne Black climate activist, Catherine Coleman Flowers, founder of the Center for Rural Enterprise and Environmental Justice, who served on the task force that helped craft Biden’s climate plan, sees Harris as a standard-bearer. “It is time to make change and history at the same time,” she said.\nDavid Hasemeyer and Ilana Cohen contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}