{
  "url": "https://insideclimatenews.org/news/31072020/big-oil-coronavirus-losses/",
  "title": "Big Oil Took a Big Hit from the Coronavirus, Earnings Reports Show",
  "date": "2020-07-31T19:48:00-04:00",
  "content": "The world’s leading oil and gas giants this week revealed the scale of the damage inflicted on the industry by the coronavirus pandemic, with top American companies reporting billions in losses while some European companies were able to eke out small profits.\nShell and Total, based in the Netherlands and France, respectively, said a dimming outlook on the long-term demand for oil and gas had forced them to cut the value of their assets by a collective $25 billion. The two companies attributed that lowered outlook to the effects of the pandemic, but also to an accelerating global transition to clean energy\nExxonMobil and Chevron, based in Texas and California, reported large losses as a result of the coronavirus, but made no mention of an energy transition or a looming peak in oil demand.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe earnings reports also made clear that the petroleum companies do not see themselves getting out of the fossil fuels business anytime soon: In fact, companies on both sides of the Atlantic plan on expanding their output of oil and gas for years to come. Chevron, for example, announced this month it would increase its oil and gas resources by buying Noble Energy for $5 billion.\nAmerican and European oil companies appear to be split over the risks posed by a global shift away from fossil fuels, and how the industry needs to adapt, according to the statements.\nThe European companies continue to stress their commitments to increase spending on clean energy, while Exxon touted its investments in carbon capture technology and efforts to reduce methane emissions from its operations.\nBut even European companies that have made net-zero pledges, like BP and Shell, do not include substantial cutbacks in oil and gas development or production in the short-term.\n“In general, all these net-zero targets for 2050, they’re largely predicated on pushing out the hard work of decarbonization beyond 2030,” said Pavel Molchanov, an analyst with Raymond James, referring to targets set by Shell, Total and other European oil companies.\nThe earnings announcements showed that each of the oil giants was forced to shut down operations and cut their output substantially, as global demand for oil crashed, dragging prices with it. Exxon on Friday reported a loss of $1.1 billion, its second consecutive quarterly loss, while Chevron reported an adjusted loss of $3 billion. Those represented the worst results in decades for both companies. The European companies also announced sharp drops in earnings compared to the same period last year, though they did manage to earn small profits, partly as a result of oil trading operations. Shell reported an adjusted profit of $638 million and Total reported $126 million.\nThose figures don’t include billions of dollars in write-downs—one-time accounting maneuvers that reduce the value of certain assets. Write-downs for the European companies included some of the riskier fossil fuel assets that could be vulnerable as the world transitions to more renewable energy, including Canada’s oil sands and North America’s fracking fields.\nWhile Chevron also reported $1.8 billion in write-downs because of a lower projection for global oil demand, it attributed that loss entirely to the pandemic. Exxon did not write-down any assets, and in a call with investors, Neil Chapman, a senior vice president at the company, characterized the downturn as an unprecedented, but short-term, challenge.\n“We will overcome the challenges of the current environment,” he said, “just as we’ve overcome the challenges of the past.”\nWhile Shell already had announced that a one-time loss was coming, the French giant Total’s announcement was new, and it stood out. The company said Thursday that the bulk of its write-down—$7 billion from Canadian oil sands—came as part of a review of its assets in light of its net-zero emissions goal, which it announced in May.\nTotal said it had reviewed its long-term outlook for oil demand and determined that it will peak before 2030. As part of its aim to reach carbon neutrality, the company said it examined the risk that some of its longer-lived assets might be “stranded,” or left in the ground. The assessment identified $7 billion in oil sands assets, which stand out for their high production costs and long-life, the company said.\nAndrew Grant, head of oil, gas and mining at the Carbon Tracker Initiative, a financial think tank, said in a statement that Total’s oil sands announcement is “a belated but welcome development.” But he noted that the company still has given no indication that it plans to change its overall plan to boost oil and gas production.\nCanada’s oil sands, also called tar sands, have been a focus of climate activists because the production requires more energy—and therefore emits more carbon dioxide—than conventional oil. The tar sands are also among the world’s most expensive sources of oil to exploit. This has led Carbon Tracker to conclude that if the world weaned itself off oil quickly enough to meet the goals of the Paris climate agreement—limiting warming to well below 2 degrees Celsius—no new tar sands project would generate enough of a profit to warrant the huge investment for construction.\nIn a sense, the pandemic could offer a preview of what would happen if that transition occurs. As global oil demand collapsed earlier this year, tar sands projects were some of the first to be shut down because of their high costs, and production this year is set to fall substantially. The Surmont project, in which Total is a joint owner, was among those that curtailed production.\nBut that doesn’t mean the tar sands have entered long-term decline yet. This week, the research firm IHS Markit released projections showing that growth in the oil sands will be affected only modestly by the pandemic. The firm estimated that production would return to pre-pandemic levels within a year, and would add about 1 million barrels per day by 2030. Kevin Birn, a vice president at IHS Markit, said that growth is partly due to unique conditions of oil sands projects, and masks the fact that the region is attracting little investment\n“What’s under the surface,” he said, is that “over half of that growth comes from basically ramp-up of existing infrastructure.” Companies are expected to improve and expand operating projects more than they build new ones, and there are no new oil sands projects currently under construction, the firm said.\n“It means the overall level of investment and incremental rise of new production is much lower than it was in the previous decade,” Birn said.\nShell’s write-down was spread across a wider range of assets, and highlights some of the other oil and gas projects that Carbon Tracker and others have said may be at the highest risk in a clean energy transition, including fracking fields in North America, high-cost liquefied natural gas projects in Australia and offshore oil fields in Europe and the Americas.\nFracked oil fields in the United States have also seen steep declines in output in response to the global fall in demand, and the drop may last for years. This week, Rystad Energy, a research firm, projected that North Dakota’s oil production, for example, won’t return to levels it saw last year until 2025, and then may peak.\nMolchanov said the most important information disclosed this week was the extent of the cuts the companies have made to their exploration and production budgets, which amount to billions of dollars.\n“What that tells us,” he said, “is there will be prolonged decline in global oil and gas supply probably into the middle of this decade.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}