{
  "url": "https://insideclimatenews.org/news/26072020/ohio-illinois-bribery-scandals-utilities-climate-change-commonwealth-edison-firstenergy-householder/",
  "title": "Illinois and Ohio Bribery Scandals Show the Perils of Mixing Utilities and Politics",
  "date": "2020-07-26T09:00:00-04:00",
  "content": "COLUMBUS, Ohio—Among other things, the king-size bribery scandals in Illinois and Ohio dominating the headlines lately are a vivid illustration of how utilities routinely exert financial and political power to shield themselves from the risks of doing business, often at the expense of consumers.\nThe dynamic is so pervasive that some analysts and advocates say they thought they had lost the ability to be shocked by it—until the revelations of the last 10 days.\n“I was gobsmacked,” said Ned Hill, an Ohio State University economist who had testified against the legislation now at the center of the bribery probe. The behavior described in legal documents, he said, looks “like the outtakes from The Godfather.”\nHill and other close observers of the legislative process say utilities have too much political power and operate in a campaign finance system that makes it too easy for them to get what they want, and that often leads to unfair competition.\nPlease take a look at the new openings in our newsroom.\nOn July 17, federal prosecutors in Illinois announced that the utility Commonwealth Edison had allegedly provided jobs and favors to people associated with the Illinois House speaker, in exchange for legislation that included a bailout of nuclear power plants. Four days later, federal prosecutors in Ohio made a more startling announcement in an unrelated but similar case, charging the Ohio House speaker, Republican Larry Householder, and four other people, with taking more than $60 million from the utility FirstEnergy in exchange for passing a nuclear bailout.\nThe utilities’ unrestrained influence also has implications for climate change and the environment, although those factors differ widely in the Illinois and Ohio cases because of differences in the bills passed in each state. But environmental advocates say both the Illinois and Ohio examples are alarming because they show a system in which all concerns take a back seat to profits of utilities.\n“When companies like ComEd and FirstEnergy have billions of dollars at stake, spending tens of millions of dollars on campaign contributions, bribes and other activities is sort of a down payment, and that’s sad,” said Howard Learner, president and executive director of the Environmental Law & Policy Center in Chicago.\nThe Illinois and Ohio scandals touch on hotly contested policy debates about the transition to renewable energy and whether nuclear power, which is carbon-free, is so important to that transition that it needs to be subsidized.\nBut David Pomerantz, executive director of the Energy and Policy Institute, a watchdog group that investigates corruption by utilities, said such debates are largely beside the point.\nThe core problem, he said, is something much simpler: Utilities have shown a pattern of trying “to spend money to influence policy in ways that, above all, protect or strengthen their monopolies and grow their profits, agnostic of the climate impacts.”\nPomerantz said he thinks that reducing the political power of utilities will be good for renewable energy and the climate in the long run, because renewable energy has public support and is competitive on the market.\n“If we get the corrupting influence of utility money out of politics, I’ll very happily take my chances with honest policy debates that engage the public, which broadly supports the rapid transition from fossil fuels to clean energy,” he said.\nThe Illinois and Ohio scandals are tied to the ways utility companies have responded to the competition brought on by electricity deregulation. Both states are among the 15 or so that implemented deregulation laws in the late 1990s and early 2000s, leading to systems today in which power plants must compete on an open market.\nAt one time, nuclear and coal-fired power plants were strong competitors on that market, but now they are struggling because of the low costs to operate plants that run on natural gas, along with the plunging costs of wind and solar power.\nRather than close plants that are not profitable or barely profitable, plant owners have chosen to seek government subsidies.\nIllinois passed the Future Energy Jobs Act in 2016, one of the measures cited in the U.S. attorney’s recent filing as being tainted by corruption. The law provided subsidies for two nuclear power plants and included a major expansion of the state’s support for renewable energy and energy efficiency. The nuclear plants are owned by Exelon, which is ComEd’s parent company.\nThe law’s supporters argued that the plants were a vital source of carbon-free power and that they were important for jobs and the economy.\nOther states have enacted their own laws or regulatory actions in recent years that include nuclear subsidies as part of a package or a larger agenda that also expanded use of renewable energy. They include Connecticut, New Jersey and New York.\nIn Ohio, it was a different story, with elected officials hostile to renewable energy. House Bill 6, passed in 2019, gave more than a billion dollars to two nuclear power plants owned by a company with ties to FirstEnergy. It also provided subsidies for two coal-fired power plants owned by Ohio Valley Electric Corp., and canceled the requirements of a 2008 law that had required utilities to invest in renewable energy and energy efficiency.\nEnvironmental groups that had supported the 2016 Illinois law opposed the 2019 one in Ohio. But the laws are alike in that they started as nuclear bailouts and then sponsors added whatever provisions they needed to get them passed.\nBoth laws subvert the market, which is unfair to competing owners of power plants, said Michael Haugh, an energy policy consultant who has done work for the Office of the Ohio Consumers’ Counsel, the state’s utility consumer advocate, and for the R Street Institute, a think tank that advocates for open markets and limited government.\nThe result is that utilities have a system in which they can earn substantial profits in situations where they are well-equipped to compete, and can get government protection to guarantee profits when they are ill-equipped to compete.\n“They found the way to walk the line in-between,” Haugh said, which, he added, is “the best of both worlds” for the companies.\nDocuments in the Illinois case describe years of favors and other inducements that ComEd provided to a “Public Official A.” Although the documents do not name the official, they refer to the person as speaker of the Illinois House during the period of the alleged crimes. That was Mike Madigan, a Democrat, who remains speaker.\nComEd agreed to pay a fine of $200 million and cooperate with the investigation, while Madigan has not been charged. A spokeswoman for Madigan said he “never made a legislative decision with improper motives and has engaged in no wrongdoing here.”\nIllinois Gov. J.B. Pritzker, also a Democrat, said at a public appearance last week that he is “furious with what is being reported” and that Madigan has a lot that he needs to answer for, to authorities and voters.\nThe agreement between prosecutors and ComEd was the largest development so far in an investigation that Chicago media have been reporting on since last summer, based on reports of authorities raiding officials’ homes and offices.\nIn contrast to the slow burn of the Illinois probe, the one in Ohio remained a secret until authorities made arrests in the early hours of July 21.\nThe Ohio arrests included not only Householder, the speaker of the House, but also four of his associates who were part of what prosecutors said was the largest bribery scheme in Ohio history.\nThe U.S. Attorney’s Office for the Southern District of Ohio issued an affidavit with much more detail than the documents in Illinois, describing how “Company A” provided nearly all of more than $60 million that went to a dark money group controlled by Householder, which he then used to help the company, help his political career, and cover a variety of personal expenses. Company A is FirstEnergy.\nThe affidavit tells the story of a plan that took years to unfold, starting in 2016 when a FirstEnergy subsidiary, FirstEnergy Solutions, said that its two Ohio nuclear plants were losing money and would need to close unless they got help from the government.\nThat same year, Householder was planning a return to the Ohio House, running for a seat in the body where he had served from 1997 to 2004, including a previous stint as speaker.\nHouseholder narrowly won election by his colleagues as House speaker in 2019 and soon released the first draft of a nuclear bailout measure that he said was a high priority.\nHe rammed the bill through in the House and Senate, using threats and promises to cajole his colleagues to support the measure and over the objections of a broad range of business and environmental groups. Gov. Mike DeWine, a Republican, signed the bill.\nBut the fight didn’t end when the bill became law. Opponents of the bill announced that they would gather signatures for a referendum to give voters a chance to repeal the law. The dark money group and affiliated groups responded with an aggressive campaign to prevent the opponents from getting the signatures they needed.\nThis included buying up contracts of national signature gathering firms, essentially paying them to not work in Ohio. It meant getting contact information for individual signature gatherers and sending them text messages offering $2,500 and a plane ticket to quit their jobs. It also meant hiring “blockers,” paid operatives who followed signature-gatherers and tried to persuade the public not to sign.\nMeanwhile, Householder’s allies wanted inside information from the referendum campaign, so they paid $15,000 to get an employee of the campaign to divulge secrets, and threatened to burn his house down if he revealed the existence of the payoff. The threat was phrased as if it were a joke, but the threat was clear, the employee told prosecutors.\nThe push for a ballot measure ended in failure, with organizers saying they were unable to get enough signatures because of all the dirty tricks.\nWhile many of the details in the affidavit were shocking—like Householder using money from the dark money group to pay for repairs to his second home in Florida—it was well-known that Householder was extremely close to FirstEnergy. For example, Ohio media had reported that the company had hosted Householder and his son on the company’s jet to attend President Donald Trump’s inauguration.\n“It was no secret that this was the quid pro quo for FirstEnergy helping Householder get the speakership,” said Janine Migden-Ostrander, a principal at the Regulatory Assistance Project who was head of the Office of the Ohio Consumers’ Counsel from 2004 to 2011.\nWhat was a secret was that Householder controlled the dark money groups and the extent to which FirstEnergy was financing the groups, she said.\nDeWine said on Thursday that the law should be repealed and replaced in light of the evidence of corruption.\nMeanwhile, FirstEnergy has said it did nothing wrong.\n“This is a serious and disturbing situation,” said Chuck Jones, FirstEnergy’s CEO, in a conference call with analysts on Friday. “Ethical behavior and upholding the highest standards of conduct are foundational values for the entire FirstEnergy family and me personally.”\nThe company has said little about the specifics of the allegations. Householder has not commented on the charges since his arrest and his office did not respond to a request for comment.\nBoth the Illinois and Ohio investigations are ongoing.\nAnalysts and advocates are hopeful that the scandals will serve as a wakeup call for the public about the deep flaws in the ways utilities influence the political system.\nHill, the Ohio State economist, said he hopes the scandals lead to fair competition and lower costs for consumers. He is wary of the possibility that environmental groups may respond by saying that Ohio should provide large subsidies for renewable energy, which he thinks would be taking the wrong lesson from what has happened.\n“Green energy wins in competitive markets,” he said, citing the low prices of wind and solar power.\nAnother part of learning from the scandals is to recognize that some of the harmful activity is legal and shouldn’t be, like utilities’ ability to influence policy through untraceable donations to dark money groups, said Pomerantz of the Energy and Policy Institute.\n“The line between what is legal corruption and illegal corruption in this country is incredibly fuzzy and porous,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}