{
  "url": "https://insideclimatenews.org/news/21072020/fossil-fuel-arctic-drilling-alaska/",
  "title": "Fossil Fuel Advocates’ New Tactic: Calling Opposition to Arctic Drilling ‘Racist’",
  "date": "2020-07-21T19:51:45-04:00",
  "content": "When Alaska’s all-white Congressional delegation branded opposition to oil and gas drilling in the Arctic Wildlife National Refuge as a form of discrimination last month, they may have hoped to play into a national dialogue about systemic racism—not necessarily to spark it.\nIn a letter to the Federal Reserve on June 16, Senators Dan Sullivan and Lisa Murkowsi and Rep. Don Young, all Alaska Republicans, called on federal regulators to investigate whether the refusal of several banks to fund Arctic oil and gas projects discriminated against Alaska Natives, depriving them of social and economic benefits. The politicians had previously called the banks’ refusal a discriminatory tactic “against America’s energy sector.”\nBut controversy followed quickly. In the weeks following the letter, Native organizers penned op-eds and climate activists posted on social media, blasting the three members of Congress for what they viewed as a hypocritical and misleading narrative.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nOil and gas advocates have for years maintained that opposition to fossil fuel companies equals “green racism,” and have portrayed the industry as providing economic aid to marginalized communities by supporting economic development, sponsoring local programs and promising reliable and affordable electricity.\nSome in Indigenous communities also argue in favor of fossil fuel development, given the opportunities it promises. But in Alaska and elsewhere, Indigenous activists concerned about the the future of their communities and the planet are opposing drilling and spearheading a movement to end investment in fossil fuels.\nThe situation is complicated. Many Black and Indigenous communities in the United States, including Alaska Natives, lack opportunities for more environmentally sustainable development because of long histories of social, economic and political marginalization. Those histories are central to the current debate, raising the question of whether an embrace of fossil fuels by some members of these communities reflects a free choice, or one made out of necessity, given the circumstances left by centuries of systemic racism.\nAmong Alaska Natives, one of the organizers of the opposition to fossil fuels is Siqiñiq Maupin, who over a year ago broke from a corporate career in the oil and gas sector and became a vocal opponent of fossil fuel companies’ activity, hoping to combat the claim that such opposition equals racism.\nMaupin, who is Iñupiaq, wanted to show that, contrary to stereotypes of Alaska Natives as “oil-hungry” and money-seeking, “not all Iñupiat people want drilling.” In 2019, Maupin co-founded Sovereign Iñupiat for a Living Arctic, a movement of Iñupiat people which aims to create spiritually, mentally and physically healthy communities in the Arctic.\nThe split over oil and gas drilling between elected and corporate leaders and Native organizers like Maupin reflects a broader division between prominent officials and the community members they claim to represent.\nIn a recent example, Rev. Jesse Jackson and National Urban League President Marc Morial backed calls for more racial diversity in the oil and gas workforce, while grassroots Black organizers bucked these calls as a false substitute for divestment from fossil fuels.\nIndustry advocates are aware that few, if any, comparable economic options are available to Indigenous communities in Alaska’s North Slope, as are numerous officials and corporate leaders who have come out in favor of Arctic drilling. Oil and gas projects offer local jobs and generate revenue that funds new schools and infrastructure upgrades, even if they do so at a cost to the environment and public health.\nRight-wing organizations like the Heartland Institute, which advocate for the petroleum industry, have helped to promote claims of “green racism” through posts on their website. At the same time, they have worked to demonize environmental activists who seek to shut down the fossil fuel industry, in effect pitting them against the best interests of low-income communities of color, which are disproportionately located in areas near fossil fuel operations.\nJust last month, the public affairs firm CRC Advisors, which has fossil fuel companies as clients, sent out an email to journalists attacking “radical environmentalists” for “claiming solidarity” with Black racial justice organizers, while “pushing policies which hurt minority communities.”\nA similar message has been promoted by the Life:Powered project, launched by the Texas Public Policy Foundation, an Austin-based conservative think tank that has ties to the conservative Koch brothers. In 2018, Life:Powered released a video featuring Navajo Nation members endorsing a local coal-fired power plant, which the video portrayed as under attack by “out-of-state billionaires and environmental extremists.”\nJason Isaac, a senior manager and distinguished fellow of Life:Powered, said the video sought to illustrate that “economic prosperity and environmental leadership go hand in hand.” Isaac suggested that anti-fossil fuel activists may be missing how people’s increased wealth can lead to increased concern for the environment. When surviving and providing for their family are people’s top priorities, he said, the environment is “the last worry on their mind.”\nIsaac warned that shutting down fossil fuel projects risked depriving communities of color of employment and more reliable and affordable electricity, creating “a lose-lose scenario.”\nFossil fuel companies and their proponents are not the only ones who argue that opposing drilling is discriminatory. Some Native Alaskan officials view Arctic drilling as not just a matter of economic opportunity but an expression of sovereignty: Native Alaskans should be free to pursue such development and to accept its potential consequences, they maintain.\nHarry K. Brower Jr., Iñupiaq mayor of Alaska’s North Slope Borough, for example, has lambasted the idea of faraway climate activists and banks controlling Arctic development. Last January, he wrote that Goldman Sachs’ refusal to fund Arctic oil and gas reflected a “subtly racist attitude that too often has been the hallmark of the way Westerners deal with Indigenous people.”\nKara Moriarty, president of the Alaska Oil and Gas Association (AOGA), said she believes that Mayor Brower’s viewpoint “represents the true majority of people who live on the North Slope.” She said that banks divesting from Arctic oil and gas projects in Alaska continue to invest in similar projects elsewhere, potentially with less stringent environmental requirements.\nMoriarty said she can’t see how “racial justice has anything to do with whether responsibly drilling in the Arctic is a good decision or not,” adding that at AOGA, “we don’t discriminate in our hiring practices” and calling the economic opportunity offered by the industry unparalleled.\nMany climate and Indigenous activists, however, see this as hypocritical, and point out that the same development that proponents claim supports Native communities also degrades the communities’ land and health.\nAt bottom, the different views seem to reflect two competing definitions of racial discrimination, one that focuses on who receives the immediate economic benefits of fossil fuels, and another that focuses on who bears the long-term brunt of the greenhouse gas emissions they produce.\nUnder either definition, Bernadette Demientieff said, she doesn’t think the economic benefits of fossil fuels outweigh their costs. Demientieff, a woman of mixed Alaska Native and Black ancestry, is the executive director of the Gwich’in Steering Committee, a tribal non-profit group, formed by elders and chiefs of the Gwich’in Nation in 1988, which fights to protect the porcupine caribou herd, the Arctic Refuge and the Gwich’in way of life. She called the economic benefits touted by oil advocates “short-term,” and said she would “rather have a healthy environment” in the long run.\n“Our way of life is not for sale,” said Demientieff.\nBoth industry advocates and climate activists cite the historical disempowerment of Native Alaskan communities to back up their arguments.\nTerry Anderson, a senior fellow at the Hoover Institution at Stanford University and a pioneer of the term “free market environmentalism,” has long advocated for “unlocking the wealth of Indian Nations” by increasing their autonomy over their land and its development.\nMany Native American communities “are at the mercy of politics in Washington” because they are restricted by federal Indian law, which inhibits them from exercising the sovereignty needed to develop their “natural wealth,” Anderson said, adding that, for that reason, he considers this body of law “the worst [form of] discrimination against Native Americans.”\nSuch discrimination has led to a conception of dirty energy development as the only real path to prosperity for Indiginous communities.\nKyle Whyte, a philosophy and community sustainability professor at Michigan State University and an enrolled member of the Citizen Potawatomi Nation, criticized what he called “surface level accusations” that restrictions on tribal corporations’ ability to develop extractive industries were racist. From his point of view, he said, such accusations fall short, “without addressing all the other racism that’s happening that makes it harder for tribes to make free choices about what types of economies they choose.”\nWhyte said such racism includes a long history of U.S. policies meant to create more opportunities for fossil fuel extraction, which may have led some Native communities to feel limited in achieving the more diverse energy portfolios that many of these communities desire.\nPeople who assume that tribes would necessarily extract and develop fossil fuel resources if they faced fewer legal and policy restrictions, Whyte said, often fail to ask, “If tribes could freely pursue any economic options that they wanted, would they necessarily choose that?”\nGiven a lack of energy alternatives, Whyte questioned whether the embrace by some Indigenous leaders of extractive industries reflected a meaningful expression of Alaska Natives’ free will. “To suggest that tribal self-determination only comes down to extract or not extract,” he said, “is really to misunderstand what it means to genuinely have freedom” and to erase history.\nIn Maupin’s experience, Alaska Natives who express a desire for clean energy alternatives may also face resistance. Maupin, who uses they/them pronouns, compared raising the issue of renewable energy development on Alaska’s North Slope to “talking about communism in the ‘50s.” They were told that renewables like wind and solar were “a waste of time and money” which risked sending Alaska Natives “back to Third World conditions.”\nWith Native American lands holding “$1.5 trillion in untapped coal, oil and other energy resources,” their development may have global implications. In the Arctic, which is warming at roughly twice the average rate of the rest of the planet, emissions from oil and gas drilling contribute to climate change, which has a disproportionate impact on poor people of color worldwide.\nMaupin doesn’t believe Native Alaskans have the right to prioritize local economic development over other people’s “basic right to a livable earth.” To do so, Maupin said, would betray Iñupiat values.\nWith a national spotlight on racial justice, Maupin said, they see a greater opportunity to push for a “just transition” from fossil fuels to a clean energy economy, offering hope for a future where Alaska Native communities remain intact.\nOtherwise, Maupin said, they fear that continued fossil fuel development will deprive their two young children of developing a “relationship with the land [their] ancestors have been on for thousands of years”—land where they could “practice their traditions”—and for which “there is no replacement.”\nMoriarity agreed with Maupin on the importance of making “Alaska sustainable for the long term for future generations to come.” But she stressed the need to balance “protecting the land that we all live on” with the need for economic opportunity.\nAnderson, of the Hoover Institute, said the question of natural resource development in Native communities should arise only if those communities wanted it. But if they did want it, as some do in Alaska, he said, people must ask, “Is it worth putting Alaska Natives in this case in a situation where they aren’t able to develop their wealth?”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}