{
  "url": "https://insideclimatenews.org/news/16072020/trump-nepa-pipelines-highways-drilling-mining/",
  "title": "Trump Proposes Speedier Environmental Reviews for Highways, Pipelines, Drilling and Mining",
  "date": "2020-07-16T09:05:00-04:00",
  "content": "Just 110 days before he faces the nation’s voters for the second time, President Donald Trump continued his three-and-a-half-year attack on the nation’s environmental laws on Wednesday by seeking to reign in one of the most important—the statute that requires federal agencies to assess the environmental consequences of their actions.\nThe new rule Trump put forth would shorten review times under the National Environmental Policy Act, establishing a two-year limit for full environmental reviews and a one-year deadline for less detailed assessments of projects ranging from pipelines and freeways to drilling on federal lands.\nEnvironmentalists are concerned that the new NEPA rule would also limit those reviews from fully considering the effects of climate change, the biggest environmental threat of all.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nTrump unveiled the proposed changes at a UPS hub in Atlanta, walking on stage to Lee Greenwood’s “God Bless the USA” before announcing that he was “modernizing” NEPA.\nHe recalled his own “years and years” of litigation as a developer and what he described as a “maze-like approval process that costs millions and millions of dollars.”\n“All of that ends today,” Trump said. It will mean “better roads, bridges and highways for every UPS driver and citizen across our land.”\nIndustries supporting the administration welcomed the promise of a less costly and streamlined environmental review process.\nBut environmental lawyers in academia and with environmental groups predicted that the Trump administration would fail. They said they expected courts will find the new regulations overreaching in part because they erode the law’s requirement that environmental reviews examine indirect and cumulative environmental impacts—for example, how a petroleum pipeline could contribute to global warming.\nTrump’s action also raises the stakes in the November election. His opponent, Democrat Joe Biden, laid out a $2 trillion plan on Tuesday to address climate change and boost jobs and the economy amid a coronavirus-caused recession.\nIn some ways, Trump’s NEPA maneuver could be seen as a response to Biden’s climate plan, which the president on Wednesday attacked as a job killer.\nThe new NEPA regulations could be swept aside by Democrats if they win the White House and both houses of Congress in November, just as Republicans and President Trump, under the Congressional Review Act, rejected some of the Obama administration’s final-month actions. Among the Trump administration’s actions: the scuttling of the Obama administration’s rule protecting streams near coal mines.\n“There have long been calls to streamline the NEPA process and specifically shorten the timeline for completing that process,” said Jayni Foley Hein, natural resources director of the Institute for Policy Integrity at the New York University School of Law. “But the scope of these regulatory revisions far exceeds anything in recent memory.”\nShe said the Trump administration NEPA rule-making could be open to challenge because it goes beyond the scope of the law.\n“There is a potential conflict between what the statute requires on its face and these new regulations,” she said. “Agencies would be wise to follow the letter of the statute.”\nPatrick A. Parenteau, professor of law and senior counsel in the Environmental Advocacy Clinic at Vermont Law School, put it more bluntly.\nThe regulations, he said, “won’t survive judicial review, or they will be immediately erased from the books as soon as Biden is in office. This is just a waste of time, except it will provide a lot of business for lawyers.”\nNEPA was passed in 1969, even before the first Earth Day, at a time when the nation was dealing with severe air and water pollution and major development fights, like a proposed Everglades airport to serve supersonic planes.\nCongress wrote lofty goals into the act, including declaring “a national policy which will encourage productive and enjoyable harmony between man and his environment, to promote efforts which will prevent or eliminate damage to the environment and biosphere and stimulate the health and welfare of man.”\nNEPA also can apply to state, local and private entities when there is a federal link.\nThe Trump administration has rolled back dozens of environmental regulations, and in January, it proposed relaxing NEPA by prohibiting consideration of the long-term effects of climate change.\nThis earlier proposal was an attempt to sweep away a hurdle slowing his agenda for unfettered fossil fuel development. Since then, tens of millions of Americans have lost their jobs amid the coronavirus pandemic, and both Biden and Trump are now offering programs they say will help the economy recover.\n“This move is really going after one of the bedrock environmental laws and it’s not undoing an action as much as systematically shifting how things have been done for a long time,” said David Konisky, a political scientist and professor at the Indiana University School of Public and Environmental Affairs.\nWhat makes NEPA distinct from other environmental laws is that it is primarily a procedural process, rather than a regulation focused on a particular industry, and it informs what the government needs to consider in implementing infrastructure projects, he said.\nNEPA’s process can delay projects, and environmental groups have become good at using the environmental review process to slow or halt projects that could be harmful to the environment, he said. “They do this by holding agencies’ feet to the fire to make sure they complete all elements of the review,” he said.\nSometimes the government finds that cutting corners doesn’t pay off.\nLast week, for example, a federal judge ordered the shut-down and emptying of the Dakota Access Pipeline—the largest pipeline out of North Dakota’s Bakken shale basin—pending a more complete environmental review in what was an extraordinary remedy for the Standing Rock Sioux tribe in its long fight against the project.\nThe new NEPA rule, long awaited, had been expected to limit the consideration of climate impacts by specifying that agencies are only required to analyze effects of a project that are immediate, local and direct, as the president first proposed in January.\nIn the final rule Trump announced on Wednesday, produced by his Council on Environmental Quality, climate impacts could be considered if they could be “reasonably foreseeable” or “have a reasonably close causal relationship to the proposed action or alternative.”\nMore than 1 million people, businesses or organizations submitted comments.\nThe American Petroleum Institute and the Association of Oil Pipelines, in a joint filing, said that delays caused by NEPA “compounded regulatory uncertainty and chilled trillions of dollars of investment in vital infrastructure and other projects that would otherwise bear significantly more timely benefits in the form of job creation, economic activity, and federal, state, and local tax revenue.”\nThe American Petroleum Institute, which represents 600 companies in the oil and natural gas sector, praised the Trump administration on Wednesday. “These reforms will help accelerate the nation’s economic recovery and advance energy infrastructure while continuing necessary environmental reviews,” Mike Sommers, API’s president and CEO, said in a press release.\nThe National Association of Home Builders said that a streamlined permitting process, with time restrictions on full and limited environmental reviews, would support the housing market.\n“The final rule to reform the National Environmental Policy Act is the most recent example of the Trump administration’s ongoing efforts to reduce harmful regulations that hurt small businesses and impede economic growth,” Chuck Fowke, the association’s chairman, said in an emailed statement.\nEnvironmental groups panned the regulations and promised legal challenges, saying the rules would hurt low-income and minority communities that often feel the brunt of development.\n“This is a clear attempt to silence and sideline people to make it easier for industry to pollute our communities,” Gina McCarthy, president and CEO of the Natural Resources Defense Council and President Obama’s EPA Administrator, said in a written statement. “We will not let this stand.”\nEarthJustice said the Trump administration was trying to gut more than 40 years of settled environmental law.\nThe new regulations will open the door for the government to exempt pipelines, large-scale logging operations, waste incinerators, smog-spewing highways and countless other federal actions from environmental review, or sharply limit local communities’ ability to participate in the environmental decision-making process, the environmental group said.\nGutting NEPA “silences voices and puts vulnerable communities, health, and our environment—including our air and water—at risk,” said Kristen Boyles, staff attorney at Earthjustice.\nIt is not NEPA that slows projects, but underfunded government agencies, said Kym Hunter, a senior attorney with the Southern Environmental Law Center.\nStreamlining the process may reduce opportunities for the public to weigh in on the environmental impacts of certain projects, Konisky said. “If any of these changes to NEPA come to fruition, that could cut off those opportunities,” he cautioned.\nKonisky expects to see lawsuits “immediately,” especially regarding the possibility that some types of projects could be relinquished from a full environmental review process.\nBoyles, the Earthjustice attorney, agreed.\n“We’re not going to sit back and allow a decision that could harm public health during a public health crisis go unscathed,” she said. “We’ll be seeing them in court.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nMaddie Kornfeld is a summer intern at InsideClimate News. She is currently pursuing her master’s degree at the Newmark School of Journalism in New York City, where she focuses on climate change reporting and investigative reporting. Before pursuing journalism, she worked in social services at a soup kitchen and a high school, where she listened to people’s stories every day. When Covid-19 hit New York, she joined a group of fellow Newmark students to develop and run a news site dedicated to local coverage of the pandemic. Her writing for the site mainly focused on the intersection of the pandemic and the environment. She’s excited to join a team of journalists dedicated to covering energy, the environment and climate change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}