{
  "url": "https://insideclimatenews.org/news/14072020/coronavirus-energy-heat-waves-climate/",
  "title": "A Pandemic and Surging Summer Heat Leave Thousands Struggling to Pay Utility Bills",
  "date": "2020-07-14T09:00:00-04:00",
  "content": "When the coronavirus pandemic forced classrooms to close this spring, Leticia Garcia’s family in Fairfax County, Virginia, quickly ran short of money. Garcia cleans schools for a living and, with her hours sharply reduced, found herself at home with her two daughters.\nShe cut their cell phone service to keep the water, gas and electricity on. Now, only Garcia and her son, who helps pay the utility bills, have working phones.\n“It’s a lot when your hours are reduced, but there are certain things you just can’t cut back on,” she said through a translator about her utility expenses.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nGarcia is among thousands of people across the country struggling to pay rising and accumulating utility bills as they deal with the ongoing economic fallout of Covid-19 during a summer forecast to be hotter than usual in much of the country.\nThis week meteorologists are predicting temperatures over 100 degrees and widespread dry conditions for the middle of the country that could last into August. A blanket of heat is expected to stretch from California to parts of the Northeast that could ramp up electricity demand and strain the grid.\nIt is a situation that energy policy experts fear will become increasingly common. Rising temperatures and extreme weather due to climate change are predicted to exacerbate energy insecurity and further the need for expanding energy assistance programs.\nThe coronavirus will likely compound both discomfort and financial distress during the heatwave, as many public places where people typically seek air conditioning are closed to prevent the spread of the virus.\nEven in states that have imposed moratoriums on utility shut-offs during the pandemic, advocates fear the coronavirus could heighten energy insecurity. With pauses on utility shut-offs beginning to lapse in some states, advocates have begun calling for longer-term consumer protections.\n“We are seeing an unprecedented number of people asking for help,” said Denise Stepto, chief communications officer at Energy Outreach Colorado, a Denver-based nonprofit that helps residents afford their home energy. “It’s also a big issue for people who have recently fallen into unemployment, because they don’t know how to navigate this situation.”\nDuring the first few months of the pandemic, the organization launched an energy relief fund that helped people pay their bills and worked with the state to extend Colorado’s Low-income Energy Assistance Program, a federally funded program. They quickly saw about a 40 percent increase from this time last year in people reaching out for help.\nThere are significant health risks associated with falling behind on bills and getting disconnected from utilities, said Diana Hernández, an assistant professor of sociomedical sciences at Columbia University Mailman School of Public Health, and these risks are amplified by the extreme temperatures caused by climate change.\nHeat waves are one of the deadliest types of weather-related disasters, according to the World Health Organization, and research published last month suggests they may contribute to more U.S. deaths per year than previously believed.\nWarmer temperatures can exacerbate preexisting conditions such as heart and respiratory disease, according to the CDC. The elderly and people with preexisting health conditions are especially vulnerable to heat-related illnesses.\nClimate change is already intensifying the heat these populations face. The length and frequency of heat waves are increasing, and instances of humid heat, which is more dangerous than dry heat, have doubled across the globe since 1979, according to recent research on weather station data out of Columbia University.\n“With climate change you have a number of things happening,” Hernández said. “Extreme heat requires more indoor cooling and people who aren’t already able to pay their bills won’t have respite.” Other extreme weather events related to climate change, such as wildfires and hurricanes, can also damage the power grid, she added.\nCovid-19 is magnifying the effects of rising temperatures on household electricity needs. Demand for home energy in April for a sample of homes in Austin, Texas, was 17 percent higher than the averages from the same month during the previous few years, according to an analysis from Pecan Street, an energy research organization. This upward trend was also reflected in national data from the Energy Information Administration that showed residential electricity demand in April increased by 8 percent across the country compared to the same month last year.\nScott Hinson, chief technology officer at Pecan Street, thinks the rise in energy demand is due to both hotter weather and many people now staying home during the warmest parts of the day.\n“Of course you are going to be using more energy,” said Hinson, who added that he was amazed by the speed at which stay-at-home orders shifted households’ energy use. He expects climate change to continue driving up energy use as summer heat in Austin intensifies.\n“These are compounding crises. What we are seeing is a public health crisis, as well as a climate crisis and a racial injustice crisis,” said Greer Ryan, an energy policy analyst at the Center for Biological Diversity, a conservation organization based in Tucson, Arizona. “The people who can’t pay their energy bills any given month are the people who will be most affected by hurricanes, heat waves and wildfires.”\nNearly a third of American households strained to pay their energy bills well before the Covid-19 pandemic, according to a 2015 survey from the Energy Information Administration.\nDespite pauses on shut-offs in many states, low-income households and people of color in particular are struggling to pay their energy bills during the pandemic, according to preliminary results from a recent nationwide survey by the O’Neill School of Public and Environmental Affairs at Indiana University. The survey, conducted by professors Sanya Carley and David Konisky, found that 13 percent of respondents couldn’t pay an energy bill during the previous month, and 22 percent had to trim or give up expenses for basic needs such as medicine and food, just to pay for their utilities.\nThere is a large data gap when it comes to energy insecurity, both researchers said, which they hope to diminish by administering the survey three more times in the coming months.\n“If we think these state moratorium policies delayed really bad outcomes or that government assistance helped people through the economic stress, I think there’s reason to believe that energy insecurity is going to become worse in the coming months,” said Konisky, who fears an uptick in utility debt once shut-off moratoriums lift and additional pandemic unemployment funds wane.\n“The period of our survey was also the period of time when people were receiving unemployment insurance benefits, and presumably stimulus checks from the federal government,” Konisky said. “So there should have been a bit of a buffer in place to help people get through this time.”\nYet their research showed that this was often not the case, he said. At the time of their survey, only 32 percent of respondents had received money from the federal government’s CARES Act.\nProtections in many states are starting to dwindle, and some state moratoriums only apply to private, investor-owned utilities, leaving out groups of people who are served by municipal and cooperative utilities, Carley said.\n“It may look like a state protects its citizens, but if that state has a whole bunch of cooperative utility customers, then all of them have no protection,” she said.\nAs of June 29 just over half of U.S. states still had binding protections preventing utilities from disconnecting customers who couldn’t pay their bills, according to data from the Energy and Policy Institute. Other shutoff moratoriums will end at various dates this summer. In some states, pauses on shut-offs have been voluntary, left to the discretion of utility companies.\nA few states have moved to extend or develop more protections to soften the pandemic’s economic blow on families. In Illinois, the state’s commerce commission passed protections during the pandemic that included halting disconnections, waiving additional deposits brought on by late payments and requiring utilities to offer deferred payment plans for six months after the moratorium ends. This only applies, however, to private, investor-owned natural gas, water and electric companies.\nIn California, the Public Utilities Commission approved a series of reforms that included plans to help people gradually pay past-due bills.\nWhile mandatory and voluntary moratoriums aim to prevent waves of shut-offs during the pandemic, many states do not have debt forgiveness for mounting energy bills after the crisis passes.\nNot all utility companies have adequately communicated changes to their disconnection policies to customers, said Kaiba White, energy policy and outreach specialist for Public Citizen, a nonprofit consumer advocacy organization. Her office reached out to Texas’ electric cooperatives and municipal utilities and found that many companies’ policies were often difficult to find or not publicly posted.\n“It’s ultimately up to the customer to call,” said White, who found that often when people did call and ask about their utility company’s policy on shut-offs, the initial response would be to pressure the customer to pay outstanding bills, instead of informing them about available relief.\nIveth Rodriguez and her family, who live in Sterling, Virginia, pay their gas bill directly to their landlord, who charges them a late fee if they don’t pay on time. The pandemic has made paying for gas and electricity more difficult, ever since Rodriguez’s hours were reduced at a nearby McDonalds. Her family is three months behind on some of their utility bills, and she spends less on food to keep their electricity and gas on.\n“Now we have to make everything stretch even further,” Rodriguez said through a translator. “It’s been really hard.”\nAt the federal level, the CARES Act provided an additional $900 million to the federally funded Low Income Home Energy Assistance Program. In a recent letter, seven utility trade groups urged Congress to increase funding for the program even more during the pandemic, citing under-enrollment during the previous year.\nMichelle Graff, a Ph.D. candidate at Indiana University’s O’Neill School, believes that the program’s managers are trying their best to reach and enroll people. However, she has found that not having appropriate or current documentation, or being just above the income threshold, can pose significant barriers to getting help.\nUndocumented immigrants cannot get these program funds, and many have been hesitant to seek other energy assistance in the current political climate, said Gabriela Sandoval, director of strategic initiatives at the Utility Reform Network in California. Having a single undocumented person in a household does not necessarily prevent it from receiving benefits, but may disuade even residents with the necessary documentation from seeking assistance.\n“There’s definitely an element of fear that prevents some people from accessing benefits,” said Sandoval, who also pointed out that the energy assistance program can be confusing to navigate. “We need to resolve the problem equitably without leaving masses of our communities behind.”\nAdvocacy organizations have long called for utility reform that addresses chronic energy inescurity. For years the George Wiley Center, a Rhode Island grassroots organization, has advocated for income-based payment plans to protect tenants from utility shut-offs. During the pandemic, the organization wrote to the Rhode Island Public Utilities Commission, urging them to continue protections for residents after the public health crisis is over.\nThe letter is replete with anecdotes from Rhode Islanders who describe lacking heat, electricity and hot water, including one comment from a person named Dawn M. who described struggling with energy insecurity for six years. With rent taking the money she needed to pay her power bill and the utility unwilling to work out a payment plan, her family kept warm during the winter with an electric heater, microwaved water for baths and bubble wrap insulating the windows.\n“It’s either pay rent or have heat,” she wrote.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMaddie Kornfeld is a summer intern at InsideClimate News. She is currently pursuing her master’s degree at the Newmark School of Journalism in New York City, where she focuses on climate change reporting and investigative reporting. Before pursuing journalism, she worked in social services at a soup kitchen and a high school, where she listened to people’s stories every day. When Covid-19 hit New York, she joined a group of fellow Newmark students to develop and run a news site dedicated to local coverage of the pandemic. Her writing for the site mainly focused on the intersection of the pandemic and the environment. She’s excited to join a team of journalists dedicated to covering energy, the environment and climate change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}