{
  "url": "https://insideclimatenews.org/news/10072020/catherine-coleman-flowers-environmental-justice-q-and-a/",
  "title": "Q&A: An Environmental Justice Champion’s Journey From Rural Alabama to Biden’s Climate Task Force",
  "date": "2020-07-10T09:00:00-04:00",
  "content": "Catherine Coleman Flowers knew nothing about tropical parasites when she started raising questions about the raw sewage plaguing Lowndes County, Alabama, where she lived. But she sensed something was seriously wrong.\nThe county, which is steeped in the history of the civil rights movement, is 72 percent Black and has a 25 percent poverty rate.\nAfter emailing Dr. Peter J. Hotez, then-head of the Baylor College of Medicine’s National School of Tropical Medicine, about the sewage problem, Flowers ended up co-authoring a peer-reviewed study of the issue with Baylor scientists that was published in November 2017.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe study revealed that Lowndes County residents suffered from high rates of hookworm infection. Suddenly, wastewater became “an issue that people could not ignore,” Flowers said.\nThough it earned her new national, and even international attention, Flowers’s work helping to expose the dangers of hookworm in Lowndes County was far from the start of her decades-long career fighting for racial and environmental justice.\nIn 2019, she founded the Center for Rural Enterprise and Environmental Justice, a successor to the Alabama Center for Rural Enterprise. The non-profit organization seeks to address the root causes of rural poverty.\nToday, Flowers is a senior fellow of environmental justice and civic engagement at the Center for Earth Ethics at Union Theological Seminary, and a rural development manager for the Equal Justice Initiative.\nOn Nov. 17 she’ll publish her first book, Waste: One Woman’s Fight Against America’s Dirty Secret, which chronicles her personal journey becoming “The Erin Brockovich of Sewage” and focuses on injustices related to waste management and disposal amidst a climate emergency.\nFlowers is also one of three women of color and the only Black woman to serve on the Biden task force on climate change, which is co-chaired by New York Rep. Alexandria Ocasio-Cortez and former Secretary of State John Kerry and includes Sunrise Movement co-founder Varshini Prakash.\nNow living in Montgomery, Alabama, Flowers continues to spend her days fighting against environmental racism and for environmental justice within and beyond rural America.\nIn a recent interview, she spoke about her path to activism, her new book, her experience on the Biden task force and how her work has been influenced by the Covid-19 pandemic and nationwide protests for racial justice.\nThis transcript has been lightly edited for clarity.\nWhat catalyzed your engagement with environmental justice and specifically, with the issues of sewage, sanitation and wastewater? Is there a specific moment you remember when you knew that this work was your life’s calling?\nIt’s kind of hard to grow up in a rural community, especially at the time I did, and not have some type of appreciation for the environment. A lot of people had gardens and they relied on adequate sunshine and on the rainfall. You had to watch the seasons and find out what was an appropriate time to plant the seeds. As I grew up, I started seeing things changing. I became a teacher and I taught geography. I could see that some of the vegetation was changing, but I was also seeing animals that generally lived in a more arid environment gravitating to Alabama and that gave me pause. Later, I saw the movie An Inconvenient Truth, and that helped me put things in perspective as it relates to climate change, wastewater, and environmental justice.\nThe moment that catalyzed and tied me into wastewater was when I found out that the state health department was arresting people who could not afford on-site sanitation. That was in 2002. They were going after the poorest people, instead of going after big polluters who were also dispensing wastewater, usually into the river or bodies of water, but weren’t being prosecuted.\nWhat did you hope to accomplish when you set out to write your first book, and what do you most hope people will take away from it?\nI wrote the book because I wanted to inspire young people. … For me, it was almost cathartic because it allowed me to reflect and go back in time, and see how fortunate I was to be around some folks that could only be termed liberators in their own sense or in their own time—people like James Orange [a pastor and leading civil rights activist].\nI was always being called to a movement, to be involved and to be active. And it took longer for me to really accept that’s just who I was.\nSo this book was a journey. It took me through all of that that I realized helped prepare me for what I’m doing right now. And I want to use it to inspire seven generations to come.\nI think that it will help people to understand that you can get involved, no matter where you are, and there are different ways in which you can get involved.\nIn the midst of the Covid-19 pandemic, which is disproportionately impacting poor and minority communities, and nationwide protests for racial justice, what do you see as the role of the climate movement? Is it showing real solidarity with Black Lives Matter?\nI’m seeing more signs of solidarity than I’ve ever seen. We’ve had some of these moments before, but I think that we have to have some real diversity and inclusion. It shouldn’t be, you know, releasing statements.\nI’d like to see climate groups do more of embedding [themselves] in the community, and finding and having voices from those communities to actually engage, to be more than just somebody they quote in a report. Some people are moving in that direction, but it shouldn’t stop when the protests stop.\nMost of the money is still going into those communities that have more influence, and we’re not looking at those areas [with] people that don’t have wastewater treatment. I wrote an op-ed for World War Zero that talked about inclusion and diversity in the climate movement. I think that needs to happen more. I think that we have to do more than surface things—reach out of our silos to [more than] the few Black climate activists that people might know, and go into communities that are currently being impacted by climate change, like Allensworth, California and Cancer Alley down in Louisiana.\nYou have to go there and actually see it firsthand, how the heart of the fossil fuel industry is there and how Louisiana is losing so many football fields of land every day due to climate change. Or, go down to Miami to areas like Little Haiti that’s being gentrified by climate change, where people who think they’re woke are moving away from Miami Beach, but they’re displacing the people in Little Haiti. Or, go to places like Centreville, Illinois, where people are experiencing flooding and wastewater being in all of their homes and basements, and in their yards … All of this is happening as a result of sea level rise. There are places around the country … [where] they’ve never had wastewater treatment at all.\nWhen I went to COP 21, when the [Paris Agreement] was being negotiated, a lot of the nations that were currently suffering from climate change were concerned about mitigation. The U.S. and some of the people that were involved in negotiation didn’t want to acknowledge that fully because they felt that they would be financially responsible. But they are financially responsible. And we have to find a way in which to make sure that those communities that are suffering right now don’t have to wait until 2035 or 2050—that they’re also on the front lines of getting the help they need to adjust and be resilient.\nIt warms my heart when I look out and see the protests and I see people of all races participate … put their bodies and lives on the line together to make sure Black lives matter. I was watching MSNBC when the protestors were attacked in front of the White House, and it reminded me of Standing Rock because what I saw in the actions that took place was that the people who got on the front of the lines that would feel the brunt of the police attacks were young white people, and they put people of color in the center to protect them. I’m seeing the same thing now and that gives me so much hope, because we’re all in this together.\nAnd I think that the future, whether I get to live to see it or not, is bright because young people are going to be writing that future. Young people are going to be writing those laws changing a lot of what’s going on. …. White supremacy is coming to an end, and we’re going to really bring forth that beloved community that Dr. King talked about. I see it starting to manifest, and young people are leading that movement.\nHow were you selected for the Biden task force on climate change and what has your experience been like working on it so far?\nI did a parasite study that showed that there was evidence of hookworm in Lowndes County, which in a lot of ways, really underscored the inequality in this country. I got a lot of national and international publicity for that, and one of the calls that I received was from Senator Bernie Sanders. I extended an invitation to Senator Sanders to come to Lowndes County. He did come last year and he got a chance to meet Pamela Rush, who recently passed away from Covid-19. He had a chance to actually see the intersection between environmental justice racial justice.\nIt brought it all home to him, how all of this was connected. He said during that time, “Catherine, I’m going to send you some help.” That was his promise to me and in fulfillment of that promise, when this opportunity presented itself, he asked me to serve on this task force because of my role in environmental justice.\nGenerally, you know, when you’re talking about high level politics or high level policy like this, or presidential policies, you don’t hear people talking about wastewater treatment because the assumption has always been that everybody has it, that people are not living with raw sewage on the ground running into their homes. I had the opportunity to push on that.\nIt was a very good experience because those of us that were on this task force had a lot of shared values. We believe that climate change is real, we believe the science, and we believe that we need to do something to mitigate it and that we have a short amount of time to do that.\nThey put environmental justice at the center of everything we discussed and the policies we developed. I think that was great because had I not been on the task force, I’m not sure that would have been part of it. By putting an environmental justice front and center, I think that we’re going to see some greater impacts for those communities that have been left behind that we would not have seen before.\nHas your identity as a longtime environmental justice activist and the only Black woman on the task force shaped your experience with the other task force members?\nAs the lone Black woman on the task force, I never really felt like I was the lone Black woman on the task force. We were meeting when the George Floyd protests were going on in the heat of that moment; we were also meeting when Covid-19 was behaving like a heat-seeking missile in our communities. And I was constantly reminding people of that, who may not have been seeing it firsthand, who may not have had relatives or people that they knew who were passing away as a result of Covid-19.\nAt that time, Lowndes County developed the highest per capita infection rate in [Alabama] and the second highest per capita death rate in the state. That was really first and foremost in my mind, and everything that I did was informed by that. I kept using those real time examples to remind them of how important what we’re doing is right now, and that we can’t talk about something that will be real 50 years down the road. We’ve got to talk about what kind of policies are going to be in place right now to mitigate these things, if Biden becomes president.\nFinally, how are you moving forward with your work in the middle of the current Covid-19 pandemic? What do you see as your next steps?\nI will be using this moment to talk about and shine light on the inequalities that have caused the coronavirus to be a problem in communities of color and marginalized communities.\nAt the Center for Rural Enterprise and Environmental Justice, we’re going to be moving to develop an online presence where we can educate people in the communities about how we did the work we did in Lowndes County to document the wastewater problem. We’re also going to be engaged in policy, trying to help policymakers and to educate them about the type of policy that is needed in order to correct the structures that created the wastewater problem in the first place. And then [we’re going] to team [up] with forward-thinking engineers and scientists around developing wastewater technology that is affordable and accessible, and that takes into account climate change.\nWe’ve also found out during this coronavirus that you can actually test wastewater to determine the level of contagion in the community, so our work is taking on a whole new area that we’ve never thought about before. … We’re trying to figure out what our role is in terms of educating communities where they can test for these things, and helping them to collaborate with scientists to validate what they probably already see on the ground, but people don’t think is real.\nHopefully in the next five years, we could not have this issue of lack of wastewater infrastructure in the United States. And if we could find a remedy here, we can import it to other parts of the world and be a leader again in terms of trying to help people that are less fortunate, instead of trying to exploit people that are less fortunate.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}