{
  "url": "https://insideclimatenews.org/news/13072020/africa-heat-waves-climate-science/",
  "title": "Climate Science Has a Blind Spot When it Comes to Heat Waves in Southern Africa",
  "date": "2020-07-13T14:58:25-04:00",
  "content": "Centered in the equatorial tropics, Africa is the world’s hottest continent, and millions of people there are facing a growing threat from deadly heat waves. But no one knows how many people have died or been seriously affected in other ways by extreme heat because the impacts have been poorly tracked.\nCoordinated reporting is lacking and, at the global level, research and tracking of the impacts of climate change are biased toward developed countries, scientists concluded in a new study published Monday in the journal Nature Climate Change.\nAfrica is warming faster than the global average, and the lack of data is a roadblock to effective disaster preparation, assessment of vulnerability and planning for climate resilience, said co-author Friederike Otto, acting director of the University of Oxford Environmental Change Institute. She said she noticed the information gap when she reviewed the international disasters database (EM-DAT), for another recent study on extreme weather events in lower income countries.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nDuring the review, Otto said, she thought to herself, “This is strange. There are no heat waves in Africa. This can’t be right. Parts of Africa are hotspots, why are they not in these databases? If there are no records of the extreme heat events, and when we completely ignore the impacts, it will be impossible to adapt adequately.”\nCo-author Luke Harrington, also with the  Environmental Change Institute, said observations from weather stations and climate models show intensifying heat waves in Sub-Saharan Africa. “But these heat waves are not being recorded,” he said. “It’s as if they haven’t happened, but we know they have.”\nThe EM-DAT database includes information on all disasters going back to 1900 that killed 10 people or more and that triggered a state of emergency or a call for international assistance.\nTemperatures in southern Africa, with a population of 1.1 billion, have increased steadily over the last 70 years. Since 1990, the continent’s average temperature has increased at a rate of 0.65 degrees Fahrenheit per decade.\nBecause the region is so warm already, it doesn’t take much for temperatures to reach life-threatening levels. Research shows that heat waves have been increasing since at least 2000. The study shows obstacles faced by the least developed countries in Sub-Saharan Africa as they try to detect heat waves and their impacts, said Izidine Pinto, a climate researcher at the University of Cape Town who was not involved in the study.\nHe said it’s important to improve heat wave detection because “it could help with prevention and management of health hazards related to heatwaves.” Better heat wave detection also means more scientific data for climate adaptation planning, he added.\n“Heat waves are one of the most deadly impacts of human-caused global warming in terms of lives,” Otto said. “It would be really important to highlight that in Africa.”\nShe said the issue falls squarely into the realm of climate justice. One of the key obstacles to compiling useful heat wave data in southern Africa is weak governance in some countries, which can be traced back to a colonial legacy that destroyed and disempowered local cultures.\nDeveloping countries in southern Africa contribute very little to human-caused warming in terms of emissions compared to the wealthy nations of North America, Europe and Asia, but they are among the hardest hit by its impacts. Per capita annual emissions in Sub-Saharan Africa are about 0.849 tons per person, according to the World Bank, compared to nine tons in Germany and 16 tons per capita annually in the United States.\nThe new study reinforces concerns about the lack of data and the lack of scientific studies in the developing world, said Adelle Thomas, a Bahamas-based climate researcher with Climate Analytics, an international climate impacts think tank.\nThe information gap has led to a “widening dichotomy between climate impacts that are experienced on the ground and climate impacts that are recorded and then ultimately make it into the scientific literature,” she said.\nRecent major reports, like the Intergovernmental Panel on Climate Change assessments, show “more information for impacts in developed countries than for less-developed countries,” leading to “an alarmingly incomplete and inaccurate understanding of how climate impacts are affecting different places around the world,” she said.\nShe added that looking at the impacts of deadly and devastating Hurricane Dorian, that were likely intensified by global warming, illustrated the problem.\n“We lack that type of detailed information that is provided for hurricanes that hit the USA,” Thomas said. “Notably, we lack the detailed and critical storm surge estimates that are provided in advance of a hurricane. While NOAA provides this information for the U.S., we lack the capacity to produce this information in a timely manner to inform people before a storm hits.”\nShe said people in the Bahamas knew a strong storm was coming, but were left unprepared for the 20-foot storm surge that forced many families out of their homes. The same goes for follow-up reporting of damages. Because of a lack of funding, developing countries are often unable to do detailed post-disaster assessments, so the first hurried reports become the official figures used for the impacts of hurricanes.\n“Comprehensive assessment of the total loss and damage that include the actual long-term costs of these storms, including intangible impacts such as loss of sense of place, psychosocial effects and loss of community are rarely, if ever, compiled and published,” she said. “This means that we do not have an accurate understanding of the extent of destruction that these storms are causing.”\nOtto said that researchers need to change the way climate science is done and who is doing it.\n“It’s wrong that I am the one writing this study,” she said. “We talk a lot about capacity building, but there are not that many scientists in the developing world and they often work at universities teaching, with no bandwidth for research,” she said.\nAnother problem, Otto said, is that no climate model has been developed in Africa. The models, which are critical for projecting temperature increases and impacts, are “tuned so they perform best where they are built,” she said, for example, the Japanese models do well for Japan. If those global models are running well, they do OK for Africa, but are not optimal.”\nSuccessful pilot projects are under way in Ghana and Gambia, where collaborations between local researchers, hospitals and epidemiologists are helping identify the direct health impacts of extreme heat, she said. That information can be combined with data on heat-related power outages and transport disruptions to further improve heatwave identification in sub-Saharan Africa.\nIn addition, more analysis of historical climate data from extreme heat periods is also needed, Otto wrote in a blog post for Carbon Brief accompanying the release of her new paper. That information combined with other data would help build effective early warning systems to save lives, Otto said.\n“There is early warning on droughts, and other kinds of extremes, and they have improved a lot, but not really on heat wave warnings,” she added.\nPeople in Africa are certainly aware of the growing number of heatwaves on the continent, said Mohamed Adow, Director of Power Shift Africa, a Nairobi-based climate and energy think tank. “But if they are not being recorded by scientists it will be much harder for African voices to be heard in the climate debate.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}