{
  "url": "https://insideclimatenews.org/news/01072020/house-democrats-climate-plan-green-new-deal-not-ban-fracking/",
  "title": "House Democrats’ Climate Plan Embraces Much of Green New Deal, but Not a Ban on Fracking",
  "date": "2020-07-01T09:00:00-04:00",
  "content": "House Democrats unveiled a sweeping plan for climate action Tuesday that embraces much of the ambition of the Green New Deal, while avoiding the use of the name and steering clear of calls for abrupt bans on fossil fuel development.\nInstead, the package of more than 120 pieces of legislation seeks to drive a transition to net zero carbon emissions by 2050, achieved by reaching into every corner of the U.S. economy with new investments, standards and incentives favoring clean energy, jobs creation, lands protection and environmental justice.\nThe report drew criticism both from those who want to see a more rapid retreat from fossil fuels, and those who think the Democrats should have sought more common ground with the GOP. While the plan has no chance of coming to fruition in the current Congress, its endorsement by House Speaker Nancy Pelosi and moderate Democrats sets a marker for what is possible if the Democrats gain control of the government next year.\n“To the young people who have urged us to act fearlessly, we have heard you,” said U.S. Rep. Kathy Castor (D-Fla.), chair of the House Select Committee on the Climate Crisis, who led development of the 500-page report by the panel’s Democrats. Castor and panel member Rep. A. Donald McEachen (D-Va.) are both members of a task force appointed by former vice president Joe Biden, the Democrats’ presumed presidential nominee, to advise him and party platform writers on climate policy this summer.\nIn an indication of how far the Democratic party’s center of gravity on climate has moved in two years, the report won some praise from the youth-led Sunrise Movement, which had been critical of Pelosi and skeptical that Castor’s committee would have sufficient power.\nThe plan is “a real sign that young people are changing politics in this country and the establishment is scrambling to catch up,” said Lauren Maunus, Sunrise’s legislative manager, in a prepared statement. “This plan is more ambitious than anything we have seen from Democratic leadership so far, but it still needs to go further to match the full scale of the crisis.”\nAlthough Sunrise didn’t get into specifics, other groups on the left said they would have liked to see a ban on fracking, a ban on exports and imports of fossil fuels, and an immediate halt to new fossil fuel infrastructure such as pipelines.\n“This climate proposal inexplicably and inexcusably fails to call for a halt to the extraction of fossil fuels,” said Mitch Jones, policy director of Food & Water Action. “It is simply not an adequate attempt to deal with the crisis we actually face.”\nThe roadmap, which draws on information gathered in more than 100 hearings by Castor’s panel and other House committees, calls for all cars sold in the U.S. to be electric by 2035 and electricity to be net-zero emissions by 2040. The plan calls for massive jobs programs, including a Civilian Conservation Corps, investments in infrastructure and the clean-up of abandoned mines, as well as tax credits to spur more manufacturing of clean energy components domestically.\nAttention to the disproportionate effects of climate change and environmental hazards on  minority communities is an underlying theme of the report.\nThe plan would aim a surge of environmental enforcement actions at overburdened communities of color. It would also include enactment of a clean and efficient energy overhaul of the nation’s public housing, a $180 billion, 10-year program introduced in Congress late last year by Rep. Alexandria Ocasio-Cortez (D-N.Y.), the avatar of the Green New Deal.\nThe report calls for a price on carbon, but asserts that carbon pricings would be insufficient on its own. “Carbon pricing is not a silver bullet,” the report said. The report said that low- and moderate-income communities would need to benefit from any carbon pricing policy, and that a carbon market should be paired with policy to “achieve measurable air pollution reductions from facilities located in environmental justice (EJ) communities.”\nHouse Democrats also made clear their opposition to political trade-offs that would weaken the hand of those coping with the fallout of global warming damages. For example, the report said Congress should not give liability protection to fossil fuel companies in return for their support of a climate bill. That issue is especially salient nationally, with more than 20 lawsuits underway by state and local governments and others over climate damages, including actions filed in the past week by Minnesota and the District of Columbia.\nSome critics took aim at the Democrats for putting out a report that no Republican members of the committee had signed onto. Rich Powell, executive director of ClearPath Action, a group that is supportive of nuclear energy, carbon capture investments, and other climate action ideas that could win Republican support, said the House majority missed an opportunity for bipartisanship. Powell said the report was “effectively a rewrite of the Green New Deal, leading us further away from real, practical solutions.”\nBut Castor said that she believed that many of the ideas in the report—-including investments in next-generation nuclear technology and carbon removal technology—would have GOP support. But, she said she expected that the Republican members of the climate committee would be producing their own report.\n“It would make it a lot easier to make bipartisan progress if our Republican colleagues would accept the imperative of breaking from fossil fuels,” added Jared Huffman (D-Calif.), another committee member.  “There continues to be a bit of a disconnect here, where they say that they are ready to talk about climate, but the ideas they put on the table revolve around fossil fuel, and the science is quite clear, we’ve got to make a dramatic break from fossil fuel.”\nAnother committee member, Rep. Sean Casten (D-Ill.), a former energy efficiency entrepreneur and one of several scientists who won office in 2018, said he believes that bipartisanship should not be the goal.\n“What we set out to do was to solve the problem as is scientifically necessary,” he said. “It is tragic that the answer to that question is not synonymous with what can be done on a bipartisan basis. But our kids, our grandkids do not give a damn about whether it was bipartisan. They care about whether we gave them a planet that is habitable.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}