{
  "url": "https://insideclimatenews.org/news/26062020/airlines-un-coronavirus-carbon-offsets/",
  "title": "Crushed by Covid-19, Airlines Lobby for a Break on Emissions Offsets",
  "date": "2020-06-26T15:30:55-04:00",
  "content": "A United Nations agency will likely decide Friday whether to make changes to an agreement aimed at offsetting carbon emissions from international flights beyond the year 2020. It could provide much needed reprieve for airlines, but with potential costs to the climate.\nWith air travel numbers in a nosedive, airlines argue they’re simply trying to survive what has been a historically terrible year for the industry as a result of the coronavirus pandemic. For months, they’ve been urging the designers of the landmark agreement to make changes to it, arguing not doing so puts undue financial burden on the industry and could risk some airlines pulling out of the deal.\nOpponents to changing the rules of the agreement say the proposed alterations would significantly set back efforts to tackle global warming from an industry that has failed to address its carbon footprint for 30 years.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe International Civil Aviation Organization (ICAO), a United Nations special agency comprised of more than 190 industry groups and governments around the world, must decide before June 28 whether to change the baseline that would determine the extent to which airlines would be required to offset their carbon emissions from international flights under the landmark agreement.\nCommercial aviation is responsible for 2.4 percent of the world’s greenhouse gas emissions and could account for up to a quarter of the world’s carbon budget by 2050, according to a 2019 study by the International Council on Clean Transportation. International flights account for the majority of aviation emissions—around 1.3 percent of global CO2 emissions, according to ICAO.\nThe agreement—known as the Carbon Offsetting and Reduction Scheme for International Aviation, or CORSIA—aims to offset any growth in emissions from international flights after 2020. But to do so, airlines are required to measure their emissions from both 2019 and 2020, and use the average from those two years as the baseline. Any emissions that rise above that baseline must be offset, the agreement states.\nWhat airlines weren’t predicting was a pandemic that would send air travel numbers plummeting. And now airline officials are urging the ICAO to exclude 2020 from the baseline calculation, saying it would dramatically increase the amount airlines would have to spend purchasing offsets at a time when they’re already hemorrhaging money.\nAirlines are expected to post a loss of $84.3 billion in 2020, with overall bookings in June down 82 percent compared to the same time last year, according to a press release from the International Air Transport Association (IATA). Additionally, passengers seem more wary to travel now than they did just months ago, the release said.\nAny changes to the baseline would mostly impact the airlines that have agreed to participate in CORSIA’s pilot phase, which starts next year but requires those airlines to begin offsetting in 2024. More than 85 countries have volunteered to take part in the pilot phase, according to ICAO, and the airlines based in those countries make up three-fourths of all international flight activity. The scheme becomes mandatory for all of ICAO’s 193 member states in 2027.\nBut taking 2020 out of the baseline calculation isn’t a minor change, some environmental activists and climate-minded investors argue. Excluding 2020 from the calculation could delay offset efforts of the airlines in the pilot phase for years when time is of the essence, and undermine trust in carbon trading markets, they said.\n“Airlines have taken a massive hit due to the pandemic,” Annie Petsonk, international counsel for the Environmental Defense Fund, wrote in a post online. “But hastily rewriting the fundamental structure of the industry’s market-based program to address airline carbon emissions would be penny-wise and future-foolish.”\nAn EDF analysis predicts that excluding 2020 from the baseline calculation could delay implementation of any carbon offsets in the airline industry for three to five years, depending on how quickly air travel numbers recover. If 2020 were dropped, the baseline would be calculated from the 2019 airline emissions alone.\nAfter the massive drop in flights due to the pandemic, many industry analysts believe it could take years for air travel to return to even 2019 levels. And during that recovery period, airlines would essentially be off the hook in terms of purchasing offsets.\nIn some of the worst-case scenarios, where air travel recovery is particularly slow, EDF’s analysis predicts that airlines wouldn’t need to begin offsetting any emissions until around 2030, when scientists say efforts to reduce emissions should be kicking into high gear if the worst of the climate crisis is to be avoided.\nWhile the slow return of air travel can be read as a good development for reducing immediate emissions, a change in offset requirements could also be seen as another example of how the pandemic has in many ways crippled or slowed broader progress in climate action. And climate advocates say including 2020 in CORSIA’s baseline calculation, though harsher for the airlines for now, at least ensures a timely implementation of the agreement.\nPetsonk said if airlines wait years to start implementing offset plans, it could kill overall momentum in the market, discouraging participating airlines from taking the offsets seriously and leading businesses to rethink their investments in offset ventures, such as tree farms.\nSome investment firms have also come out against excluding 2020 from the baseline calculations. Several signed onto a letter to ICAO that argued changing the CORSIA rules could undermine the broader trust people have in carbon markets.\n“We believe that the integrity of programmes like CORSIA is integral to the health of all carbon markets,” said Jonathan Shopley, the managing director of external affairs for Natural Capital Partners, one of the firms that signed the letter.\nAirlines can offset their emissions by essentially funding projects that help sequester carbon elsewhere, such as planting trees or building solar farms. Funding such projects counts for credits that can be sold or traded by airlines and other companies participating in the offset market.\nOffset markets have also drawn criticism from some climate advocates who argue that offsets are an unreliable way to staunch carbon emissions and hardly result in long-term reductions. But because electrification of planes is nowhere near being commercially scalable, airlines have little choice but to rely on offsets for the time being.\nIt’s unclear how ICAO is likely to rule on the matter, but the council responded to the industry’s demands online, saying it would “consider the legal and reputational aspects,” the “importance of maintaining the originally-agreed balance between the scheme’s economic impacts and environmental benefits,” as well as the “unprecedented crisis” caused by Covid-19.\nICAO also notes that the agreement allows the agency to review the scheme in three years to determine if changes are required, and that that could be a good time to alter offset requirements.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKristoffer Tigue is a staff writer for Inside Climate News, covering climate issues in the Midwest. He previously wrote the twice-weekly newsletter, Today’s Climate, and helped lead ICN’s national coverage on environmental justice. His work has been published in Reuters, Scientific American, Mother Jones, HuffPost and many more. Tigue holds a Master’s degree in journalism from the Missouri School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}