{
  "url": "https://insideclimatenews.org/news/26062020/two-louisiana-activists-charged-terrorizing-lobbyist-oil-and-gas-industry/",
  "title": "Two Louisiana Activists Charged with Terrorizing a Lobbyist for the Oil and Gas Industry",
  "date": "2020-06-26T08:00:00-04:00",
  "content": "Two Louisiana environmental activists face up to 15 years in prison after they were arrested Thursday for terrorizing an oil and gas lobbyist by leaving a box of plastic “nurdles” on his front porch.\nAnne Rolfes and Kate McIntosh with the Louisiana Bucket Brigade turned themselves in at 8:30 a.m. and were held for nearly nine hours by Baton Rouge police, their attorney, Pam Spees, said Thursday evening.\n“These charges have zero legal merit,” Spees said in a written statement earlier. “They do not even pass the laugh test.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nShe said she would be asking local prosecutors “to look carefully at these arrests and reject the charges against these two dedicated advocates as soon as possible.”\nRolfes and McIntosh are part of a broad coalition fighting to stop the Taiwanese Formosa Petrochemical Corp. and its subsidiary, FG LA LLC, from constructing a massive, $9.6 billion plastics and petrochemical complex, proposed on 2,400 acres in a predominantly Black portion of St. James Parish.\nThe plant is part of a planned plastics expansion in the United States that’s facing fierce opposition from grassroots activists, environmentalists and members of Congress.\nAn analysis by ProPublica found the complex could more than triple the level of cancer-causing chemicals that residents of St. James are exposed to. It also found that the area around the site is already more saturated with those toxins than more than 99 percent of industrialized areas in the country.\nThe Louisiana Bucket Brigade is an environmental nonprofit with a goal of ending petrochemical pollution in Louisiana.\nAs activists have fought development across the state in recent years, Louisiana lawmakers have twice moved to stiffen criminal penalties for trespassing on oil and gas infrastructure.\nIn 2018, the state enacted a law that made trespassing on pipelines or industry sites a felony, punishable with up to five years in prison. This year, Gov. John Bel Edwards vetoed a bill that would have imposed a mandatory minimum three-year sentence if the trespassing occurred when the state is under a state of emergency.\nThe incident that prompted the arrests happened on Dec. 11, after a report of a “suspicious package” left on the porch of a residence, said Don Coppola, a spokesman for the Baton Rouge Police Department.\nA lobbyist for the oil and gas industry lived in the home, The Times-Picayune and The New Orleans Advocate reported.  There was a note on the package “indicating not to open the container as the contents could be hazardous,” Coppola said. It contained plastic nurdles—the raw material from which plastic products are made—that had been manufactured at another Formosa plant.\nThe arrest prompted the formation of a new regional alliance to defend democracy and promote free speech.\nA press release from the newly formed Alliance to Defend Democracy said the plastic nurdles had come from a Formosa plant in Port Comfort, Texas, which had, according to a federal lawsuit, spilled massive amounts of the pellets into Lavaca Bay.\n“The sealed package was labeled with a written disclaimer,” explaining what was in it, and advocating that Formosa’s air permit be denied, the alliance said.\nIn early January, the plant was granted the air quality permits it needed by the state of Louisiana.\nIn December, a federal judge in Texas approved a $50 million settlement in a citizen-lawsuit over the spilled nurdles and other pollution.\n“(Formosa) was unaware that this action was going to be taken by the Baton Rouge Police Department and had only heard secondhand that deliveries of plastic pellets were made to several personal residences in the Baton Rouge area some months ago,” said Janile Parks, the FG LA LLC director of community and government relations, in a written response.\nThe new coalition includes community leaders, clergy, free speech advocates and various environmental organizations, and was created as Louisiana has cracked down on people protesting oil and gas development.\n“We have fought hard for our constitutional rights and we take them seriously here in Louisiana,” said Sharon Lavigne, a member of the newly formed Alliance to Defend Democracy.\nThe women were not booked under the law that made trespassing on oil and gas facilities illegal, but a different statute that prohibits “terrorizing,” according to the new alliance’s press release. Spees said both face a punishment of up to 15 years in prison.\n“These charges will have a chilling effect on our democracy unless they’re swiftly dismissed,” Lavigne said.\nInsideClimate News’ Nicholas Kusnetz contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}