{
  "url": "https://insideclimatenews.org/news/18062020/robert-bullard-black-environmental-justice-network-relaunch/",
  "title": "Q&A: A Pioneer of Environmental Justice Explains Why He Sees Reason for Optimism",
  "date": "2020-06-18T18:00:32-04:00",
  "content": "Not long after Robert Bullard and his wife, Linda McKeever Bullard, moved to Houston, she announced she was suing the city.\nWould he help?\nMcKeever Bullard, a lawyer, was filing a class-action suit for residents of a black middle-class neighborhood fighting a city-approved landfill.They claimed Houston (a city with no zoning laws) greenlit a private garbage dump in a healthy family neighborhood officials thought they could get away with ruining—because it was black. It was 1978. The environmental movement was in full swing, but no one had yet been sued for environmental discrimination under the 1964 Civil Rights Act. The term “environmental justice” did not yet exist.\nBullard, who was teaching sociology at Texas Southern University, went through a slew of paperwork—city records, census data and building permits—to find the documentary proof the case needed. All five public landfills in Houston were in black neighborhoods. Six of the city’s eight incinerators were in black neighborhoods. More than 80 percent of all solid waste dumped in Houston from the 1930s to 1978 (as far back as Bullard and his team of students could find) was dumped in black neighborhoods. This was true even at a time black people made up 25 percent of the population.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nSeven years later, the case was dismissed (“The judge,” Bullard recalls, “Still called us ‘niggras,’ and it was 1985.’”).\nBullard was galvanized. He decided to dedicate his life to exposing what he called “eco-racism.”\nForty-two years and 18 books on environmental injustice later, he is still at it. More than ever, environmental racism is a matter of life and death, he says. Climate change-driven disasters and the Covid-19 pandemic are hammering black and brown communities. They need an action plan before the point of no return.\nStill, Bullard, now 73, says he is more hopeful about the future of environmental justice than ever. The protests over George Floyd’s death and similar police killings of unarmed black people are forcing a reexamination of all of society’s structures—a monumental upheaval Bullard has been advocating for 40 years.\nTo meet the moment, Bullard, currently a Distinguished Professor of Urban Planning and Environmental Policy at Texas Southern University, has helped relaunch the Black Environmental Justice Network (BEJN), which he co-founded in 1991. (The network disbanded after its charismatic director, Damu Smith, died in 2006.)\nThe network plans to mobilize students at historically black universities, conduct talks and seminars and organize voter registration drives and get out the vote rallies. It wants to help former vice president Joe Biden win the White House on Nov. 3. Then it wants to hold him to his promise to tackle environmental justice issues. It wants a seat at the table.\nBullard (often called “The Father of Environmental Justice”), discussed the environmental justice movement’s past, present and new momentum for the future in conversation with InsideClimate News. (The conversation is slightly edited.)\nThe George Floyd protests have reignited discussion about environmental justice. Why do you think this is happening?\nThe underlying conditions that are driving all of this anger and frustration we’re seeing are systemic. All these different threats are converging with Black Lives Matter. The fact that Blacks are killed by police, that we’re dying of Covid at twice the rate of whites, that our communities have the toxic dumps, that the rollbacks of environmental regulations and protections will affect our communities disproportionately—these issues are part of the same underlying structures that we need to dismantle. How are environmental rollbacks a racial justice issue? We live with them 24/7. The Trump administration sees environmental rollbacks as a way to fast track permits. We see them as a fast track to the emergency room and the cemetery.\nThere have been other widely publicized killings of black people by police with no provocation. What makes you think the latest outrage won’t exhaust itself?\nWe just relaunched the Black Environmental Justice Network, a national coalition of black environmental justice groups and grassroots activists because we see this as a historical moment. We launched it originally as a response to the toxic threats against black communities on the Gulf Coast of Louisiana and in West Harlem. We saw them as an attack on Black communities and it was a call to action. Now we have another call to action. The fact that we have younger generations understanding that their futures depend on how we address these issues is galvanizing.\nWhat role do you see young people playing in this reenergized movement?\nI came out of the civil rights movement of the ‘60s, from Jim Crow Alabama. We had marches. But in terms of having the diversity of who’s out there with you, if you look at those numbers that are out there on the marches, they’re unprecedented. And once you see young people out there from different economic groups, different ethnic groups and racial groups, there is an awakening unlike any that I’ve seen on this earth in over 70 years.\nWhat makes you think this energy will lead to real change?\nI am optimistic that this will be sustained because every social movement that has been successful in this country has had a young student component. The fact that young people have multiple generations not leading them but telling them that we have to do this together is huge. They’re saying—we’re saying—there are big issues that must be addressed and if we look at it in a holistic way, we will move forward.\nHow will the Black Environmental Justice Network go forward?\nWe’re talking about reframing the way we do our environmental protection so that our communities are not left out when it comes to climate change. The policy part of environmental issues talks about how we are going to address climate change in terms of mitigation and readaptation. We want to make sure that is equitable and that racism is addressed. We’re going to be working around health equity too. Zip code is still the best predictor of health and well being. Even before the pandemic, African Americans were dying at three or four times the rate of white people from asthma, but for children, it’s 10 times. We want a holistic approach to discussing these crucial issues.\nThose are enormous challenges. What are your first steps to meeting them?\nWe have awakened a lot of our organizations to come back on these issues and to come back with a vengeance because our communities are being attacked with a vengeance.\nWe’re going to 186 historical black colleges and universities in our nation—HBUs—and mobilizing the student groups and leaders. We’re organizing around the presidential campaign and around voting. We have to do as much as we can every which way we can—Zoom, social media, social distancing. We can’t let this pandemic stop us because there are forces arrayed to kill us.\nDozens of environmental organizations are publicly supporting Black Lives Matter protests and discussing ways to address racism. Did they support your case in Houston 40 years ago?\nThe environmental organizations reflect the dominant paradigm of our society. They were pretty much to themselves. Many of them were headed by white, college-educated affluent males for whom the environment meant the outdoors.\nWhen you get the stereotype of the environmentalist, that’s what you get. The environmental effects we were talking about were not in their communities or on their agendas. The environmental justice movement was actually a response to the way racism was not being addressed in the environmental movement. Civil rights organizations didn’t help, either. They were focused on housing and job discrimination. They were like—what’s the issue here? Neither the environmental organizations nor the social justice organizations saw our fight as their fight. It took 20 years for them to see it.\nNow that they’re on board, how can they help?\nWe’re all in this together now. We are going to be setting ambitious goals to take on all the systems that have worked to destroy our health and welfare and we are not going to stop. This is going to be the biggest movement bringing together all the people who are tackling the biggest issues on the planet. We are going to be unstoppable.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nEvelyn Nieves is a former staff writer for the New York Times, The Washington Post and The Associated Press.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}