{
  "url": "https://insideclimatenews.org/news/15062020/sunrise-movement-washington-dc-climate-change-racial-justice/",
  "title": "For the Sunrise Movement’s D.C. Hub, a Call to Support the Movement for Black Lives",
  "date": "2020-06-15T09:00:00-04:00",
  "content": "A week and a half after George Floyd was killed by a police officer in Minneapolis, the Sunrise Movement’s D.C. hub hosted a discussion over Zoom titled, “How to Take Action for Black Lives.”\nOver 50 local members of the youth-led climate activism group joined the call to discuss how they could best show up to support Washington’s protests against police brutality. They also discussed how they could improve racial equity within their own organization.\n“Literally all we’re doing right now is deciding how best to show up for the Movement for Black Lives in every way possible,”  Naeem Alam, a D.C. hub coordinator and co-organizer of the discussion, said later in an interview.\nPlease take a look at the new openings in our newsroom.\nThe Sunrise Movement, made up of a series of local hubs in cities all over the U.S., is best known for its role in crafting the Green New Deal, which its website describes as “a 10-year plan to mobilize every aspect of American society to 100% clean and renewable energy by 2030, a guaranteed living-wage job for anyone who needs one, and a just transition for both workers and frontline communities.”\nThe group launched in April 2017 and rose to national prominence during the 2018 midterm elections as it endorsed and heavily campaigned for an unknown Queens bartender named Alexandria Ocasio-Cortez and other young progressive candidates supportive of the far-reaching climate manifesto. Sunrise made headlines during a November 2018 sit-in at Nancy Pelosi’s office when they were joined by Ocasio-Cortez herself.\nIn February 2019, Ocasio-Cortez, then a newly elected House member, and Sen. Edward J. Markey of Massachusetts introduced the Green New Deal as a congressional resolution.\nSeven months later, global youth climate strikes brought renewed attention to the movement and a spike in new membership. Support for a Green New Deal became a progressive litmus test for Democratic presidential candidates.\nWashington, D.C. had largely been a gathering place for Sunrise’s political activism prior to 2020, with few members who were actually from D.C. The local hub had just 20 to 30 members.\nBut interest in the group from young people who grew up in the area has exploded in recent months. The D.C. hub Slack channel currently has 550 total members and 40 active volunteers who take part in weekly calls and other activities. Since George Floyd’s death, those things have largely centered around the recent protests against police violence and support for calls to defund the police.\nIt might seem strange for an activist group championing climate change solutions to turn all its attention towards an issue with no obvious connection to fossil fuel emissions. But systemic issues like climate change and racism should not be in separate silos, said Whitney Tome, executive director of a green diversity initiative launched in 2014 called Green 2.0.\nResearch has shown that non-white people are more concerned about the threat of climate change and more vulnerable to its consequences. Black communities are more likely to be located near coal plants and less likely to have access to clean air or drinking water than white communities.\nThe mission of Green 2.0, according to its website, is to diversify the racial and ethnic makeup of the mainstream environmental movement by compiling and publicly reporting on the demographics of environmental NGOs and foundations in a series of “report cards.”\nThe group’s first report card served as a wake-up call on the lack of diversity in the climate movement. And its latest, released earlier this year, reported some positive change. But white people still make up the majority of these organizations, and that impacts the way they address environmental issues.\n“If you have largely one monolithic white voice, speaking on behalf of the country about what environmentalism is, and what policies need to change, you’re only getting one voice,” Tome said. “We want the mainstream environmental movement to truly be representative—to actually speak with that plethora of voices that is needed to actually ensure that the people who are continuously the most impacted are at the center of decision making.”\nTome said that youth climate groups like the Sunrise Movement are giving her hope that change is coming. “They’re really thinking about issues of equity and justice, you know, at the forefront of all of the policies that they’re crafting,” she said. “It’s wonderful to see young people stepping in and really taking action for the world that they want to live in.”\nSunrise Movement members say the group distinguishes itself from other environmental organizations through its “people first” ethos that includes a holistic view of justice for all—especially the most vulnerable. “The reason that I joined Sunrise in particular is because Sunrise seems to be one of the few groups focusing on this issue that was really taking racial and economic justice into account in an explicit way,” Alam said.\nAlam, 22, first got involved with the Sunrise Movement in January 2019, while he was an undergraduate electrical engineering major at the University of Maryland. “Ever since I was a kid, I had an understanding that unless we switch to renewable energy, these fossil fuels are going to destroy our planet,” he said. The Sunrise Movement is the first climate activism group he’s participated in, and he currently coordinates the hub’s efforts from Silver Spring, Maryland, where he was born and raised.\nCrystal Gong, 23, is Alam’s fellow hub coordinator and co-organizer of the June 3 Zoom call on how best to support the Black Lives Matter demonstrations. She  grew up near D.C. in northern Virginia and graduated from the University of Virginia in 2018.\nA food ethics class she took in college ignited her passion for environmental activism. When she began searching for climate groups to join at the beginning of this year, she decided that Sunrise provided the best marriage of her interests in environmentalism and social justice.\n“The Green New Deal is, at its core, a labor policy resolution [concerned] with creating new jobs and distributing [them] equitably across all races,” Gong said. “So, taking action for black lives is really very related to what Sunrise fights for every day.”\nDuring the “Taking Action for Black Lives” discussion, the D.C. hub’s members talked about how they could better integrate racial justice into their actions. Their dialogue was informed by a script sent to all regional hubs by national Sunrise leadership. It covered topics including how to contextualize the current moment through historic movements for black lives, how to effectively take action through donations, mutual aid and protesting, and how to talk to friends and family about race. The D.C. members also used the meeting as an opportunity to acknowledge where they had thus far fallen short in efforts to be racially inclusive.\nGong opened the meeting by addressing this fact head-on: “For a movement that claims to fight for black and brown workers of the Green New Deal, shun the history of white environmentalism, especially a movement in Chocolate City, we sure are white,” she said.\nOf the 52 Sunrise members at the meeting, only two were black.\nGong has been working on getting a “Justice, Equity, and Anti-Oppression” team off the ground for the D.C. hub, but acknowledges that the process has taken longer than it should have. “I think the recent uprising has forced us to prioritize it,” she said.\n“What really came out of that discussion is that, in a sense, targeted and intentional goals of uplifting leadership of people of color need to be integrated into every aspect of the organization,” Alam said. “The reason that we train people of color and black Sunrisers and put them into these roles is that we also want their input on how those roles can be better, how we can be better.”\nJamieson Davids, 23, who joined the Sunrise Movement in February and was one of the two black members at the meeting, said later that he had interacted with maybe seven or eight other black members in the group.\nDavids grew up in a middle-class suburb in Prince George’s County, outside D.C., and attended Howard University. He initially intended to major in mechanical engineering, but during his freshman year he had the opportunity to visit one of the poorest neighborhoods in Detroit during a service-oriented spring break.\n“I saw things that I had never…not even just seen, but imagined,” Davids said, recounting dilapidated infrastructure, mold on the walls in schools, and under-resourced teachers. “I realized that this country was deeply messed up and unfair, and it really just started my political awakening.”\nDavids changed his major to political science, joined the NAACP, and began to participate in protests. Then he read Naomi Klein’s On Fire: The (Burning) Case for a Green New Deal. “I realized there was an existential crisis to all life on Earth,” he said. “And not just what’s happening with the environment itself. Most deaths from climate catastrophes are avoidable, and that happens because of the massive inequality in the world.”\nHe found an interview with the Sunrise Movement’s co-founder Varshini Prakash and was inspired by her story to join, calling it a “vibrant movement I could really get behind.”\nDavids will be attending Howard University as a law student in the fall, and hopes that he will be able to use his connection to the historically black university to broaden Sunrise’s membership in D.C.\nHe wants to start a chapter on Howard’s campus. And, as co-host of the D.C. hub’s book club, he’s hoping to integrate more picks related to racism and police brutality.\nFor now, though, “the Sunrise D.C. chapter does not look like the city it represents at all,” he said.\nGrassroots organizations like Sunrise spread by word of mouth, he said, “and you need more people, I guess like me, who inhabit different spaces, or to invite people who are in my spaces, and then the composition starts to change.”\nMore aggressive, targeted outreach efforts could expand Sunrise’s scope in the city, Davids said, and this summer could be a great opportunity to bring more black voices into a group that is making attempts to better represent them.\nSunrise is a “people-base justice organization trying to protect black lives … and create a world where we are able to live equal, sustainable lives and have a safe, clean future,” he said.\nTo wit: The D.C. hub’s June events include first aid training to assist protesters, a mask making tutorial, and a training session, building on the Zoom call after George Floyd’s death, on how to more fully integrate racial and environmental justice into the climate change movement.\n“It’s not going to be possible to have a Green New Deal … unless we address these underlying issues of racism,” Alam said. “This country is only 60% white. Do we really think that we can have enough mobilization in this country—in all parts of this country—if we’re writing off 40% of the country’s population? I personally don’t think so.”\nRachel Fritts is a freelance writer based in Washington, D.C.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}