{
  "url": "https://insideclimatenews.org/news/09062020/california-diesel-emissions-coronavirus/",
  "title": "In the Midst of the Coronavirus, California Weighs Diesel Regulations",
  "date": "2020-06-09T10:00:00-04:00",
  "content": "Every day, nearly 18,000 diesel-powered trucks barrel along State Route 60 in Jurupa Valley, a small city 45 miles east of Los Angeles. The trucks come and go from over 40 square miles of warehouse space in the area, but a blanket of smog lingers behind.\n“The air, the pollution just sits there,” Brenda Angulo, a kindergarten teacher, said. Her students breathe in that “layer of thick, brown sky.”\nAngulo’s school sits in what health experts call a “diesel death zone,” an area in the shadow of a port or trucking artery where people are subject to the noxious mix of more than 40 toxic air contaminants produced when diesel combusts—including fine particulate matter so small it permeates the deepest parts of the lungs.\nIn the short term, breathing in the exhaust can cause headaches, nausea and asthma attacks. Long-term, it can cause serious allergies, cardiopulmonary diseases, cancer and premature death. Diesel exhaust is the single leading factor responsible for California’s cancer risk related to toxic air contaminants.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nNationwide, a bitter debate is raging over how the government should approach environmental regulation during the coronavirus pandemic. When the Environmental Protection Agency announced that it would abandon enforcement efforts during the public health crisis, California Attorney General Xavier Becerra and eight other state attorneys general sued the EPA.\nBut the same debate is playing out within California itself, a place that’s both on the bleeding edge of environmental regulation and home to the five worst cities in the country for year-round particle pollution, as ranked by the American Lung Association. Now California’s freight and oil industries are using the coronavirus pandemic as an excuse to try to delay two proposed regulations that would limit diesel exhaust throughout the state, sparking outrage from clean air advocates.\nIn December, Angulo traveled from her home in the Inland Empire, a working class community in the valleys east of Los Angeles, to Sacramento. She stood before the California Air Resources Board (CARB) wearing a bright orange “Stop Diesel Death” sticker. She was there for a public hearing on one of the regulations in question: the Advanced Clean Trucks Rule, which would mandate that truck manufacturers sell an increasing percentage of zero-emission, as opposed to diesel-powered, trucks, starting with 2024 models. The other key rule, an update to the existing At-Berth Regulations, would require oil tankers and car carriers to reduce emissions from their diesel generators while docked at California ports beginning in 2024.\nIt was Angulo’s first time speaking before a state agency. Following dozens of public health experts and environmental scientists who advocated for stronger regulations, Angulo took the microphone. She rushed through her remarks at first, feeling a little intimidated before the board. But then she settled, telling them that the sky her students see outside the classroom windows looks nothing like the bright blue sky in the picture books she reads to them.\n“We have days where we cannot go outside due to air quality,” she said in the hearing. “We have days where students must walk instead of run in order to make sure that they do not exacerbate their asthma symptoms.” Speaking for her kindergarteners and broader community, she urged CARB to strengthen the Advanced Clean Trucks Rule. After she and others from Riverside and San Bernardino counties spoke, the audience broke into applause.\nThe freight and oil industries weighed in, too: the timelines were overambitious, they said, the regulations would stunt economic growth and the technology and the infrastructure weren’t there yet.\nDrawing on the public comments on health, the economy, the environment and climate—black carbon, like the soot in diesel exhaust, is a significant contributor to climate change, second only to carbon dioxide emissions—CARB staff rewrote the proposed rules to be more aggressive. The board expected to vote to finalize the updated At-Berth Regulations in April, and the Advanced Clean Trucks Rule in May.\nThen the coronavirus struck. Immediately after Gov. Gavin Newsom announced the state’s shelter-in-place order on March 19, industry and business-friendly lawmakers launched a counterattack. Capitalizing on the public health crisis, they made sweeping requests for regulatory relief, pressing CARB to abandon the proposed regulations for at least six months.\nOn March 20, the Western States Petroleum Association, a trade group representing 13 oil companies worth just shy of $1 trillion, joined with other industry groups to send a letter to the California EPA and CARB. They argued that as a result of the Covid-19 crisis, “it will be impossible for the regulated community” to participate in the rulemaking process. Yet WSPA, the biggest spender on lobbying in the state, has managed to submit reams of public comment since the onset of the pandemic.\nFour days later, the California Association of Port Authorities and the International Longshore and Warehouse Union sent another letter to the California EPA and CARB, asking the board to delay the regulatory process for ships at-berth until January 2021.\n“This is an unprecedented time in our lives,” Gene Seroka, chairman of the association and executive director of the Port of Los Angeles, said in an interview. “We’ll get to the work of being even more aggressive on cleaning the air as we move forward through our very slow and methodical economic reemergence.”\nClean air proponents have cried foul. “There’s a renewed lobbying effort to use the cover of Covid-19 as a way to sow doubt and try to delay and derail progress on clean air rules,” said Will Barrett, Director of Clean Air Advocacy for the American Lung Association in California. “They’re ratcheting up the rhetoric around the current crisis.”\nBefore the coronavirus, the fight over the two diesel exhaust regulations seemed much like any other, with industry pitted against public health advocates and environmentalists at each step of the long, slow grind of public policy making. Now that Covid-19 is ravaging the lungs of people across the country, however, the stakes are even higher.\nPreliminary studies in the United States, China and Europe have found that people exposed to higher levels of air pollution, like diesel exhaust, have worse Covid-19 outcomes. A national study by Harvard University’s T.H. Chan School of Public Health found they were 8 percent more likely to die after contracting the virus.\nCARB is in the process of conducting its own study in California to better understand the possible links between prolonged exposure to air pollution and Covid-19 hospitalizations, intensive care stays and mortality, but the initial indications from around the world are clear: people who have been breathing dirty air for years appear to be hit harder by the new disease.\nFor people living in freight transportation hubs, the link between pollution and disease is cause for concern. Even before the pandemic, many were plagued by chronic conditions caused by breathing in diesel exhaust.\nIn the South Coast Air Basin—California’s most diesel exhaust-polluted airshed—ships offload their cargo of containers, cars and crude oil at the sprawling Los Angeles-Long Beach port complex. The dense cloud of exhaust from their auxiliary diesel generators hovers long after the ships are gone. Much of the cargo is loaded onto trains and trucks and transported to the Inland Empire—known as “America’s Shopping Cart”—where it’s warehoused and distributed across the country.\nPrevailing winds blow east, so dirty air from the port and the city of Los Angeles follows the same path as the containers, wafting into the valleys of San Bernardino and Riverside counties. There, it mixes with diesel exhaust from the trucks speeding past Angulo’s classroom.\nMaria Reyes, a community organizer and mother of three in West Long Beach, which has one of the highest levels of diesel pollution in the state, says people in her community are afraid. In Los Angeles County, there have been over 43,000 confirmed cases of coronavirus and over 2,000 deaths. “Especially right now, during the crisis of Covid-19, our community is more susceptible to this disease,” Reyes said, speaking through a Spanish translator. Many of her friends and family have preexisting conditions from breathing polluted air.\nFor years, the freight industry has outsourced costs to communities like West Long Beach. “The people who are living in the shadow of these major industrial sources, the ports, the warehouses, the freeways that ship products across the country,” Barrett said, “those people are subsidizing those costs with their lungs.”\nReyes sees the push to pause regulations as “a form of environmental discrimination,” she said. Diesel exhaust disproportionately affects minority communities with fewer resources. “We are the people who can’t leave this place. We can’t move away,” she said.\nThe same applies to Angulo’s kindergarteners and their parents, many of whom are warehouse workers and truck drivers. Diesel particulate takes an even greater toll on young children; they have faster metabolisms and faster breathing rates than adults, so they get a more potent dose of whatever is in the air. Prolonged exposure to diesel exhaust can harm their lung development, permanently reducing their lung capacity. But families can’t just leave their homes and jobs. That’s why it is so urgent that CARB implement these regulations, Angulo said, adding, “These are lives of students,” she said, “the lives of children.”\nIndustry and business-friendly lawmakers have a different concern: the economic crash unleashed by the pandemic.\nOn April 21, a bipartisan group of state legislators sent a letter to CARB echoing industry talking points. Assemblymember Patrick O’Donnell, a Democrat who represents Reyes in Long Beach, was one of 31 lawmakers who signed the letter asking CARB to “put all current and proposed rulemakings regarding freight transportation” on hold until January.\n“We need to take into account the economic cycles as to how far we push these regulations,” O’Donnell said. “Companies need to make green while they go green.”\nDemocratic Assemblymember Eloise Gómez Reyes, whose district includes the part of the Inland Empire where Angulo lives, isn’t buying it. She and 36 other state lawmakers sent a letter of their own to Gov. Gavin Newsom on April  27, pressing him to continue advancing environmental and public health protections. “When your industry and the way you are managing your industry is causing severe harm to others, we can’t pause,” Reyes said in an interview. “We have to continue moving forward.”\nCARB has estimated that implementing the updated At-Berth Regulations will cost $2.40 billion, compared to $2.44 billion in public health savings over the next 11 years.\nCARB was supposed to finalize both regulations this spring, but they opted to extend the public comment period because of the pandemic. The board will now vote on the Advanced Clean Trucks Rule in late June, and the updated At-Berth Regulations in July or August. “It’s not in anybody’s interest to just roll forward without all the input you need,” Mary Nichols, CARB’s Chair, said.\nNichols acknowledges the economic uncertainty of the pandemic, but thinks the two regulations are more important now than ever before. That’s because, as the federal government invests trillions of dollars in an attempt to wrench the economy out of its present nosedive, industry is facing decisions about how to use that money—will it use the taxpayer dollars to continue business as usual, or will it invest in cleaner and healthier infrastructure going forward?\n“We were already talking, before Covid hit us, about the need for major changes in our energy and transportation systems in order to address air pollution and global climate crises,” Nichols said. “The notion that you should just leave everything as it was is not acceptable for many reasons.”\nAs we rebuild the economy, “Why would we think about not doing it right?” she asked. “We should build it right.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJulia Kane is currently pursuing her master’s at the UC Berkeley Graduate School of Journalism, where she is focusing on narrative writing and investigative reporting. Prior to attending Berkeley, Julia served as an officer in the U.S. Coast Guard. She spent four years at sea, serving aboard ships based in Honolulu, Hawaii and Key West, Florida, and two years as the military aide to a flag officer in Alameda, California. She graduated from the U.S. Coast Guard Academy with a bachelor’s of science in electrical engineering.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}