{
  "url": "https://insideclimatenews.org/news/19052020/secret-science-epa-transparency-rule-wheeler-pollution-environment/",
  "title": "EPA’s ‘Secret Science’ Rule Meets with an Outpouring of Protest on Last Day for Public Comment",
  "date": "2020-05-19T09:00:00-04:00",
  "content": "As the deadline approached for public comment on a controversial “transparency” rule proposed by the Environmental Protection Agency, 39 top scientific organizations and academic institutions joined together on Monday to warn that if finalized, the regulation would greatly diminish the role of science in decisions affecting the environment and the health of Americans.\nIn a letter submitted to the EPA, the American Association for the Advancement of Science, the world’s largest scientific society, and a wide array of other professional groups and universities, strongly opposed the rule, which they said is “not about strengthening science, but about undermining the ability of the EPA to use the best available science in setting policies and regulations.”\nThe groups signing the letter included organizations as diverse as the American Psychological Association and the Crop Science Society of America, and universities from Harvard and the Massachusetts Institute of Technology to the University of California, Los Angeles.\nThe letter was part of an outpouring of opposition on the last day for public comment on the proposed rule, called “Strengthening Transparency in Regulatory Science.” The rule would restrict the EPA’s use of scientific studies relying  on health data that excludes names or other identifying information to protect patients’ confidentiality or that are not “capable of being substantially reproduced.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nCritics say the regulation will knock out from consideration some of the most important human health research, while giving industry opponents of environmental protection rules a new avenue to challenge the agency’s actions, even after President Donald J. Trump leaves the White House.\nEPA Administrator Andrew Wheeler, who has vowed to finalize the rule this year, has characterized the plan as a “good government” effort that will increase public confidence in the agency’s decisions.\n“I fundamentally believe in Community Right to Know and the American public has the right to know what scientific studies underline the Agency’s regulatory decisions,” Wheeler said in a statement last month, thanking the agency’s Science Advisory Board for “their support of the concept of the proposed rule.”\nIn fact, the 44-member board, made up of outside advisers, most of whom were appointed during the Trump administration, has expressed reservations about the proposed “transparency” rule.\n“There is minimal justification provided in the Proposed Rule for why existing procedures and norms utilized across the U.S. scientific community, including the federal government, are inadequate,” the board wrote in a report to Wheeler last month, referring to practices like peer review that are routinely used by scientific journals and have long been in use at the EPA.\n“Moving forward with altered transparency requirements beyond those already in use, in the absence of such a robust analysis, risks serious and perverse outcomes,” the advisory board added.\nThe idea of challenging EPA science as lacking in “transparency” dates back more than 25 years to a strategy developed  by tobacco and fossil fuel industry advisers to fight national air quality standards on particulate matter pollution produced by combustion. Industry advisers took an approach of raising doubts about the original scientific studies on the grave health risks of so-called PM 2.5.\nThe EPA eventually set fine particle pollution standards, but the fight over the science never quieted, in large part because a wide range of regulations affecting  the fossil fuel industry, including those seeking to address climate change, have been based on that science. When Republicans were in control of Congress, the House three times passed legislation to rein in the EPA’s use of science, but the bills were  never taken up by the Senate.\nThe Trump administration picked up the idea, and received 600,000 comments when the new rule was first proposed in 2018. Wheeler addressed some of the issues on public access to confidential data in a “supplemental” proposal initially released in March  with an April 17 public comment deadline.\nThat deadline was extended to May 18 after health and environmental groups blasted Wheeler for advancing the plan in the midst of the Covid-19 pandemic.\nIn public comments filed in the last eight weeks, scientific organizations have raised concerns that the changes that Wheeler made last month have substantially broadened the scope of the science that could be subject to challenge. For instance, the Seattle Aquarium, which conducts research on water quality and the impacts of pollution, said the revised plan could restrict the EPA’s use of “situationally unique research” that by definition could not be reproduced—for example, science based on one-time events like the 2010 Deepwater Horizon oil spill in the Gulf of Mexico.\n“Our lives, ocean and planet depend on maintaining a strong, science-driven EPA,” wrote Robert W. Davidson, president and CEO of the aquarium.\nBut an EPA spokesman said in an email that in the revisions Wheeler made clear that such “situational” research would not be excluded simply because it could not be replicated. “Science transparency does not weaken science, and does not endanger health, quite the contrary,” the spokesman said. “By requiring transparency, scientists will be required to publish hypothesis and experimental data for other scientists to review and discuss, requiring the science to withstand skepticism and peer review.”\nJoel Green, water quality biologist for the Hoh Tribe in Washington State, said that the proposed rule raises concerns for the 20 Treaty Tribes of western Washington, which rely on the  harvest of fish from the Pacific Ocean and Washington rivers. Green included a list of 60 human health studies on the dangers of mercury that he said could be excluded from consideration or given less weight in future EPA rulemaking under the new “transparency” regulation.\n“The proposed rule does nothing to advance the EPA’s mission to protect human health and the environment, but rather would be an invitation to polluting industries to legally challenge regulations protecting human health, and for the EPA to weaken those regulations,” Green said.\nBut other groups supported the proposed rule. The American Council on Science and Health, for example, a nonprofit advocacy group that often opposes EPA protections, submitted comments largely in favor of the transparency proposal.\n“External validation, checking someone’s work, is a reasonable approach,” wrote Chuck Dinerstein, senior fellow at the American Council on Science and Health.\nThe pesticide industry, represented by CropLife America and including Bayer Crop Science, supports the rule and called for extra time to provide comments. After the Obama administration proposed banning the widely-used insecticide, chlorpyrifos, which has been linked to brain damage in children, CropLife America in 2016 petitioned EPA to halt regulatory decisions that are based on science for which the raw data is not available. The Trump administration announced in 2019 it would not ban chlorpyrifos.\nTwo members of the EPA’s Science Advisory Board submitted comments that dissented from the board’s report to Wheeler and supported  the EPA’s proposal, with some qualifications. John Graham,  a former senior official in the George W. Bush administration, wrote, ” I believe the public at large (including affected interest groups) are entitled to access the information used by government to support the regulations (or deregulatory actions) that impact them.” But he noted that  the EPA was likely to need a process for considering case-by-case waivers from the transparency requirements. And he suggested that the EPA set up a standing committee of its Science Advisory Board to assist the agency in addressing such situations.\n“Working the kinks out of the process will require that the Agency take some time, meet with scientific organizations, engage in dialogue about key concerns, and do some consensus building,” Graham wrote.\nThe hundreds of comments filed in the last few weeks by scientific organizations overwhelmingly opposed the rule, suggesting that the EPA is a long way from building such consensus.\nBut Steve Milloy, a former coal industry executive who runs the website junkscience.com and has long called for a ban on the use of what he called “secret science” at the EPA, said in an interview that the effort to enact the transparency rule already has had the kind of impact he and other proponents had hoped to see.\n“I think the most important thing about it is this issue has been moved to the forefront of the regulatory science debate,” Milloy said. “That’s all you can hope for in the end. This has drawn a lot of attention to the problem of secret science, and that’s very gratifying.”\nGeorgina Gustin contributed reporting to this article.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}