{
  "url": "https://insideclimatenews.org/news/21042020/coronavirus-trump-mnuchin-emergency-funds-alaska-native-corporations/",
  "title": "Tribes Sue to Halt Trump Plan for Channeling Emergency Funds to Alaska Native Corporations",
  "date": "2020-04-21T09:00:00-04:00",
  "content": "Tribal leaders from across the country are calling for the U.S. Departments of Interior and Treasury to halt a proposed plan that could give as much as half of $8 billion in emergency relief funds earmarked for the nation’s tribal governments to private Alaska Native Corporations (ANCs). The corporations collectively generate more than $10 billion in revenue from a diverse array of industries, including significant oil and gas developments.\nSix tribes, including three from Alaska, filed suit against Treasury Secretary Steven Mnuchin on Friday in U.S. District Court in Washington, D.C. to halt the transfer of funds. The suit noted that Alaska’s more than 200 regional and village corporations are private, for-profit businesses.\nThe state’s 12 regional ANCs own “scores” of corporate subsidiaries operating in all 50 states, as well as foreign countries, and are not tribal governments, according to the suit. The complaint noted that their business holdings include construction, pipeline maintenance, government and military contracting, financial management and aerospace engineering firms.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe Arctic Slope Regional Corporation, the largest ANC, earns nearly half of its $3.4 billion in annual revenue from the oil and gas sector, including company-owned refineries and royalties from North Slope oil and gas leases.\nThe proposed plan for distributing money under the Coronavirus Aid, Relief, and Economic Security Act  would keep funding from tribal groups, “who are in dire need of the funds to support the necessary and increased expenditures caused by the Covid-19 pandemic,” the tribes said. They include Alaska’s Akiak Native Community, the Asa’carsarmiut Tribe and the Aleut Community of St. Paul Island.\nAt a time when trillions of federal dollars are being spent to staunch the economic impacts of Covid-19, tribes worry they could be losing sorely needed aid to privately-held corporations with ties to the oil industry.\nLeaders of the Cheyenne River Sioux Tribe of South Dakota say they also plan to file suit against the Treasury and Interior Departments if the distribution of funds to the ANCs goes forward.\nWhile the exact funding formula hasn’t been released, the Interior Department has requested that tribes and ANCs provide data on the size of their land holdings, and the number of their members or shareholders. The 45 million acres held by the 12 regional Alaska Native Corporations nearly equals that of the country’s 574 federally recognized tribes. Cheyenne River Sioux Tribe officials say disbursements based on land holdings could result in $3 to $4 billion going to the corporations.\n“To put it in terms of geography, Sweeney is trying to slip in 45 million acres of Alaska fee lands owned by ANC corporations, which are not Indian Country,” Rodney Bordeaux, president of the Rosebud Sioux Tribe, wrote in an April 14 letter to Secretaries Mnuchin and Bernhardt. “In contrast, in the lower 48, there are 55 million acres of Indian country, and she is excluding millions of acres of Indian reservation and allotted trust land… There is no sense to it.”\nThe ANCs were created in 1971 by Congress to benefit indigenous peoples who had long been overlooked or undercompensated. But over the years, many of those intended beneficiaries have often received relatively little. Only some members of tribes receive payments from the corporations, and often it’s the corporations’ nonnative executives and federal contractors in the lower 48 states who benefit most from the extensive preferences the ANCs receive in federal contracting.\nTara Sweeney, the Interior Department assistant secretary who proposed the plan, is an Alaska Native, former executive, and shareholder of the Arctic Slope Regional Corporation, a company with more than $3 billion in annual revenue.\nTribes throughout the lower 48 and Alaska oppose the plan and many are calling for Sweeney’s dismissal. Chuck Hoskin, principal chief of the Cherokee Nation of Oklahoma, tweeted that Interior’s proposed disbursement is a “corporate cash grab” and “robbery in progress.”\n“Charged with a large public trust, [Sweeney] unfairly sought to divert emergency Tribal Government resources to state-chartered, for-profit corporations owned by Alaska Native shareholders, including her and her family,” Harold Frazier, chairman of the Cheyenne River Sioux Tribe and the Great Plains Tribal Chairmen’s Association, wrote in an April 14 letter to Treasury Secretary Steven Mnuchin and Interior Secretary David Bernhardt. “She has lost the confidence of Indian tribes.”\nConner Swanson, an Interior Department spokesperson, said Sweeney is “committed to supporting all American Indians and Alaska Natives, and to suggest she has personal motives or that she is attempting to divert funds away from American Indians is completely false.”\nCorporation-owned property includes land within the Arctic National Wildlife Refuge’s Coastal Plain, which Congress and the Trump administration opened to drilling in 2017. The Arctic Slope Regional Corporation had been a leading lobbyist for opening the refuge to oil and gas development and received millions for oil leases within the refuge, according to the company’s most recent annual report.\nIn his letter to Secretaries Mnuchin and Bernhardt, Fraizer contrasted the dire finances of Great Plains tribes to those of the Alaskan Corporations. “In the Great Plains, we have the poorest counties in the Nation, and our people suffer from extreme poverty and the worst health conditions, so we find it particularly offensive for a Federal government official to stealthily divert Tribal Government funds meant to help Native People in a National Public Health Emergency to for-profit state-chartered ANC corporations,” Fraizer wrote.\nAllocating relief funds based on land and including “fee lands” owned outright by Native Corporations means that those corporations could receive roughly half of all federal emergency funds.\nMost reservation land held by tribes outside of Alaska is held in trust by the federal government, where the government holds the title to the property but allows tribes to make their own decisions on how to develop the land and its natural resources.  Under Sweeney’s plan, this “allotted trust land” could be excluded from the funding formula, tribal leaders who were briefed on the plan said.\nThe Navajo nation, for example, has the largest land base of any tribe in the lower 48 states, but more than 90 percent of the tribe’s land is trust land, said Sarah Krakoff, a professor of Native American law at the University of Colorado Law School.\n“If trust land is excluded, then the Navajo nation and virtually all tribes in the lower 48 will get dramatically less funding than they should,” Krakoff said.\nThe proposed disbursement structure could also reward Alaska Natives in other ways, Bordeaux noted.\n“She apparently seeks to set up a disbursement process to count Alaska Natives 3 times, as tribal members, Village corporate shareholders, and Regional Corporate shareholders,” Bordeaux noted of assistant secretary Sweeney’s plan, which Sweeney outlined to Great Plains Tribal Chairmen’s Association leaders in an April 13 call.\nIn a letter to Sweeney and Mnuchin, Michael Williams Sr., chief of the Akiak Native Community in southwestern Alaska, called for funding to be limited to tribal governments.\nSwanson, the Interior spokesperson, said the CARES Act provides $8 billion in financial assistance to “tribal governments and specifically includes Alaska regional or village corporations as defined in or established pursuant to the Alaska Native Claims Settlement Act.’”\nU.S. Sen. Tom Udall (D-N.M.) disagrees. “Non-governmental Tribal entities may well warrant relief under other CARES Act programs, but this funding in this title was intended for Tribal governments and should not be diverted,” Udall wrote in a letter to the Treasury and Interior Secretaries on Tuesday.\nKrakoff, the Native American law professor, agreed with the Senator’s assessment.\n“The statute does use that language, it says $8 billion for ‘tribal governments,’ and that makes sense because it is in the provision of the act that is going to state, local and other forms of government, ones responsible for running programs, providing infrastructure, basic services, all the things that governments do,” she said.\nThe Treasury department has until April 26 to distribute funds. If disbursements are made to Native Corporations, the Cheyenne River Sioux Tribe plans to file an injunction to stop such transfers, said Remi Bald Eagle, a spokesperson for the tribe.\nFor Cheyenne River, a tribe that has strongly opposed the Dakota Access and Keystone XL pipelines, the diversion of funds to corporations that profit from fossil fuel developments, is especially troubling. It “stands in total opposition to what our stance is on oil and gas or any extractive industry,” Bald Eagle said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}