{
  "url": "https://insideclimatenews.org/news/10042020/joe-biden-bernie-sanders-climate-change/",
  "title": "Joe Biden Must Convince Climate Voters He’s a True Believer",
  "date": "2020-04-10T09:00:00-04:00",
  "content": "Joe Biden has an ambitious plan for climate action and environmental justice, but for some of the nation’s most ardent climate voters, he has yet to fill the void left by Bernie Sanders’ withdrawal from the presidential race.\nCase in point: Lori Lawrence, a grassroots environmentalist in Wichita, Kansas. She has helped organize protests against the local climate denial powerhouse, Koch Industries, as well as a push for a city-appointed task force aimed at cutting plastic bag pollution. But from all the discussion in her network of fellow-minded activists and all the news coverage she watches, she said, she has no clue where former Vice President Joe Biden stands on climate.\n“All I’ve seen is the debate where he did say he was going to stop fracking, which I thought was kind of odd, since he hasn’t spoken out about that before,” she said in a telephone interview shortly before Sanders’ withdrawal from the race. “How serious is Biden? What kind of plan does he have worked out? I don’t know. It makes me wonder if there is indeed a plan. I assume it’s some little thing on his web site somewhere that’s not at the top of his agenda.”\nPlease take a look at the new openings in our newsroom.\nIn fact, the former vice president has offered a detailed roadmap for decarbonizing the economy that is historic by any number of yardsticks—but it lacks the size, scope, and clarity of Sanders’ vision, embodied in the Green New Deal. Biden has called the Green New Deal “a crucial framework for meeting the climate challenges we face,” and his goal of net zero greenhouse gas emissions by 2050 is on par with Sanders’ and far beyond President Barack Obama’s pledge (an 80 percent reduction from 2005 levels.) But Biden has not embraced the bolder elements of Sanders’ plan—especially the melding of a national Medicare-for-all system into the climate package.\nBiden’s proposed $1.7 trillion climate plan includes 30 times the clean energy commitment in Hillary Clinton’s 2016 platform. But no matter how aggressive his climate goals are, there remains a widespread feeling, even among his supporters, that he has yet to make a convincing case as a champion of climate action to young and progressive voters. In the community of progressive climate activists, the overwhelming response to Sanders’ withdrawal was equal parts grief over the loss of their standard-bearer, and affirmation of their commitment to his ideals—underscoring the challenge for Biden.\n“We’re not going to sugarcoat it: Our hearts are heavy,” Aracely Jimenez, a spokeswoman for the youth-led Sunrise Movement, said in a statement. “The ball’s now in Joe Biden’s court. To avoid a repeat of 2016, he needs to show young people that he’s going to stand up for them by embracing policies like an ambitious Green New Deal that led young voters to flock to Bernie. If he doesn’t do this, our work turning out our generation to defeat Trump this fall becomes a lot harder.”\nSanders’ uncompromising platform resonated with “keep-it-in-the-ground” climate activists across the country, who have been at the front line of fighting pipelines, fracking, export terminals and the like. “If we are serious about clean air and drinking water, if we are serious about combating climate change, the only safe and sane way to move forward is to ban fracking nationwide,” Sanders said, when he introduced legislation earlier this year to phase out the practice. He said his $16.3 trillion federal climate commitment over 10 years—nearly 10 times Biden’s pledge—would help create 20 million jobs.\nSanders’ plan earned top grades on the scorecards compiled by progressive climate groups like  Sunrise Movement, 350.org and Greenpeace. All gave mediocre grades to Biden’s plan, which foresees a slower transition from fossil fuels. On fracking, Biden has said he would approve no new permits on federal land or waters. But existing permits should be evaluated on a case by case basis to see “whether or not they…are dangerous, whether or not they have already done the damage,” Biden has said. He has called for “aggressive methane pollution limits” on existing oil and gas operations—a regulatory proposal that the Obama administration launched but failed to complete before Trump took office.\n“We do not believe that Biden’s plan at this point really is bold enough to reduce emissions this decade at the rate that we need to,” said Thanu Yakupitiyage, U.S. communications director at 350 Action, which endorsed both Sanders and Sen. Elizabeth Warren (D-Mass.). Biden “needs to do a lot of work to make his climate plan robust,” Yakupitiyage said in an interview before Sanders’ withdrawal from the race.\nBiden, a longtime chairman of the Senate Foreign Policy Committee, frequently invokes his behind-the scenes work during the Obama administration on the Paris climate agreement and the U.S.-China deal on climate that helped pave the way to approval of the international accord. That negotiation broke a decades-long, intractable logjam over the differing climate responsibilities of wealthy and developing countries. But many climate activists say that Biden will not be able to win them over by hearkening back to the past achievements.\n“We are not where we were eight years ago,” said Yakupitiyage. “We need to be on a course for a rapid transition that goes over and beyond the Paris climate agreement.”\nIn the progressive movement, there is persistent debate over whether Biden is too close to the fossil fuel industry. Trump may have gotten himself impeached with his effort to manufacture a scandal around Biden’s son, Hunter, and his work for the Ukrainian natural gas firm Burisma—but it helped solidify doubts about his Democratic opponent among the voters who care most about fighting fossil fuel interests.\nEven though Biden took the same “No Fossil Fuel Money” campaign pledge that all of the Democratic presidential candidates took, he has faced questions over attending a fundraiser co-hosted by his former Senate aide, Andrew Goldman. After leaving the Senate staff, Goldman  helped found Western LNG, a company that was formed to export liquefied natural gas from Canada. Goldman, now a managing partner at the Wall Street firm Hildred Capital, had no operational role at the LNG firm, Biden’s staff noted at the time of the controversy.\nProgressives also don’t like the fact that former Obama climate aide Heather Zichal has served as an informal adviser to the Biden campaign. Zichal sits on the board of Houston-based Cheniere Energy, also a liquefied natural gas export firm.\nUltimately, Biden advanced a much more progressive climate platform than the more moderate plan many expected when the reports about Zichal’s work with the campaign emerged a year ago. Like Sanders, Biden linked climate action to environmental justice, as well as to the need to factor climate change into foreign policies like trade. Progressives took credit for prodding Biden to the left. “The pressure worked,” Sunrise Executive Director Varshini Prakash said at the time. “We forced [Biden’s advisers] to backtrack, and today, he put out a comprehensive climate plan that cites the Green New Deal and names climate change as the greatest challenge facing America and the world.”\nActivist groups aside, many Democratic voters who say climate is their top voting issue have supported Biden over Sanders. Biden came in first with those voters in the Super Tuesday races and in Michigan and Missouri. Sanders did win out among climate voters in Iowa, Nevada, and Washington state, while in New Hampshire, former South Bend, Indiana, Mayor Pete Buttigieg finished first among climate voters.\nPaul Bledsoe, a strategic advisor to the Progressive Policy Institute, said that there is a strong case to be made for Biden as a leader who can accomplish the ambitious goals needed on climate.\n“Biden’s climate proposals are by far the most ambitious ever put forward prior to this presidential campaign,” said Bledsoe, who worked in President Bill Clinton’s White House but  hasn’t yet been involved in the 2020 campaign. He notes that Biden’s call for $40 billion in clean energy innovation and technology spending annually for 10 years is eight times the current spending of $5 billion annually, and far larger than the clean energy funding Congress refused to pass in December.\n“It will take a Lyndon Johnson-like effort with Congress to put into place the measures to get us to net zero by 2050,” Bledsoe said. “The good news is Biden is well-liked in Congress. Everyone says he’s an establishment figure, which sounds like a bad thing. Unless you actually want to pass laws, in which case it turns out to be somewhat important.”\nClimate scientist Michael Mann, who in the past expressed concern about Biden’s position on natural gas, nevertheless has said it is unfair to give him a low or failing grade on climate policy. “For the record, while I greatly respect the work that @sunrisemvmt does, I sharply disagree with their grade for Biden,” he said on Twitter. “It implies he’s in the same category as Trump. The former might not be as aggressive on climate as they’d like, but the latter will destroy the planet.”\nFormer Obama White House aides Dan Pfeiffer and Jon Favreau, co-hosts of Pod Save America, have argued that Biden should be talking more about climate change in order to win over a block of voters who will be crucial to his election.\n“The Sunrise Movement is not happy with Joe Biden’s climate plan,” said Favreau recently on the show. “Yes, I realize it’s an emergency and he could do more. He’s got very progressive plans that the campaign has not talked about, and I think one strategy would be talking about them more.”\nPfeiffer, author of a recent book on the pathway to defeating Trump in November, says that Biden should be “massively concerned” about his support among young voters. “There is no margin for error in this election,” he said. “The ability for Joe Biden to be president is going to depend on a number of factors, but one of those factors certainly is turnout among young people in places like Madison, Wisconsin, and Ann Arbor, Michigan, and State College, Pennsylvania”\nRecent research by the progressive think tank, Data for Progress, supports the notion that climate is the path to winning key voters. Using the massive Cooperative Congressional Election Study, the researchers found that climate is by far the most important issue to reach persuadable voters who cast their ballots for President Donald Trump in 2016. About 10 percent of Trump voters said they are at least considering voting Democratic in 2020, and they are overwhelmingly young and care about climate. The findings echo previous work by the same researchers, who found that 12 percent of the voters who supported Sanders in the 2016 primary ultimately voted for Trump—in numbers that were high enough in Michigan, Wisconsin and Pennsylvania to swing the election.\nEnvironmental policy consultant Jeremy Symons said that he has been struck by how, even as Biden’s hold on the Democratic nomination tightened, progressive groups were pledging to continue to push him on climate. “I think that’s really the right approach, regardless of who the candidate is,” Symons said. “And the way you push the candidate is by turning people out to vote.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}