{
  "url": "https://insideclimatenews.org/news/09042020/us-appeals-court-dc-restores-limitations-super-polluting-hfcs/",
  "title": "U.S. Appeals Court in D.C. Restores Limitations on Super-Polluting HFCs",
  "date": "2020-04-09T09:00:00-04:00",
  "content": "In a ruling that counters recent rollbacks of climate and health-related environmental protections, a federal appeals court has ruled that President Trump’s Environmental Protection Agency violated regulatory procedure when it removed restrictions on hydrofluorocarbons (HFCs), a widely used chemical refrigerant and climate super-pollutant.\nOn Tuesday, the U.S. Court of Appeals for the D.C. Circuit restored a regulation that had prohibited businesses from upgrading to HFCs in large refrigeration systems as they discontinued use of ozone-depleting refrigerants. The regulation requires that they upgrade to more environmentally friendly refrigerants, such as hydrofluoroolefins (HFOs).\n“It’s an important win for the climate,” said Peter DeMarco, an attorney at the Natural Resources Defense Council, an environmental advocacy organization that sued the EPA in 2018 after the agency suspended limits on the uses of HFCs. “Ozone depleting substances are still used in hundreds of thousands of grocery stores and supermarkets across the country in their commercial refrigeration systems. As those systems are being replaced, they should be replaced with systems that use alternatives to HFCs rather than HFCs, and that will have significant climate benefits from avoided HFC emissions.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nHFC-134a, the most abundant HFC in the atmosphere, is 3,710 times more potent as a greenhouse gas than carbon dioxide over the near term. HFCs were developed as a replacement to older chemical refrigerants including chlorofluorocarbons (CFCs), chemicals that deplete atmospheric ozone and are even worse for the climate, approximately 10,000 times more potent than carbon dioxide as a greenhouse gas. Switching from CFCs to HFCs has helped plug the so-called “ozone hole,” but still contributes significantly to global warming.\nIn recent years, the chemical industry has developed other alternatives including hydrofluoroolefins, which pose far less of a threat to the climate than HFCs. HFOs, now widely used in the air conditioning systems of automobiles, have a greenhouse gas potency roughly equivalent to that of carbon dioxide but they escape into the atmosphere in much smaller volume, making their greenhouse effect largely insignificant.\nSwitching from HFCs to HFOs or other alternative refrigerants would limit global warming by 0.1 degrees Celsius by 2050 according to a study published in 2013.\nThis week’s ruling ensures that as supermarkets and other users of older, highly potent CFC refrigerants update their cooling and air conditioning systems, they switch to newer, climate friendly alternatives rather than highly potent HFCs. The ruling comes on the heels of a recent study that found continued CFC use is far larger than previously thought, suggesting there are still large numbers of supermarkets and other commercial buildings that could leapfrog from older CFC chemicals to the latest generation of more benign refrigerants.\nNRDC calculates that allowing older refrigeration and cooling systems to transition to HFCs since the organization first filed its lawsuit in 2018 has allowed for the additional build-up of HFC-based systems that will emit some 166 million metric tons of carbon dioxide equivalent cumulatively over the next 25 years. That is equivalent to the cumulative greenhouse gas emissions from 1.4 million automobiles over the same time period.\nEarlier this year, EPA relaxed leak detection rules for HFC refrigeration systems, a rollback that will result in additional greenhouse gas emissions equivalent to the annual emissions of at least 625,000 automobiles.\nIn this week’s ruling, the court determined that EPA failed to follow proper procedures, including providing public notice and allowing for public comment prior to changing regulations for chemical refrigerants.\nDeMarco said the EPA could try to change the regulations on chemical refrigerants a second time, this time following proper procedures. The agency would, however, still have to show why they are making the change and they have already argued that there are better alternatives than HFCs, he said.\nDurwood Zaelke, president of the Institute for Governance & Sustainable Development, said the lawsuit was an example of advocacy by environmental non-governmental organizations at its best.\n“It’s great to see the broader community on the front lines bringing these cases,” said Zaelke, whose group was not involved in the suit. “This case was a battle. We won this battle but now we go back to the war.”\nThe ruling was a singular victory amid the rapid weakening of environmental regulations by the Trump administration during the ongoing coronavirus pandemic. In recent weeks, the EPA has rolled back vehicle emissions standards, issued a wide-ranging freeze on the enforcement of environmental regulations and continued to press forward with efforts to limit the use of health science in environmental decision-making.\nThe current ruling does not require owners of cooling systems that have already transitioned to HFCs to go further, transitioning to HFOs or other more benign refrigerants. Legislation recently introduced in the Senate and House, however, calls for the gradual phase out of HFCs. The bills are supported by the chemical manufacturing industry and the air conditioning and refrigeration equipment industries and are in line with an international agreement to phase out HFCs.\nThat agreement, the Kigali Amendment to the Montreal Protocol—a 1987 treaty that phased-out ozone-depleting chemicals—has been ratified by more than 90 countries. The Trump administration has not sent it to the Senate for ratification.\nThis week’s ruling also recognized the legal standing of advocacy groups like NRDC to sue the federal government over climate change, something that was granted to states in 2007 but remained unresolved for citizens groups. NRDC has typically partnered with states or businesses on such lawsuits in the past, but will now have the legal authority to pursue such cases on their own, said David Doniger, NRDC’s senior strategic director for climate and clean energy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}