{
  "url": "https://insideclimatenews.org/news/13032020/heartland-instutute-climate-change-skeptic/",
  "title": "Heartland Launches Website of Contrarian Climate Science Amid Struggles With Funding and Controversy",
  "date": "2020-03-13T09:00:00-04:00",
  "content": "The conservative Heartland Institute, which made its name undercutting mainstream climate science, has launched a new effort to try to influence public discussion and political debate about global warming.\nThe move comes as the organization is reportedly struggling financially and has fallen into renewed controversy over its work in Europe promoting climate denial there. Last week it laid off staff just weeks after it announced the hiring of a teenage German climate skeptic to counter the global popularity of environmental activist Greta Thunberg.\nThe new website, called Climate at a Glance, includes brief explanations of key climate science and policy issues, many of which are either misleading or inaccurate.\nPlease take a look at the new openings in our newsroom.\n“It’s attempting to emulate a more scientific website than previously,” said Robert Brulle, a visiting professor at Brown University who has studied public relations campaigns by the fossil fuel industry. “Other than that it’s still the same sort of systematic distortion.”\nAn explainer of a carbon tax, for example, claims wind and solar power are “already very expensive.” In fact, those sources of energy are now competitive with or even cheaper than new coal or natural gas plants. A discussion of sea level rise claims that “there has been very little recent acceleration.” In truth, the rate of rise has more than doubled in recent years compared to during most of the 20th century.\nThe website comes amid evidence that the clout of Heartland and other groups that have promoted skepticism about climate change may be waning. An increasing number of Republican politicians have sought to distance themselves from climate denial. Last month, House Minority Leader Kevin McCarthy of California, a Republican, introduced a package of bills to promote carbon capture and sequestration technology. Sen. Lisa Murkowski (R-Alaska), in her final year as chair of the Senate Energy and Natural Resources Committee, has been attempting to lead a bipartisan effort to pass energy efficiency and technology investment.\n“I think they’re becoming more and more marginal,” Brulle said of Heartland, noting that some major corporate funders such as ExxonMobil distanced themselves from the group years ago. “You have all the big fossil fuel companies, they’re not attacking climate science any more.”\nLast week’s layoff was part of what Heartland called a reorganization. But the HuffPost reported that the downsizing of “more than half” the staff was a result of financial problems for the organization. Their report said it was primarily mismanagement, rather than falling revenue, that led to the problems. In recent years, the group’s funders have included hedge fund billionaire Robert Mercer, who was President Donald Trump’s largest campaign donor in 2016.\nIt was just the latest bad news for the Illinois-based organization. In February, European journalists published an investigation about Heartland’s efforts to sow its climate denial in Europe. The journalists went undercover, posing as public relations consultants working for clients in the energy and auto industries. The report detailed Heartland’s methods for channeling donations through a third party, and “how disinformation is professionally scattered around society.”\nHeartland did not reply to email or phone requests for comment for this article.\nThe organization has also come under fire for its hiring of a 19-year-old German woman to serve as the face of a new campaign against what it calls “climate alarmism.” Naomi Seibt, a YouTube star, has been criticized for her ties to Germany’s far-right and for comments that some challenged as anti-Semitic.\nThe new website is not Heartland’s first attempt to inject its materials about climate science into public discourse. And interviews suggest that, at least to an extent, the organization may be achieving at least some of its goal of spreading doubt.\nHeartland has been trying to influence science curricula in schools for years. In 2017, it sent hundreds of thousands of copies of its publication “Why Scientists Disagree About Global Warming” to teachers around the country.\nOne of the recipients was Jane Ramos, who teaches 8th grade science at Vincent J. Gallagher Middle School in Smithfield, Rhode Island. She said she’s never used it with her students, but has referred to it on her own and was struck by its tone, which she found misleading.\n“They take something that seems quite straightforward, and then they make you say, ‘Oh wait a minute,’” she said. “They put out all these other facts that sound so scientific, and I feel like it muddies the waters.”\nMichael Whaley, who teaches environmental science at Pendleton High School and at Tri-County Technical College in South Carolina, said he has used the materials as “a conversation starter.” He said he thinks all sources are biased, so he has pointed his students to Heartland’s materials as an example of one side of the story.\n“I do like what Heartland is doing, because they do call attention to it,” he said. “I think what you see in the media is heavily biased more towards alarmism. No matter where you look it’s easier to find that stuff, so they’re playing a role in at least keeping it even.”\nWhile the new website’s launch comes amid Heartland’s latest controversies and financial problems, the organization registered the website last summer, before any of this was news.\nIn this light, the campaign may be the latest sign, along with the hiring of Seibt, that Heartland is shifting its messaging. The climate movement and public discourse about global warming have changed dramatically over the past 18 months.\nMillions of students and activists have taken to the streets, lawmakers have introduced the first piece of a Green New Deal, and even Republican leaders have begun to move away from Heartland’s old line.\nIt’s not surprising that the institute would fall back on tactics that have worked well for it in the past, but it’s unclear if those will be as effective in this new landscape.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}