{
  "url": "https://insideclimatenews.org/news/04032020/air-pollution-shortens-life-expectency-fossil-fuel/",
  "title": "Breathing Polluted Air Shortens People’s Lives by an Average of 3 Years, a New Study Finds",
  "date": "2020-03-04T00:12:57-05:00",
  "content": "Air pollution, mainly from burning fossil fuels, reduces life expectancy worldwide by an average of almost three years, an impact greater than smoking, HIV/AIDS, vector-borne diseases such as malaria, and violence, according to a new study in Cardiovascular Research.\nRelying on recent modeling methods developed by a separate team of researchers, the study, published on Tuesday, examined global mortality data from 2015 and estimated that air pollution led to 8.8 million premature deaths. That translates to an average shortening of people’s lives by 2.9 years, the study concluded. Residents of East Asia experienced the largest curtailment of life expectancy, by 3.9 years, according to the study, and people living in Australia the least damage, or 0.8 years lost. In North America, lives were shortened by 1.4 years on average because of air pollution.\nBy comparison, smoking, one of the leading causes of death worldwide, was responsible for about 7.2 million premature deaths in 2015, and shortened lives by an average of 2.2 years, the researchers found. The study estimated that HIV/AIDS reduced life expectancy by 0.7 years, and diseases such as malaria, transmitted by parasites and insects, by 0.6 years. War and violence cut life expectancy by an estimated 0.3 years, according to the study.\nPlease take a look at the new openings in our newsroom.\nThe findings point to a vast level of threat to human lives from air pollution, according to the study’s authors. “Since the impact of air pollution on public health overall is much larger than expected, and is a worldwide phenomenon, we believe our results show there is an ‘air pollution pandemic,’” said Dr. Thomas Münzel, a cardiologist at the University Medical Center of the Johannes Gutenberg University in Mainz, Germany, and an author on the study. “Policymakers and the medical community should be paying much more attention to this. Both air pollution and smoking are preventable, but over the past decades much less attention has been paid to air pollution than to smoking, especially among cardiologists.”\nJonathan Buonocore, a research scientist with the Center for Climate, Health and the Global Environment (C-CHANGE) at Harvard University, who is unaffiliated with the study, called the new research “exciting.”  The study relied on the Global Exposure Mortality Model (GEMM) to ascertain the health effects of air pollution exposure, an approach that Buonocore said is “the latest and greatest” method. Since GEMM’s development a few years ago, other scientists have said they welcomed the higher accuracy that the model brings.\nAbout 70 percent of worldwide deaths can be attributed to non-communicable diseases such as heart and respiratory ailments, cancer, complications from diabetes and stroke, according to the World Health Organization. The study examined how long-term exposure to air pollution causes or exacerbates the most prevalent non-communicable ailments.\nThe study found that generally, the older people were, the more vulnerable they were to premature death fueled by air pollution. The exception was death due to lower-respiratory infections, such as pneumonia, among children younger than 5 years old in Africa and South Asia.\nThe researchers focused on people’s exposure to ground-level ozone, or smog, and PM2.5, tiny suspended particles that are smaller than 2.5 micrometers in diameter, or 30 times finer than the width of a human hair.\nBoth pollutants have long been known to damage human health. In particular, studies have shown that PM2.5 can induce inflammation, and that it plays a role in worsening a range of illnesses, from heart disease to kidney ailments to blood poisoning.\nThe study looked at natural sources of air pollution, such as wildfires and dust storms, and also man-made ones, such as burning biomass. But the study pointed out that the largest contributor to air pollution is fossil fuel use by power plants, industry, transportation and the residential sector. If there were no more fossil fuel emissions, average life expectancy around the world would increase by 1.1 years, the study found. If all man-made air pollution sources were eliminated, life expectancy would rise by 1.7 years.\n“We show that about two-thirds of premature deaths are attributable to human-made air pollution, mainly from fossil fuel use,” Münzel said. “Five and a half million deaths worldwide a year are potentially avoidable.”\nThe proportion attributable to fossil fuel use goes up to 80 percent in industrialized countries, the study said, since indoor air pollution from using biomass as a cooking fuel is not an issue in those places.\nThe new assessment of harm caused by fossil fuel pollution comes as the Environmental Protection Agency readies a new rule that would curtail the use of scientific research to support public health standards such as limits to PM2.5, part of the Trump administration’s efforts to loosen pollution rules.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}