{
  "url": "https://insideclimatenews.org/news/02032020/sandy-beaches-sea-level-rise-climate-change-australia-canada/",
  "title": "Half the World’s Sandy Beaches May Disappear by Century’s End, Climate Study Says",
  "date": "2020-03-02T15:57:18-05:00",
  "content": "Sea level rise fueled by man-made climate change threatens to consume half the world’s sandy beaches by the end of the century, according to a new study in Nature Climate Change.\nSandy beaches are valuable ecosystems and recreational sites, and their loss would ripple deep into economies. But their destruction could ultimately heighten risks to human life, too. Up to 1 billion people are estimated to live in coastal areas around the world that are less than 10 meters above high tide. Despite how sea level rise has already begun to damage coastal communities and the increasingly dire warnings sounded about the future, growing numbers of people are expected to continue moving to coastal areas, given their economic importance.\nOf the world’s coastlines, one-third are sandy beaches, and they serve as a critical buffer against hurricanes and other marine storms, according to the study, published Monday. “A substantial portion” of them are already eroding, thanks to natural processes and human development, and climate change risks worsening the damage throughout the century, the study said.\nPlease take a look at the new openings in our newsroom.\n“Sandy beaches are the first line of defense against storms and flooding, as they attenuate the energy of storm surges and waves,” said Michalis I. Vousdoukas, the study’s lead author and a coastal oceanography researcher at the European Commission’s Joint Research Centre in Ispra, Italy.\nWorldwide mean sea level rise has been accelerating over the last 25 years, and will likely continue to do so because of climate change. Sea levels have already risen 8 to 9 inches since 1880, with a third of that occurring since 1990, and they could rise another 26 inches by the end of the century, according to the National Aeronautics and Space Administration.\nThe authors of the Nature Climate Change study looked at two climate change pathways: a “moderate” scenario where emissions are reduced but not eliminated and the Earth experiences 2 to 3 degrees Celsius of warming by the end of the century, and a “business-as-usual” or “worst case” scenario, in which fossil fuel use grows unrestricted, which forecasts a 3 to 5 degree Celsius increase. There’s debate among climate scientists about using the worst case scenario, with some arguing that current global transitions to renewable energy might avert the most extreme increase in warming. Vousdoukas said that while the worst case scenario is pessimistic, “it is still relevant” and worth studying.\nThe study found that if global average temperatures followed the worst case trajectory, 10.6 to 12.2 percent of the world’s sandy beaches would undergo “severe erosion” by 2050, and 37.2 to 50.9 percent would be destroyed by 2100. The projections are based on analyses of satellite data of coastal zones all over the world from 1984 to 2015.\nThe researchers concluded that 40 percent of the shoreline loss could be prevented if nations took steps to reduce greenhouse gas emissions that were in keeping with a moderate temperature increase scenario of 2 to 3 degrees Celsius, but even that’s considerably more than the 1.5 degree Celsius target set forth in the Paris Agreement as the best chance of reducing risks to vital ecosystems and human life.\nThe countries that stand to lose more than 80 percent of their sandy beaches by 2100 include Pakistan, Iraq, Benin and El Salvador. But the country that would lose the most miles of sandy beaches is Australia, which is grappling already with existential questions after a season of record heat and wildfire. Australia could lose as much as 11,426 kilometers, or 7,099 miles, to erosion from climate-fueled sea level rise. The researchers estimated that Canada ranks second as far as potential loss of sandy beaches. China is fifth and the United States is sixth.\nUnder the study’s worst case scenario, the U.S. could lose 5,530 kilometers of sandy beaches, or 3,436 miles, to climate change. Between 1970 and 2010, the U.S. population in coastal areas increased by 34.8 million people, or about 40 percent, according to the National Oceanic and Atmospheric Administration. Though coastal areas make up less than 10 percent of the country’s land mass, 40 percent of the population lives there. And the number of residents in coastal areas in the U.S. and other nations is only expected to grow.\nThe loss of sandy beaches could affect everything from regional economies, wildlife and habitat for migratory birds to the ways people vacation, to safety during storms. Protecting sandy beaches would require cutting greenhouse gases substantially to slow sea level rise, and on the ground, more sustainable coastal management practices, the study said.\nAn earlier version of this article incorrectly identified the representative concentration pathways (RCPs) as degrees Celsius.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}