{
  "url": "https://insideclimatenews.org/news/19022020/nevada-caucus-climate-change-among-latino-voters-vanessa-hauc/",
  "title": "For Many Nevada Latino Voters, Action on Climate Change is Key",
  "date": "2020-02-19T09:00:00-05:00",
  "content": "When six Democratic candidates take the stage in Las Vegas on Wednesday night, they will face questions posed by the first climate journalist ever chosen to be a moderator of a U.S. presidential debate.\nVanessa Hauc, a prominent Latina journalist who leads the environmental investigative unit at Noticias Telemundo, has made clear that she plans to use her appearance to prod candidates to say more about their climate plans—an examination that is sure to have special resonance in Nevada.\nThe state is among the top five in concentration of Hispanics, who comprise nearly one third of Nevada’s citizens. Although the share of eligible voters they represent is smaller—about 20 percent—the bloc proved decisive in the Democrats’ gubernatorial and Senate wins in 2018. And among members of the Latino community who are likely to vote in Saturday’s Nevada caucuses, a new poll shows that climate change is an even more important issue than health care or immigration.\nPlease take a look at the new openings in our newsroom.\n“If we don’t have a planet to live in, immigration, the economy, and health care are not going to be a priority,” said Rudy Zamora, program director of Chispa Nevada, an organizing program of League of Conservation Voters, which commissioned the poll. “Our communities want to know what the candidates are doing to protect the planet.”\nThe voting on Saturday could be an important bellwether for the nation, as the 2020 election is expected to mark the first time that Hispanics will surpass blacks as the the largest racial or ethnic minority group to go to the polls. To speak to this key segment of the electorate, experts say,  it will be important for candidates to talk about action on climate change.\nAs global warming has climbed to the top of the national agenda, some of the most prominent voices pushing for strong climate policy have been Hispanic-Americans. They’ve hailed from both parties: from Rep. Alexandria Ocasio-Cortez (D-N.Y.), champion of the Green New Deal, to former Florida Republican Rep. Carlos Curbelo, a carbon pricing advocate who tried to forge bipartisan support for climate action before losing his seat in the 2018 midterm election.\nAnd they are the faces of a larger trend. Latinos are more engaged on the issue of climate change than any other racial or ethnic group in the country, according to several studies over the last decade by the Yale Program on Climate Change Communication. Yale’s research shows that Latinos are more convinced that global warming is happening and that it is human-caused. They perceive greater risks from climate change and are more supportive of climate change policies than the overall U.S. population.\nThe deep concern about climate change seems to stem at least in part from personal and family experience. In a poll taken on the eve of the 2018 midterm elections, more than 78 percent of Latinos in five electoral battleground states, including Nevada, said that they had personally experienced the effects of climate change. And more than 81 percent of Latinos in those states said they viewed it as “very” or “extremely” important that Congress take an aggressive stance on climate action. Even though the Latino community is not politically monolithic—in parts of Texas and Florida, two of the states in the study, they’ve tended to vote Republican—a majority in both parties said they favored strong climate action.\nThose voters made their voices heard at the polls that year in Nevada. Democrat Jacky Rosen unseated her Republican opponent Dean Heller in the U.S. Senate race, and Democrat Steve Sisolak won the race for governor with barely 50 percent of the overall vote. Both were able to edge ahead because they had garnered two-thirds of the state’s Hispanic vote. That election already has enhanced climate policy in the state, as Sisolak last year signed legislation committing Nevada to 50 percent renewable energy by 2030 and establishing solar access programs to provide electricity for low-income customers.\nWith the first 2020 vote in the West approaching, Nevada’s Democratic voters overall view health care as the top issue. But for Latinos, climate change trumps that concern, as it does the issues of immigration and raising wages and incomes for families, according to the LCV-commissioned poll. But a majority of voters across every racial and ethnic group in Nevada say they believe that the presidential candidates are not talking about climate change as much as they should be.\nHauc, an Emmy-award winning journalist, is hoping to change that in her groundbreaking appearance as a moderator in Nevada—a state she knows well as a graduate of the University of Nevada-Las Vegas. In an interview this week with Public Radio International, Hauc said she intends to press the candidates on their climate plans.\n“This is a great opportunity to really raise this issue and raise important questions to the candidates, to see … how are they planning to face this existential crisis,” she said. “This election it’s clear climate change is going to be a key and decisive issue for many voters.”\nAs she reported on climate for Noticias Telemundo, the flagship news program for the Spanish-language network, Hauc said, she became increasingly concerned about the disproportionate impact of climate change. Eight years ago, she co-founded a non-profit organization called Sachamama, or “Mother Jungle,” dedicated to expanding the conversation in the Latino community about climate change.\nTo Hauc, there’s no conflict between this effort and her work as a journalist. “It is my responsibility as a journalist to cover the issues that are impacting my community and that is exactly what I’m doing,” she told PRI.\nCarlos Zegarra, executive director of the group, which is based in Florida, said, “Our communities clearly know what is happening—they are seeing it and living it.”\nHe added, “Our role is to help them connect the dots, to help connect how it is impacting the economy, how it is impacting their health and the quality of their life in general. They welcome a conversation about what are the opportunities and what are the things we can do.”\nIn Zegarra’s view, the strong connection that Hispanic-Americans have with their home countries has increased the urgency of the issue. “We see how the infrastructure in South America has been impacted by extreme weather events, and how most of the high diversity areas at risk in that region are being affected,” he said.\nIt is probably no coincidence that climate change has become a pressing political concern among Latinos in Nevada. Spanned by the Great Basin Desert, Nevada has less rainfall than any other state, and two cities—Reno and Las Vegas—are among the fastest warming in the nation.\nLatinos in Nevada have lower household income than the state population as a whole, with many employed in outdoor work—construction, landscaping, agriculture—where they bear the brunt of ever-more-oppressive temperatures.  The increasing heat affects both their health and their pocketbooks, as work shuts down in severe heat waves.\n“In a city like Las Vegas, every summer is hotter than the summer before, and what used to be a 100-degree day is now a 110-degree day,” said Zamora. “It’s concerning for our families.”\nIndeed, Nevada had 74 weather-related fatalities in 2018—the most recent year for which there is data available— and was second only to its far more populous neighbor, California, according to the National Weather Service.\nMany Nevadans believe that, as the first ethnically diverse state to vote in the 2020 election, their state will present candidates with an electorate more representative of the nation than the contests in Iowa and New Hampshire.\n“It’s the first state that truly is a melting pot,” said Zamora.\nWhether the candidates can inspire Latino voters in Nevada will be an important indicator of their appeal nationally in November, when the 32 million Hispanics who will be eligible to vote will surpass voting-eligible African Americans, who number 30 million, for the first time, according to Pew Research.\nZamora said candidates won’t be able to win those voters over as they did in the past, with an appeal to the single issue of immigration. They will also have to make a convincing case for their plan on climate.\nZamora’s group, Chispa Nevada, will be deploying “climate captains” to caucus sites on Saturday to help ensure the issue will be front and center, as voters confab.\n“We want to be sure the winner is climate and the environment, no matter what candidate comes out ahead,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}