{
  "url": "https://insideclimatenews.org/news/12022020/air-pollution-deaths-fossil-fuel-emissions/",
  "title": "Cross-State Air Pollution Causes Significant Premature Deaths in the U.S.",
  "date": "2020-02-12T20:40:24-05:00",
  "content": "More than four in 10 deaths in the United States associated with air pollution can be attributed to emissions that came from states other than where the deaths occurred, according to a study published Wednesday in the journal Nature.\nThe easterly drift of emissions across the country is known as cross-state air pollution, the largest source of which has historically been fossil fuel-burning power plants. The new study identifies the key trends in cross-state air pollution from 2005 to 2018, including which sectors of the economy contribute the most pollution, which states are net exporters of pollutants, and which states suffer most from air pollution wafting across their borders.\nOverall, premature deaths associated with air pollution from fossil fuel combustion declined markedly, or by about 30 percent, over the 14-year period studied, thanks to a shift to renewable energy, curbs on particulate matter in the air, and greater fuel efficiency in automobiles. The percentage of premature deaths attributable to out-of-state pollutants also fell, from 53 percent in 2005 to 41 percent in 2018, according to the study, which was conducted by researchers from the Massachusetts Institute of Technology and funded in part by the Environmental Protection Agency.\nThe sector that showed the greatest reduction in deaths linked to its emissions was power generation. In 2005, emissions from electric utilities accounted for about one of every four early deaths linked to cross-state air pollution. By 2018, the industry accounted for about one of every eight deaths.\nPlease take a look at the new openings in our newsroom.\nElectricity generation owes much of the reduction to the ongoing industry-wide switch from coal to natural gas and renewables, and to increased regulation. It is the only sector whose emissions are limited by the EPA under the Cross-State Air Pollution Rule. The Trump administration has worked to ease those limits, an effort stymied so far by litigation brought by East Coast states whose residents are most seriously harmed by cross-state air pollution.\nThe study, which MIT researchers launched in 2012, is meant in part to provide regulators and policymakers with a fine-grained understanding of the states and industries that bear the most responsibility for cross-state pollution. “This sort of information from peer-reviewed studies shows the impact of transboundary pollutants, and hopefully will be taken into account by the judiciary and the EPA when they interpret the Clean Air Act,” said the study’s principal investigator, Steven R.H. Barrett, professor of aeronautics and astronautics at MIT.\nAlthough the EPA partially funded the study, it declined to comment on the findings, citing the ongoing litigation over the cross-state air pollution rule.\nJohn Walke, director of the clean air program at the Natural Resources Defense Council, said the study underscores the need to continue tightening air pollution standards, rather than adhering to the Trump EPA’s broad environmental deregulatory agenda.\n“What this study and the data show are that air pollution from the electric power sector continues to kill Americans and EPA must do more,” Walke said. “We know that tiny soot particles are harmful, even deadly, at any level. We know that downwind states cannot control emissions from upwind states. It’s EPA’s job to enforce the law by making upwind states clean up their own pollution, or EPA must step in to demand those reductions.”\nOutdoor air pollution accounts for five to 10 percent of annual premature deaths in the United States, according to the study. The pollutants that most frequently account for premature deaths are ground-level ozone, or smog, and fine suspended particles from combustion known as PM2.5., which are smaller than 2.5 micrometers in diameter, or 30 times smaller than the width of a human hair.\nCombustion of fossil fuels is the greatest source of these pollutants in the U.S., and estimates of early deaths attributed to them range from 90,000 to 360,000 people annually, the study said.\nOzone travels farther from its emissions sources than PM2.5, but fine particles are more damaging to human health. Ground-level ozone reduces lung function and is particularly dangerous for people with respiratory ailments such as asthma. PM2.5 can worsen heart and respiratory illnesses, diabetes and Parkinson’s disease. In late 2019, a Harvard study concluded that even short-term exposure to the microscopic pollutant could lead to increased hospitalization among elderly Americans for conditions as diverse as septicemia, or blood poisoning, kidney failure, urinary tract infections, skin and other tissue infections.\nEfforts to reduce PM2.5, ozone and other pollutants often lead to an overall reduction in the use of fossil fuels, which in turn helps lower emissions of greenhouse gases that drive climate change.\nThe study looked at air pollution trends in the contiguous 48 states, and tracked emissions from seven sources: power generation; industry; commercial and residential sector; road transportation; marine; rail and aviation.\nNortheastern states, including those currently suing the EPA over the pollution rule, were consistently “net importers” of pollution, meaning that more pollution entered their borders than they emitted toward their neighbors. Over the 14-year period studied, New York was the “highest net importer of deaths,” the analysis said, with around 60 percent of its premature deaths attributable to emissions from out of state.\nThe biggest exporters of air pollution were states in the northern Midwest, led by Wyoming and North Dakota, “owing to low local populations, high emissions, and large downwind populations,” the study said. Farther east, West Virginia was also a large emitter. All three states are heavily reliant on coal-fired electricity generation. But the study noted that even those states saw a 50 percent drop in the premature deaths their pollution could be linked to.\nBesides power generation, other sectors also experienced a reduction in emissions and with it, a drop in the premature deaths linked to them. A sharp fall in road transportation emissions grew out of more stringent federal fuel economy standards over the last decade. Now, the Trump administration has moved to freeze mileage standards at 2020 levels, hobbling the chances of further pollution reductions from vehicles.\nThe biggest culprit of dangerous pollutants now is the commercial and residential real estate sector, which by 2018 surpassed power generation in the number of estimated premature deaths linked to it. Driven in part by continued reliance on heating from fossil fuels such as natural gas and heating oil, homes and commercial spaces accounted for about 28,200 premature deaths in 2018, or 28 percent of the estimated total of 66,100.\nFor each of the lower 48 states, the researchers traced pollution going to and from the other 47. The study was based on vast sets of data the researchers drew from multiple sources, including the EPA’s National Emissions Inventory, a “census” of pollution the regulator conducts only every few years, MIT’s Barrett said. As a result, the study examined emissions data from 2005, 2011 and 2018, the three most recent occasions when the NEI was conducted. The analysis retraced the weather and wind patterns for each hour of every year studied, and employed an air chemistry transport model to calculate the impact of air pollution in all 48 states.\nBarrett said his team is busy with the next phase of their research into cross-state pollution: tracking pollution in a given state back to individual sources, whether a power plant, busy road or neighborhood.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}