{
  "url": "https://insideclimatenews.org/news/12022020/2020-election-new-hampshire-primary-bernie-sanders-victory/",
  "title": "An Obscure Issue Four Years Ago, Climate Emerged as a Top Concern in New Hampshire",
  "date": "2020-02-12T17:05:15-05:00",
  "content": "Bernie Sanders wasn’t the only victor in New Hampshire on Tuesday.\nAmid the over-the-top politicking that has come to define the first-in-the-nation primary, climate change rose from obscurity to a place among the top issues for Democratic voters. That marks a win for activists and several extraordinary campaigns in New Hampshire to elevate the recognition of climate as a crisis requiring political action.\nWith tidal flooding increasing on the coastline, and wildlife—including the iconic moose—visibly dwindling, New Hampshire has had ample opportunity to witness first-hand the impacts of climate change. But what has moved voters most of all, say many activists, is the risk they perceive in President Donald Trump’s aggressive policy that puts fossil-fueled expansion above environmental protection.\nPlease take a look at the new openings in our newsroom.\n“Prior to 2016, environmentalists often viewed environmentalism in apolitical ways—changing the way you go to work, the way you consume electricity. They rarely thought about voting,” said Nathaniel Stinnett, founder and executive director of the Boston-based Environmental Voter Project. “What I think started to happen dramatically in 2016 is that people who cared deeply about the environment recognized they had no choice but to view it through a political lens.”\nNew Hampshire is one of a dozen states where Stinnett’s organization has been working in this election cycle to identify environmentalists and get them to the polls. All 12 states have had a relatively high number of non-voting environmentalists, the Environmental Voter Project determined, based on voter rolls and the same sorts of Big Data techniques the presidential campaigns use to target their ads.\nThat may now be changing. CNN’s exit polling showed that 28 percent of voters on Tuesday said climate change was the most important issue as they were casting their ballots in New Hampshire, second only to health care, named by 37 percent of voters. In 2016 nationwide polls, addressing climate change or protecting the environment registered as a top priority with only 2 to 6 percent of voters.\nSanders, whose $17 trillion climate plan far outstrips those of his competitors, and who had strong support from young voters and youth-centered campaigns, clearly was one beneficiary of this surge in interest. But he wasn’t the only one. According to the Washington Post’s exit polling, 30 percent of voters who viewed climate change as their top concern supported Pete Buttigieg, making the South Bend, Ind. mayor the top candidate for climate voters. Although Buttigieg drew flak at times on the campaign trail from climate protesters who felt his $2 trillion plan was too weak, he always mentioned climate change in his stump speech as first among the “big issues” that he said he was dedicated to resolve as president.\n“I took the fossil fuel pledge and I am determined to bring about solutions on climate change,” Buttigieg told hecklers. “We want the same thing. Are we ready to do what it’s going to take to actually come together and solve these problems?”\nWith Sanders victorious and the moderate vote split between Buttigieg and Amy Klobuchar, the results from New Hampshire showed Democrats still divided over whom they want as their 2020 standard-bearer. But the success of activists to elevate climate change as a voting issue in this election was apparent, based on how often candidates invoked their plans to tackle global warming on the campaign trail.\n“I am confident that the reason so many candidates are talking about it is that they’re no dummies,” said Stinnett. “They can read a poll.”\nStinnett’s Environmental Voter Project, founded in 2015, does not campaign for any particular candidate—in fact, it doesn’t even mention the environment or climate change in its messaging. Instead, it targets non-voting environmentalists and campaigns to get them to the polls. Once a person has voted, he or she is considered a “likely voter” and inevitably will be targeted by political campaigns. The Environmental Voter Project is reaching out to people who don’t vote and are currently being ignored by the candidates.\nThe group has estimated that it was able to add 59,000 new environmental voters to the voting rolls in Colorado, Florida, Georgia, Massachusetts, Nevada and Pennsylvania, the six states where it campaigned in the 2018 midterms. That’s a number that could make a big difference, given that Trump won the election by 80,000 votes in three states. The project’s research indicates that there were 10 million environmentalists across the nation who didn’t vote in the 2016 election.\n“We live in a time where it is increasingly challenging to change anybody’s opinion on climate change,” said Stinnett. “But that’s not the problem we’re trying to solve. There are already millions who believe that climate change is a number one problem. We are focused on getting them to vote. And changing behavior is easier than changing minds or opinions.” The Environmental Voter Project made contact with close to 40,000 voters in New Hampshire.\nOther groups were focused on another low-turnout cohort—young voters. Both 350 New Hampshire Action and the Sunrise Movement, which has endorsed Sanders, had hundreds of volunteers making calls, knocking on doors and showing up at candidate rallies in New Hampshire. And a home-grown group, the New Hampshire Youth Movement, which has its roots in the fossil fuel divestment movement at the University of New Hampshire, estimates that it obtained pledges to vote from more than 11,000 young people since September.\nGriffin Sinclair-Wingate, a founder and co-director of operations for group, said the effort grew out of the impact that young people had on the 2016 election in the state (Hillary Clinton won the state by 0.3 percent, while Democrat Maggie Hassan unseated the state’s Republican Senator, Kelly Ayotte, by less than 0.1 percent.)  “Young people made up the margin of victory,” said Sinclair-Wingate.\nBut when all the outside activist groups that swarmed New Hampshire left the state after Trump’s victory, he said, he and his colleagues in activism recognized a need for a group that would stay on the ground, organizing, beyond Election Day.\n“You had people all over New Hampshire who were terrified of the Trump presidency, who were looking for a way to plug in to something, and there was no organizing structure there to give them a home,” Sinclair-Wingate said. “We felt we could never let that happen again. We set out to create an organization that works before, during and after an election, to make sure not only do we elect politicians who represent young people, but we hold those politicians accountable.”\nAlthough he supports Sanders and believes he has the strongest climate program and the best chance of defeating Trump, his group is determined to continue its drive to energize young people in the state to be politically active through November and beyond.\nRecognition of climate change as an urgent issue has also increased among older and more conservative New Hampshire residents, said Eric Orff, who worked as a wildlife biologist for the New Hampshire Fish and Game Department for 31 years. After he retired in 2007, he was recruited by the National Wildlife Federation to engage sportsmen and women and the hunting community in the state on climate change—an issue he had been writing and talking about for years.\n“I thought I was in pretty good standing with the sportsmen, and I’d have no trouble—was I wrong!” he recalls of his first efforts more than a decade ago. “I gave a talk to a couple of hundred, and I knew many of them…Some of them walked out—’I’m not going to listen to this bull-crap. That’s Al Gore’s crap.’ It was a real uphill battle for a long time.”\nBut Orff, along with other wildlife biologists, continued their outreach to the sportsmen, giving presentations across the state several times a month for years. The climate impacts that they were talking about hit home to their audiences, especially charting the demise of New Hampshire’s beloved moose population, which numbered 7,500 in 2000, and has dwindled to about 3,000 today. A dozen years ago, the state Fish and Game Department issued 670 moose-hunting permits; the number was just 49 last year. The drop-off in the moose population also has hit the economy, with business falling for guides, lodges, and other businesses associated with hunting.\n“People just seem to look at the moose—this magnificent animal—that was just part of the fabric that made up New Hampshire, and because of climate change, that fabric is unraveling,” said Orff.\nOrff, making it a point to attend candidate forums in person, said he was impressed that all the candidates seemed to have strong climate plans—including Trump’s super long-shot Republican challenger, former Massachusetts Gov. William Weld. “It took a decade,” said Orff, “but I’d say now a significant number of the sportsmen, and a majority of the citizens of New Hampshire feel that climate change is real.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}