{
  "url": "https://insideclimatenews.org/news/20012020/epa-secret-science-rule-patient-privacy-risk-study/",
  "title": "How Trump’s ‘Secret Science’ Rule Would Put Patients’ Privacy at Risk",
  "date": "2020-01-20T10:00:01-05:00",
  "content": "When patients participate in health studies, their medical and genetic details are typically kept anonymous to protect them. A controversial Trump administration plan to limit the scientific studies used in policymaking could put that anonymity in jeopardy, a new study warns.\nLater this year, the Environmental Protection Agency is expected to finalize a proposal that would preclude the use of independent environmental health studies in setting pollution controls, unless the researchers made public the raw data underlying the studies.\nThe EPA and its backers, including industries that are affected by pollution standards, contend that such a measure would deliver the strongest science for setting pollution standards. But thousands of scientists, environmentalists and public health advocates maintain that the proposal would profoundly undermine the use of independent science in protecting human health. Seminal environmental health studies often rely on confidential data, and without that research showing harm to human health, scientists and environmentalists say the EPA could push for looser pollution limits.\nA new study published this week in the journal Environmental Health Perspectives argues that the proposed EPA rule change would increase the risk that confidential health data could be linked back to patients.\nPlease take a look at the new openings in our newsroom.\nCurrently, scientists must share analyzed data through the peer review process for research journals and with the EPA. The Trump administration proposal would require that the “raw data,” which is much more detailed but still does not use people’s names, be turned over to the government and others without a clear set of safeguards to protect people’s privacy as there currently is in academia.\nThe new study shows how five essential kinds of data that are used in health studies—patients’ location, medical data, genetic information, occupation and housing—could be used to re-identify individuals by cross-referencing them with public and commercial data sets, even after the studies anonymized the data by removing the names, birth dates and other overt identifiers. Re-identification is when anonymized data such as names or addresses can be linked back to one person or several people.\nThe Health Insurance Portability and Accountability Act (HIPAA), the main federal law governing the privacy of health information, does protect some data of participants in environmental health studies, but it is not adequate, said Julia Green Brody, the principal investigator of the analysis and executive director of the Silent Spring Institute, a Massachusetts-based nonprofit that does research on environmental chemicals and women’s health. Other protections against such re-identification also exist now in academia and the EPA. But scientists, environmentalists and public health advocates fear those could be slipped or set aside if the EPA’s new controversial data standard goes into effect.\nAn EPA spokeswoman said in an email that the agency’s proposed “secret science” rule would not make personal data more vulnerable to re-identification, because it would “follow all laws” regarding data privacy and take into account public comment on the issue.\nThe rule was delayed after an outpouring of opposition from the academic community, the editors of major scientific journals, former EPA administrators and others. But EPA Administrator Andrew Wheeler has said he remains committed to enacting the plan. The agency’s Science Advisory Board is meeting next week to discuss a draft recommendation that Wheeler address numerous issues, including privacy, before proceeding with the rule.\nThe new standard would apply to any research data and would be retroactive, affecting, for example, landmark studies that undergird the Clean Air Act and the Clean Water Act.\nEnvironmental health data, by its nature, is much more reliant on the location, occupation and even housing of its participants than other kinds of medical research. Measurements of exposure to pollutants are usually at the level of a job, home or an individual. At the same time, more consumer data is being collected about Americans by the devices and mobile phone apps they use, the authors said. For instance, more people have wearable devices such as smartphones and Fitbits that continuously gather health and location information.\nThe abundance of consumer data that’s publicly available or can be purchased could be cross-referenced with anonymized study data to identify people, the researchers found.\nThe analysis is based on a dozen studies that mostly began in the 1990s, some of which continue today. They were picked because of their importance to the environmental health field. The studies also contained data that could be vulnerable to being linked to publicly available or commercial datasets.\nFor example, nine of the 12 studies were conducted in particular geographic areas. “The ability to identify location improves the ease and likelihood of matching demographic information, such as gender, race, and age, to voter lists or commercial lists of residents,” the study said.\nTen studies included in the analysis contained data about the subjects’ occupations, including agricultural workers exposed to pesticides and workers involved in the Deepwater Horizon oil spill cleanup. Licensing lists of professionals, LinkedIn and professional society membership could be overlaid on anonymized health data, increasing the chances that the subjects could be identified, the researchers wrote. All 12 studies contained at least two of the five demographic or data criteria that the researchers used to probe the limits of participant anonymity. Through one analysis, “participants’ region of residence could be inferred with 80-98% accuracy,” the study found.\nUnder the current system used in academia, there are protections against the use of public data to re-identify participants in anonymized studies. Universities have institutional review boards created to safeguard the rights of human subjects who participate in research and train scientists who work with them. Anonymity is often essential to get people to share sensitive personal information in health studies, and the career consequences for researchers who violate review board standards are grave.\nIt’s unclear how the EPA would protect patients’ privacy if data from studies were shared much more broadly and then used to re-identify study subjects, using methods and datasets the study employed. It is also uncertain what penalties, if any, would exist for such actions.\nBrody said researchers and the public would face a difficult choice if the proposal were to be finalized in its current form: They could turn data over to the EPA and risk the exposure of highly sensitive personal information about subjects, or they could decline to participate in the agency’s rulemaking process, limiting the pool of independent research supporting new rules and potentially resulting in weakened regulation.\n“What we’re saying is that we don’t have good methods for protecting data if they’re going to be shared openly,” Brody said.\nLots of people might be interested in re-identified study data, the study said. Employers and insurers could seek to re-identify data and use the information to discriminate against people or property exposed to certain hazards, the authors wrote. Corporations facing pollution lawsuits could use re-identified data to pressure litigants to drop the case.\n“Loss of privacy from re-ID could result in stigma for individuals and communities; affect property values, insurance, employability and legal obligations; or reveal embarrassing or illegal activity,” the authors wrote. “It could damage trust in research.”\nIf such re-identification became commonplace, people might decline to participate in environmental health studies, limiting the scope and strength of necessary research.\n“This is an important contribution to our understanding of this issue,” said Gretchen Goldman, research director of the Center for Science and Democracy at the Union of Concerned Scientists, a scientific research and advocacy group. “It is alarmingly easy to identify personal information from participants when studying environmental health.”\nBrody said that if the EPA rule is finalized in its current form, it would “gravely undermine public health.” She also noted that even without the rule, there were risks to data, and urged academic and other researchers to “not be casual” about the possibility of outside entities or hackers working to access data and re-identify participants. Her co-authors include researchers from Northeastern University, the Massachusetts Institute of Technology and Harvard University.\nThe study builds on work the same team conducted for a 2017 study that yielded troubling results. That study tasked teams of researchers to re-identify participants in a chemical exposure project. The result: one of every six anonymous participants was ultimately identified by name using publicly available and commercial data.\nCorrection: This story has been edited to correct the role of an author on the journal article, the description of the Silent Spring Institute and the categories of data that are anonymized in health studies.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}