{
  "url": "https://insideclimatenews.org/news/17012020/washington-emissions-lawsuit-tailpipe-greenhouse-gas/",
  "title": "Court Throws Hurdle in Front of Washington State’s Drive to Reduce Carbon Emissions",
  "date": "2020-01-17T21:31:17-05:00",
  "content": "The Washington State Supreme Court sided with the fossil fuel industry on Thursday, moving to severely limit a state rule aimed at capping the state’s greenhouse gas emissions and raising the question of whether Washington—and potentially other states—will be able to rein in the nation’s rising tailpipe emissions.\nIn a 5 to 4 decision, the court upheld a 2017 lower-court ruling that the state’s Clean Air Act could not be applied to companies that sell or distribute petroleum or natural gas, because they do not directly emit carbon dioxide into the atmosphere by burning the fuel.\n“The issue is not whether man-made climate change is real—it is,” Chief Justice Debra Stephens wrote in the majority opinion. “Today we hold that by its plain language and structure, the (Washington Clean Air) Act limits the applicability of emission standards to actual emitters.”\nThe court decision upheld the portion of the state rule that requires refineries, power plants, factories and other big polluters to cut their emissions by an average of 1.7 percent a year, through direct reductions or paying for carbon offset projects. But it struck a blow to states like Washington that are trying to reduce carbon emissions from the transportation sector—now the most carbon-polluting sector in the U.S.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nIn 2016, the transportation sector surpassed the power sector in carbon emissions for the first time, and now makes up nearly a third of all emissions nationwide, according to the U.S. Environmental Protection Agency.\nIn Washington, where the transportation sector accounts for 45 percent of the state’s total emissions, Inslee, a Democrat, has made emissions reduction a top priority. The state had projected that the state rule would reduce emissions by 20 million metric tons by 2035, or about two-thirds of the target established by the Legislature in 2008. Most of those reductions—74 percent—would have come from applying the Act to indirect emitters like petroleum or gas distributors, according to the court ruling.\n“The court has limited a key authority of the state to protect its citizens from polluted air, dirty water, and climate disaster,” Noah Long, western director of the Natural Resources Defense Council’s climate and clean energy program, said in a press release. “This ruling makes it even more critical that the legislature act to defend public health and restore the authority of the state to address major sources of pollution.”\nNot everyone agrees the case will have broader consequences for states’ abilities to enforce their climate goals.\nPeter Zalal, a lead attorney with the Environmental Defense Fund, said the Washington Supreme Court ruling was narrow and merely clarified how the Legislature can interpret the Act. It doesn’t stop lawmakers from writing new bills to accomplish their goals, he said.\nFrustrated by inaction from the legislative body to act on climate change, Inslee directed the state’s Department of Ecology in 2015 to use executive authority under the state’s Clean Air Act to regulate carbon emissions. But the move was quickly challenged by industry groups, including the Association of Washington Business, the Washington Trucking Associations and the Western States Petroleum Association.\nThe court’s ruling also shows that despite states ramping up efforts to cut vehicle emissions, lawmakers are struggling to find viable solutions to do so. Last month, a coalition of a dozen New England and Mid-Atlantic states, along with the District of Columbia, unveiled a draft proposal to set up a regional cap and trade scheme, called the Transportation and Climate Initiative, focused on transportation pollution.\nThe states hope to have the system running in 2021. But the plan is voluntary for coalition members, and already one governor, New Hampshire’s Republican Gov. Chris Sununu, has backed out of the plan, saying it would raise gas prices.\nCalifornia is also having trouble implementing its ambitious policy goals. The state, which has long been a world leader on environmental policy, has for months been embroiled in legal battles with the Trump administration over auto-pollution standards and state rights.\nAnd despite what has been thought of as a successful cap and trade system, California is behind in its goal to reduce statewide emissions to 40 percent below 1990 levels by 2030, according to a new report from the environmental think tank Energy Innovation. The state was four years early in meeting its 2020 reduction targets. But to reach the 2030 goals, the rate at which the state is cutting carbon needs to double, the report says.\nIt’s unclear whether Washington will now move forward with the more limited Clean Air Act rule defined by the court or pursue another route. In a statement on the governor’s office website, Inslee said his administration was still reviewing the ruling, and noted that the challenge of reducing emissions now falls to the Legislature.\n“This ruling would significantly affect the state’s ability to reduce emissions,” Inslee said in the statement Thursday. “This underscores the need for legislative action this year to combat climate change. I am optimistic we will see such legislation make it to my desk this session.”\nMuch of that work is already in motion. Last month, Inslee unveiled several bills intended to reduce tailpipe pollution, including establishing a statewide clean fuel standard, requiring rideshare companies to reduce their emissions and installing EV charging stations at state facilities.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKristoffer Tigue is a staff writer for Inside Climate News, covering climate issues in the Midwest. He previously wrote the twice-weekly newsletter, Today’s Climate, and helped lead ICN’s national coverage on environmental justice. His work has been published in Reuters, Scientific American, Mother Jones, HuffPost and many more. Tigue holds a Master’s degree in journalism from the Missouri School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}