{
  "url": "https://insideclimatenews.org/news/09012020/trump-nepa-environmental-review-changes-climate-change-infrastructure-pipelines/",
  "title": "Trump Moves to Limit Environmental Reviews, Erase Climate Change from NEPA Considerations",
  "date": "2020-01-09T18:57:10-05:00",
  "content": "President Donald Trump on Thursday proposed sharply limiting environmental reviews of pipelines and other major federally permitted infrastructure projects, a move that would sweep away a hurdle slowing his agenda for unfettered fossil fuel development.\nThe new guidance would curb federal agencies from considering climate impacts by specifying that agencies are only required to analyze impacts that are immediate, local and direct. The administration’s proposed rule, which will be open for public comment before being finalized, also would relieve agencies of any duty to consider cumulative environmental impacts.\n“Many of America’s most critical infrastructure projects have been tied up and bogged down by an outrageously burdensome federal approval process,” Trump said in an address from the Roosevelt Room of the White House. “From day one, my administration has made fixing this regulatory nightmare a top priority. For the first time in 40 years, we’re going to completely overhaul the dysfunctional bureaucratic system that has created these massive obstructions.”\nPlease take a look at the new openings in our newsroom.\nThe move to overhaul implementation rules for the National Environmental Policy Act (NEPA), which marked its 50th anniversary on Jan. 1, was portrayed by Trump as a modernization.\nBut critics argue that the president is proposing changes that would undermine the bedrock environmental protection law, which establishes the duty of the federal government to act “as trustee of the environment for succeeding generations.” They vowed to fight the effort.\n“While our world is burning, President Trump is adding fuel to the fire by taking away our right to be informed and to protect ourselves from irreparable harm,” said Gina McCarthy, the new president and CEO of the Natural Resources Defense Council (NRDC). McCarthy, who served as administrator of the Environmental Protection Agency in the Obama administration, added: “We will use every tool in our toolbox to stop this dangerous move and safeguard our children’s future.”\nFlanked by men in hard hats and orange construction vests, industry officials and members of his economic team, Trump stressed his aim to speed the building of highways, roads and bridges. But the NEPA impact that has proved most nettlesome to the administration has been stalling the oil and gas pipelines and coal leasing Trump’s administration has sought to push.\nTrump’s move follows a series of federal court rulings that have stymied his efforts to spur fossil fuel projects—most notably the high-profile Keystone XL pipeline to expand U.S. imports of carbon-intensive Canadian tar sands oil. Trump had signed an executive order within days of taking office to reverse President Barack Obama’s decision to halt the project over climate concerns. But Keystone XL has been tied up in litigation since then, with a federal judge ruling last August that federal agencies “cannot escape their responsibility” to evaluate alternatives under NEPA.\nAmid the Trump administration’s all-out effort to ease the regulatory burden on the fossil energy industry, federal courts have repeatedly ruled that agencies were failing to live up to their duties under NEPA. Courts slowed construction of a major natural gas pipeline in the Southeast, and expansion of coal mining in the Powder River Basin of Montana and Wyoming and on Navajo land in Arizona. The federal Bureau of Land Management’s Utah office in September voluntarily suspended 130 oil and gas leases under the threat of NEPA lawsuits.\nTrump’s Interior Secretary, David Bernhardt, a former oil industry lobbyist now in charge of agencies that oversee oil, gas and coal leasing on federal lands and coastlines, called the NEPA plan “a really, really big proposal” that “affects virtually every significant decision made by the federal government that affects the environment.”\nTurning from the podium to Trump, Bernhardt said, “I believe it will be the most significant deregulatory proposal you ultimately implement.”\nThe fossil fuel industry and its allies have long railed against NEPA, especially over the past decade, when courts began ruling that NEPA required that both direct and indirect climate impacts be assessed. Sen. James Inhofe (R-Okla.) led an effort to amend NEPA to bar consideration of global warming impacts, but it never garnered sufficient support to advance in Congress.\nFrom the start, Trump took up the cause of NEPA reform with all the enthusiasm of a real estate developer who saw his own projects derailed over environmental concerns.\nHis administration has issued and proposed five other pieces of guidance to circumscribe NEPA reviews, including a plan floated last summer to limit consideration of greenhouse gas emissions in planning for federal projects. But in the new proposal, the White House said it determined it was “not appropriate” to address a single category of impacts in regulations. Instead, the proposal seeks to limit the scope of all NEPA reviews in a way that appears to rule out consideration of climate change.\nThe only environmental effects that federal agencies would be required to consider are those that are “reasonably foreseeable and have a reasonably close causal relationship to the proposed action or alternatives.”\n“Effects should not be considered significant if they are remote in time, geographically remote, or the product of a lengthy causal chain,” the proposal says. It also specifies that environmental reviews are not required under NEPA for non-discretionary decisions or for those with minimal federal funding or involvement—giving many developers an opportunity to elude the environmental review process altogether. The proposal sets a time limit of two years for detailed environmental reviews.\nVickie Patton, general counsel of the Environmental Defense Fund, said the proposal would “punch loopholes into long-standing protections under the National Environmental Policy Act and would put communities at risk and worsen climate change.”\nGene Karpinski, president of the League of Conservation Voters, called it “one of the most egregious actions the Trump administration has taken to limit the federal government’s response to climate change yet.”\nThe proposal, in essence, would fulfill a wish list delivered to the White House last fall by 33 industry groups, led by the American Petroleum Institute (API) and the U.S. Chamber of Commerce, who complained of “unreasonable costs and long project delays” caused by NEPA.\nAPI President and CEO Mike Sommers praised the proposal in a prepared statement: “Reforming the NEPA process is a critical step toward meeting growing demand for cleaner energy and unlocking job-creating infrastructure projects currently stuck in a maze of red tape.”\nTrump’s description of the NEPA process—”It takes 20 years, 30 years, it takes numbers nobody would even believe”—is at odds with reality for the vast majority of projects. The White House Council on Environmental Quality’s own statistics show that 95 percent of the more than 50,000 actions subject to NEPA each year are already exempt from detailed environmental review.\nEnvironmental groups argue that the subset of actions that require a detailed review—like the Keystone XL Pipeline—warrant the scrutiny, pointing to the spill of thousands of gallons of oil from the Keystone system in North Dakota this past October.\nNEPA, among the first environmental laws passed by Congress and signed by President Richard Nixon, requires comprehensive studies into the potential environmental impacts of “major” federal actions or projects—with an analysis of alternatives. The sweeping language of the statute asserts the federal government’s duty to “use all practical means. … To fulfill the responsibilities of each generation as trustee of the environment for succeeding generations.”\n“As a global multigenerational problem that affects all of humanity and natural resources, climate change would seem to fit precisely within what the statute has in mind,” said Michael Gerrard, founder and director of the Sabin Center for Climate Change Law at Columbia University.\nGerrard, who spent many years as a litigator, said that if he were representing a project applicant he would want consideration of climate change included in the environmental impact analysis even if Trump succeeds in his NEPA overhaul.\n“There’s a good chance the courts will … say it needs to be considered and an [environmental impact statement] could well be struck down for failure to consider it regardless of what this guidance says,” Gerrard said. “Rational planning involves looking at foreseeable conditions, and arguably it’s malpractice for an architect or engineer to ignore foreseeable considerations when designing a project.”\nThe overhaul of NEPA guidance is just the latest of dozens of actions by the Trump administration to throw open the doors to unfettered fossil energy development and abandon even recognition of the threat of climate change. Just this week, the Trump administration released the federal government’s latest annual National Preparedness Report, which for the first time in the eight-year history of the accounting of threats and hazards failed to mention climate change, drought or sea-level rise.\nThere will be a 60-day public comment period on the NEPA proposal, with public hearings scheduled in Denver and in Washington, D.C., in February.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}