{
  "url": "https://insideclimatenews.org/news/24122019/climate-costs-rise-amazon-other-retailers-compete-fast-delivery/",
  "title": "Climate Costs Rise as Amazon, Retailers Compete on Fast Delivery",
  "date": "2019-12-24T09:10:41-05:00",
  "content": "As the end of this year’s holiday shopping frenzy nears, increasingly environmentally conscious online customers are taking to the internet to complain about waste.\n“Can you please explain this ridiculous surplus of packaging used to ship a tiny box of pointe shoe ribbons? WE CANNOT!!! TOLERATE! WASTE LIKE THIS!!” tweeted one Amazon user.\nAnother pointed out the irony of ordering a shampoo bar to cut down on packaging only to have it arrive wrapped in plastic in a giant box.\nAmazon’s customer service team dutifully replies to complaints. But another aspect of the company’s online shopping business puts more pressure on the environment than packaging: the ever-faster delivery speeds offered under the loyalty program Amazon Prime.\nPlease take a look at the new openings in our newsroom.\nSince April, customers who pay for an annual Prime subscription can get one-day delivery for qualified items. Some items are even available the same day.\nGiven Amazon’s clout with roughly 40 percent market share in U.S. retail and 30 percent in the UK, rivals such as Walmart and Target have also sought to accelerate their own deliveries, conditioning consumers to expect speed.\nThis trend is leading to an increase in greenhouse gas emissions from ecommerce, research indicates, not only among retailers but also at the logistics companies and postal services that deliver to your doorstep.\nShorter delivery times often mean more use of air freight instead of overland travel, and they give logistics companies less time to optimize routes.\nAcross its operations, Amazon emitted 44 million metric tonnes equivalent of carbon dioxide last year—roughly the same as Denmark. Emissions at logistics company UPS rose 6 percent last year to 14.6 million metric tonnes from a year earlier, in part because of increased reliance on aircraft.\n“The problem isn’t buying online—it’s how the delivery is implemented and how packages come to our door,” said Anne Goodchild, a transportation engineer at the University of Washington’s Supply Chain Transportation and Logistics Center.\n“The delivery companies have no incentive to group them together or don’t have time to do so while aiming for shorter deadlines, so we’re seeing a proliferation of trips being made.”\nAbout 35 percent of Amazon’s packages were being delivered with one-day shipping as of August, according to Rakuten Intelligence, more than triple the number from two years ago.\nSo-called last-mile delivery, or a product’s transit from warehouse to its final destination, has become more complex as the number of deliveries to homes has surged. Routes have become more atomized, with more stops in residential areas, and multiple delivery attempts are often needed when people are not home. Returns drive up emissions further.\nCities such as New York and London have tried to stem the tide by imposing restrictions on daytime deliveries and creating low-emissions zones in city centers that ban certain vehicles.\nThe choices customers make when shopping online can also have an impact on the carbon footprint of the purchase. Decisions to opt for slower delivery, to bundle more items into an order or to “click and collect” at a local shop all reduce emissions.\nA study by consultancy Bain & Company found that by doubling the average number of items purchased per ecommerce transaction and avoiding split shipments, retailers can reduce average per-item emissions by 30 percent.\nWalmart is trying to nudge shoppers into making greener choices with its so-called smart cart technology, which shows customers which items are available from the same fulfilment center. If they choose these items, they get next-day delivery for free.\nJenny Davis-Peccoud, a partner at Bain, said that retailers were only starting to figure out how to manage their emissions from digital retail. “This is an emerging issue as companies are seeing online sales really growing.”\nIn Europe, IKEA aims to make 100 percent of its delivery vehicles electric by 2025, and move more long-distance transport to trains and ships instead of trucks. Deliveries in five of its biggest cities—New York, Los Angeles, Paris, Amsterdam and Shanghai—will be fully electric by next year.\nBut the problem’s complexity means “you can’t fix just one thing,” said Juvencio Maeztu, chief financial officer of the main IKEA retailer, Ingka Group.\nThe logistics companies that deliver parcels are also working to reduce their carbon footprint. UPS has more than 10,000 alternative fuel and electric vehicles, which make up about 8 percent of its global fleet, and offers delivery by electric bikes in 30 cities.\nIn a north London depot, UPS has worked with a local utility on a smart grid to charge and operate 65 electric vans. “We’re experimenting with all these things to figure out what works where,” said Peter Harris, UPS director of sustainability in Europe.\nAmazon disputes the notion that its rapid deliveries are less sustainable. “Although it’s counter-intuitive, the fastest delivery speeds generate the least carbon emissions because these products ship from fulfillment centers very close to the customer,” said a spokesperson.\nBut Thorsten Runge, a former Amazon executive now at last-mile logistics company PostTag, pointed out that sending parcels to urban delivery hubs “adds another step” to an item’s journey, while new warehouses will consume power. “It’s not a foregone conclusion that urban delivery hubs solve the problem,” he said.\nIn September, amid rising pressure from employees to do more to tackle global warming, Amazon pledged to reach net zero carbon emissions by 2040 and said 80 percent of its energy would come from renewable sources by 2024. It also promised to add 100,000 electric vehicles to its fleet.\nBut Eliza Yu-An Pan, a former Amazon employee and member of the pressure group Amazon Employees for Climate Justice, said the company’s emissions disclosure was “not transparent enough nor complete”.\nThat makes it hard to judge progress. “Nobody knows except within Amazon,” she said.\nAdditional reporting by Alistair Gray in New York and Richard Milne in Oslo\n© The Financial Times Limited 2019. All Rights Reserved. Not to be further redistributed, copied or modified in any way.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}