{
  "url": "https://insideclimatenews.org/news/05112019/trump-war-california-auto-standards-environment-violations-justice-department-wildfires/",
  "title": "How Trump Is Using Environment Law to Attack California. It’s Not Just About Auto Standards Anymore.",
  "date": "2019-11-05T13:04:42-05:00",
  "content": "As fierce Santa Ana winds whipped the wildfires outside of Los Angeles, stirring exactly the kind of infernos that scientists expect in a hotter, drier California, President Donald Trump was gloating over the new allies he has won in his epic battle to block that state’s efforts to fight climate change.\nCalifornia has been a world innovator in crafting environmental policy, and its pioneering approach to the difficult issue of carbon emissions from cars helped put the United States on course to cleaner, more efficient vehicles. But a multi-pronged assault by the Trump administration now seeks both to hobble California’s climate efforts and to shred the state’s reputation as an environmental leader.\nIn its latest move, the Trump administration doubled down on its fight to eliminate the state’s carbon emissions rules for vehicles. It had already revoked California’s authority to set higher standards. Now it was pressuring carmakers to take its side in California’s lawsuit over the move. When GM, Fiat Chrysler and Toyota made the surprise decision to comply last week, Trump tweeted: “California has treated the Auto Industry very poorly for many years, harming Workers and Consumers. We are fixing this problem!”\nThe attack isn’t just on auto standards. On Sunday, Trump tweeted a threat to cut U.S. aid for fighting California wildfires, reiterating his previous false claim that they are due to the state (which owns of just 2 percent of the forest land within its borders) failing to “clean” its forest floor. Trump’s Justice Department sued the state a week earlier, arguing that California exceeded its authority when it launched a cap-and-trade agreement with Quebec to lower fossil fuel emissions.\nPlease take a look at the new openings in our newsroom.\nAt the same time, Trump’s Environmental Protection Agency has threatened to use its authority under the Clean Air Act to withdraw federal highway funds from the state over air pollution, and to initiate enforcement action for water pollution violations. In a flourish, the EPA blamed the latter on human waste and needles from homeless people in San Francisco.\nThose warnings, issued directly from the desk of EPA Administrator Andrew Wheeler, were at odds with the agency’s hands-off approach under Trump. At a time when EPA is weakening environmental standards on both air and water pollution and enforcement activity is at its lowest level in a decade, the agency was invoking one of the most severe penalties available, for a state that has invested billions in improved air quality and has among the best compliance records in the nation on water pollution.\nCalifornia’s governor has called the moves “pure retaliation,” while former federal officials say that the unusual nature of the enforcement actions, and the management of the cases by top Trump appointees in Washington, reeks of political score-settling.\nTogether, the Trump administration’s actions try to deliver the message that California is a laggard in addressing visible air pollution and sewage, and that the state’s aggressive focus on global warming is a misguided distraction at best.\nBut the Trump administration’s California narrative falls apart with a cursory review of the science and the state’s record as a national leader in environmental protection. And it remains to be seen whether it has the legal arguments to persuade the courts, which will have the final say.\nThis is not the first time that politicians have sought to caricature California as a victim of its own progressive policies.\nFormer Vice President Dick Cheney famously used California’s electricity crisis of 2001 as a pretext for expanded U.S. oil and natural gas production. Only later did it become clear that California’s power shortages were created, not by conservation-oriented policies, but by profit-hungry energy traders like Enron who took advantage of the state’s experiment with deregulation.\nThe same administration also sought to block California’s effort to regulate greenhouse gas emissions from passenger vehicles, but the auto industry’s collapse in 2008 forced it into the arms of the federal government for help. President Barack Obama’s administration brokered an historic $80.7 billion bailout of the carmakers, which included an agreement to put California’s standards into effect nationwide. It forced a gradual fleet-wide improvement in fuel economy that by 2025 would have cut 6 billion tons of carbon dioxide, the biggest step any nation has taken to reduce greenhouse gases.\nSoon after Trump was elected, the carmakers sought to partially undo that deal—they still wanted a nationwide standard, but more flexibility. The Trump administration, however, sought a head-on battle with California that the automakers had long said they hoped to avoid.\nLaunching such a war runs counter to the Trump administration’s stated goal of giving more environmental authority to the states. Just last month, for example, the Trump EPA delegated increased authority to North Dakota for oversight of oil and gas sites, and waste facilities, and power plants.\nBut EPA Administrator Wheeler has portrayed California as a different case—a rogue state that needed to be reined in.\n“We embrace federalism and the role of the states, but federalism does not mean that one state can dictate standards for the nation,” Wheeler said in a speech to the National Automobile Dealers Association just before announcing that California would be stripped of its greenhouse gas emissions authority on vehicles.\nThe following week, Wheeler took two surprising steps. He threatened to withhold California’s federal highway funds for “failing to carry out its most basic tasks” under the Clean Air Act to control air pollution in its cities. Wheeler then fired off a letter to California Gov. Gavin Newsom, threatening enforcement action over what he said was his state’s “failure to protect Californians from degraded water” due to human waste from homeless people in its cities. The EPA followed up with a notice of violation to the San Francisco Public Utilities Commission.\nAlthough the allegations by the Trump administration each contain a grain of truth, they paint a misleading picture of California’s record on clean air and water.\nCalifornia does indeed have the largest backlog of Clean Air Act implementation plans, but that is in part because the state has 35 regional authorities responsible for pollution regulation. In many of the backlogged cases, California is awaiting EPA action on proposed implementation plans, state authorities pointed out in a letter to Wheeler.\nAs the nation’s most populous state and the largest by far in the size of its economy (by GDP it is larger than all but four nations), California indeed has more metropolitan areas than any other state that fail to meet the national air quality standard for smog. But California, so prone to poor air quality in the valleys between its coastlines and mountain ranges, has been ahead of the nation in setting standards to control air pollution, greatly reducing it over the past 50 years.\n“California historically has had the worst air quality in the nation,” said Paul Billings, senior vice president for advocacy for the American Lung Association. “Also, since the late 1950s, no state has done more to reduce air pollution than the state of California. And they have done it as their population and economy have grown.”\nIronically, the greenhouse gas standards that Trump is seeking to overturn would have the benefit of further improving urban air quality. The rules are designed to drive greater adoption of electric cars, which would further reduce the fossil fuel pollutants that are precursors to smog.\nThe Trump administration’s attacks belie its stated concern on clean air, argues Billings. “It seems to be politically motivated and about scoring points in some game and not about trying to improve the air quality in California,” he said.\nThe threat to withhold federal highway funds from California was a shock for those familiar with EPA history, since that is a rarely imposed nuclear option in Clean Air Act enforcement.\n“Sanctions are appropriate when a state is basically refusing to do what the law requires,” said Janet McCabe, who served as acting assistant administrator in charge of the air pollution program at EPA during the Obama administration. “Almost all the time, states are working very hard to implement their responsibilities under the Clean Air Act. It’s hard, and it takes a long time. As long as a state is working in good faith, I would say that is not a sanction situation.”\nSimilarly, the EPA’s allegations and threatened action against California on water pollution run counter to the administration’s hands-off approach. EPA enforcement actions, inspections and penalties all are at their lowest levels in a decade under the Trump administration. Moreover, 45 states have a higher percentage of water systems or dischargers in significant violation of federal water standards than California, according to an analysis of EPA’s own data by Cynthia Giles, a guest fellow at Harvard Law School who headed the EPA enforcement office during the Obama administration.\n“You target California despite the fact that California has one of the best compliance records in the country,” Giles said in a letter to Wheeler.\nThe EPA notice of violation to San Francisco came only days after the city’s water board adopted a more stringent water treatment permit, aimed at eliminating discharges of partially treated wastewater to the ocean. The EPA and California authorities had been working together on an enforcement action on San Francisco’s sewage system, but the EPA dropped the joint effort.\n“This development is confounding, and contrary to [a] long history of productive state-federal cooperative enforcement,” California Environmental Protection Secretary Jared Blumenfeld wrote in an Oct. 25 letter to Wheeler. Wheeler had reportedly bypassed the EPA’s West Coast team to handle the actions against California from headquarters in Washington, D.C.\nLikewise, the Justice Department action seeking to dismantle California’s cap-and-trade agreement with Quebec is being advanced by an unusually limited team of lawyers, pointed out Sean Hecht, a former deputy attorney general for California who is co-executive director of the Emmett Institute on Climate Change and the Environment at the University of California, Los Angeles, Law School.\nThat case is being led by Trump’s appointee to Justice’s Environment and Natural Resources Division, Jeffrey Bossert Clark, a former lawyer for oil giant BP who has characterized Obama-era greenhouse gas regulation as “reminiscent of kind of a Leninistic program.” Only members of Clark’s own team are listed on the case. It doesn’t list members of the civil division of the Justice Department, who would ordinarily handle foreign treaty or compact cases, nor personnel from the local U.S. Attorney’s office.\n“The idea the case ‘isn’t political’ seems fanciful,” Hecht wrote on UCLA and Berkeley’s Legal Planet blog.\nNewsom, a Democrat, has described the Trump administration’s moves as “pure retaliation” against a state that has sued the Trump administration 60 times.\nNearly 600 former EPA officials also signed a letter to the House Committees on Oversight and Government Reform and Energy and Commerce calling for a probe into whether the agency’s recent actions were improper uses of its authority to punish a state for opposing Trump’s political agenda.\nCalifornia Sens. Dianne Feinstein and Kamala Harris have asked the EPA inspector general for an investigation into “whether the White House pressured the agency to abuse its law enforcement authority to single out California and the city of San Francisco.” San Francisco is home to House Speaker Nancy Pelosi, the Democrat who is now presiding over Trump’s impeachment inquiry.\nIt will likely be the courts that decide the outcome of the Trump administration’s battles with California. And on the state’s greenhouse gas emissions standards for autos, the legal hurdle that the Trump administration faces is high.\nWhen Congress originally passed the Clean Air Act in the 1970s, lawmakers gave California authority to set its own standards, seeking not to disrupt the steps the state already had taken to address pollution under then-Gov. Ronald Reagan. All the state needs to do to obtain its “waiver” to act is show a compelling need, and that its action is not arbitrary or capricious and is at least as protective as the federal standard. Until Trump, no administration had ever revoked a California waiver that already has been granted.\n“To revoke a waiver that is already issued is a huge leap legally, and is sort of ironic in the light of other instances where the administration is taking the position of deferring to the states, and giving them more responsibility and autonomy,” said McCabe.\nThe Trump administration plans to make the legal argument that the greenhouse gas emissions standards are, in effect, fuel economy standards—and that Congress prohibited states from setting their own fuel economy standards when it established a national auto efficiency program in 1975.\nTwo federal courts—in Vermont and in California—rejected that legal reasoning during the George W. Bush administration.\nTrump’s rollback of greenhouse gas standards could work to the automakers’ short-term benefit, since their less fuel-efficient SUVs and pickup trucks are their most profitable vehicles.\nIn the long-run, though, automakers risk getting left behind in the competition to meet growing global demand for electric vehicles, which explains why Ford, Honda, BMW and Volkswagen struck a deal with California in July to voluntarily implement annual fuel economy improvements across their fleets even if the Trump administration weakened standards. The deal reportedly enraged Trump, and his administration has threatened them with antitrust action over the agreement.\nWhen asked how it answers the charges that it is engaging in a political vendetta against California, the Trump EPA returned to its message on the environmental shortcomings of the state that is fighting the administration to keep environmental protections in place.\n“Highlighting that California has very serious environmental failures both with air and water quality is not a political issue, and unlike previous Administrations, under this Administration the EPA is acting to protect public health and the environment for all Americans,” said Corry Schiermeyer, EPA’s associate administrator for public affairs in an email.\nFrom a purely political standpoint, Trump has little to lose in warring with California. It resonates with the president’s base, if the response from his Twitter followers is any indication. “California is such a mess @potus!,” tweeted @carrieksada. “Fires everywhere. And they’re worried about exhaust fumes.”\nTrump lost the state in 2016 by 30 percentage points, but he won the election without the nation’s largest pot of electoral votes.\nOf course, the state was not always so politically lopsided. California was the home of two Republican presidents elected in the past 50 years. But as Reagan’s daughter Patti Davis wrote of her state last week: with wildfires advancing on her father’s presidential library in Simi Valley, that California is gone.\nTop photo: House Speaker Nancy Pelosi, a California Democrat, meets with President Donald Trump at the White House. Credit: Brendan Smialowski/AFP/Getty Images\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}