{
  "url": "https://insideclimatenews.org/news/06092019/oil-stranded-asset-investment-risk-climate-change-paris-agreement-analysis-carbon-tracker/",
  "title": "New Oil Projects Won’t Pay Off If World Meets Paris Climate Goals, Report Shows",
  "date": "2019-09-06T08:20:00-04:00",
  "content": "The world’s leading oil companies increasingly have argued that they must be part of the world’s transition to a low-carbon future. But a new report shows that despite their rhetoric, they continue to spend their money as if that transition may never come.\nIn just the past year, the biggest global companies committed billions of dollars to projects that will likely lose money if the world slashes fossil fuel use fast enough to meet the Paris climate accord goals, the report, released Thursday night, shows. That poses serious risks to investors.\n“While they may say they support the Paris Agreement, whatever that means, it’s not reflected in their behavior,” said Andrew Grant, a senior analyst at Carbon Tracker Initiative, a financial think tank focused on energy transition.\nIn effect, oil companies are giving the world—and their investors—an either-or proposition: Either their balance sheets go bust when oil demand plummets, or the world does as warming soars past 2 degrees Celsius (3.6°F). It’s one or the other, the report says.\nPlease take a look at the new openings in our newsroom.\nThe oil and gas industry has come under increased pressure from investors who want to know that the companies they finance are navigating a future of dropping fossil fuel demand. Those investors include a broad swath of society, from large financial institutions to public pension funds.\nIn response, some companies have been trying to show they are taking the issue seriously. Many have committed to lowering the emissions associated with producing and refining oil and gas. Some have been spending significant sums on renewable energy and electric car charging infrastructure (though that spending still represented only about 1 percent of the industry’s budget last year, according to one report). And several are pushing for a carbon tax.\nThe new analysis by Carbon Tracker looks much deeper, examining specific projects that energy companies are planning, and trying to determine whether or not they actually fit with the Paris goals. Carbon Tracker did not examine the emissions associated with the projects, but instead focused entirely on their finances: “The logic we use is that of the market,” Grant said.\nGrant and his team determined what the cost of oil would be under various scenarios in which governments take increasingly strict actions to limit global warming. Their analysis used data from the International Energy Agency that estimates global energy demand under the various scenarios. Then, the team examined the economics of specific oil projects, determining which ones would be too costly to pay-off under each scenario, and which would remain profitable even in a world of dwindling oil demand.\nThey found that billions of dollars in new projects that were greenlit last year would lose money if the world succeeds in limiting warming to below 2°C.\nNot a single tar sands project is likely to pay back investors under a 2°C scenario. In fact, they found that because of the great expense of extracting oil from Canada’s tar sands, or oil sands, the projects wouldn’t even pay off under a higher scenario that would lead to nearly 3°C of warming. That scenario assumes countries will enact the commitments they’ve made under the Paris Agreement but take no more action.\nEssentially, Carbon Tracker found that either the days of profitable new oil sands projects are over or we are headed to a future of dangerous warming. Despite this, last year ExxonMobil sanctioned a new $2.6 billion project, the first major new oil sands project in years, though it’s already been delayed.\nMuch of the U.S. fracking potential may also prove too expensive to exploit in a low-carbon world, according to the report.\nA $13 billion Canadian liquid natural gas project, funded by Shell and several Asian companies, also would prove to be a money-loser in scenarios limiting warming to less than 2°C. In all, the industry would have to slash future spending at least 60 percent to comply with the Paris Agreement goals, compared with the higher scenario of announced policies.\nCarbon Tracker found that, already, existing projects will produce more than enough oil to send the world past 1.5°C of warming, even with some carbon capture and storage technology in place. Put another way, limiting warming to 1.5°Celsius would mean oil companies shouldn’t break ground on any new projects, and that some of their current investments would be “stranded” and lose money.\n“Ultimately it comes down to the planet’s finite limits,” Grant said. In order to limit warming, only a certain amount of carbon can be emitted, and therefore only certain amounts of oil and other fuels can be burned. Meeting the Paris goals will require steep cuts in the use of oil, and that would necessarily drive down oil prices.\n“It pays to consider the implication of those finite limits,” Grant said. “At the moment, I don’t see any oil and gas company that includes those limits in its investment processes.”\nPublished Sept. 6, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}