{
  "url": "https://insideclimatenews.org/news/07082019/oil-executive-mcqueen-appointed-epa-region-administrator-texas-new-mexico-louisiana-oklahoma-arkansas-tribes/",
  "title": "Trump EPA Appoints Former Oil Executive to Head Its South-Central Region",
  "date": "2019-08-07T21:12:52-04:00",
  "content": "The Trump administration named a former oil executive who has voiced doubts about man-made global warming as the top Environmental Protection Agency official in the South-Central United States, a hub of the fossil fuel industry as well as the site of recent climate-driven disasters such as Hurricane Harvey.\nEPA Administrator Andrew Wheeler on Monday appointed Ken McQueen as administrator for the agency’s Region 6, which has oversight of Texas, Louisiana, Oklahoma, New Mexico, Arkansas and 66 Native American tribes. From 2016 to 2018, McQueen served as New Mexico’s Secretary of Energy, Minerals and Natural Resources, “where he worked to streamline rules and regulations,” according to an EPA statement.\nMcQueen’s deep background in industry aligns with the Trump administration’s goal of reducing environmental regulations on oil and gas companies while increasing their ability to explore for reserves on federal land, often in contradiction to steps scientists say must be taken to combat climate change and protect public health.\nPlease take a look at the new openings in our newsroom.\nBefore his tenure in New Mexico government, McQueen was employed for almost 40 years in the fossil fuel sector. His last position was as a vice president for WPX Energy, an Oklahoma-based company with investments in Texas’s Permian Basin oil and gas fields.\nDuring the confirmation hearings for the New Mexico post, McQueen described climate change as “just part of the history of the world we live in” and not the result of man-made greenhouse emissions, according to the NM Political Report, a non-profit news organization.\nAt the same hearings, McQueen was asked about a vast methane “hotspot” in the Four Corners region of New Mexico that was the single largest source of the powerful greenhouse gas in the United States. McQueen said the emissions were naturally occurring. But scientists, including those at NASA, have concluded that the methane is “primarily associated with the production and transport of natural gas from coal beds.”\nMcQueen revised his take on climate change in a recent interview with the website Law360 but did not describe it as a priority. In the interview, McQueen told Law360 he would weigh climate change in his decision-making process on an “issue-by-issue” basis.\nMcQueen takes the reins in an EPA region that has been a recurrent victim of climate-fueled extreme weather in recent years and whose vast fossil fuel sector makes it a sizable contributor of greenhouse gases. The state of Texas is the largest emitter of greenhouse gases in the country. It is a leading producer of oil and natural gas, and its biggest consumer of electricity is the refining and petrochemical sector. Further, the petrochemical sector has been rocked with three major accidents in the last four months, the latest a fire that injured 37 people at Exxon’s Baytown petrochemical plant complex.\nEnvironmentalists and public health advocates have long criticized state authorities for lax regulation of the fossil fuel industry, including its safety policies and greenhouse emissions, and have looked to EPA as the backstop for boosting oversight. Those hopes withered with the arrival of the Trump administration, said Elena Craft, senior director for climate and health at the Texas office of the Environmental Defense Fund.\nAt the same time, extreme weather events have hammered the Gulf Coast. In 2017, Hurricane Harvey killed at least 68 people and caused $125 billion worth of damage, second only to Hurricane Katrina. Local petrochemical facilities emitted toxic substances whose impact and concentrations are still not fully known. Climate change likely exacerbated catastrophic flooding in Baton Rouge in 2016 from a slow-moving rain system.\nUnder the Trump EPA, Craft said, “what is left is a series of public health threats that have gone unaddressed. My concern going forward is that it’s going to be business as usual and that attention won’t be given to mitigate these threats that are in fact increasing.”\nDuring McQueen’s two-year tenure from 2016 to 2018 as New Mexico’s energy and natural resources secretary, he drew criticism as having lopsided support of industry.\nEnvironmentalists and residents of San Juan and Rio Arriba counties asserted that McQueen allowed permits for the controversial oil and gas company Hilcorp to double its well density in northwestern New Mexico without conducting what critics said were appropriate environmental reviews. The decision is now under review by the new Democratic administration in New Mexico, and state regulators have cited Hilcorp for violating air pollution rules. Hilcorp had amassed a troubling environmental record in several states when it went before McQueen and was granted the permit.\nMcQueen joins an EPA that has already pulled back from oversight of corporations, its data show.\nUnder Trump, inspections of companies by the EPA dropped to their lowest level in 20 years, according to a review of agency data by the Environmental Integrity Project, a watchdog group. The number of civil pollution violation cases EPA referred to the Justice Department in fiscal year 2018 was 123, less than half the annual average of 304 citations under President George W. Bush.\nThe Sierra Club cited McQueen’s views on climate change and his role in granting the Hilcorp permit in criticizing his appointment as the top federal environmental watchdog for the region.\n“Putting an oil and gas executive like Ken McQueen in charge of our drinking water and the air our children breathe is a dangerous mistake,” said Camilla Feibelman, director of the Sierra Club’s Rio Grande Chapter.\nMcQueen replaces Anne Idsal, a Texan who also does not accept that human activity is the primary driver of climate change. Idsal was recently appointed as the acting director of EPA’s Office of Air and Radiation, a powerful unit that oversees climate policy. The previous chief, Bill Wehrum, a former fossil fuel industry attorney, submitted his resignation after Congress announced an ethics investigation.\nPublished Aug. 7, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}