{
  "url": "https://insideclimatenews.org/news/01082019/toxic-coal-ash-epa-rule-change-construction-fill-water-contamination/",
  "title": "Trump EPA Proposes Weaker Coal Ash Rules, More Use at Construction Sites",
  "date": "2019-08-01T08:20:00-04:00",
  "content": "Just as utilities have begun making costly plans to move toxic coal ash out of fragile storage ponds to protect waterways and aquifers, the Trump administration may be about to give them a cheaper alternative: Letting them use unlimited amounts of ash at certain construction sites.\nThe Environmental Protection Agency proposed rule changes this week that would eliminate Obama-era limits on how much ash can be used the way dirt or gravel is to level ground or fill in holes or ravines. EPA also said it would relax some of the safeguards intended to prevent water contamination from that type of ash dumping.\nIt’s the Trump administration’s latest effort to scale back the nation’s first rules on the management of coal-burning wastes, established in 2015 by the Obama administration—rules that have led to lawsuits from utilities and environmental advocates. The Obama administration acted after documenting how coal ash stored at power plants across the country, including several in the Southeast, had contaminated groundwater, polluted water wells and sickened fish.\nUtilities have since reported widespread groundwater contamination from coal ash near power plant sites. The ash can contain carcinogens, neurotoxins and other toxic substances including arsenic, lead and selenium.\nPlease take a look at the new openings in our newsroom.\nEPA Administrator Andrew Wheeler—a former coal industry lobbyist—called the new proposed changes, among some others he announced, a “sensible” way to encourage reuse of the vast stockpiles of waste generated from burning coal at power plants across the United States.\nEnvironmentalists were dismayed, saying the proposal would effectively give utilities a pass to spread large volumes of coal ash on land with no requirement to ensure it could be done safely, except in a small number of circumstances.\nIn those special circumstances, such as on wetlands or unstable slopes, EPA would require an assessment that demonstrates the ash would not cause environmental harm.\nBut environmentalists say utilities would not have to let the public know about plans to use ash as construction fill or share the environmental demonstration results unless someone directly asks for them.\n“Despite compelling and damning scientific evidence highlighting the harm to groundwater from coal ash, and court victories by community groups requiring the EPA to strengthen the 2015 rule, Wheeler is giving this gift to his former employers at the cost of public health,” said Lisa Evans, Earthjustice senior counsel and coal ash expert. “It is a disgrace to everything the EPA stands for, and we will do everything in our power to stop it.”\nThe EPA’s proposed changes affect non-road construction projects that use coal ash as various kinds of fill, such as structural fill to level out a construction site, raise the elevation of a construction site or stabilize soil.\nCurrently, when 12,400 tons or more of coal ash will be placed on the land in these kinds of applications, the user must demonstrate the ash would not cause environmental harm. EPA is proposing replacing that cap for triggering the environmental demonstration with location-based criteria—for example, whether it’s to be placed in an unstable area, wetland, floodplain or seismic zone.\nEPA had previously identified 22 examples where the use of coal ash as construction fill caused serious pollution problems. At nine of the 22 sites, EPA documented that coal ash contaminated drinking water above health standards, according to an Earthjustice analysis.\nThe proposed rule change could also have a potential climate impact, Evans said. If it becomes final, it would reduce coal ash disposal costs, which affects utilities’ bottom lines, she said. “To the extent this reduces operating costs, it makes coal more competitive and thus encourages continued coal burning.”\nThe Utility Solid Waste Activities Group, which lobbies on coal-burning waste issues for electric utilities, has pressed EPA to relax provisions of the 2015 rules. In a petition to the EPA, USWAG said it was seeking “a more balanced and cost-effective rule”  that would not jeopardize coal-fired power plants.\nThomas Adams, executive director of the American Coal Ash Association, said the market for coal ash for construction fill isn’t that large and would be limited by the potentially high transportation costs of hauling ash from remote locations. He also said that increasingly, states are regulating coal ash disposal. “It makes more sense for a state to come up with rules that fit its profile,” Adams said.\nAnnual surveys show the amount of coal-burning waste used as construction fill has dropped considerably in the last five years, from more than 6 million tons in 2013 to about 2 million tons in 2017. Evans speculated that the Obama-era rules could have played a role, as well as liability concerns among utilities.\nThe Obama administration in 2015 put in place the first national regulations for coal-burning wastes, favoring dry storage in landfills over wet storage in ponds.\nUtility self-reporting required by the Obama regulations shows that polluted groundwater at ash disposal sites is a widespread problem, with unsafe levels of toxic contaminants linked to more than nine out of every 10 coal-fired power plants with monitoring data, environmental groups reported in March.\nAnd coal ash sites are starting to get cleaned up.\nA number of utilities, under pressure from communities and environmental groups—including the Southern Environmental Law Center—are agreeing to dig out and remove ash from some storage ponds in states like North Carolina, Tennessee and South Carolina, or they have been ordered to. The idea is to get the ash away from rivers, lakes or drinking water aquifers.\n“That waste has to go somewhere,” Evans said. “The lowest cost is to spread hundreds of thousands of tons of it to level some land,” she said.\nScott Smallwood, spokesman for the SELC, said EPA’s plan “allows more toxic coal ash to be put unlined in and near communities and waterways, exposing more people, rivers, lakes and drinking water reservoirs to more coal ash pollution. We hope EPA doesn’t move forward with this and other dangerous proposals to expose more Americans and more waterways to more coal ash pollution at industry’s request.”\nThe Tennessee Valley Authority has announced two Tennessee sites where it proposes to remove ash from ponds “with potential for beneficial reuse,” said spokesman Scott Brooks. “In both cases, reuse would be for commercial products like cement.”\nDuke Energy said the proposed EPA amendments aren’t affecting its work closing coal ash ponds in states like Ohio, Indiana, Kentucky, the Carolinas and Florida. “All of the options we’re currently considering for off-site reuse fully encapsulate the ash so it is bound into a solid product,” said Erin Culbert, company spokeswoman.\nEPA said it would open a 60 day comment period on its proposed rule change and schedule a public hearing.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}