{
  "url": "https://insideclimatenews.org/news/19072019/alaska-university-budget-cut-dunleavy-arctic-research-future-students-climate-change/",
  "title": "‘A Death Spiral for Research’: Arctic Scientists Worried as Alaska Universities Face 40% Funding Cut",
  "date": "2019-07-19T08:42:53-04:00",
  "content": "The University of Alaska Fairbanks is a hub for Arctic climate research, and a magnet for top scientists and international collaborations—and it’s in trouble.\nAlaska Gov. Michael Dunleavy has slashed the university system’s state funding by more than 40 percent, and efforts in the legislature to restore the money have so far failed. It’s not yet clear how the funding cut will play out at the universities, but some experts worry that when it comes to the future of climate science there, the damage is already done.\n“Researchers are going to leave—that’s the bottom line,” said John Walsh, the chief scientist at UAF’s International Arctic Research Center. “They’ll take their research funding elsewhere.”\nPlease take a look at the new openings in our newsroom.\nWith experts on permafrost, short-lived climate pollutants, sea ice and more, UAF has earned a reputation as a leader in Arctic climate research. Its research is often the product of years of work with partners from universities worldwide.\nWhile much of the funding for that research comes from federal grants, the Republican governor’s state funding cuts signal an uncertain future for the university—one that will likely send faculty and graduate students elsewhere, and which could slow momentum on crucial monitoring projects that are helping scientists grapple with the rapid rate of climate change in the Arctic.\nThe announcement of the cuts on June 28 triggered a crisis on campus, several UAF scientists told InsideClimate News. Senior scientists said they have been fielding phone calls and emails from worried graduate students and research partners, wondering if their plans to work with UAF were safe. Some began seeking back-up plans.\nOnce the graduate students start leaving, Walsh said, “it’s a death spiral for research. And the research, which is taxed at 55 percent by the university, is a source of funding for the university.”\nDunleavy’s spending cuts were part of an attempt to make good on a campaign promise: to increase the state’s Permanent Fund Dividend—the checks sent to residents each year from royalties the state collects from the oil industry. The amount typically ranged from $1,000 to $2,000 per person, but that was reduced by former Gov. Bill Walker as he sought to cover a budget deficit. The unpopular move may have been the nail in the coffin of his re-election campaign. Dunleavy promised $3,000 for each resident if elected.\nHalfway through Dunleavy’s first year in office, that promise comes at a steep cost.\nThe cuts to the university were among several budget cuts Dunleavy made using his veto power that will undermine key social services across Alaska—from Medicaid to help for the elderly and homeless. But the university system took the biggest hit. Those cuts have sent residents into the streets in protest and inspired a flood of letters to local newspapers. An attempt by the legislature to overrule Dunleavy’s veto failed, and lawmakers have been scrambling to find another way to restore funding.\nAs the university struggles to re-imagine itself at a much smaller scale, it is weighing options like shuttering one of the campuses or the community colleges, or consolidating academic programs. It’s unclear if or how it will retain its reputation as a top university for Arctic research. While the majority of its research projects are funded by federal grants, they aren’t executed in a vacuum. The state funds cover other necessities, such as administrative positions and classroom costs for coursework, which graduate students are required to complete.\nAnd with so much of the university’s future in doubt, it’s unclear how it will be able to recruit and retain faculty and students.\n“These cuts, even if they don’t all stick, they have sent a message to the university community, the people who might attend the university, and the professors who might move on,” said Fran Ulmer, the chair of the U.S. Arctic Research Commission and former Chancellor of the University of Alaska Anchorage. “As a former university administrator, I’m so sad about this decision by the governor.”\nVladimir Romanovsky, a leading permafrost researchers who has been at the university since 1992, said he’s been hearing from research partners who are concerned about the future of that work.\nOne of those projects is a collaboration with the National Park Service to study landslides at Denali National Park and Preserve. After a year and a half of preparation, Romanovsky said they were about to submit an application for federal funding when the budget cuts were announced. “A person from the Park Service said, ‘What do we do now? Should we just stop and wait to see what happens?’” Romanovsky said. “We had to say no, let’s continue our planning and submit.”\nIn Fairbanks, the university prides itself on being the leading home for Arctic research based on the number of studies it publishes in scientific journals. Thanks to its location near the Arctic, it has been an obvious home for international collaboration as scientists everywhere race to understand the rapidly changing region.\n“UAF is the cement for all this disparate work,” said Rick Thoman, a climate specialist at the university’s Alaska Center for Climate Assessment and Policy. “Other universities have pieces, but UAF is the glue. Without an Alaska institution involved in that work, what’s the glue that holds it together? The answer, my guess, would be none.”\nThat loss could “slow down progress on areas of active research significantly,” he said. “For things that are already time-pressed because of the rapidity of climate change, having another major speed bump cannot possibly help.”\nWhile the cuts won’t directly impact the federally funded research, they are expected to hit the university’s classrooms hard, which will have ripple effects.\n“Framing the next generation and exposing graduate and undergraduate students to Arctic issues in a setting like the University of Alaska Fairbanks—that’s a key part of how expertise is built up nationally and internationally,” said Hajo Eicken, the director of the International Arctic Research Center and a professor of geophysics at UAF. “That’s a major concern.”\nThoman fears that this year’s cut, because it comes during the first year of Dunleavy’s administration, signals more tough times to come in future budgets as well. “There’s precisely zero reason to think that if we can just get through this year then we can muddle through,” Thoman said.\nMeanwhile, faculty and students are likely to start jumping ship. Walsh, who has been at the university for 18 years, said he’s “keeping his eyes open,” but that as a more senior researcher, retirement is an option.\n“I’m more concerned about the younger scientists here who are looking for jobs. The stakes are really high for them with so much of their career ahead of them,” he said. “You don’t want to stay on a sinking ship until it sinks. That’s the short of it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}