{
  "url": "https://insideclimatenews.org/news/23052019/carbon-pricing-microsoft-pepsi-stonyfield-corporate-lobbying-congress-climate-change-solutions/",
  "title": "75 Business Leaders Lobbied Congress for Carbon Pricing. Did Republicans Listen?",
  "date": "2019-05-23T07:50:24-04:00",
  "content": "An epic quest loomed Wednesday before the largest gathering of business leaders in a decade to advocate for climate action on Capitol Hill.\nCould they find a single Republican in the U.S. Senate to take up the cause of carbon pricing?\nThe answer appeared to be: “Not yet.”\nOfficials from Microsoft, Nike, Pepsi, eBay, Exelon, Gap, Levi’s, Mars and Tesla were among more than 75 business leaders making the case for a national price on carbon. They scheduled 80 meetings with lawmakers and staff, half of them with Republicans. Lawmakers and their aides ducked behind closed doors to confer with members of the delegation throughout the day.\nPlease take a look at the new openings in our newsroom.\nSen. Chris Coons (D-Del.), who introduced bipartisan carbon tax legislation in the last Congress and would like to do so again, set up one roundtable meeting between his colleagues and six CEOs with a ground rule that he wouldn’t name which members of Congress came to hear the pitch. (The bill he introduced last session put a fee on emissions of greenhouse gases and paid the revenues back to the public as a so-called “dividend.”)\n“By offering an invitation to come have an off-the-record conversation with CEOs, I was partly recognizing that it is politically challenging or sensitive to have conservative Republicans in a room talking about a price on carbon,” Coons said. “And I’m trying to find a way to move that conversation forward.”\nOne Republican who is seen by some as a hope for GOP climate leadership did stop and speak briefly with a reporter outside the door on his way out of a half-hour session with CEOs.\n“I think we’re a long way from legislation of that character at this stage,” said Sen. Mitt Romney (R-Utah) of their plea for congressional action.\nAlthough Romney maintained a skeptical stance on climate during his 2012 presidential run, his more recent statements show openness to addressing climate change—including a 2017 Tweet praising the carbon fee-and-dividend proposal by the Climate Leadership Council, a coalition of businesses and environmental groups. But Romney, who represents a state where coal is the state rock, was not ready to commit to any view on what Congress should be doing.\n“They made a number of important points about creating incentives for the various industries to consider a carbon-friendly approach as opposed to a less carbon-friendly approach, and creating pricing mechanisms that would encourage them to emit less carbon,” Romney said.\nThe companies lobbying for carbon pricing together represented combined annual revenues of more than $2.5 trillion, according to the sustainability nonprofit group Ceres, which helped organizing the lobbying effort. Boston-based Ceres works with investors and companies to build networks of leaders on climate issues.\nDawn Martin, executive vice president of Ceres, said the business members of its policy network began pushing for the idea of a group lobbying effort on Capitol Hill after back-to-back climate science reports last fall—the Intergovernmental Panel on Climate Change’s 1.5 degrees report and the Fourth National Climate Assessment—issued stark warnings about the need to rein in greenhouse gases quickly.\n“It’s been a game-changer for people,” said Martin. And while there isn’t a GOP standard-bearer in Congress on carbon pricing, Martin said she has seen a shift.\n“To have Republicans saying, ‘We get it, but it’s the wrong solution’—at least they get it now,” she said. “And that has happened relatively overnight.”\nThat was also the finding of a national survey released earlier this week by the GOP polling firm Luntz Global. The survey found that by a margin of 8 to 1, U.S. voters are more worried about climate today than they were a year ago. Luntz found majority support across party lines for the carbon fee-and-dividend proposal of the Climate Leadership Council, which commissioned the survey. Among Republicans under age 40, 75 percent supported the idea of pricing carbon and returning all revenue to households.\nRepublicans on Capitol Hill are acting as though they’ve seen similar polling. Fewer are now openly questioning the core science of climate change, but many are still steering clear of the idea of strong government action.\nThe Republican-controlled Senate Agriculture Committee, stacked with farm state lawmakers who have largely ignored the topic, held a hearing Tuesday focused on climate change in which several senators and witnesses raised the prospect of carbon markets. With the farm sector battered by a series of natural disasters and suffering under President Donald Trump’s trade policies, the idea of possible farm revenue from carbon markets has appeal, and even Agriculture Secretary Sonny Perdue voiced support for the idea. But Republican lawmakers, who have long fought anything that remotely hints of regulation on American farms, were wary.\n“What I would hate to see is heavy handed government regulation,” said Iowa Republican Sen. Joni Ernst. “I think we can do this on our own.”\nMany Republicans are touting technology subsidies—not taxes—as the solution. At a House Ways and Means Committee hearing last week, several Republicans voiced support for increased incentives to spur innovation.\nHugh Welsh, president of DSM North America, a nutrition and health company, said he was telling lawmakers that government incentives are fine for sparking innovation, but not for scaling them up enough to make a difference on climate change. For example, DSM has developed a feed additive that the company says would reduce methane emissions from cows by 30 percent, but he said there’s not enough incentive for farms to buy the product unless there is a market imperative to reduce greenhouse gases.\nJeff Eckel, CEO of the Annapolis, Md.-based clean investment firm Hannon Armstrong, is convinced he can make a business case for carbon pricing that should appeal to Republicans. To rely on subsidies and incentives alone, he said, “is a distinctly non-conservative economic position. If you want to go back to free market principles, you put a price on carbon and you stop socializing the cost” of climate change.\nThe business leaders said they understood, however, that no matter how much progress they made in their lobbying day on Capitol Hill, they were not likely to see legislation in the short-term with the Trump administration maintaining its stance of climate denial.\n“We know where this administration is. It’s living in a fact-free fantasy,” said Gary Hirshberg, chairman of the organic yogurt company Stonyfield Farm. “But this is a matter of enormous urgency. What we need to help our colleagues and representatives understand is that this is not a partisan issue.”\nSaid Welsh, “I think everybody understands that not much is going to get done in this Congress, in the polarized, divisive state we’re in. But that’s not a deterrent. That does not discourage us. It may be the first time we’re up on the Hill, but it won’t be the last time.”\nICN reporter Georgina Gustin contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}