{
  "url": "https://insideclimatenews.org/news/14052019/climate-change-epa-endangerment-finding-challenge-cei-trump-omb-memo-health-environment/",
  "title": "Climate Policy Foes Seize on New White House Rule to Challenge Endangerment Finding",
  "date": "2019-05-14T15:10:40-04:00",
  "content": "Seizing a new opportunity they believe has been opened up by the White House, hard-line foes of climate action on Monday once again asked the Trump Administration to reverse the landmark Obama-era finding that greenhouse gases are a danger to human health and the environment.\nThe Competitive Enterprise Institute (CEI), a conservative Washington, D.C., think tank and steadfast ally of the fossil fuel industry, filed a petition with the U.S. Environmental Protection Agency (EPA), seeking to block the agency from continuing to use the so-called “endangerment finding” adopted by the agency in 2009 as a basis for policymaking.\nThe endangerment finding served as the foundation for most of President Barack Obama’s climate agenda, providing the legal basis for his administration’s actions to curb emissions from power plants and motor vehicles. The U.S. Supreme Court had ruled in 2007 that the EPA had authority to regulate greenhouse gases as pollutants if it found that they were a danger to human health and the environment.\nIf the EPA were to suspend the endangerment finding, it would have profound consequences for rules the agency adopted under the Clean Air Act.\nPlease take a look at the new openings in our newsroom.\nCEI has long challenged the science of climate change, and soon after President Donald Trump took office, the organization filed a petition with EPA challenging the endangerment finding on its scientific merits.\nBut CEI’s new challenge is different—it doesn’t attack the science per se, but instead challenges the process that the EPA used to adopt the endangerment finding. CEI argues that the scientific peer review done at that time did not meet the government’s legal data quality requirements under guidelines expanded on April 24 by Trump’s Office of Management and Budget.\n“So you can believe in global warming, all the things that the IPCC [Intergovernmental Panel on Climate Change] says, and still agree with us that the peer review process was improper,” said Devin Watkins, a CEI lawyer.\nThe EPA did not immediately respond to a request for comment on the petition.\nThe Trump administration’s new guidance made at least two changes that have improved the prospects for such a process challenge, Watkins said.\nFirst, it requires that OMB review EPA’s response to the petition, giving the White House oversight over the process. And second, it sets a deadline of 120 days for the EPA to respond to such a petition. (In contrast, the agency faces no such deadlines for other most regulatory petitions, including CEI’s previous endangerment finding challenge.)\nThe Trump administration has been rolling back Obama-era climate regulations, even with the endangerment finding still in place. But supporters of Trump’s deregulatory agenda have been divided between pragmatists, who argue the administration should simply focus on the nuts and bolts of undoing regulations without wading into a battle over the science of climate change, and hard-liners who believe that rescinding the endangerment finding will be necessary to fend off climate policies for the long term.\n“There will be future administrations dealing with these issues for years to come,” Watkins said.\nThe petition details a number of ways in which it says that the EPA’s peer review was deficient—including that it did not allow the public to nominate peer reviewers, and that some of the peer reviewers were federal scientists who were the very authors of the science that the agency relied upon for the endangerment finding. CEI also challenged the EPA’s reliance on the IPCC’s scientific assessments, arguing among other things that the IPCC’s peer review process does not match the requirements that OMB had established for U.S. federal government data quality.\nIf anything, the scientific consensus on the causes and risks of global climate change have only become more robust in the ensuing decade, with several reports by the IPCC and federal agencies reaffirming it more strongly than ever. These assessments have received extensive peer review, and are endorsed as sound by the world’s scientific academies.\n“CEI has been on the record for years now, wanting the endangerment finding to be removed, and in that intervening time, the only thing that’s happened is that the science of climate change has become ever clearer and ever more urgent,” said Rachel Cleetus, policy director for the Union of Concerned Scientists.\nPointing to the IPCC’s report last fall on the risks of the planet warming beyond 1.5 degrees Celsius and to the U.S. National Climate Assessment, she said, “Everything that was in the endangerment finding is now highlighted and in bold face in the latest science.”\nThe endangerment finding faced multiple challenges when it was first adopted, but in 2012 it was upheld by the U.S. Court of Appeals for the District of Columbia Circuit.\nCleetus said she remains confident that the endangerment finding will survive any challenge, but the legal wrangling itself is consequential, because the government is caught in a debate over the validity of the science instead of working on solutions.\n“They know they are going to ultimately lose because the science is clear, but they are seeking to delay and obfuscate,” Cleetus said. “The tactic is clear, they’re trying to buy time for the fossil fuel industry to extract the last bit of profit it can.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}