{
  "url": "https://insideclimatenews.org/news/16052019/carbon-tax-fee-dividend-pricing-republican-plan-house-ways-means-committee-baker-shultz/",
  "title": "Carbon Pricing Reaches U.S. House’s Main Tax-Writing Committee",
  "date": "2019-05-16T07:50:00-04:00",
  "content": "A coalition of business and environmental groups, working with the support of some major oil companies, took a carbon pricing plan to the U.S. House’s main tax-writing committee on Wednesday. It was the Ways and Means Committee’s first climate-related hearing in a dozen years, and members of both parties treated the topic with kid gloves.\nFor the panel to be talking at all about climate change is momentous—it signals that carbon taxing has moved into the realm of the possible. But members were cautious to avoid endorsing any specific idea.\nThe Democrats, now in control of the House, weren’t there to back any particular legislative plan, but they called the group to make its pitch as part of an effort to explore “the economic and health consequences of climate change.” Committee Republicans, meanwhile, sought to convey serious concern about the costs of global warming, even though they opposed any solution that included a tax.\nPlease take a look at the new openings in our newsroom.\n“Our plan is not a carbon tax. It is a dividend,” said Ted Halstead, chairman and CEO of the Climate Leadership Council, a group whose members include BP, Exxon, and ConocoPhillips, as well as The Nature Conservancy, World Wildlife Federation and World Resources Institute.\nHalstead called the proposal a “grand bargain” for the companies, in which they accept an escalating fee on the carbon emissions they produce in exchange for a rollback of regulations on greenhouse gases.\nThe plan, developed by GOP luminaries including former Secretaries of State James Baker and George Shultz, would return all revenue to U.S. households in the form of dividends. The quarterly payments, which the group estimates would amount to $2,000 a year for a family of four, would outstrip the increased cost of energy for the vast majority of households.\n“I think there is a unified voice coming from corporate America, which is that a price on carbon is the most cost-effective solution,” Halstead said. “There are two approaches to solve climate change—you can regulate or you can price carbon. The members of our coalition, including the fossil fuel members, by joining our effort are saying they would prefer a high price on carbon in exchange for regulatory certainty.”\nPersuading members of the House Ways and Means Committee will be crucial for any carbon pricing initiative, since any congressional bill that raises revenue has to start here.\nRepublicans on the committee, for the most part, did not dispute the need for climate solutions, nor did they take issue with witnesses who spoke on the science of climate change or the health risks. But they maintained that lack of affordable energy for air conditioning was as great a risk factor as more frequent heat waves, and they expressed aversion to any solution that raised energy prices—even if the revenue were returned to households.\nRep. David Schweikert (R-Ariz.) said he believed that regulation and carbon pricing were not the only possible solutions. “I believe there’s a third lever—that’s disruptive technology,” he said.\nSchweikert said he believed that, in the long term, carbon dividends would be self-defeating, noting the resemblance to the dividends households receive in Alaska for oil extraction in the state. “You might get a misincentive, and actually build a constituency for more carbon, because ‘I want my dividend,'” he said. He said he instead favored a policy like the expansion of tax credits for carbon capture technology that Congress passed last year.\nRep. Tom Reed (R-N.Y.) said he also favored policies like tax credits to incentivize technological breakthroughs in greenhouse gas reduction, pointing to a bill he sponsored in the last Congress to provide tax credits for technologies that don’t currently receive them.\n“I’m here as a proud Republican who recognizes that climate change needs to be addressed,” Reed said. “As a proud Republican, I think that unleashing the power of the market should be our top priority. We need to lead the world by our innovation and entrepreneurial spirit.”\nEconomic experts believe that some sort of carbon pricing will be needed to drive innovations for reining in climate change, since currently, the societal costs of greenhouse gases are not included in the price consumers pay and there is little market incentive to cut emissions.\nRep. Earl Blumenauer (D-Ore.) said that some of the assertions from the GOP members of the committee betray their lack of urgency. “I listen to this happy talk about progress, and no acknowledgement of the terrible impacts of climate change getting worse, or the Trump administration’s concerted effort to make it still worse,” he said.\nStill, some committee members saw reason for optimism. Less than a year ago, the House—then controlled by the Republicans—had passed a resolution denouncing the idea of a U.S. carbon tax, calling it detrimental to the economy.\n“When there’s a problem, the first thing is that everybody’s got to agree there’s a problem, and that’s not always how it happens in Congress,” said Rep. Mike Thompson (D-Calif.), whose district has been ravaged by wildfires. “This is the first time since I’ve been on this committee that we have all the witnesses—both Democratic and Republican—agree that climate change is real and climate change is a problem. I think this is a very important step forward.”\nThe Climate Leadership Council’s Baker-Shultz proposal so far has no sponsor, although the group has a goal of getting a proposal introduced this year.\nA different carbon fee-and-dividend plan—one that includes less regulatory rollback and a more sharply increasing carbon fee—is awaiting action by the Ways and Means Committee. That bill was introduced by Florida Reps. Ted Deutch, a Democrat, and Francis Rooney, a Republican, and is backed by the grassroots advocacy group Citizens Climate Lobby, whose supporters were out in full force at the hearing and in a live chat on YouTube as the hearing was under way.\nGrover Norquist’s Americans for Tax Reform also weighed in online, fiercely opposing any carbon pricing plan. “Revenue-neutral does not mean that you raise taxes by $2 trillion and then send people green energy welfare apology checks,” wrote Paul Blair, ATR’s director of strategic initiatives, in the hearing chat. “That’s a massive tax and spending scheme.”\nThat’s just a hint of the opposition carbon pricing will face from the ideological right on Capitol Hill, despite seeming growing support from the business community. Next week, CEOs and other top officials from 75 large companies, including Microsoft, Unilever, Johnson & Johnson, Pepsi and Mars, are slated to come to Capitol Hill to make a push for carbon pricing.\nBut Rep. Don Beyer (D-Va.), sponsor of a carbon cap-and-dividend bill that also is awaiting action by the House Ways and Means Committee, said his office is far more likely to hear from businesses seeking tax breaks than seeking carbon pricing.\n“The business community needs to be serious about this,” Beyer said. “We know what it’s like when the business community is invested in something, and the urgency isn’t there on climate change.” Turning to Halstead, Beyer said that carbon pricing won’t advance in Congress without support of businesses like those that say they support the Climate Leadership Council’s plan.\n“Be serious about carbon pricing and come and knock on the doors of all 43 of us to make sure we support a carbon pricing bill,” said Beyer. “There’s going to be a hesitancy on the part of our Ways and Means Committee and the general Congress to vote for something that’s a fee, that could be characterized as a tax, that could put us at risk in the next election. Having the cover of the corporations will be really, really essential.”\nRead this next: Carbon Tax Plans: How They Compare and Why Oil Giants Support One of Them\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}