{
  "url": "https://insideclimatenews.org/news/02052019/house-climate-change-vote-paris-agreement-beto-sunrise-republican-democratic-candidates/",
  "title": "House Votes to Block U.S. Exit from Paris Climate Accord, as Both Parties Struggle with Divisions",
  "date": "2019-05-02T17:06:00-04:00",
  "content": "Updated with the House vote on the resolution.\nAs the U.S. House of Representatives debated its first climate change legislation in a decade, the typical face-off between Democrats and Republicans wasn’t as striking as the strains within each party.\nDemocrats on Thursday passed the Climate Action Now resolution, seeking to keep the United States in the Paris climate accord, but their restive progressives want far bolder action. Republicans, meanwhile, want to support President Donald Trump’s plan to withdraw from the international agreement, but some of them sense political peril in maintaining a do-nothing climate stance.\nHouse leaders mostly kept internal party strife over climate in check before the 231-190 vote, but the tensions are likely to play out on the road to the 2020 elections.\nPlease take a look at the new openings in our newsroom.\n“There is no debate on our side about something as basic as climate change,” said Rep. Jim McGovern (D-Mass.).\nYet Democratic leaders demonstrated their concern about unity in the very decision to move forward quickly with the Paris climate bill, steering clear for now of the internal controversy that would be stirred by either Green New Deal or carbon-tax legislation, both of which were introduced first. McGovern, as chairman of the House Rules Committee, shepherded through a strict procedure for debate on the legislation that would limit amendments—and conflict—on the House floor.\nThe Climate Action Now resolution, sponsored by Rep. Kathy Castor (D-Fla.), chair of the new House Select Committee on the Climate Crisis, would prohibit spending federal money on any action that would advance Trump’s plan to withdraw from the Paris climate agreement. It also would require Trump to submit a report to Congress within 120 days on how he planned to meet the U.S. obligation under the agreement.\n“This is the first time in 10 years that major climate legislation is being heard in the people’s house,” Castor said ahead of the vote, adding that honoring the Paris commitment was an appropriate place to start. Only one representative broke party ranks on the vote—Rep. Brian Fitzpatrick (R-Pa.) sided with the Democrats in favor of the measure. House Speaker Nancy Pelosi (D-Calif.) had lamented at her weekly news conference that the measure would be “dead on arrival” in the Republican-controlled Senate, where it is clear that Majority Leader Mitch McConnell (R-Ky.) will not take up the legislation.\nThe last climate legislation considered by the House was the cap-and-trade bill that passed largely on party lines in 2009. But Democrats in the Senate, fearing they didn’t have the votes to pass that bill, never brought it to a vote. President Barack Obama, left without a legislative linchpin, sought to build a climate legacy out of an array of executive branch actions—policies that Trump has been working to dismantle since taking office.\nBut amid Trump’s aggressive retreat from those climate policies, increasingly dire scientific reports and ever more alarming impacts of global warming, climate change has suddenly become a hot political issue. A CNN poll released Tuesday shows that 96 percent of Democrats view “taking aggressive action to slow climate change” as important in their choice of a presidential candidate, a higher percentage than for any other issue—including health care.\nAnd while the Democrats may be successful in tamping down internal dissent in the rarefied confines of the House chamber, that won’t be easy on the campaign trail.\nWhen Beto O’Rourke, a former Texas congressman seeking to stand out in the crowded field of Democratic presidential hopefuls, this week unveiled a climate change plan calling for an unprecedented $1.5 trillion in federal spending to address climate change, it was initially blasted as too weak by the Sunrise Movement, the progressive advocacy group that catapulted the Green New Deal into the national spotlight. Sunrise leader Varshini Prakash later acknowledged that the group “came out a bit too hot” against O’Rourke’s plan, failing to focus on what was “spot on” about it.\nSix of the declared Democratic presidential candidates who are currently U.S. senators have signed on as co-sponsors of the Green New Deal resolution, which calls for supporting a 10-year mobilization toward a target of net-zero greenhouse gas emissions by 2050, though they vary in how much focus they devote to climate change.\nThe 2050 target, which O’Rourke adopted in his plan, echoes the Intergovernmental Panel on Climate Change’s report last fall. But Sunrise cites experts who say 2050 is too late a deadline for the U.S. to get to net-zero emissions, given its large contribution to historic emissions. Rep. Alexandria Ocasio-Cortez (D-N.Y.), the Green New Deal’s main sponsor in the House, told Bloomberg she also thought O’Rourke’s timeline was not aggressive enough.\nRepublicans, for their part, were eager on the House floor to nudge the debate toward a discussion of the Green New Deal—giving them an opportunity to caricature the proposal as a socialist plot while pulling the curtain back on the Democrats’ internal divisions.\n“To understand what the Democrats want to do, one need look no further than … the Green New Deal,” said Rep. Jody Hice (R-Ga.). “People in my district are not asking where I stand or what I think about the Paris climate agreement, but they are asking eagerly about where I stand on the Green New Deal. They’re concerned that their representative might support a proposal that would drastically increase their energy bills.”\nHice wanted to use a parliamentary procedure to force a vote on a Green New Deal resolution in the House, following the show-vote strategy that McConnell executed in the Senate in March. But it looked unlikely that he would be able to get 20 Democrats to break with their party leadership for a vote that would only end in defeat for the Green New Deal.\nMcGovern, one of the 92 House co-sponsors of the Green New Deal, said its supporters want to hold hearings on the proposal and fully develop legislation before bringing it to the floor. At this point, the Green New Deal is only an aspirational resolution, with the details yet to be worked out on how to achieve the massive jobs and environmental program it envisions. “We want to move on a Green New Deal, but we want to do it right,” he said.\nOcasio-Cortez signed on as one of the 224 co-sponsors of the Climate Action Now bill and told Bloomberg that there was “no harm” in passing a bill voicing a commitment to the Paris climate accord, but she said more was needed. “The idea that we can just reintroduce 2009 policies is not reflective of action that is necessary for now in the world of today,” she said. (In fact, the Paris treaty, signed in 2015, calls for nations to rapidly escalation of climate ambition, starting as soon as next year.)\nMeanwhile, Republicans were taking pains to show a face of concern about climate change that was at odds with their inaction—and often outright denial of the problem—during the eight years they presided over leadership of the House.\n“We can all agree that climate is changing,” said Rep. Michael McCaul (R-Texas), the highest ranking Republican on the House Foreign Affairs Committee, who led much of the GOP’s debate on the Paris bill. “We need to take positive steps to address it.” He argued that Congress should commit to a bipartisan approach to climate action, instead of trying to commit Trump to his predecessor’s climate goals.\nHowever, the Republicans avoided discussing the most significant climate proposal that does have a glimmer of bipartisan support—one to set a price on carbon, a “fee” whose revenues would be returned to taxpayers as a “dividend.” The Energy Innovation and Carbon Dividend Act currently has 34 co-sponsors, including one Republican—Rep. Francis Rooney (R-Fla.), who didn’t vote on the Paris climate bill on Thursday. In the past, the GOP has overwhelmingly opposed any form of such a carbon tax.\nRep. Garret Graves (R-La.), the highest ranking Republican on the House Select Committee on the Climate Crisis, said he, too, wished that the House was considering bipartisan legislation on climate change. “I fully agree that the climate is changing. I agree humans are contributing to that change,” he said. “I agree there’s something we need to do about this, and we need to be aggressive.” But that didn’t include committing the U.S. to the Paris accord, which Graves said was “fundamentally flawed.”\nSome environmentalists noted that such calls for coming together on climate were notably absent when the GOP had the power to move legislation in the House.\n“The shifting rhetoric on the part of Republicans is interesting, and it shows that they continue to deny climate science at their peril,” said Tiernan Sittenfeld, senior vice president for government affairs at League of Conservation Voters.\nInsideClimate News reporter Sabrina Shankman contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}