{
  "url": "https://insideclimatenews.org/news/26032019/green-new-deal-senate-vote-mcconnell-climate-change-policy/",
  "title": "Senate’s Green New Deal Vote: 4 Things You Need to Know",
  "date": "2019-03-26T23:25:00-04:00",
  "content": "This story was updated March 26 with the Senate floor debate and vote.\nBefore U.S. lawmakers had even come up with the details of the Green New Deal, they faced a vote on it Tuesday in the Senate.\nIt was a procedural vote—a preemptive roll call engineered by Senate Majority Leader Mitch McConnell of Kentucky in an attempt to embarrass the Democrats and tamp down talk of climate policy. Democrats, in turn, tried to use the occasion to highlight the GOP’s inaction on climate change.\nThat set the stage for a highly partisan, often substance-free squabble before the first vote the Senate has taken in 11 years related to a proposed climate solution.\nUltimately, 57 senators—including three Democrats—voted against moving forward with consideration of the resolution, while 43 Democrats voted “present,” leaving the measure dead for the time being, without ever coming officially to the floor.\nHere is a guide to the maneuvers, the squabble and what McConnell hoped to gain.\nFirst, this was not the non-binding Green New Deal resolution introduced by Sen. Edward Markey (D-Mass.) and Rep. Alexandria Ocasio-Cortez (D-N.Y.) on Feb. 7.\nInstead, this was a version that McConnell himself introduced, and it was a binding resolution. Instead of voting on whether “it is the sense of the Senate” that the government has a duty to create a Green New Deal, senators would have been skipping ahead to vote on whether the Green New Deal should become “the policy of the United States,” without so much as a hearing.\nUnder Senate rules, making it binding was the only way McConnell could hold a show vote without the usual process of assigning the legislation to the appropriate committees for discussion and debate. That would put a public spotlight on experts testifying and debate over climate solutions, something McConnell is seeking to avoid.\nTechnically, the Senate voted on whether to end debate on McConnell’s motion to proceed to consideration of his version of a Green New Deal resolution. This “cloture” vote wasn’t on the substance of the Green New Deal.\nSen. Tom Carper of Delaware, the highest-ranking Democrat on the Senate Environment and Public Works Committee, called McConnell’s maneuver “a cynical ploy to undermine the Green New Deal by calling a vote for a resolution he does not even support.”\nMcConnell’s aim was to force Democrats to declare on the record either support for or opposition to the Green New Deal. He was betting there would be enough of a split to demonstrate discord among the Democrats on climate change, an issue that has become a rallying cry for their party.\nHis barb was aimed especially at the six Democratic senators who are running for president—all of whom have signed on as co-sponsors of Markey’s Green New Deal resolution.\nIn McConnell’s view, they were trapped into a no-win choice of showing that their support of the Green New Deal is lukewarm or conditional, or throwing their weight behind it wholeheartedly at the risk of alienating the moderate voters they’ll need to win over in 2020. In the end, none of the Democratic presidential candidates spoke on the floor in the run-up to the vote.\nMost of the Democrats united behind a strategy of voting “present,” which allowed them to protest the vote instead of dividing into “aye” or “nay” camps based on their views on the Green New Deal. They did the same last year when McConnell tried a similar maneuver to force them to take sides on the concept of a single-payer health care system.\nThree Democrats voted “no” with the Republicans: Sens. Joe Manchin of West Virginia, Kyrsten Sinema of Arizona and Doug Jones of Alabama. Independent Sen. Angus King of Maine also voted “no”. King has said he didn’t view a 10-year carbon-free electricity goal as realistic, though the resolution set no such goal or deadline.\nManchin has been dismissive of the Green New Deal as unrealistic and ideological, although he joined with Energy Committee Chairwoman Lisa Murkowski (R-Alaska) in a recent op-ed calling for bipartisan solutions on climate change that might be acceptable to residents of their fossil fuel-producing states.\nManchin did sign on with all other Senate Democrats to co-sponsor a resolution voicing acceptance of the science that climate change is real and that human activity is the dominant cause, and calling for immediate action. Only one Republican—Sen. Susan Collins of Maine—has signed on to that resolution.\nPlease take a look at the new openings in our newsroom.\nThe GOP seemed determined to avoid debating the science of climate change on the Senate floor on Tuesday, sticking instead to talking points describing the Green New Deal as having “socialist” underpinnings and potential for economic havoc.\nSome Republicans acknowledged the science of climate change but said they could not support the Green New Deal.\n“I think all Republicans understand there is climate change,” said Sen. Pat Roberts (R-Kan.) “All Republicans know that human activity does contribute to it. Yes, we ought to do something.” But Roberts said, “We don’t want to do the wrong thing and cause a great deal of disruption in the process.”\nMurkowski said the Green New Deal had “a lot of aspiration” and admirable goals. But she said she thought it was not possible to transition to clean energy as quickly as the Green New Deal foresees, and that it would distract from the “necessary and important conversation we need to have on climate change.” Murkowski said she favored “pragmatic” steps like more support for nuclear energy and carbon capture technology.\nThe closest the GOP came to a challenge to the climate science came from Sen. Michael Lee of Utah. “I’m not immediately afraid of what carbon emissions unaddressed might do to our environment in the near-term future or our civilization or our planet in the next few years,” Lee said. “The solution to climate change is not this unserious resolution,” he said, “but the serious business of human flourishing—the solution to so many of our problems, at all times and in all places: fall in love, get married, and have some kids.”\nIt would have taken 60 votes to win a cloture vote and move to the next step—a motion to consider McConnell’s version of a Green New Deal. That was highly unlikely from the start.\nThen again, McConnell’s aim was not to actually consider the Green New Deal, which he describes as a “socialist” plan that would “uproot life as we know it.” He was hoping the vote would kill talk of a Green New Deal in its infancy, while putting Democrats on the spot.\n“Of course, by doing that he’s also putting his own team on the record,” noted Sarah Binder, a senior fellow at Brookings Institution who is an expert on Senate procedure.\nRecent polls, including one released Friday by Gallup, show the majority of Americans support reducing fossil fuel use—including 37 percent of Republicans. The Republican senators who McConnell is putting on the spot include Murkowski, who has staked out a moderate position on climate change and said she did not agree with the idea of the procedural vote, and Sen. Cory Gardner (R-Colo.), who has been trying to burnish his environmental credentials while running for reelection next year in a blue-leaning state.\nOf course, by wrapping his attack in a cloture showdown, McConnell has an air-tight response to anyone who tries to use the vote as evidence that the GOP is out of touch on climate. “He would claim that it was just a procedural vote,” said Binder.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}