{
  "url": "https://insideclimatenews.org/news/28032019/puerto-rico-clean-energy-100-percent-hurricane-recovery-solar-natural-gas-prepa/",
  "title": "Puerto Rico Passes 100% Clean Energy Bill. Will Natural Gas Imports Get in the Way?",
  "date": "2019-03-28T14:46:00-04:00",
  "content": "Update: Puerto Rico’s governor signed the clean energy legislation on April 11.\nWhen Hurricane Maria shattered Puerto Rico’s power grid in 2017, it set off the longest major blackout in U.S. history. The island territory’s political leaders faced a choice: rebuild the long-troubled centralized electric grid, which had been powered largely by imported diesel fuel and coal, or ditch the costly fuel imports and start over by building a more resilient grid powered by clean energy.\nThis week, Puerto Rico’s legislature chose clean energy. It passed an ambitious renewable energy bill that attempts to put the territory on a fast track to generating all of its electricity from renewable sources by 2050.\nGov. Ricardo Rosselló said he would sign the bill into law. “While leaders across the country are talking about how to best innovate and integrate renewable energy into their economy, today we’re proud to say we’re actually doing it,” he said.\nThis rapid and costly remake of the islands’ power supply won’t be easy, though.\nFor one thing, there are competing plans to rapidly expand the use of natural gas as a power source.\nPlease take a look at the new openings in our newsroom.\nPuerto Rico got just 2 percent of its energy from renewable sources before the hurricane, despite an existing law that required 12 percent. Solar and wind energy would have to be built at a breakneck speed to meet the legislation’s early benchmarks: 20 percent by 2022 and 40 percent by 2025.\nMeanwhile PREPA, Puerto Rico’s bankrupt utility company, is calling for a rapid buildout of natural gas import terminals, pipelines and power generators.\nAn additional challenge is how to pay for new infrastructure. A law passed last year requires the utility to privatize its generation facilities as a way to build new power plants without taking on more debt. The law is controversial; a prior effort to privatize the territory’s water utility resulted in higher rates and lower-quality service.\nThe territory also needs a new electric grid. In August, PREPA listed the federal government as a “potential source” of $8 billion for rebuilding its electric grid, beyond initially restoring power. The funding is still contingent, however, on the utility reaching an agreement with FEMA on a reconstruction plan, according an official with the U.S. House Committee on Natural Resources.\nIf Rosselló signs the bill, Puerto Rico will become the fourth U.S. state or territory with a clean energy mandate, following Hawaii, California and New Mexico, where governor Michelle Lujan Grisham signed a 100 percent carbon-free energy bill into law last week.\n“The recent trend of states and territories aiming for 100 percent clean energy shows that states are increasingly ready to take advantage of all of the benefits that renewable energy has to offer—from increased access to affordable, zero-carbon power to spurring American innovation and job growth,” Julie Cerqueira, executive director of the U.S. Climate Alliance, said.\n“Decarbonizing our grid is good for the climate, protects public health, and it just makes economic sense,” Cerqueira said.\nBefore the hurricane, Puerto Rico got nearly half of its electricity by burning diesel and heavy fuel oil and nearly 20 percent from coal. The new legislation would ban coal power generation starting in 2028 and would make it easier for small-scale solar projects, including rooftop solar, to connect to the grid and sell back excess electricity.\nAdvocates of the legislation praised its passage for both environmental and economic reasons.\n“In Puerto Rico we don’t have gas, we don’t have coal, we don’t have oil,” said Tomás J. Torres-Placa, executive director of the Institute for a Competitive and Sustainable Economy, a non-profit based in San Juan that focuses on economic reform for sustainability and socio-economic issues. “But we have sun and wind, and that is an engine for our economy.”\nTorres-Placa said Puerto Rico currently spends nearly $2 billion per year importing fuel for power generation. “Through this bill and the deployment of renewables, that great amount of funds will remain on the island for our economic development.”\nPREPA had already been exploring ways to increase renewable energy development and build a network of interconnected microgrids that would improve the system’s resilience in the face of future storms.\nIt proposed to build up to 1,200 megawatts of solar power, along with up to 900 megawatts of energy storage, over four years. But that plan was rejected on March 14 by the territory’s Energy Bureau, in part for not expanding renewable energy fast enough to meet the territory’s existing goal of having 15 percent renewables between 2020 and 2027.\nThe plan had also called for a rapid, near-term buildout of natural gas infrastructure, including import terminals, pipelines and generation facilities.\nIt’s unlikely that the territory could lock in natural gas in the short term and still reach its 100 percent renewable energy target by 2050, said Cathy Kunkel, an independent energy analyst working with the Institute for Energy Economics and Financial Analysis.\n“There are different forces trying to push in different directions,” Kunkel said. “There is a strong push for renewable energy and distributed generation at the same time that there is a strong push for natural gas and that is resulting in contradictory policies and different actors moving in different directions at the same time.”\nThe utility has one month to submit a revised plan to the Energy Bureau. If the 100 percent renewable energy bill is signed into law, the utility will have to further rework its plan to meet the more ambitious renewable energy mandate.\nTo get off fossil fuel imports and transition to renewables as it recovers from the hurricane, Puerto Rico will need to remake its electric grid, but it’s unclear if the federal government will provide the money PREPA seeks.\n“There is a lot of cynicism on the island right now with Washington, and specifically with the delay in coming through with funds, with President Trump’s noise about wanting to take funds earmarked for Puerto Rico and use them to build the wall,” said Daniel Whittle, a senior director with the Environmental Defense Fund.\nIn addition to setting a clear signal for renewable energy development, the legislation also strengthens the ability of the territory’s energy regulators to enforce the renewable energy mandate, said Roy Torbert, a principal in the Islands Energy Program at the Rocky Mountain Institute.\nWhittle and EDF are working with communities in Puerto Rico to develop renewable energy microgrids that would hasten the territory’s clean energy transition. Whittle cautions, however, that the transition to renewables won’t happen overnight and that some natural gas development may be needed in the short term and may be a better alternative than continuing to rely on dirtier diesel and coal power generation that the territory currently uses.\n“I think there is some reasonable consensus that a bridge is needed, and the question is just what kind of bridge and for how long,” Whittle said.\nIn the near term, Puerto Rico would have to quickly rapidly ramp up its renewable energy.\n“I’m not saying it can’t be done,” he said. “But it really requires a concerted effort to do that much, that fast. I’m not sure there is a lot of precedent for it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}