{
  "url": "https://insideclimatenews.org/news/12032019/trump-budget-cuts-renewable-energy-efficiency-electric-vehicle-tax-credit-deficit/",
  "title": "Trump Budget Calls for Slashing Clean Energy Spending, Again",
  "date": "2019-03-12T14:53:51-04:00",
  "content": "The Trump administration’s latest budget proposal would radically reduce new spending on federal programs for advancing clean energy.\nOne of the deepest cuts would slash funding for the Department of Energy’s Office of Energy Efficiency and Renewable Energy (EERE) by 87 percent—from $2.3 billion last year to $343 million in new spending next year.\nThe EERE cuts appear less extensive at first glance because the administration’s fiscal year 2020 plan, released Monday, counts some past funding that has been delayed. But even with the rolled over funds, the total of $696 million for the office would cripple support for novel and promising technologies for advanced wind turbines, high-tech materials, green buildings and more.\nThe White House also proposes eliminating tax credits for electric vehicles and an array of other incentives for reducing carbon emissions. And it makes a third attempt to eliminate the Advanced Research Projects Agency-Energy (ARPA-E) program, an incubator for cutting-edge energy research and development.\nPlease take a look at the new openings in our newsroom.\nThese programs proposed for the chopping block have long enjoyed broad support in Congress and the cuts seem unlikely to be adopted, especially now that the House is led by a Democratic majority. Even under the Republicans, lawmakers rebuffed Trump’s two previous proposals to slash this part of the energy budget.\nBut the new budget proposal shows that the Trump administration is doubling down on its resolve to retreat from a federal role in advancing a clean energy economy and maintaining global leadership in the technology.\nEnergy and the environment would take a far larger hit than other non-military spending. Across-the-board, non-military discretionary spending would be cut 5 percent. The Environmental Protection Agency would get a 31 percent cut, to $6.1 billion, and the Department of Energy’s budget would be cut 11 percent, to $31.7 billion.\nThe White House, meanwhile, is proposing a 12 percent increase for the Office of Fossil Energy Research and Development, to $562 million. The office administers the Energy Department’s research into carbon capture and other technologies to advance use of fossil fuel. There is also more money for nuclear power.\nIn the context of a $4.75 trillion federal budget, the EERE office is a small line item. But studies have shown that it has been effective in its mission. The Energy Department website boasts that $12 billion in investments by EERE has translated into $230 billion in net economic benefit to the United States—an annual return on investment of more than 20 percent.\nA senior administration official who gave a background briefing to reporters said the budget includes “more reduction in spending than any president in history has ever proposed.”\nIt also would result in a projected budget deficit of about $1.1 trillion, thanks largely to the 2017 enacted tax cuts. The Trump administration maintains that over the long term the tax cuts will stimulate growth and increased revenue. The deficit is “a real problem that is not a result of our economic policies,” the administration official said. “We don’t think the tax cuts are going to lead to anything but economic growth over 10 years.”\nThe full details of the budget, justifying the White House’s proposals program by program, have not yet been published. But some elements were released in a series of fact sheets, summaries and briefings.\nDemocrats reacted dismissively to the budget draft.\nRep. Kathy Castor, a Democrat from Florida who chairs a newly created climate committee in the House, said it “ignores the climate crisis.”\nIn a statement, she said that “the climate crisis must be addressed through virtually all areas of American life, and as a result, virtually all areas of the President’s budget should address this.”\nRep. Adam Schiff, a California Democrat, wrote on Twitter: “You know what, Mr. President, keep your budget. We’ll take it from here.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}