{
  "url": "https://insideclimatenews.org/news/15032019/air-pollution-trump-epa-science-advisers-health-risk-fossil-fuel-chemical-tobacco-industry/",
  "title": "Trump EPA Science Advisers Push Doubt About Air Pollution Health Risks",
  "date": "2019-03-15T07:44:41-04:00",
  "content": "This story has been updated with a response from the EPA.\nFor two years, the Trump administration has been planting seeds of change in the Environmental Protection Agency—installing allies of regulated industries onto its elite panels of science advisers. That effort now has borne fruit in dramatic fashion.\nThe EPA’s new science advisers, sweeping aside decades of research on the grave health risks of fine particle air pollution, have launched a drive to force the agency to give greater weight to a handful of contrarian studies that dispute the harmful effects of soot.\nParticulate matter is the pollution caused by combustion, a mixture of solid and liquid droplets that forms in the burning of fossil fuels or wood. The health risks of particulate matter have been an underpinning of the EPA’s cost-benefit analysis of a number of air pollution regulations, including those meant to address climate change, like the Obama administration’s Clean Air Act.\nPlease take a look at the new openings in our newsroom.\nThe science is well-established—the World Health Organization estimates that there are 4.2 million premature deaths a year due to fine particle pollution, making it one of the leading environmental health risks globally. But allies of the fossil fuel industry have vigorously disputed the validity of fine particle pollution studies since they first emerged in the 1990s.\nSignificantly, the health damages from particle and other pollution coming from the combustion of fossil fuels have also been used by the EPA to justify controls on carbon dioxide, the main greenhouse gas. Controlling climate change has important co-benefits, the agency has reasoned. The Trump administration and its industry allies oppose this logic.\nThe latest scientific dispute centers around the EPA’s draft assessment of the science on particulate matter (PM), a comprehensive review that the agency is required by law to conduct every few years to update the state of the science on several key pollutants. EPA released its draft review last fall.\nIt affirmed the agency’s previous findings that the science points consistently and overwhelmingly to a “causal relationship” between PM pollution and premature deaths. The assessment concludes the greatest risk is due to particles less than 2.5 microns in width, and that PM2.5 is associated with a range of cardiovascular and respiratory effects.\nFor the first time, the EPA concluded that the evidence was strong enough to show a “likely” causal relationship between long-term PM2.5 exposure and cancer, as well as nervous system effects. The EPA concluded, as it has in the past, that there is evidence of health risks even at extremely low levels of PM exposure.\nNow, in a harshly worded draft review, the Trump administration’s science advisors are blasting those findings as based on “unverifiable opinions” and lacking in scientific support.\nThe advisers are members of a seven-member panel called the Clean Air Science Advisory Committee. Although it is clear the members are not unified in their critique—individual members attached separate letters—the document calls for “substantial revisions” to EPA’s assessment of PM, including giving more weight to what it called the “discordant” evidence among the 2,800 published studies cited in the EPA’s 1,900-page science assessment.\n“Substantial discordant and conflicting evidence remains ignored or unresolved,” the Trump administration-appointed CASAC wrote, “leading to repeated assertions that the literature shows consistent and coherent positive associations when in fact it shows a mixture of positive and negative results.”\nWhen asked for comment on the critique, a spokesperson for the EPA said by email: “We appreciate the work of the CASAC and we will review the report.”\nThe CASAC, now chaired by Louis Anthony “Tony” Cox, Jr., a Denver-based consultant, offers a few examples of the studies it wants to see the EPA give more weight to. Among them are studies that are authored, in fact, by Cox himself—whose clients have included the American Petroleum Institute, the tobacco industry and the chemical industry.\nOther studies mentioned by the CASAC are by S. Stanley Young, a former pharmaceutical industry statistician based in Raleigh, N.C., who is an adviser to the Heartland Institute, a conservative think tank that has led a years-long campaign to discredit climate science. Young is now also an EPA science adviser.\nThe CASAC also pointed to the work of James Enstrom, a Los Angeles epidemiologist who for years has questioned the health risks of particulate matter. A former tobacco industry researcher, Enstrom was a plaintiff in a 2016 lawsuit brought by the fossil fuel industry-funded Energy and Environment Legal Institute that challenged the makeup of the previous CASAC.\nMany of the environmental scientists who were appointed to EPA’s advisory panels had received funding from EPA at some point in their careers, which the Enstrom suit said was a conflict of interest. In 2017, Trump’s first EPA administrator, Scott Pruitt, made the same argument when he replaced scientific experts from the existing science advisory boards with new appointees—including a number of industry allies and consultants, like Cox and Young.\nOne scientist who was among those removed from the CASAC last year, H. Christopher Frey, an environmental engineer at the University of North Carolina, said the harsh science critique from the Trump administration-appointed committee comes amid “numerous major changes to the [air quality standards] review process that collectively undermine its quality, integrity and credibility.”\n“Most astonishing is the arrogant and insulting tone of this letter toward EPA scientific staff,” Frey, a former chairman of the CASAC, said in an email to InsideClimate News. Frey dismissed as “patently absurd” the document’s assertion that the EPA’s approach on particulate matter was unscientific. “The statement is ironic given that the CASAC itself lacks necessary expertise,” he said.\nIn fact, the CASAC recommended that it be given access to additional technical expertise in order to complete its review of EPA science on particulate matter. Two members of the CASAC called for the EPA to reconstitute a 20-member special review panel on particulate matter that EPA Administrator Andrew Wheeler disbanded in October, just prior to the start of the peer review. That panel included experts in the science of particulate matter and health effects—expertise that is now missing on the CASAC. Although much of the science on the health risks of particulate matter is from large human studies, there are no epidemiologists on the current CASAC.\nIn one striking passage of its draft peer review, the CASAC said it is unable to reach consensus on the link between particulate matter and mortality—the “causality determination of mortality from PM2.5 exposure.” Some members “are of the opinion that, although uncertainties remain, the evidence supporting the causal relationship between PM2.5 exposure and mortality is robust, diverse, and convincing,” the document said. But other committee members think EPA should provide a better justification for its determination that there is a causal relationship between PM exposure and premature death.\nDaniel Greenbaum, president of the Boston-based Health Effects Institute (HEI), a research institute that has conducted major studies on air pollution, said that he was surprised at that passage.\n“Given that there is more than a decade worth of work now looking at the epidemiology, the toxicology, and a number of other things to see whether or not PM can contribute to mortality, there’s pretty robust literature that says that,” said Greenbaum. HEI has offered its own critiques of some aspects of EPA’s assessment—for example, it does not agree with EPA’s conclusion on nervous system effects. But HEI does not dispute EPA’s fundamental conclusion on mortality risk. “By most standards, people would say that the evidence has strengthened over the last 20 years,” Greenbaum said.\nBut Greenbaum noted that the committee’s review document is only a draft. The CASAC has set a conference call for March 28 to discuss the document and the next steps before submitting its final recommendations to Wheeler.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}