{
  "url": "https://insideclimatenews.org/news/06032019/trump-climate-regulations-rollback-cost-health-emissions-clean-power-plan-cars-oil-gas-methane/",
  "title": "How Much Would Trump’s Climate Rule Rollbacks Worsen Health and Emissions?",
  "date": "2019-03-06T16:32:31-05:00",
  "content": "The Trump administration’s efforts to undo rules aimed at reducing greenhouse gases would lead to a rise in annual emissions of more than 200 million metric tons by 2025 and thousands more American deaths, according to a report from New York University Law School.\nThe added pollution would be equivalent to 44 million more cars driven every year or the burning of enough coal to fill more than 1 million railcars, the authors wrote in “Climate and Health Showdown in the Courts.”\nThe report, released Tuesday, homes in on six rules the administration has either tried to suspend or has announced plans to roll back, then calculates the possible damage based on data from the Environmental Protection Agency and the Interior Department. The regulations include:\nThe report concludes, for instance, that scrapping the Clean Power Plan and replacing it with the Trump EPA’s “Affordable Clean Energy Plan” could lead to 1,630 more premature deaths, more asthma attacks and missed school days, and 48,000 lost work days annually by 2030. Leaving the glider truck loophole open would allow for a steep rise in the use of vehicles whose pollution could cause at least 9,000 more early deaths annually by 2025.\nThe increased sickness and mortality would be the products of climate change as well as increased pollution, such as smog and particulate matter, the report said.\nPlease take a look at the new openings in our newsroom.\nThe Trump administration’s decision to reverse course on a broad range of climate initiatives threatens to waste taxpayer dollars, too, the Government Accountability Office writes in a separate report issued Wednesday.\nThe federal government has long needed to do more to make U.S. communities and industries more resilient to climate change, which would reduce federal disaster spending, the congressional watchdog agency said. But since 2017, the government has made no progress on past GAO recommendations to improve resilience, and in some cases, it stripped away programs that would have helped, the GAO report said.\nThe health and emissions analysis was issued by NYU Law School’s State Energy & Environmental Impact Center, a project that received funding from Bloomberg Philanthropies and is led by former Obama administration officials to support litigation by progressive attorneys general against climate rule rollbacks. Its focus on the six regulations offers a panoramic view of the cumulative potential damage from the administration’s changes and the rationale behind the legal challenges that the attorneys general have mounted or plan to when new rollbacks are officially announced.\n“As the Trump administration continues to advance policies that will cause even greater harm to our resources and our health, it is up to state attorneys general to lead the fight to stop these policies,” New York Attorney General Letitia James said in a written statement.\nSo far, the attorneys general, led by New York, California, Massachusetts and Maryland, have been unusually successful in hobbling the progress of the rollbacks the administration has tried to make. The administration has lost 95 percent of the lawsuits brought against its deregulatory efforts, mostly on the environmental front, a far higher rate than in the past, according to an analysis by the Brookings Institution.\nNonetheless, the attorneys general said at a press conference on Tuesday that they do not expect the administration to slow down or discard its attacks on climate rules. The president has recently amped up his denial of climate change, including moving to organize a White House panel to push a narrative of doubt ahead of the 2020 elections.\nTwo oil and gas industry methane rules—one by the EPA for new oil and gas sites and another from the Interior Department regarding methane venting on federal lands—are tied up in court. A coalition of states led by California have filed suit against the EPA over a landfill methane rollback. The EPA has announced its intention to re-open the glider truck loophole closed by the Obama administration, but it has not yet proposed a new rule.\nThree of the most consequential rollbacks by the administration are about to go into effect soon, said David Hayes, director of the State Impact Center and a former deputy secretary of the Interior. They include the repeal and replacement of the Clean Power Plan, the freezing of auto emissions standards and the rescission of the methane cuts for existing oil and gas facilities.\n“As soon as those three rules go final, they will be challenged in court,” Hayes said in an email.\nThe oil and gas industry, electricity generation, the auto industry and waste management industry together account for almost half of the country’s greenhouse gas emissions in 2017, the report said, citing EPA data. U.S. greenhouse gas emissions rose markedly last year after years of decline, evidence of the crumbling of federal efforts to rein in pollution under President Donald Trump.\n“It’s dangerous and reckless to say, ‘What we need is hair of the dog. We need more of this. We need more pollution. We need to burn more fossil fuels,’” Maryland Attorney General Brian Frosh said at the press conference. “The president tries to cast this as an ideological war between liberals and conservatives and it’s not. It’s war between fact and fiction. It’s a war between science and magical thinking.”\nCorrection: An earlier version of this story incorrectly described the State Energy & Environmental Impact Center’s funding. It has received funding from Bloomberg Philanthropies.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}