{
  "url": "https://insideclimatenews.org/news/22022019/shipping-pollution-imo-heavy-fuel-oil-ban-black-carbon-measures-united-nations/",
  "title": "Global Shipping Inches Forward on Heavy Fuel Oil Ban in Arctic",
  "date": "2019-02-22T23:36:21-05:00",
  "content": "The International Maritime Organization inched forward this week on its promises to ban the use of heavy fuel oil in the Arctic and reduce black carbon emissions from ships.\nMeeting in London, the United Nations regulatory body’s Pollution Prevention and Response subcommittee began work on defining which fuels would be banned and how. It also came up with a list of possible measures for cutting emissions of black carbon but didn’t set priorities.\nAn assessment of the economic, environmental and social impacts of a ban, put in motion last year, is expected to be finished before the subcommittee’s next meeting in 2020.\nPlease take a look at the new openings in our newsroom.\nThe Clean Arctic Alliance, a group of more than a dozen environmental organizations, issued a statement that said it “welcomes the progress” but noted that much work still must be done if the ban is to be phased in between 2021 and 2023.\nHeavy fuel oil, a particularly dirty form of oil, poses a significant environmental hazard if spilled. It also emits high levels of black carbon, a short-lived climate pollutant that also affects human health.\nSome shipping companies and cruise ship operators have already begun to move on efforts to reduce air pollution and transition away from fossil fuels.\nFrench cruise ship operator Ponant announced that it has stopped using heavy fuel oil on all voyages as of January 1. The company also said it has already exceeded the requirements of an anticipated IMO regulation that will reduce the sulfur content allowed in fuel oil used in ships, a reduction that is scheduled to take effect in 2020.\nDanish shipping giant Maersk also announced new details Thursday about its plan to achieve net zero carbon dioxide emissions for its fleet by 2050. The company said in its annual sustainability report that it has already achieved a 47 percent reduction in carbon dioxide emissions relative to the amount of cargo shipped by the company since 2007.\n“Efficiency gains do not, however, solve the climate change problem,” company officials stated. “That can only be achieved through decarbonisation.”\nThe Maersk report singles out advanced biofuels and hydrogen-based fuels as potential fossil fuel replacements that would get the company to net zero emissions and stresses that they must work quickly to reach their 2050 goal.\n“Given the 20-25-year lifetime of a vessel, we must have the first zero-carbon and commercially viable vessel on the seas by 2030,” the report states. “This leaves us and the industry only eleven years to find the right solutions for a positive business case for decarbonisation.”\nThe heavy fuel oil ban is supported by Finland, Sweden, Norway, Denmark, Iceland and the United States, and environmental advocates hope it will be adopted by the IMO in 2021 and phased in by 2023.\nRussia and Canada, two Arctic nations whose ships burn the most heavy fuel oil, have yet to get behind the ban, with Russia recommending alternative measures for the IMO to reduce the risk of spills in the Arctic.\n“Canada is still hemming and hawing about it, Russia is kind of negative, but they are not stamping their feet and saying ‘no, no, no,’” said John Maggs, president of the Clean Shipping Coalition, who attended the IMO meeting.\nThis week’s meeting generated a list of approximately 20 measures to reduce the black carbon pollution from ships worldwide but did not prioritize the measures as environmental advocates had hoped.\n“The positive is we now we have a list, we have options,” Faig Abbasov, a shipping officer with the environmental advocacy group Transport & Environment, said. “The negative is it’s too long, it’s physically impossible for the IMO or any other institution to actually implement 20 measures.”\nIMO members will work on paring down the list at a different IMO subcommittee meeting in May.\nLast year, the IMO called for at least a 50 percent reduction of greenhouse gas emissions by 2050. While Maersk’s emissions reduction target is more ambitious than the IMO’s, neither the organization’s target nor the company’s goal is binding.\n“Aspiration is one thing, delivering it is another,” Abbasov said. “Maersk might have second thoughts in the future if IMO or other companies do not follow.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}