{
  "url": "https://insideclimatenews.org/news/14022019/congress-house-science-committee-climate-change-republicans-green-new-deal-niskanen/",
  "title": "With Democrats in Charge, House Science Committee Talks About Climate Science",
  "date": "2019-02-14T10:05:00-05:00",
  "content": "The House Committee on Science, Space and Technology devoted its first hearing of the 116th Congress to exploring the wide-ranging effects of climate change and explaining the science fueling them, a discussion that revealed a subtle shift among key Republicans toward accepting the prevailing research that points to human-driven global warming.\nIn her opening comments, committee Chairwoman Eddie Bernice Johnson (D-Texas) said that the hearing is one of multiple sessions on climate change the new Congress plans to hold in order to develop policies to address it. The committee’s move to highlight mainstream climate science is a marked break from the last six years when it was led by Republican Rep. Lamar Smith, an ardent climate denier from Texas who retired.\nThe committee’s new top Republican, Rep. Frank Lucas of Oklahoma, staked out a more pragmatic and less provocative position than Smith and many other conservatives in Congress had.\n“Droughts and heat waves come and go naturally, but the changing climate has intensified their impacts,” Lucas said in his opening remarks. “We know the climate is changing and that global industrial activity has played a role in this phenomenon. But our communities, like the farmers and ranchers in my district, need to know more about the extent to which a changing climate affects short- and long-term weather patterns.”\nPlease take a look at the new openings in our newsroom.\nUnder Lucas, the committee’s minority side invited as its expert Joseph Majkut, who holds a doctorate in atmospheric science and is director of climate policy at the bipartisan Niskanen Center. Majkut adheres to broadly accepted climate science, unlike some GOP-invited speakers in the past. During the question-and-answer period, Majkut quashed fringe theories that a few members floated about climate change as handily as the scientists invited by the Democrats did.\nDemocrats on the committee welcomed the change in approach by the ranking GOP member.\n“For years, too often we found ourselves wasting time with non-technical witnesses about whether it’s a matter of scientific debate whether or not it would be a good thing if the Greenland Ice Sheet melted,” said Rep. Bill Foster (D-Ill.), a physicist. “I was really thrilled to see some of the changes appearing in this committee. I’d also like to thank Ranking Member Lucas and my Republican colleagues for selecting Dr. Majkut as their witness for this hearing. He’s someone with a Ph.D. in a relevant science and someone with views which are inside the scientific mainstream and that’s refreshing.”\nNot every minority member on the committee followed Lucas’s lead. Some of the older members, such as Rep. Mo Brooks (R-Ala.), relied on the old climate denying argument that, because other factors besides human activity caused warming 21,000 years ago, those are the factors driving changes now. (They’re not.) Rep. Brian Babin (R-Texas) brought up a period of warming in Greenland that was followed by a harsh freeze about 1,000 years ago, in an effort to prompt the expert panel to say that global warming might be a good thing.\nMajkut, the GOP-invited expert, demurred. “What we do know is we built our society around the temperatures that we’ve encountered over the last 200, 300 years,” he said, “We’re fixing to change those temperatures quite a bit, and that rapid transition is the cause for concern.”\nIn her written testimony, Kristie Ebi, an expert witness and director of the Center for Health and the Global Environment at University of Washington, highlighted the vulnerability some populations have to heat by mentioning that more than 700 children died from 1990 to 2014 because they were left in hot cars. Rep. Jim Baird (R-Ind.) suggested they may have perished because vehicles now are built “tighter” than before, allowing less air in.\nBaird also speculated that species might adapt swiftly enough to climate change to avoid mass extinctions, despite vast scientific evidence to the contrary.\n“The climate now is changing faster than it has been in 10,000 years, so it has to be a challenge for many of our plants and other species to try to evolve fast enough in the face of this rapid rate of change,” Ebi responded.\nYounger GOP members on the panel, such as Rep. Mike Waltz of Florida, opened their questioning by saying they accepted climate change and, unlike their older colleagues, did not offer alternative theories.\nBut nearly all the GOP members used the hearing as an opportunity to bash the Green New Deal, a job creation and climate plan whose outlines were unveiled last week by Sen. Edward Markey (D-Mass.) and freshman Rep. Alexandria Ocasio-Cortez (D-N.Y.).\nOcasio-Cortez’s office bungled the rollout of the project when it posted a meandering draft document with “Frequently Asked Questions” that said, among other things, that its goal was net-zero emissions rather than absolutely zero because “we aren’t sure that we’ll be able to fully get rid of farting cows and airplanes that fast.”\nThe GOP members of the Science Committee seized on elements of the FAQ to allege that the Democrats’ solution to climate change was a socialist takeover of industries. Republican members also alleged that gasoline and electricity prices would skyrocket. The GOP has used such doomsday scenarios to great effect in the past, including to derail Senate ratification of the Kyoto Protocol in 1997 and the Waxman-Markey cap-and-trade bill in 2010, the last two times Congress was tasked with reining in greenhouse gases.\nDemocratic members did not address the apocalyptic predictions of their GOP colleagues. But Majkut, who described the Green New Deal as a broad progressive agenda with some climate policies attached to it, rebuffed the idea that broad-based efforts to cut emissions would throttle the economy.\n“I think the intent is not to overly punish any particular class of people or any particular technology. It’s to put in place a system we’re all going to benefit from in the long term,” Majkut said. “Frankly, I don’t know if it will be too costly.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}