{
  "url": "https://insideclimatenews.org/news/12022019/kigali-amendment-trump-ratify-hfcs-short-lived-climate-pollutant-republican-business-support-montreal-protocol/",
  "title": "What’s Keeping Trump from Ratifying a Climate Treaty Even Republicans Support?",
  "date": "2019-02-12T15:32:00-05:00",
  "content": "An international agreement to reduce the use of potent greenhouse gases in air conditioning and refrigeration went into effect this year, with more than 60 countries ratifying it. U.S. manufacturers say the agreement could create tens of thousands of jobs and generate billions of dollars in U.S. exports—and that failing to join will hurt U.S. industry.\nMore than a dozen Republican senators and the U.S. Chamber of Commerce have supported it, and a State Department official said over a year ago that the Trump administration had “initiated the process to consider U.S. ratification.”\nYet the U.S. president has yet to ratify the agreement, known as the Kigali Amendment.\nSo, what’s holding it up?\nThe Kigali Amendment is about global warming. That may help explain the delay, said George David Banks, who has some insight after advising Presidents Donald Trump and George W. Bush on climate policy.\nThe amendment expands the existing ozone-saving Montreal Protocol to phase down hydrofluorocarbons (HFCs), short-lived climate pollutants that are more potent than carbon dioxide over the short term.\nAnd as Banks explained: “If you acknowledge the problem, then you have to do something about it.”\nDurwood Zaelke, president of the Institute for Governance & Sustainable Development, sees another connection—to the Obama administration’s support for the measure. “President Trump sees something that is inherited from President Obama, he has to get over that hurdle,” Zaelke said. “Then he sees it’s an environmental issue, he has to get over that.”\nIt’s also a multilateral international agreement, and Trump has reflexively opposed international efforts, often arguing that they aren’t in U.S. economic interests.\n“They have made it clear that they have not been supportive of multilateral agreements,” said Kevin Fay, executive director of the Alliance for Responsible Atmospheric Policy, a refrigeration and air conditioning industry group that formed in the 1980s to address ozone depletion.\nBut the Montreal Protocol is different, he and Banks said. As Banks put it, “the Montreal Protocol is designed to promote U.S. commercial interests.”\nAt a Senate hearing on Jan. 16, Sen. Tom Carper (D-Del.) suggested another source of delay: the Environmental Protection Agency.\nCarper told Acting EPA Administrator Andrew Wheeler he had learned that Bill Wehrum, who heads the EPA’s Office of Air and Radiation, and other EPA officials had attended inter-agency meetings to discuss the Kigali Amendment. “I have also been informed that EPA officials have stated at these meetings that EPA does not wish the treaty to be submitted for ratification,” Carper wrote in his follow-up questions to Wheeler.\nWheeler, who was EPA’s deputy administrator before he took leadership of the agency when Scott Pruitt resigned, replied that the Trump administration meetings on the issue occurred prior to his becoming acting administrator.\n“I have not been briefed on this issue by my career staff and I am reserving judgment until that time,” he wrote in a response submitted on Jan. 28. He also refused to turn over an EPA study that Carper said demonstrates the value of the Kigali Amendment.\nThe White House did not respond to a request for comment.\nMore than a dozen Republican senators and the U.S. Chamber of Commerce have urged Trump to back the Kigali Amendment, saying developing alternatives would protect U.S. economic interests.\nThe U.S. air conditioning and refrigeration industry agrees. A report published last April by two trade groups—the Air-Conditioning, Heating, and Refrigeration Institute and the Alliance for Responsible Atmospheric Policy—found that by 2027, the Kigali amendment would increase U.S. manufacturing jobs by 33,000, increase U.S. exports by $5 billion, and reduce imports by nearly $7 billion.\n“Without Kigali ratification, growth opportunities will be lost along with the jobs to support that growth, the trade deficit will grow, and the U.S. share of global export markets will decline,” the report concluded.\nThere two key reasons for that concern:\n“You have other governments and other countries that have ratified either enticing investment in their countries or using it as an argument against U.S. technologies allowing other competitors, whether it’s Europe or Japan or China to come in and capture that market,” Fay said.\nRepublican senators sent a letter to Trump last year urging him to ratify the amendment, saying it would “protect American workers, grow our economy and improve our trade balance.”\nSome of the president’s frequent policy whisperers have spoke out against the Kigali Amendment.\nThe conservative Heritage Foundation argued that it’s about climate change and would “restrict consumer choice.” The Competitive Enterprise Institute opposed the amendment on grounds that it would raise consumer costs in a letter sent to Trump in July.\nThe industry trade groups, however, dispute that claim.\nChemical refrigerants make up less than 1 percent of the lifetime costs of commercial and residential air conditioning, an industry report published in November said. It concluded that the Kigali Amendment “can be accomplished without an increase in costs to the U.S. consumer, and in some cases can generate savings.”\nIf the United States and the rest of the world ratify the treaty, the planet could avoid up to half a degree Celsius of additional warming by 2100, according to estimates.\n“This is a muscular treaty,” Zaelke said. “This is just incredibly effective.”\nEven the U.S. Chamber of Commerce, which has opposed international action on climate change, has expressed strong support for the Kigali amendment, calling it “a win for the environment and the U.S. economy.”\nCongress could meet the goals of the Kigali Amendment without ratification by passing legislation that would implement the phase down of HFCs. Carper and Sen. John Kennedy (R-La.) introduced legislation last year to do that, but it never reached a vote.\nIndustry groups, meanwhile, say they will continue to advocate for the amendment.\n“It really makes sense to support a system that allows for American companies to take the lead in and provide this, not only for the U.S. but the rest of the world,” said Joe Johnson, executive director of federal regulatory process review and analysis for the U.S. Chamber of Commerce. “I think sooner than later would be better on this issue.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}