{
  "url": "https://insideclimatenews.org/news/02022019/polar-vortex-utilities-gas-coal-renewable-energy-midwest-demand-response/",
  "title": "Power Companies vs. the Polar Vortex: How Did the Grid Hold Up?",
  "date": "2019-02-02T21:07:26-05:00",
  "content": "The Midwest’s utilities managed their way through a deep freeze this week with few major service interruptions in part by working with customers to reduce demand.\nThere were a few problems, with wires down in the Chicago area and a fire at a natural gas compressor station in Michigan, but overall the system coped with the cold and increased demand.\nUtilities in some of the coldest parts of the Midwest and grid operators say their preparations before the temperature plunged below zero were informed by lessons from cold snaps in 2014 and 2018. Those events illuminated some of the problems and workarounds of managing a grid that relies increasingly on natural gas and renewables, and less on coal.\nPlease take a look at the new openings in our newsroom.\nTheir performance this week will be closely scrutinized as the Trump administration seeks support for its idea that coal and nuclear plants are essential for the country’s energy security.\nEnergy Secretary Rick Perry has argued that coal and nuclear plants, because they can keep weeks or even months of fuel on site, are necessary to maintain the reliability of the electricity system during emergencies that may arise from weather, cyberattacks or other threats. The administration has weighed issuing a rare emergency order to prop up failing fossil fuel plants.\nFor those concerns to be borne out this week, however, there likely would have needed to be a major incident in which electricity demand exceeded supply, leading grid operators and utilities to force unplanned outages for large numbers of customers. Considering the cold temperatures, this would have been a crisis for the people affected.\nBut that didn’t come close to happening.\nEnergy analysts and environmental advocates say there is little reliability benefit to plants having their fuel on site because utilities and power grids have adapted to greater variability.\n“There’s no reason to think coal performs better than any of the other systems,” said Jeremy Richardson, a senior energy analyst for the Union of Concerned Scientists.\nAll power sources are at risk of weather-related outages, including coal and nuclear plants. For example, a reactor at the Salem Nuclear Power Plant in New Jersey had to shut down this week because of ice accumulation on screens that filter water going into the plant. And coal piles can freeze in severe weather.\nRenewable energy is a growing power source in the Midwest region. Some renewable energy was affected on Thursday, mostly because of low winds in areas, with some issues of icing, according to PJM Interconnection, which manages the grid that runs from Illinois to New Jersey. Other resources pick up the slack during the hours needed.\nGrid operators are responsible for making sure electricity supply meets demand, and they build in extra reserves so there is little danger of the system failing.\nOutages occur, but mostly because of problems with the power lines and pipes that deliver the electricity and natural gas.\n“Are we glad we have coal because it’s cold right now? No. We’re glad we have the generation to meet our needs, and we’re really glad that our wires aren’t falling down,” said Frederick Weston, principal and director of policy for the Regulatory Assistance Project, a nonprofit that advises utility regulators.\nThe power outages this week were almost all because of wires or other local delivery problems. For example, ComEd in the Chicago area reported about 50,000 outages, which a spokesman said were all because of problems with wires or other aspects of the delivery system.\nFor grid operator PJM Interconnection, managing the electricity generation system was a challenge this week, but there was no danger that demand would outstrip the available electricity supply, said Michael Bryson, vice president of operations.\n“We were nowhere near our maximum capacity,” he said.\nPJM hit its highest electricity demand of the week on Thursday morning, when the cold wave was hitting several population centers, but this level was well short of record winter demand spikes.\nIf temperatures had been lower and electricity demand higher, PJM and utilities have strategies for managing their systems that were developed after a 2014 cold snap.\nThat year’s cold led to an uncomfortably close call, with the electricity demand almost exceeding the supply, which would have led to forced outages. One problem was that many power plants that should have been available were not. In a subsequent analysis, PJM found that much of the unavailable power plant capacity was because natural gas supplies were not flowing to those plants due to constraints in their delivery systems.\nBut the problems went beyond gas. Of the 40,200 megawatts that were not available then, 19,000 were at natural gas plants and 13,700 were at coal plants, followed by other fuels.\nThe issues in 2014 led to changes in the way PJM communicates with power plants before severe weather to verify their availability, and to improved coordination between the natural gas and electricity systems to monitor the flow of gas to power plants.\nAnother big difference today is that grid operators and utilities have expanded their programs that work with customers to reduce energy usage at times of high demand. These “demand response” programs include contracts in which businesses and institutions get paid for agreeing to reduce their use when called upon.\nPJM could have handled a much colder week, in part because of agreements with customers to reduce power use. These agreements add up to 4,800 megawatts, up from 1,500 megawatts in 2014, Bryson said. The forecasted peak demand for the entire PJM territory on Thursday was 139,950 megawatts.\nIn addition, utilities help to manage demand by making public statements asking customers to use less energy.\nXcel Energy in Minnesota asked its natural gas customers to turn their thermostats down in response to a low gas supply in part of its system. In Michigan, a fire at a natural gas compressor station led Consumers Energy to ask automakers to temporarily shut down factories so there would be enough gas for heating homes and other businesses.\nThe compressor fire and other energy concerns led Gov. Gretchen Whitmer on Friday to order state regulators to investigate the state’s energy supply and preparedness. She said the study is timely because of the increasing frequency of extreme weather, which she said is likely a result of climate change.\nConsumers Energy, which has a natural gas and an electricity utility, is seeking approval for a plan to increase renewable energy and phase out use of coal by 2040. A few cold days will not change that trajectory, said spokesman Brian Wheeler.\n“As long as we’re responsible in taking the right steps toward renewable energy, we will still have the electricity people need, even on days like today,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}