{
  "url": "https://insideclimatenews.org/news/19012019/migration-climate-change-trump-state-department-guidance-diplomats-gao-report/",
  "title": "Climate Change Is Key Part of Understanding Migration, GAO Tells Trump Administration",
  "date": "2019-01-19T10:00:00-05:00",
  "content": "As the movement of refugees strains countries worldwide and becomes fuel for political clashes in the United States, the Trump administration has eliminated guidelines that the government once gave to American diplomats about how to plan for the impact of climate change on migration and global security.\nIn a report released Thursday, the Government Accountability Office recommended the State Department restore the guidelines so U.S. diplomats are prepared for major population shifts that could destabilize a country or region.\n“Without clear guidance, State may miss opportunities to identify and address issues related to climate change as a potential driver of migration,” the report said.\nPlease take a look at the new openings in our newsroom.\nIn the report, the GAO, an auditing and analysis arm of Congress, sought to assess the U.S. government’s shifting response to human migration driven by climate change. It highlighted the impact of President Donald Trump’s decision in March 2017 to revoke an Obama-era executive order and presidential memorandum that called on federal agencies to weigh the effects of climate change on international development decisions.\nThe GAO found that as a result of Trump’s changes, the State Department no longer provides its diplomatic missions “with guidance on whether and how to include climate change risks” as they develop country strategies. The guidance is effectively a toolkit diplomats use to establish the priorities that the U.S. has in a given country and plans to best address them.\nThe State Department offered a contradictory response to the GAO’s recommendation. It said it would “update” the guidelines, but did not go into detail as to how. At the same time, the State Department wrote that it will consider recommending that climate change be further scrubbed from its priorities, which would mean asking Trump to rescind yet another executive order.\nThe report’s co-author, David Gootnick, said that such a response was unusual. “After the GAO put the spotlight on the fact that they’ve dropped two executive orders, their response is to say, ‘Okay, we might drop the third,’” Gootnick said. “To drop this executive order would be a potentially controversial thing to do.”\nThe GAO plans to monitor the State Department’s work over the next four years to see if it complies with the report’s recommendation.\nState Department spokesman James Dewey said he could not “offer an official response at the moment due to the partial shutdown.” At the root of the government shutdown is a dispute over a wall to keep migrants out.\nEstimates vary considerably of how many people are migrating because of climate change-fueled events or might be displaced in the future, because of the lack consistent data. Still, the decisions by the State Department to stop providing climate guidance have occurred as migration has risen worldwide. Globally, about 244 million people are international migrants, and an additional 740 million people are migrants within their home countries, according to the International Organization for Migration’s 2018 World Report.\nFurther, the IOM found that since 2008, an average of 25.3 million people have been newly displaced annually, the vast majority due to disasters rather than violence. In 2016, 97 percent of the people who fled their homes did so because of “disasters triggered by climate and weather-related hazards,” the IOM said.\nIn the U.S., the national security apparatus has described climate change for years as a “threat multiplier”—the extra pressure that could destabilize countries where resources such as water and arable land are limited and governance is weak. In a 2015 report to Congress, the Pentagon pointed to the Syrian civil war as an example of how climate change can aggravate the fragility of a nation already beset by tensions and unpopular leaders.\nResearchers are now looking into how drought and higher temperatures fueled by climate change might be driving the migration of thousands of people from Honduras, Guatemala and Nicaragua northward to Mexico and the United States. The migration has become a political flashpoint in the U.S., as President Trump’s insistence on funding for a controversial border wall to deter migrants has led to the longest government shutdown in American history.\nThe GAO has written in past reports that climate change exposes the U.S. to profound fiscal risks. In February 2017, it recommended a “cohesive strategic approach” to planning for climate risks across the federal government.\nIn its new report on climate change and migration, it focused on the work of the State Department, the U.S. Agency for International Development (USAID)  and the Defense Department because of their roles in promoting national interests, development and stability overseas. The report was written at the request of five Democratic senators, including Edward Markey of Massachusetts, who voiced concern this week about the findings.\n“Our diplomats lack the clear guidance they need to deal with climate change,” Markey said, in a written statement. “Because climate change is a global challenge and a national security threat, the United States needs to prepare and take preemptive measures for an uncertain future instead of just waiting to address unforeseen consequences.”\nThe report said that the Obama administration did not focus on climate change as a driver of migration. But it did take steps to ensure federal agencies factored climate change into strategic planning by issuing executive orders on international development, requiring federal agencies to gather and disseminate information on climate preparedness, and issuing a 2016 Presidential Memo on “Climate Change and National Security.”\nIn March 2017, Trump signed his own executive order nullifying all but the international development order. The White House described them at the time as an undue “burden” on the development of fossil fuels.\nBesides getting rid of guidance for diplomats to better plan for country-level threats from climate change, the administration has also cut foreign aid to developing nations and international organizations that would help address climate risks.\nThe joint strategic plan between the State Department and USAID in 2015 described climate change as “an urgent and growing threat to U.S. national security, contributing to increased natural disasters, refugee flows and conflicts over basic resources like food and water.” The 2017 joint plan does not take climate change into account, the report said.\nThe U.S. has also pulled back from multinational collaboration on climate risks, beyond its withdrawal from the 2015 Paris climate accord. The report noted that there is a UN Global Compact for Migration that would work in part to mitigate the impact that climate change could have on migration and a Platform on Disaster Displacement to address the needs of people displaced by climate-driven disasters. The U.S. has declined to participate in both initiatives.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}