{
  "url": "https://insideclimatenews.org/news/19122018/zinke-resigns-trump-interior-bernhardt-fossil-fuel-lobbyist-climate-change-successor/",
  "title": "Zinke’s Deputy: The Former Fossil Fuel Lobbyist Running Trump’s Interior Dept.",
  "date": "2018-12-19T15:52:04-05:00",
  "content": "In late September 2017, Interior Secretary Ryan Zinke was slated to make a speech that would showcase his work on President Donald Trump’s “energy dominance” policy.\nInstead, he used the occasion to deride his critics and engage testily with hecklers, putting a spotlight on the ethical lapses that would come to define his tenure as the nation’s top public lands steward.\nBut while Zinke was making headlines that distracted from Trump’s fossil fuel-focused policy, his department was working busily to implement it under the leadership of his deputy, former energy industry lobbyist and agency veteran David Bernhardt. In just the week leading up to Zinke’s speech, Bernhardt met with senior executives of ExxonMobil and with the head of the oil industry’s chief lobby group, the American Petroleum Institute, and visited the U.S. Chamber of Commerce’s Energy Institute, according to his calendar and the agency’s visitor logs.\nPlease take a look at the new openings in our newsroom.\nBernhardt is now expected to take the helm of Interior—at least on an interim basis—when Zinke steps down at the end of this year amid at least 17 investigations of his taxpayer-funded travel and other expenses and business dealings. [Update: On Feb. 4, President Trump announced he would nominate Bernhardt to become Interior Secretary.]\nAny successor would be hard-pressed to match Zinke’s brio—whether outfitting his office for $139,000 doors, having the government pay for his wife’s travel, or becoming involved in a land deal funded by the former chief executive of Halliburton. But observers are convinced that Bernhardt will follow in Zinke’s footsteps in one important way: carrying out the Trump administration’s drive to open federal lands to oil, gas and coal development without restriction.\nThe Interior Department has either begun or completed at least 19 policy actions requested or supported by at least 16 of Bernhardt’s former lobbying clients, including oil, gas and mining companies and their trade associations, since he joined the administration in August 2017, according to a tally by the Center for Western Priorities. Those policies include rolling back regulations on fracking and methane leaks, rescinding royalties regulations, approving a pipeline right-of-way, reducing protections for endangered species and expanding areas for offshore drilling.\nAccording to the ethics rules adopted by the Trump administration, Bernhardt would have been limited for two years from participating in matters related to his work for the Independent Petroleum Association of America, Halliburton, Noble Energy, Statoil and any other of the more than two dozen clients named in his ethics disclosure forms. But that cooling off period can be sidestepped with a waiver from agency ethics officials. The Interior Department is being sued by the Western Values Project and Democracy Forward over its refusal to release ethics waivers and other information regarding Bernhardt’s work for former clients.\n“There isn’t a better example of a walking conflict of interest in President Trump’s administration,” said Jesse Prentice-Dunn, policy director at the Center for Western Priorities. “His corporate clients have gotten virtually everything they’ve asked for.”\nBernhardt is more experienced in policymaking than Zinke, who was a former Navy SEAL and one-term congressman from Montana when he was tapped by Trump for the Cabinet position. Bernhardt served as solicitor in President George W. Bush’s Interior Department, as well as counselor and deputy chief of staff to then-Secretary of Interior Gale Norton and was director of the department’s Office of Congressional and Legislative Affairs. In 2011, he left government and joined the Washington law and lobbying firm of Brownstein Hyatt Farber Schreck LLP.\n“He knows where the skeletons are buried and knows how Washington works,” said Athan Manuel, director of the Sierra Club’s lands protection program. “Zinke was in ideological lockstep with this president in terms of promoting coal and fossil fuels and being anti-conservation, but Bernhardt was the one who filled in the blanks. Zinke’s been kind of the figurehead, while Bernhardt knows how to draft policies—which is bad for the planet and the country.”\n“David is a very strong leader,” said Ann Navaro, a partner in the law and lobbying firm Bracewell LLP, which represents a variety of energy industry clients. Navaro was at the Interior Department at the end of the Obama administration and early in the Trump administration, when she worked closely with Bernhardt. “He really knows the agency’s mission. He also is very detail-oriented and effective at getting things done.”\nWhile Bernhardt is expected to take over as acting secretary for now, his leadership of the Interior Department could become long-term, since the administration sees him as a known quantity who already has been confirmed once by the Senate and likely would pass muster again. Others have expressed interest in the post, including Sen. Dean Heller (R-Nev.), who lost his seat in the midterm election, and Rep. Rob Bishop (R-Utah), who will have to give up his gavel as chairman of the House Natural Resources Committee when the Democrats take control of the chamber in January.\nIf Bernhardt does stay long-term, he would follow in the footsteps of another former energy lobbyist and agency hand, Andrew Wheeler, acting administrator of the Environmental Protection Agency, who in a workmanlike manner has carried out the policies begun under the scandal-riddled tenure of Scott Pruitt.\nWheeler, a former lobbyist for Murray Energy, the nation’s largest underground coal company, has spent the months since Pruitt’s departure working to weaken the Obama administration’s Clean Power Plan, restrict the agency’s use of science, and roll back fuel efficiency standards and regulations on mercury. “He’s done a fantastic job,” Trump said last month when he announced his plan to name Wheeler to the top EPA post permanently.\nThe transitions at Interior and EPA mean that there likely will be less spectacle at the nation’s top environmental agencies in the second half of Trump’s first term, but greater efficiency in carrying out the Trump administration’s retreat from environmental protections and action on climate change.\nBernhardt is one of a slew of top Trump administration officials who reject the consensus science that human-caused climate change is an urgent crisis.\nDespite the roiling of personnel that has marked the administration, Trump’s second-string choices—including Wheeler; Mike Pompeo, who replaced former Exxon CEO Rex Tillerson at Secretary of State; and Mick Mulvaney, who will replace John Kelly as White House chief of staff—are as adamant as their predecessors in supporting the president’s abandonment of policy to curb fossil fuel emissions.\nAt Bernhardt’s confirmation hearing last year, when asked by former Sen. Al Franken (D-Minn.) for his views on climate change, he evaded taking a firm stand, but made clear he was there to carry out Trump’s stated mission.\n“We are going to look at the science, whatever it is, but policy decisions are made,” Bernhardt said. “This president ran. He won on a particular policy perspective. That perspective is not going to change. To the extent that we have the discretion under the law to follow it … we are absolutely going to follow the policy perspective of the president.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}