{
  "url": "https://insideclimatenews.org/news/15112018/arctic-offshore-drilling-alaska-beaufort-sea-trump-order-federal-lawsuit-obama-oil-spill-concerns/",
  "title": "U.S. Starts Process to Open Arctic to Offshore Drilling, Despite Federal Lawsuit",
  "date": "2018-11-15T22:38:22-05:00",
  "content": "The Trump administration has begun the process to open a large area of federal waters off Alaska to oil and gas drilling, taking comments on a plan for drilling that is already being challenged in court.\nThe Bureau of Ocean Energy Management announced on Thursday that it is going to start accepting comments from the public about bringing oil drilling to roughly 65 million acres of offshore waters in the Beaufort Sea and plans to hold a lease sale in 2019.\nThe waters have been in dispute since early in the Trump administration. In one of his final acts as president, Barack Obama had placed them off limits to drilling. And in one of his early acts as president, Donald Trump moved to overturn that with an executive order of his own.\nPlease take a look at the new openings in our newsroom.\nIn response, Earthjustice and the Natural Resources Defense Council sued in a federal court in Alaska on behalf of about a dozen environmental organizations. The case is far from over. Last week, a federal judge in Alaska heard oral arguments in the case. She is expected to rule in the next three to five months.\n“The proposed lease sale overlaps with the area President Obama withdrew, and can only proceed if President Trump’s order attempting to revoke the Obama protection is lawful,” said Eric Jorgensen, managing attorney for Earthjustice’s Alaska regional office.\nObama’s drilling ban relied on his powers under the Outer Continental Shelf Lands Act of 1953 (OCSLA), which allows a president to withdraw certain areas from production. The environmental groups have argued that OCSLA clearly gives presidents the right to permanently withdraw areas from drilling, and that only Congress can add those lands back in.\n“It’s our contention that President Trump doesn’t have the authority to revoke President Obama’s protections,” said Kristen Monsell, a senior attorney at the Center for Biological Diversity, which is part of the lawsuit. “They were permanent and were put in place for very, very good reasons.”\nIn its announcement Thursday, BOEM said it intends to prepare an environmental impact statement for a 2019 lease sale in the Beaufort Sea, and it published dates for a series of public meetings to be held in Anchorage and across Alaska’s North Slope in December. The comment period will be open for 30 days from the announcement’s publication in the Federal Register, expected Friday.\nBOEM spokesman John Callahan said the litigation won’t affect the timing of the proposed lease program and doesn’t have to be resolved before the government starts planning. He said the agency expects to publish drafts of both a lease plan and an environmental impact statement by the end of this year.\nObama’s decision to withdraw the Arctic waters from drilling were made in part out of concern for what would happen should an oil spill occur there. The move “reflect[s] the scientific assessment that, even with the high safety standards that both our countries have put in place, the risks of an oil spill in this region are significant and our ability to clean up from a spill in the region’s harsh conditions is limited,” a White House release said at the time.\n“The Arctic is incredibly fragile, and we shouldn’t be drilling there,” said Monsell. “It’s incredibly dangerous, and science tells us that all known resources there must stay in the ground if we‘re going to avert the most catastrophic impacts of climate change. This announcement does just the opposite.”\nLast month, the Trump administration gave final approval to Hilcorp to drill for oil from an artificial island it would build in the federal waters along Alaska’s North Slope, a project that was leased before the moratorium. That project has already run into trouble amid rising global temperatures, though, because the island’s construction requires a large amount of shore-fast sea ice to carry equipment and gravel to the site, and that ice has failed to form this year as expected.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}