{
  "url": "https://insideclimatenews.org/news/12112018/climate-change-home-air-conditioning-half-degree-global-warming-by-2100/",
  "title": "Fast-Rising Demand for Air Conditioning Is Adding to Global Warming. The Numbers Are Striking.",
  "date": "2018-11-12T05:10:46-05:00",
  "content": "Increasing demand for home air conditioning driven by global warming, population growth and rising incomes in developing countries could increase the planet’s temperatures an additional half a degree Celsius by the end of the century, according to a new report by the Rocky Mountain Institute.\nThe demand is growing so fast that a “radical change” in home-cooling technology will be necessary to neutralize its impact, writes RMI, an energy innovation and sustainability organization.\nPlease take a look at the new openings in our newsroom.\nThe problem with air-conditioning comes from two sources: the amount of energy used, much of which is still powered by carbon-emitting coal, oil and gas generation, and the leaking of hydrofluorocarbon (HFC) coolants, which are short-lived climate pollutants many times more potent than carbon dioxide.\nWhile international agreements like the recent Kigali Amendment to the Montreal Protocol are starting a global effort to phase down the use of HFCs, that alone won’t be enough to keep cooling from contributing to the causes of global warming and fueling a vicious circle, the report’s authors write.\nAir conditioning, and homes themselves, will also have to become more energy efficient. To ramp up efforts to bring down emissions from cooling, RMI joined the government of India, British entrepreneur Richard Branson and other organizations on Monday in launching the Global Cooling Prize, an effort to spur development of highly efficient cooling technology to reduce further warming from the residential air conditioning sector.\nApproximately 1.2 billion window-mounted air conditioning units and other small-scale, room-cooling devices are currently in use worldwide. By 2050, the figure is expected to increase to 4.5 billion, according to RMI.\nMany of today’s air conditioners use hydrofluorocarbons (HFCs), coolants that are  short-lived climate pollutants that can leak into the atmosphere at the end of an air conditioner’s useful life when the devices are destroyed. HFCs remain in the atmosphere for an average of 14 years and are approximately 1,000 to 3,000 times more potent than carbon dioxide as a greenhouse gas.\nLess-damaging alternatives to HFCs exist, and several countries and states, including California and New York, have started efforts to phase out HFCs in air conditioning and other cooling equipment. India, where the growth of air conditioning is expected to surge, has committed to begin reducing its HFCs use by 2028. The Kigali Amendment, agreed to in 2016, commits countries to phasing down HFCs by more than 80 percent over the next 30 years.\nEnergy demand is the other side of the residential cooling problem. RMI estimates that the amount of energy that will be required to power the 4.5 billion window air conditioners expected by 2050 is equivalent to the current electricity demand of the United States, Germany and Japan combined.\nGrowth in the demand for air conditioning is already outpacing growth in solar power, with new residential air conditioning units worldwide consuming approximately 100 GW of energy in 2017, compared to 94 GW of new solar energy generation.\n“You can’t build enough renewable energy fast enough to keep pace with the growth of air conditioning,” said Iain Campbell, a senior fellow with RMI and lead author of the report.\nRMI is partnering with the Indian government’s Department of Science and Technology and others on the two-year, $3 million Global Cooling Prize competition to foster the development of air conditioners that have 80 percent lower greenhouse gas emissions because they use less energy and transition to coolants that aren’t powerful greenhouse gases.\nAt least one company already sells an air conditioner with associated greenhouse gas emissions that are 71 percent lower than today’s market average, Campbell said. The device, built by Indian manufacture Godrej Appliances, uses 60 percent less energy than other air conditioners and uses a coolant with a lower global warming potential.\nThe prize hopes to spur more companies to develop air conditioners with even lower climate-warming emissions that can compete with existing cooling systems.\nCost is important, particularly since the countries that are expected to see the greatest increase in home air conditioning demand in the coming decades are developing countries. With that in mind, the prize rules require that the cost of any new device must not exceed two times the cost of the current market average. A device that is twice as expensive but several times more efficient than existing air conditioners could pay for itself in less than four years through lower electricity bills, Campbell said.\nThe RMI report also describes other measures to shift to less polluting cooling, including improving energy efficiency in homes and buildings and providing financing, subsidies, and other financial incentives to reduce upfront costs for consumers.\nNikit Abhyankar, an engineer in the International Energy Studies Group at Lawrence Berkeley National Laboratory, said the changes will have to come quickly as the demand for air conditioning grows. “The scale of the problem is huge and is just going to explode,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}