{
  "url": "https://insideclimatenews.org/news/31102018/truck-pollution-emission-controls-failed-health-climate-change-black-carbon-soot/",
  "title": "Pollution Controls Failed Within Years on Certain Heavy Duty Trucks, Study Finds",
  "date": "2018-10-31T07:50:26-04:00",
  "content": "Pollution controls that were built into heavy duty trucks nationwide beginning in 2007 began failing on some of those trucks within a decade, leading to significant increases in emissions of black carbon from some of the vehicles, a new study has found.\nThe results suggest that tens of thousands of trucks sold in the United States between 2007 and 2009 could be operating with failed emission controls and are likely to remain on the road for decades, based on the number of trucks sold nationwide during this time, the percentage of trucks with failed pollution controls in the study, and the average lifespan of commercial trucks.\nIndustry representatives say the problem was fixed for later models when more comprehensive emission controls for new trucks were imposed in 2010.\nWith no routine emissions inspections for trucks, however, it is difficult if not impossible to identify the older high-emitters so their pollution controls can be repaired or replaced, said Chester France, the former director of assessment and standards at EPA’s Office of Transportation and Air Quality and an EDF consultant.\nPlease take a look at the new openings in our newsroom.\nThat’s a health problem for communities living near areas with high truck traffic, like the Port of Oakland, where many of the measurements in the study were taken.\nBlack carbon, or soot, from diesel trucks and other sources of fossil fuel emissions can cause respiratory and cardiovascular disease, cancer and birth defects, according to the U.S. Environmental Protection Agency. The high-emitting trucks also hinder efforts to combat climate change. Black carbon is a short-lived climate pollutant that is a potent contributor to global warming.\nEmission controls on new and existing trucks have brought significant improvements. The study found they had reduced black carbon emissions at the Port of Oakland by 73 percent since 2007.\nBut the results could have been better. If emissions from the 5 to 10 percent of high-emitting trucks in the study that were built between 2007 to 2009 had been in line with those of other trucks, black carbon emissions at the port would be 91 percent lower instead, the study found.\n“Even with these high-emitters in place in the fleet, we’re still seeing an overall significant benefit,” said Chelsea Preble, an environmental engineering researcher at the University of California and lead author of the study, published in the journal Environmental Science & Technology. “The next step to continue that benefit is to identify, find and fix these high-emitters that are on the road for even bigger emissions reductions.”\nThe study found that the controls on truck engines built between 2007 and 2009 worked initially, but that their average black carbon emission rates jumped by as much as 67 percent between 2013 and 2015. High-emitting trucks made up just 7 percent of the fleet at the port, but they were responsible for 65 percent of the fleet’s black carbon emissions.\nEmission controls on the newer trucks are less likely to fail, said Rasto Brezny, executive director for the Manufacturers of Emission Controls Association, because more comprehensive pollution controls, which make the engines cleaner and pollution controls easier to maintain, were imposed beginning in 2010.\nAccording to U.S. Department of Energy data, 1.1 million heavy-duty trucks with 2007-2009 model year engines were sold in the U.S. Five to 10 percent of those may be high-emitters, according to the study.\n“If we are starting to see that those emission control technologies don’t have the same service life as the engines themselves, then we are walking backwards in terms of the outcomes that we are looking for with respect to air quality,” Christina Wolfe, air quality manager for port and freight facilities with the Environmental Defense Fund, said.\nThe California Air Resources Board, which funded a portion of the study, hopes to develop a comprehensive inspection and maintenance program for heavy-duty trucks in California that would target high-emitting vehicles. The state also has more stringent standards will take nearly all heavy-duty trucks with pre-2010 model year engines off the road by 2023.\nOne approach to ensure that pollution controls last as long as the trucks would be to hold manufacturers accountable for any failures, France said.\n“The way to deal with it is to have your certification requirement and liability requirements placed properly on the manufacturers, mainly that they are accountable for in-use performance,” he said. “If you are trying to fix it after the fact, one, you are not going to get all the vehicles and two, it’s expensive.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}