{
  "url": "https://insideclimatenews.org/news/17102018/rooftop-solar-net-metering-policy-utility-charges-michigan-dte-nevada-alec/",
  "title": "High-Stakes Fight Over Rooftop Solar Spreads to Michigan",
  "date": "2018-10-17T07:50:16-04:00",
  "content": "A national fight that could slow the spread of rooftop solar has landed in Michigan, where utility regulators are weighing a proposal that would cost consumers more to produce their own power.\nThe outcome could have widespread significance for net-metering, a popular policy in many states that has spurred dramatic growth in rooftop solar installations. Clean energy advocates say it is the most worrying attempt to undermine rooftop solar that they’ve seen since a 2015 Nevada policy that nearly killed the market there and later was undone after massive blowback.\n“It is very clear that DTE is trying to put a dagger in the heart of rooftop solar in Michigan,” said Becky Stanfield, a senior regional director for Vote Solar.\nThe underlying arguments being spread by utility groups and their supporters are “already contagious” for other states, she said, and will become more so if this is adopted in Michigan, a state that is controlled by Republicans but perceived as more politically moderate.\nPlease take a look at the new openings in our newsroom.\nRight now, DTE Energy customers who generate their own electricity from solar panels are paid the full retail price for any excess power that they produce and sell to the grid. The utility wants state regulators to cut that by about 75 percent for future rooftop solar systems. It also wants to create a new monthly charge based on the size of a household’s rooftop solar system.\nDTE, Michigan’s largest utility, says the plan would end what amounts to a subsidy for rooftop solar.\nThat’s a familiar argument. The Edison Electric Institute, a trade group for electricity utilities, is supporting DTE’s proposal using a policy framework that echoes one put forward by the American Legislative Exchange Council (ALEC), a national group that advances corporate interests through state government actions.\nThe change to net-metering was teed up by a 2016 law, supported by utilities and signed by Republican Gov. Rick Snyder, that increased the state’s renewable energy requirements for utilities but allowed lower payments for net-metering customers.\nThe Public Service Commission followed with an order this year that requires utilities to set new rates for paying rooftop solar customers that are lower than the full retail price, but it allowed flexibility in how much lower. Stanfield says DTE went to the extreme.\nThe company’s proposal would change how rooftop solar owners are compensated for electricity they sell to the grid. Instead of paying them the same retail rate that the utility charges customers, it would pay them a much lower wholesale rate. Last year, that averaged about 75 percent less than DTE’s full retail rate.\nThe utility is also proposing a new $2.31 per-kilowatt monthly charge for rooftop solar customers, something the Public Service Commission’s staff had recommended against.\nThe commission—whose three members were all appointed by Snyder—will decide the case in a process that begins in earnest in a few weeks when parties file their initial testimony, with a ruling likely next spring.\nDTE declined to say what the impact of its proposal would be for solar panel owners, but Vote Solar estimates that the proposed changes would mean a homeowner with a 5 kilowatt system loses about $498 per year.\nThe new rates would apply to new installations, while customers who already have rooftop solar would be able to keep their current rates for 10 years.\nIn a rapidly growing market, those new customers would quickly outnumber the existing ones, but DTE’s plan would put the brakes on that growth, said Joseph Nagle, co-owner of Strawberry Solar, a solar installer in Detroit.\n“They’re definitely going to make it harder to sell,” he said.\nNevada saw the results of that kind of change after it slashed its net-metering rates in 2015. Solar growth came to a near-standstill, and major solar installers, including Sunrun and SolarCity, announced they were stopping local operations, closing offices and cutting hundreds of jobs. The backlash forced the state to reverse course in 2017, and Republican Gov. Brian Sandoval signed a bill restoring net-metering payments.\nDTE spokesman Peter Ternes says the Detroit-based company “is overwhelmingly in favor of renewable energy.” In fact, it has plans to expand its solar and wind power. It and most other utilities support renewable energy development in the form of large solar farms and wind farms that generate electricity they can sell—as opposed to consumers generating their own power.\nIn its push to lower the rates it has to pay rooftop solar owners who sell power to the grid, the company is using arguments similar to those that are being promoted across the country by ALEC, a group that uses state legislators to advance corporate interests.\nALEC’s talking points on net-metering describe rooftop solar customers as not paying their share to maintain the grid. That was a key argument in a presentation that the Edison Electric Institute gave to the Michigan Public Service Commission last spring.\n“It’s not a coincidence that several of these proposals have come out with similar structures,” said Kevin Lucas, director of rate design for the Solar Energy Industries Association. The arguments don’t mention other studies have found that the flow of rooftop solar power can help states both reduce greenhouse gas emissions and avoid costly new infrastructure investments that customers would end up paying for.\nIn states that already have substantial development of rooftop solar, this would not be politically tenable, Lucas said. But it can happen in Michigan, where rooftop solar is gaining momentum. DTE currently has about 1,700 home and business customers with rooftop solar in Michigan, less than 1 percent of its 2.2 million customers.\n“Much of the case here is trying to stop this industry before it gets a foothold,” Lucas said.\nVersions of this debate are happening in many states, said David Littell, principal at the Regulatory Assistance Project, a nonprofit that advises utility regulators.\nMost utility commissions want to encourage the development of renewable energy, he said, but they also want to make sure that utility companies are on solid financial footing.\nAbout half of U.S. states have net metering policies that pay the full retail rate for excess power, although this is limited in some states by caps or other restrictions, according to the Database of State Incentives for Renewables & Efficiency. Other states have net metering, but with lower compensation.\nKansas, which is allowing utilities to charge higher fees to rooftop solar owners, is one state that recently changed rates for rooftop solar. South Carolina and New Hampshire are among states with caps on eligibility for net-metering.\nWhat the discussion lacks, Littell said, is a model policy that both utility groups and clean energy advocates will concede is fair.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}