{
  "url": "https://insideclimatenews.org/news/28092018/aep-solar-energy-appalachia-ohio-coal-just-transition-utility-regulatory-battle/",
  "title": "Appalachia Could Get a Giant Solar Farm, If Ohio Regulators Approve",
  "date": "2018-09-28T18:39:10-04:00",
  "content": "Appalachian Ohio, a region hurt by the decline of coal, may become home to one of the largest solar projects east of the Rockies.\nAmerican Electric Power submitted a plan Thursday evening to work with two developers to build 400 megawatts of solar in Highland County, Ohio. It would more than triple the state’s current solar capacity and be a big step forward for solar energy in a part of the country where renewable energy has been slow to develop.\nAEP says the plan would save consumers $218 million over 20 years because solar power from the project would be less expensive than conventional energy sources.\n“This is something that Appalachia needs,” said Dan Sawmiller, Ohio energy policy director for the Natural Resources Defense Council. “The jobs of this renewable energy economy are going to go somewhere and I think it’s important that they go where they’re needed.”\nPlease take a look at the new openings in our newsroom.\nBut the project’s structure would break the established regulatory mold in Ohio, a state where utilities don’t own power plants and generators compete with each other to supply the cheapest power to the grid.\nThe savings and the jobs promised are a turnaround from the arguments state officials listened to when they rejected clean energy proposals in recent years. If the new plan is approved by Ohio regulators, it could serve as a template for other new projects in Ohio and in other states.\nThe decision to put the project in Appalachian Ohio, which covers the southern and eastern parts of the state, is part of an attempt to bring economic development to an economically depressed region.\n“It’s a really hopeful move,” said John Quigley, director of the Center for Environment, Energy and Economy at Harrisburg University, who has written about so-called “just transition” for poor communities affected by the shift from fossil fuels to the new green economy.\n“It’s an eye-opener for policymakers that there’s a huge economic development opportunity for solar, especially in communities negatively affected by the energy transition,” he said.\nAnother recent example is Xcel Energy’s plan to close its coal-fired power plant in Pueblo, Colorado, and build renewable energy projects there.\nHighland County, Ohio, where AEP and its solar developers chose to build, has an unemployment rate higher than the state average, and nearby counties have some of the highest unemployment rates in the state. AEP says its plan would bring 3,900 new jobs, most of them in construction, plus 113 full-time jobs in solar manufacturing. Details on the manufacturing jobs were not immediately disclosed.\nThe plan is part of a boom in solar development that is happening across the country. Some other big solar projects have also been announced in the region but not yet built, including a 150 megawatt solar farm being developed by Invenergy in Hardin County, Ohio. The AEP project would go into service in 2021 if approved.\nThis project is unusual for Ohio because a utility, AEP Ohio, would benefit financially from an electricity generation project. That would be normal in much of the country, but Ohio has a separation between utility companies and the owners of power plants.\nAEP’s proposal is seeking to make an exception to this rule by having solar developers operate the solar farms on behalf of AEP Ohio. The costs would be passed on to the utility’s consumers, which AEP says is justified because of benefits to the environment and the local economy.\nOpponents likely will argue that this violates Ohio’s open market for electricity generation. In the market, owners of power plants compete to offer the lowest prices and utility companies do not own power plants. More than a dozen states similarly have open markets for electricity generation, including much of New England and the Great Lakes region, and Texas, among others.\nNed Hill, an economist at Ohio State University, says that having a utility pay for certain power plants could stifle investment in competing projects—including other renewable energy projects. He has opposed previous proposals by energy companies and utilities to subsidize coal and nuclear plants, and says this plan is bad for some of the same reasons.\nThe Public Utilities Commission of Ohio will decide whether to approve the plan in a process that will unfold over the next few months and that likely will focus on the types of questions Hill is raising.\nSawmiller, from NRDC, said he can understand why there are concerns about what this project means for the competitive market, but he thinks the market is structured in a way that has held back renewable energy development.\n“If you rely exclusively on the market you lose some of the innovative economic development that’s laid out in this filing,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}