{
  "url": "https://insideclimatenews.org/news/13092018/science-teachers-climate-change-denial-nsta-national-association-position-statement-state-standards-heartland/",
  "title": "National Teachers Group Confronts Climate Denial: Keep the Politics Out of Science Class",
  "date": "2018-09-13T13:00:00-04:00",
  "content": "In response to what it sees as increasing efforts to undermine the teaching of climate science, the nation’s largest science teachers association took the unusual step Thursday of issuing a formal position statement in support of climate science education.\nIn its position statement, the National Science Teachers Association (NSTA) calls on science teachers from kindergarten through high school to emphasize to students that “no scientific controversy exists regarding the basic facts of climate change.”\n“Given the solid scientific foundation on which climate change science rests, any controversies regarding climate change and human-caused contributions to climate change that are based on social, economic, or political arguments—rather than scientific arguments—should not be part of a science curriculum,” it says.\nIt also urges teachers to “reject pressures to eliminate or de-emphasize” climate science in their curriculum. And it urges school administrators to provide science teachers with professional development opportunities to strengthen their understanding of climate science.\nPlease take a look at the new openings in our newsroom.\n“Now, more than ever, we really feel that educators need the support of a national organization, of their educational colleagues and their scientist colleagues, because they have encountered a lot of resistance,” David Evans, the executive director of NSTA, said.\n“In climate science, as in other areas, we really emphasize the importance that students learn the science in science class, and if there are controversies or other issues to deal with, we want them to have a good solid foundation in evidence-based knowledge to carry out that conversation,” he said.\nJudy Braus, executive director of the North American Association for Environmental Education, said her organization fully supports the NSTA position statement. “We feel that it’s important to address the misinformation that’s out there about climate” change, she said.\nNSTA has issued position statements in the past on topics such as safety, gender equity and the responsible use of animals in the classroom, but this is only the second focused on the teaching of subject matter that can be controversial for reasons not related to the science itself but for societal or political reasons.\n“Over the last five years, the two issues that have had the most controversy with them have been evolution on a continuing basis and climate change, and there has been more controversy around climate change,” Evans said.\nTeachers and school boards have been under pressure from organizations that oppose climate policies, including some that have promoted misinformation and aruged for climate change to be removed from state science curricula. Last year, the Heartland Institute, a conservative advocacy organization with close ties to the fossil fuel industry, mailed approximately 300,000 copies of its publication “Why Scientists Disagree About Global Warming” to middle, high school and college science teachers around the country.\nEvans said Thursday’s position statement was not a direct response to the Heartland mailings but was precipitated by attacks on climate science curriculum that have been building since the National Research Council recommended climate science be included in K–12 science education in 2012.\nBattles have erupted in recent years in states including Texas, Louisiana and Idaho, over the role climate science should play in new state science standards.\nGlenn Branch, deputy director of the National Center for Science Education, a nonprofit that defends the integrity of science education against ideological interference, said the position statement comes at a key time: Arizona is now devising new science standards and arguing over climate change. The draft standards have not yet been approved by the state Board of Education, but he said “the latest revision deletes a whole slew of high school level standards on climate change.”\nBranch, who was not involved in developing NSTA’s position statement, said the document should help classroom teachers who may feel political or societal pressure to eliminate climate science instruction.\n“A teacher who is being pressured by a parent or an administrator can say ‘look, I’m a professional, I’m trained for this, both before I became a teacher and through continuing education, I have responsibilities to my profession, and my professional organization, the NSTA says this is what I should be doing,’” Branch said. “I think that will be empowering for many teachers.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}