{
  "url": "https://insideclimatenews.org/news/27092018/nuclear-subsidies-illinois-new-york-federal-court-ruling-clean-renewable-energy-programs-ferc/",
  "title": "2 Courts Upheld State Nuclear Subsidies. Here’s Why It’s a Big Deal for Renewable Energy, Too.",
  "date": "2018-09-27T20:46:32-04:00",
  "content": "Updated Sept. 27 with a second ruling, in New York.\nTwo federal appeals courts have now upheld state nuclear power plant subsidies, and in doing so, they have also helped to solidify the legal footing for state renewable energy programs across the country.\nIn both cases, the challenge came from the Electric Power Supply Association, a trade group for power plant owners.\nThe latest ruling involved a New York program that created a system of subsidies for three nuclear power plants. It was part of a broader state plan to reduce greenhouse gas emissions 30 percent by 2030. The Second Circuit Court of Appeals in New York rejected a challenge to that program on Thursday. Two weeks earlier, on Sept. 13, a federal appeals in Illinois rejected a challenge to a similar law there.\nTogether, the rulings make clear that states have the right to regulate electricity prices within their borders, giving them latitude to subsidize certain energy sources.\nPlease take a look at the new openings in our newsroom.\n“Today’s 2nd Circuit opinion is a particularly forceful and well-reasoned rejection of the fossil fuel power plant owners’ challenge,” Miles Farmer, staff attorney for the climate and clean energy program at the Natural Resources Defense Council, wrote on Twitter. “It is a major win for states and will undoubtedly be relied upon in the framing of new aggressive renewables programs.”\nThe right of states to regulate electricity prices is at the heart of several state renewable energy programs that are considered critical to the nation’s ability to cut greenhouse gas emissions.\nA defeat in federal court likely would have been used as the basis for challenging state renewable energy policies, such as support of offshore wind in the Northeast and the recently passed California law that says all electricity in the state must come from carbon-free sources by 2045, environmental law experts said.\nThe Electric Power Supply Association contended that the laws were an illegal infringement on federal control of wholesale electricity pricing.\nAfter losing its appeals, the trade group said in a statement that it is now up to the Federal Energy Regulatory Commission (FERC) to help prevent “bailouts and certain other out-of-market subsidies from producing the uncompetitive outcomes.”\nThe trade group is looking to a proposal before FERC that would change how one of the nation’s largest power grid operators weighs state subsidies in deciding which power plants are offering power at the lowest cost.\nLegal experts say the FERC proposal will help the companies, but the effects would be much less drastic than if the appeals courts had ruled the other way. “The legal challenge really had the potential to undermine a lot of state clean energy programs,” Ari Peskoe, director of the electricity law initiative at the Harvard Law School Environmental and Energy Law Program, said after the Illinois ruling.\nIn the Illinois case, a three-judge panel from the Seventh Circuit Court of Appeals in Chicago rejected a challenge to the state’s Future Energy Jobs Act, passed in 2016 amid financial turmoil at the state’s two nuclear plants owned by Exelon. Farmer said the court was emphatic in its rejection.\nUnder the law, customers of the state’s utilities are required to pay a monthly charge that helps support the two nuclear plants. The charge (the equivalent of up to $16.50 per megawatt-hour last year) is based on a calculation of the social cost of emissions. Supporters of the law, which also includes provisions to pay for clean energy programs, say it will lead to a net savings for consumers because of financial benefits from clean-energy programs and the environmental benefits.\nThe New York program, adopted by New York utility regulators in 2016, is similar, with a payment of $17.48 per per megawatt-hour, a figure that also is based on the social cost of emissions.\nNew Jersey has a similar law that subsidizes nuclear power and provides support to clean-energy programs. The New Jersey law took effect this year and has not yet been challenged.\n“We’ve now had a few cases endorsing broad state authority to choose their sources of electric generation,” Peskoe said. He said that’s not all positive, though, because it also implies that states have the power to subsidize dirty energy, although no state has a fossil fuel subsidy that uses a payment mechanism like the one at issue in these case.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}