{
  "url": "https://insideclimatenews.org/news/06092018/climate-change-power-plant-carbon-emissions-law-massachusetts-state-clean-energy-transition-trump/",
  "title": "Massachusetts Can Legally Limit CO2 Emissions from Power Plants, Court Rules",
  "date": "2018-09-06T11:32:35-04:00",
  "content": "Massachusetts’ highest court on Tuesday resoundingly upheld the state’s power to impose limits on carbon emissions from power plants.\nIt’s the latest example of states establishing their authority to fill the regulatory void the Trump administration is creating as it moves to roll back the Clean Power Plan and other federal climate regulations.\nThe Massachusetts Department of Environmental Protection finalized rules last year to require power plants within the state’s borders to reduce their emissions annually, amounting to a 7 percent reduction in greenhouse gas emissions from current levels by 2020 and an 80 percent reduction by 2050. It is one of a suite of clean energy and pollution control policies state officials have put into place under the Global Warming Solutions Act, signed into law by then-Gov. Deval Patrick in 2008.\nPlease take a look at the new openings in our newsroom.\nThe law’s “name bespeaks its ambitions,” Justice Scott Kafker wrote for the unanimous seven-member Massachusetts Supreme Judicial Court. It “was passed to address the grave threats that climate change poses to the health, economy, and natural resources of the Commonwealth.”\n“The act is designed to make Massachusetts a national, and even international, leader in the efforts to reduce the greenhouse gas emissions that cause climate change,” he wrote. Since the electric power sector is one of the largest sources of greenhouse gas emissions within the state, Kafker, who was appointed last year by Republican Gov. Charlie Baker, said, it would make “little to no sense” for the Legislature to have excluded it from the requirements of the law.\nThe court dismissed the arguments of the electric power industry (represented by the New England Power Generators Association and GenOn Energy) that the sector is subject to other state regulations and therefore can’t be subject to the carbon emissions rules. Kafker said the environmental regulations don’t conflict, but complement each other.\nHe also brushed aside the industry’s contention that the new rules could have the unintended consequence of increasing carbon emissions if Massachusetts seeks additional power from out of state that ends up being dirtier. Kafker noted that the state has a renewable energy standard in place that is designed to force power providers to rely on an increasing amount of clean energy.\n“Far from causing increased greenhouse gas emissions from out-of-State generators,” Kafker wrote, state environmental officials had provided convincing evidence that “the two regulations together will send a market signal that Massachusetts’ neighbors should invest in clean energy development in order to satisfy the Commonwealth’s increasing demand for renewable energy.”\nThe decision comes at  pivotal moment for Massachusetts, as it transitions to cleaner energy.\nThe state’s last coal plant, Brayton Point in Somerset, closed last year, and the state has been investing in the infrastructure to support an offshore wind industry. The Vineyard Wind project, an 800 megawatt offshore wind farm planned off the coast of Martha’s Vineyard, is expected to soon start the state toward its goal of having 1,600 megawatts of offshore wind energy by 2027.\n“It spells the end of fossil fuel electricity in Massachusetts,” said David Ismay, an attorney with the Boston-based Conservation Law Foundation, arguing the standards will mean a gradual phase-down in the natural gas generation, which dominates the state’s electricity mix.\n“It solidifies the shift to clean energy.”\nThe Massachusetts plan to reduce carbon emissions from power plants is just one example of states seizing the initiative to force reductions in greenhouse gases over the past year as President Donald Trump has made clear his intention to abandon the U.S. commitment to reduce emissions. California lawmakers last week voted to require that state’s utilities to use 100 percent carbon-free power by 2050. Hawaii has a similar requirement. Other states have increased their renewable portfolio standards for clean energy.\nMassachusetts is also part of the nine-state Regional Greenhouse Gas Initiative, which last year updated its cap-and-trade program to achieve a 30 percent reduction in carbon pollution from the region’s power plants by 2030. (In 2016, the Massachusetts high court said that state officials could not rely on RGGI alone to achieve the goals of the state’s Global Warming Solutions Act, since it did not guarantee Massachusetts-based emissions reductions. The rules upheld on Tuesday were written in response to that ruling.)\nGovernors of a dozen states have committed to reduce emissions in line with the U.S. goals under the Paris Agreement even though Trump has announced his intention to withdraw. The climate action commitments made by states, cities and businesses will be the focus of a Global Climate Action Summit scheduled for next week in San Francisco.\nIsmay said he believed the Massachusetts court decision will resonate beyond the state.\n“We can’t solve it alone,” he said. “But we can have an impact by pointing a way forward, and passing strong laws that are upheld.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}