{
  "url": "https://insideclimatenews.org/news/06092018/icebreaker-coast-guard-ship-gao-review-polar-security-science-construction-risks-costs-congress/",
  "title": "Coast Guard Plan to Build New Icebreakers May Be in Trouble",
  "date": "2018-09-06T14:27:11-04:00",
  "content": "As the Coast Guard and Navy prepare to invest nearly $10 billion in new heavy polar icebreakers, the Government Accountability Office has found problems in key areas of the plan, which it warns could put the program at risk of failure.\nIn a report released Tuesday, the GAO said the Coast Guard “did not have a sound business case” and may have underestimated both the costs and the amount of time it would take to deliver the ships. Those shortcomings could pose significant risk to the program’s success and to the United States’ presence at the poles, considering the U.S. icebreaker fleet is already on borrowed time, with just one heavy polar icebreaker that is years past its projected lifespan.\nThe report could strike a blow at the progress being made toward acquiring new ships—a decades-long effort that is becoming increasingly important for both security and science as global temperatures rise.\nPlease take a look at the new openings in our newsroom.\nFunding had seemed closer to succeeding than ever before. President Trump asked Congress for $750 million in the coming fiscal year to start the design and procurement of the new ships. But Congress hasn’t approved the spending yet. Among the competing priorities in the Homeland Security budget is the wall he wants along the U.S.-Mexico border.\nThe GAO report isn’t a death blow. But if the program is to be shoehorned into the budget, its costs will have to be kept under control.\n“For those who understand the urgency and the national need for a heavy icebreaker, this will be seen as putting forward a very thoughtful argument, to make sure we’re doing best practices,” said Heather Conley, a senior vice president at the Center for Strategic and International Studies who focuses on the Arctic. “But for those who find these costs so extraordinary, they may want to slow down and keep reviewing the program—which is the reason we don’t have the icebreakers that we need.”\nThe Coast Guard currently has two icebreakers to fulfill its mission at the poles—the Polar Star, a heavy icebreaker built in 1976 with an expected 30-year lifespan, and the Healy, a medium icebreaker that entered service in 2000. A third icebreaker, the Polar Sea, has been out of commission since 2010, but has been used for parts to keep the Polar Star running.\n“If we hold these new icebreakers up for a year or two for additional studies, it’s likely to increase the gap where there might not be a U.S. Coast Guard polar icebreaker available,” said Lawson Brigham, a former captain of the Polar Sea and Arctic researcher at the University of Alaska Fairbanks.\nThe icebreakers are critical to supporting U.S. interests at the poles. In Antarctica, the Polar Star helps ensure scientific stations can be accessed year-round and have the needed supplies. In the Arctic, both ships are used to support science and are available to support oil spill cleanup efforts, search-and-rescue operations in Alaska and enforcing marine laws related to fishing.\nThe Coast Guard and Navy, working jointly, have a plan to build three new heavy polar icebreakers, which will cost an estimated $9.8 billion over their lifetimes. According to the GAO, the plan falters in four key areas.\nDesign: The GAO found, essentially, that the Coast Guard put the cart before the horse, setting out program baselines before it had conducted a preliminary design review. While that is “consistent with DHS’s [Department of Homeland Security] current acquisition policy, it is inconsistent with acquisition based practices,” the GAO found.\nTechnology: Though the Coast Guard had indicated that it did not need to conduct a technology assessment because other ships have used the same technologies, the GAO found that applying those technologies to new programs or operational environments without a separate assessment could pose an operational risk.\nRight now, the Coast Guard’s schedule calls for the awarding of a detail design contract next summer, putting the technology assessment on a tight timeline. Depending on the scope of the project, technology assessments can take a couple of months to a year to complete, and that would need to be done prior to awarding a contract, said Marie Mak, the director of contracting and national security acquisitions for the GAO.\nCost: The GAO found the Coast Guard’s $9.8 billion estimate for the lifetime costs of three ships mostly met best practices, but it fell short in one key area: “They didn’t do any sort of modeling to account for risks,” Mak said.\nSchedule: Mak said that this shortcoming was the most significant. The Coast Guard’s estimated schedule for delivering the icebreakers has the first one being completed in 2023, the next in 2025 and the third in 2026, allowing for three years to construct each ship.\n“When we looked at 10 recent ship-building programs, only three were constructed in three years or less, and those three were more basic ships,” Mak said. “They were either based on commercial designs or had commercial specifications. Given that we haven’t built a heavy polar icebreaker in 40 years, it screams optimism.”\nThough the report cautions that these issues should be rectified prior to committing funds to build the ships, the GAO was not weighing in on what Congress should do. But it could offer an excuse to those in Congress who would rather push off funding the program.\n“We have perfected the art of study to avoid taking difficult, high cost decisions,” said Conley, of CSIS. “If we fall back into that trap again, we are not going to be able to maintain access to the poles. That’s the bottom line here.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}