{
  "url": "https://insideclimatenews.org/news/06082018/global-warming-climate-change-floods-california-oroville-dam-scientists/",
  "title": "Destructive Flood Risk in U.S. West Could Triple if Climate Change Left Unchecked",
  "date": "2018-08-06T15:00:04-04:00",
  "content": "The risk of devastating floods like the one that damaged California’s Oroville Dam in 2017 will soar in many of North America’s Western river basins by 2100, if we don’t dramatically slow climate change, according to a new study.\nThe research provides a grim analysis of a particularly destructive kind of extreme weather event called a “rain-on-snow” flood. Common in mountain regions—and increasing as temperatures rise—these events happen when heavy rains fall on top of deep snowpack, melting it and triggering intense floods.\nCalifornia’s Sierra Nevada Mountains, the Rocky Mountains west of Denver and parts of the Canadian Rockies are especially vulnerable, according to the research published Monday in Nature Climate Change.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nIf greenhouse gas emissions are allowed to continue at their current pace, the odds of severe rain-on-snow floods could triple in 10 Western rivers, said Keith Musselman, lead author and climate researcher with the Institute of Arctic and Alpine Research at the University of Colorado, Boulder.\n“Even though we lose a lot of snow in the future, the rain-on-snow events are becoming more severe,” Musselman said. Normally, snowpack melts gradually over the spring and summer. “A warm storm melts the snowpack pretty fast,” he said.\nThese floods not only destroy property and crops, they wreak havoc for Western water managers, whose job it is to capture and store enough water for cities, ranchers and farmers to use during the dry summer. If the snowpack melts unexpectedly during a major rain-on-snow event—overwhelming dams and other infrastructure—then water supplies are lost.\nThe findings could help water managers and flood experts in affected areas plan for what are currently unforeseen, disruptive extreme weather events. That may require rebuilding water infrastructure and figuring out new ways to operate dams, reservoirs and pipelines.\n“In a warmer climate, we are going to need to pay attention to every drop of water that comes down from the mountains,” Musselman said.\nOther research has shown that extreme rainfall will increase 7 percent for every 1 degree Celsius of warming. That adds up to 30-40 percent stronger rainfall under business-as-usual emissions, said NCAR researcher and co-author Andi Prein.\nHe called the tripling of risks that could result in some locations “really insane, if you think about it.”\nThe February 2017 floods that damaged the Oroville Dam in Northern California may be a poster child for the new threat. After weeks of rain, the reservoir overflowed and damaged the spillways, which are built to carry excess water around the dam.\nThe threat of a potential dam break caused the evacuation of 188,000 people, and the repair costs have been estimated at $870 million. In Canada, damage from the 2013 Alberta rain-on-snow flood that swamped Calgary and Canmore was estimated at $4.6 billion, the costliest natural disaster in the nation’s history. And the 1997 New Year’s Eve flood in Carson City, Nevada, affected half the city’s residents and cost at least $5 million, about 6 percent of the city’s total annual budget.\nThe study found that the risk of such floods will probably decrease in some regions, including lower elevations in coastal regions of California, Oregon, Washington and maritime British Columbia, mainly because there might not be much snow left in these areas by 2100.\nIn addition to projected increase in flooding, rain-on-snow events in the Colorado Rocky Mountains are creating unusual avalanches, according to Brian Lazar, a snow scientist with the Colorado Avalanche Information Center.\n“Some of the patterns that we’ve been seeing and relied on for decades to forecast avalanche danger have been changing,” he said. “Even in colder climates, we’re seeing more rain on snow, more onset of avalanche in mid-winter and more frequent rain-on-snow events at higher elevations.\n“We may see things we haven’t observed in the historical record,” he said.\nIn Switzerland, rain-on-snow events are unleashing whole new types of avalanches, made not just of snow, said Perry Barthelt, a researcher with the Swiss Federal Institute for Forest, Snow and Landscape Research.\n“We’re starting to see cascading processes, snow avalanches turning into debris flows, ice avalanches turning into rock avalanches,” he said. “We’re getting flow types that you can’t define to one particular category.”\nSwitzerland is currently revising all its avalanche hazard maps with new climate data to reflect the changing risks.\n“Snow is a very interesting material because it exists near its melting point. A small change in temperature has a tremendous influence on the mechanical properties of snow,” Barthelt said.\n“What we suspect is that we’re going to see more of these mixed avalanche types. They are very difficult to predict, and to know how far into the valley they will go.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}