{
  "url": "https://insideclimatenews.org/news/02082018/massachusetts-renewable-energy-climate-change-wind-energy-solar-energy/",
  "title": "Massachusetts Raises the Bar (Just a Bit) on Climate Ambition",
  "date": "2018-08-02T19:47:53-04:00",
  "content": "The legislature in Massachusetts has passed a law that encourages more use of renewable energy, but environmental advocates are disappointed because the state had seemed poised to pass something far more ambitious.\nThe bill, which now goes to Gov. Charlie Baker, was passed this week on the final day of session, following months of wrangling.\nThis was a clash between two chambers of the Massachusetts legislature that are both controlled by Democrats but disagree about how quickly to move on clean energy and climate change.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe bill is being welcomed by Massachusetts’ largest utility and a group of industrial businesses, while some environmental advocates say the state has squandered a chance to build its clean-energy economy.\n“Massachusetts needs much more meaningful progress on clean energy than we got today,” said Amy Laura Cahn, staff attorney for the Conservation Law Foundation.\nShe said there were some “small steps forward” but not nearly enough progress.\nThe bill says utilities must increase the share of electricity they get from renewable sources by 2 percent per year from 2020 to 2029, up from 1 percent per year under current law. Then, in 2030, the new plan reverts back to a 1 percent annual increase.\nThis would put the state at 35 percent renewable energy by 2030. It would have been 25 percent that year under current law.\nOther provisions:\nThe bill authorizes adding up to 1,600 megawatts of offshore wind, which is double the current level supported by law, and 1,000 megawatts of energy storage.\nUtilities are directed to measure how much natural gas is leaking from pipelines and other equipment.\nThe bill includes a “clean peak” standard, which requires utilities to use renewable energy as part of the mix during hours when demand is highest. That would help develop alternatives to fossil-fuel peaker plants. Environmental groups have raised concerns that the clean peak standard would allow trash-burning power plants to count as renewable energy.\nThe bill prohibits a special charge on rooftop solar owners by utility Eversource. (This is a rebuke of a charge approved by state regulators in January that has gotten strong pushback.)\nThere were several policies in a bill that passed the Senate, but were not in the final bill. Among them:\nA more aggressive renewable target that would have put the state on a path to 100 percent clean energy by 2047, making Massachusetts the second state after Hawaii to adopt a plan to get all electricity from renewable sources.\nInterim targets for cutting greenhouse gas emissions (for 2030 and 2040) that would have ensured the state is making progress toward an existing goal of cutting emissions by 80 percent by 2050.\nElimination of a cap on net metering, which would have allowed rooftop solar customers to get larger payments for electricity they sell back into the grid.\nA commitment to 5,000 megawatts of offshore wind.\nThe debate showed that Senate leaders wanted to move much more aggressively on clean energy than House leaders. Both houses are controlled by large majorities of Democrats and the governor is a Republican who embraces action on climate change.\n“I’m just disappointed that we’re not going much more quickly,” said Sen. Marc Pacheco, a Democrat and lead sponsor of the Senate bill. “This is an urgent problem that needs to be resolved.”\nHe says just about every attempt to act on climate change is opposed by “naysayers”—lawmakers, companies and interest groups who warn that the costs of clean energy will be greater than the benefits. He was hoping that the state has passed enough clean energy bills without leading to economic disaster that this point would not be used, but found that the same arguments continue to be made.\nUtilities and business groups pushed for a more modest approach to the bill, and their priorities were much more in line with the final bill than the Senate one.\nEversource, the state’s largest utility, praised the outcome, saying in an emailed statement lawmakers “chose a measured approach” with the final bill.\nThe Associated Industries of Massachusetts used similar language. “By following this measured approach, Massachusetts avoids disrupting the energy sector by making significant changes to programs that are themselves in the middle of being finalized,” said Robert Rio, senior vice president of government affairs for the group, in a blog post.\nHe said businesses are still making adjustments to follow recent energy legislation, including several bills passed last year that are still taking hold. In other words, it is jarring to need to change plans right in the middle of changing plans.\nThe response from environmental groups ranged from highlighting progress to criticizing lawmakers for falling far short of what could have been.\n“We had an opportunity to be bold and grow jobs, improve public health, stabilize energy costs and reduce the fossil fuel pollution that is warming the planet, and instead Beacon Hill [the location of the Statehouse] has sided with the status quo of fossil fuel and utility companies, over the innovation clean energy and high tech economies,” said a statement from Emily Norton of Sierra Club Massachusetts. “I fully expect there will be electoral implications from what we have seen here today.”\nIf Massachusetts had passed the Senate bill, it would have joined Hawaii among states that have chosen a fast track to requiring 100 percent renewables. Hawaii’s law calls for 100 percent by 2045, while Massachusetts would have been 2047.\nNow that Massachusetts has chosen a more modest plan, that leaves California as the most likely next state to adopt a 100 percent requirement. A bill in the California Legislature would get to that mark by 2045.\nBut the renewable standard is just one part of the Massachusetts bill. And, it is notable that Massachusetts is passing clean energy bills just about every year, with each building on the prior one.\n“Massachusetts is setting forth some leadership in New England, and that is so important,” said David Littell, a former Maine utility regulator who is now a principal at the Regulatory Assistance Project.\nThe bill that passed “is certainly more modest than the Senate bill, but it’s still a big step forward,” he said.\nPacheco says he will continue to push for more aggressive clean energy rules. In the long run, he wants to change a system in which utilities and many businesses feel a need to oppose energy progress. This may involve changing the ways utilities get paid, or creating new incentives.\n“This is a time for bold action,” he said. “That’s what I think we ought to be doing, not only in Massachusetts but all the states in the nation and, obviously, globally.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}