{
  "url": "https://insideclimatenews.org/news/09072018/epa-andrew-wheeler-trump-climate-policy-coal-lobbyist-auto-emissions-methane-science-clean-power-plan-pruitt/",
  "title": "6 Ways Andrew Wheeler Could Reshape Climate Policy as EPA’s New Leader",
  "date": "2018-07-09T17:38:15-04:00",
  "content": "With Scott Pruitt’s resignation, responsibility for leading President Donald Trump’s retreat from climate action passed from an ideological fighter to a Washington political pro.\nBut it remains to be seen whether former coal industry lobbyist and Congressional staffer Andrew Wheeler, who took the helm of the Environmental Protection Agency on Monday, will ease up at all or double down on Pruitt’s ambitious deregulatory agenda.\nTwo things are certain: The bulk of EPA’s work lies ahead for carrying out Trump’s fossil fuel ambitions, and Wheeler is taking on the job amid unprecedented scrutiny generated by Pruitt’s ethics scandals. Even those who expect the worst from Wheeler—in terms of climate and environmental protection—expect him to tread more cautiously and quietly than his predecessor.\n“Pruitt just had utter contempt for government—that’s why he kept getting overturned,” said Daniel Becker, director of the Safe Climate Campaign, a nonprofit advocacy group, referring to at least a half-dozen reversals of Pruitt’s actions by federal judges. “Wheeler has been part of government, he has been a lobbyist, he is ‘of the swamp.’ I think he’s going to be more careful and not as inflammatory.”\n“He’ll be Pruitt without the nasty smirk and the edge,” Becker said.\nPlease take a look at the new openings in our newsroom.\nSupporters of Trump‘s regulatory rollback plans hope so, too. Sen. John Barrasso (R-Wyo.), chairman of the Senate Committee on Environment and Public Works, said he was confident that Wheeler would carry out changes that were increasingly difficult for Pruitt to implement while facing more than a dozen investigations into misuse of his office.\n“President Trump made the right decision to accept [Pruitt’s] resignation,” Barrasso said in a prepared statement. “I know Assistant Administrator Andrew Wheeler is well prepared to continue the progress already made under President Trump.”\nBut for the most part, Pruitt did not get further than telegraphing the blows he hoped to land against the Obama administration’s climate legacy. Amid all of the deregulatory actions by the EPA over the past year, here are the most important moves on greenhouse gas emissions begun by Pruitt that could be reshaped by Wheeler’s follow-through.\nOn the eve of Pruitt’s resignation, the EPA finished drafting a replacement for President Barack Obama’s signature climate initiative, the Clean Power Plan, and sent it to the White House for review, The New York Times reported. The rules, designed to rein in carbon emissions from electric power plants, were a key target of an executive order Trump signed within weeks of his inauguration.\nThe Clean Power Plan has yet to go into effect; it was stayed by the Supreme Court in 2016 pending litigation over the EPA’s authority. Pruitt repeatedly sought delays in that litigation while the agency decided how to proceed, but in June, two of the judges overseeing the case indicated they were not inclined to grant further delays—meaning Wheeler will be under pressure to finalize the proposal.\nInstead of outright repeal of the Clean Power Plan regulations, Pruitt’s EPA crafted a replacement with less stringent requirements. In doing so, the agency chose not to challenge its legal obligation to regulate greenhouse gas emissions. Pruitt never moved forward on the idea that the EPA do away with its 2009 finding that greenhouse gases are a danger to human health and the environment, the scientific and legal basis for all of its climate regulations.\nAlthough Wheeler as a lobbyist supported repeal of the endangerment finding, few expect him to take on that battle, since most of the fossil fuel industry does not want to revisit it. In his first interview since being named to take the helm of the agency, Wheeler told the Washington Post he considered the endangerment finding settled law. “There would have to be a major, compelling reason to try to ever reopen that,” he said.\nWheeler said the agenda was Trump’s, not his. He said that he believed climate change was real, and that human beings had a role, but that Congress had given the EPA little legal authority to act.\n“I think that the statutory directives are very small,” he told the Post. “As we move forward on a potential replacement for the Clean Power Plan, you’re going to see us taking a hard look at what the [Clean Air Act] says and the authorities the act gives us, and we’ll put something forward that follows the law.”\nThe White House also is reviewing the Pruitt EPA’s draft of a new set of regulations on greenhouse gas emissions from cars and light trucks. The draft proposes freezing the emissions standards that the Obama administration crafted in an historic deal with automakers in the wake of their federal government bailout in 2009.\nOn this proposal, Wheeler could well decide to take a less confrontational path than Pruitt, who indicated he was prepared to challenge California’s authority—enshrined in law since the 1970s—to set its own, stricter air pollution rules. Automakers have repeatedly urged the Trump administration to try to reach an agreement with California.\n“The automakers are saying, ‘Don’t start a war with California that we will have to conduct, and get the whole thing rejected by the courts, and leave us with the blame,'” Becker said.\nIn a blog post published after a contentious meeting between auto executives and Trump at the White House, Ford’s executive chairman, Bill Ford, and CEO, Jim Hackett, wrote that their company acknowledged the need to address climate change due to carbon emissions. “We support increasing clean car standards through 2025 and are not asking for a rollback,” they wrote. “We want one set of standards nationally, along with additional flexibility to help us provide more affordable options for our customers.”\nBecker said that translates into a roadmap that Wheeler may be inclined to follow: “Lots of loopholes—the same rollback, but where the public can’t really see it.”\nWheeler inherits a legal battle over methane, a potent greenhouse gas that is leaking from oil and gas field operations, pipelines and other facilities at rates far higher than the EPA has estimated.\nLast year, a federal court rebuffed Pruitt’s effort to place a two-year hold on methane regulations finalized in 2016 for new oil and gas facilities. The agency’s alternative proposal has been under review at the White House since May.\nPruitt also sought to forestall EPA regulations over the larger problem of methane leaking from existing oil and gas operations. He cancelled the industry’s obligation to provide the agency with the information it needed to proceed with the rulemaking, but the EPA now faces a lawsuit from 14 states and two cities over the issue.\nAs long as EPA’s legal obligation to address greenhouse gas emissions stands, it is hard to see how Wheeler’s agency will be able to put off addressing methane.\nA comprehensive study last month led by scientists from the environmental group EDF estimated that methane equivalent to 2.3 percent of all natural gas produced in the nation is leaking in production, transportation and processing—an amount that would have roughly the same climate impact in the short term as emissions from all U.S. coal-fired power plants.\nOne of the most controversial and potentially consequential initiatives started by Pruitt was his effort to curb the EPA’s use of scientific studies.\nPruitt proposed rules that would bar the agency from using studies that relied on non-public data, a move that targets human health studies in which participants were promised confidentiality. That includes some of the most important research linking fossil fuel soot pollution to increased mortality.\nThe Obama administration’s air pollution rules affecting the fossil fuel industry—including the Clean Power Plan and mercury and smog standards—relied on such studies.\nThe proposal was met with an onslaught of opposition from the scientific and public health community, forcing the EPA to extend its initial 30-day comment period until Aug. 16, and to schedule a public hearing on the plan for July 17.\nWith the agency still gathering public feedback on the proposal, Wheeler will now have a significant opportunity to reshape the plan.\nAnother sweeping change that Pruitt initiated was a proposal to overhaul the way the agency weighs the costs and benefits of regulations.\nIn doing away with calculations of the “co-benefits” of regulations—when control of one form of pollution also reduces another—the changes would tip the scales more frequently in industry’s favor, critics say. Two days before Pruitt’s resignation, the EPA agreed to extend the public comment period on this plan until Aug. 13, putting follow-through in Wheeler’s hands.\nPruitt already had revised the way the EPA calculates what economists call the “social cost of carbon,” an attempt to measure in today’s dollars the costs imposed on future generations by carbon emissions. The agency’s lowball estimates were the underpinning of EPA’s efforts to roll back climate change rules under Pruitt.\nAnother item on Wheeler’s plate: He will have to decide whether to accept the recommendation of EPA’s Science Advisory Board—including most of Pruitt’s hand-picked panel members—for a full board review of each of these policies to roll back regulation.\nThe board said it had received insufficient science from EPA on all of Pruitt’s most important deregulatory moves—from the Clean Power Plan, fuel economy standard and methane rule repeals to the pending science transparency policy and the changes in the agency’s social cost of carbon calculations.\nThe scientific review would give Wheeler an opportunity to revisit the policies, if Wheeler chose to.\nFor Pruitt’s opponents, any joy at his departure is muted by uncertainty over what course his successor will pursue.\n“We now face the stark reality of a coal lobbyist, Andrew Wheeler, running the agency that is supposed to protect our air, water, and climate,” Fred Krupp, president of the Environmental Defense Fund, said in a statement. “Changing name plates is not enough—we need new, honest leadership that puts the health of American families first.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}