{
  "url": "https://insideclimatenews.org/news/22062018/weather-forecasters-climate-change-education-nsf-science-foundation-inhofe-cruz-rand-paul/",
  "title": "Fossil Fuel Allies in Congress Target Meteorologists’ Climate Science Training",
  "date": "2018-06-22T03:06:12-04:00",
  "content": "One of the more innovative and effective efforts to convey climate information to the American public has been a project to educate and assist weather forecasters in presenting the complexities of climate science.\nClimate Matters, a program developed through a partnership of George Mason University, Yale University and the science and news nonprofit Climate Central, has built a network of 520 weather forecasters in 146 media markets. Climate Central’s team of data analysts, meteorologists, climate experts and graphic artists provide graphics, videos and research for TV weathercasters.\nNow, four Republican senators closely allied with the fossil fuel industry are challenging the government’s support of the project. That support is provided through the National Science Foundation (NSF), whose mission includes spreading understanding of scientific matters and assessing the effectiveness of science programs.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nMore than 80 percent of TV weathercasters now say that human-caused climate change is happening, according to an NSF-funded study published last year. As recently as a decade ago, one study found that only 20 percent of broadcast meteorologists identified carbon dioxide as the main cause of global warming.\nSens. Ted Cruz (R-Texas), James Inhofe (R-Okla.), Rand Paul (R-Ky.) and James Lankford (R-Okla.) don’t find that acceptable. On Monday, they called for an NSF inspector general’s investigation into $4 million in grants to the weathercaster program.\nThe senators said that the grants “seek to influence political and social debate rather than conduct scientific research,” and that NSF is supposed to be “a supporter of basic research beneficial to the common good.”\nThe four senators, all of whom count the oil, gas and coal industries as among their top political funders, have been among the most vociferous climate science deniers on Capitol Hill.\n“It is troubling that NSF saw fit to fund this project designed to ‘recruit’ experts to a position they did not come to of their own accord as meteorologists,” the GOP senators’ letter said. “It is further troubling that the specific objective of converting meteorologists to a climate-action-oriented opinion was to show them how an unknowledgeable citizenry would be more easily convinced of the same belief.”\nThat’s far from the objective of the program as spelled out in the description of its latest NSF grant.\n“A particular focus of the initiative has been to help the public become more familiar with the science behind how their local weather and its trends are related to the dynamics of the climate,” the description reads.\n“Many communities nationwide are engaged in deliberations about how to understand, plan for, and adapt to the potential impacts of changes in their weather on important factors pertaining to their economy and well-being, such as natural resources, natural disasters, agriculture, industry, and health,” it says. “The goal of this continuing project is to expand the quantity and nature of the coverage of such information into the news segments of local news media. By stimulating local reporting on climate impacts and their relationships to personal and community-wide decision-making, this project will potentially help millions of Americans better understand and respond to critical factors that are affecting their lives.”\nThe NSF, established by Congress in 1950, has a much broader mission than basic research. Its statutory charge is “to promote the progress of science; to advance the national health, prosperity, and welfare; to secure the national defense.”\nThe $7.8 billion agency’s website says that science and engineering education “from pre-K through graduate school and beyond” is an essential element of its mission.\nClimate Central is a nonprofit educational organization of scientists and journalists that does not engage in political advocacy, but has as its mission communicating the science and effects of climate change to the public. The senators’ criticism of the grant came as NBC News featured the group’s work.\n“Weathercasters talking about the science of climate change should be no more controversial than sportscasters talking about the physics of baseball,” said Ben Strauss, an ecologist who is CEO and chief scientist at Climate Central. He said the grants mentioned in the senators’ letter—which cited several programs, not just Climate Central’s—all support “informal public science education concerning well-established science,” an effort clearly within the NSF’s mission.\n“Climate change is already affecting Americans’ lives,” Strauss said. “Science-based weather forecasts and storm warnings help to keep people comfortable and safe over the next several days. Science-based climate change information can help to protect people and property for decades to come. This is critical information for meteorologists today.”\nThe senators’ letter came on a week when a number of weathercasters were seeking to use the start of summer to raise awareness of human-caused climate change.\nClose to 100 broadcast meteorologists were planning to don blue and red stripes for their on-air segments Thursday as part of an international effort to draw attention to a graphic representation of the  increase in global temperatures since 1850. The “warming stripes” graphic was created by climate scientist Ed Hawkins, a professor at the University of Reading and a principal researcher at the U.K.’s National Centre for Atmospheric Science.\nThe most recent NSF research shows that public understanding of climate change continues to lag far behind that of the scientific community.\n“Scientific research points to humans as a primary force behind climate change,” the NSF said in a recent report assessing public attitudes to climate and other scientific issues. “However, while most Americans agree climate change may be occurring, many believe that these changes are part of natural cycles.”\n“Americans appear relatively less concerned about the issue than residents of most other countries,” it noted.\nEd Maibach, a social scientist at George Mason University, and author of some of the Climate Matters research, said people are eager to know more.\n“Through this program, through our public opinion polls, and through our recent polls of journalists, we’ve learned that the American people are eager to learn about how climate change is affecting their community, and we’ve learned that large numbers of journalists are interested in reporting local climate stories—both impacts and solutions,” he said.\n“People who are informed about the risks they face are better prepared to make good decisions about how best to protect themselves and their loved ones from those risks,” Maibach said. “That’s how Climate Matters is helping people, by helping them understand those risks.”\nEditor’s note: This story was corrected to reflect the current number of forecasters and markets involved in the program. Climate Matters has built a network of 520 weathercasters in 146 markets, according to Climate Central CEO Ben Strauss.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}