{
  "url": "https://insideclimatenews.org/news/13062018/trump-epa-air-pollution-data-clean-water-regulations-public-health-environmental-laws-harvard-study/",
  "title": "Trump’s Environmental Rollbacks Put Thousands of Lives at Risk, Harvard Analysis Finds",
  "date": "2018-06-13T20:00:30-04:00",
  "content": "Using the U.S. Environmental Protection Agency’s own numbers, two Harvard scientists have calculated that 80,000 more lives will be lost per decade if President Donald Trump’s administration fulfills its plans to roll back clean air and water protections.\nThe researchers, terming their tally “an extremely conservative estimate,” also estimated that the repeal of regulations will lead to respiratory problems for more than 1 million people. Their essay was published Tuesday in the authoritative Journal of the American Medical Association.\n“We felt it was important to take a comprehensive view,” said Francesca Dominici, a biostatistician and co-director of the Data Science Initiative at the Harvard T.H. Chan School of Public Health. “Some people, when looking at one specific repealing of a rule, might not think it’s important. We wanted to put some numbers on the whole systematic repeal of rule after rule.”\nPlease take a look at the new openings in our newsroom.\nShe and David Cutler, an economist at Harvard’s Kennedy School of Government, drew their calculation from the health risk assessments that the EPA conducted during the Obama administration when determining the impact of rules it proposed. Last week, the Trump administration signaled it plans to overhaul the way that those cost-benefit studies are conducted. The agency is taking comments for the next 30 days on its plan, which has the potential to reduce the weight given to human health and climate benefits.\nDominici and Cutler decried creating greater risks to the public’s health for the benefit of “a relatively few well-connected companies.”\n“The effects of the Trump administration’s policies seem clear, even through the haze they will create,” they wrote.\nThe EPA dismissed the article because it was not peer-reviewed but appeared instead in the JAMA Forum, where researchers offer perspectives. “This is not a scientific article, it’s a political article,” the EPA said in response to InsideClimate News’ request for comment.\nBut Dominici noted that she and Cutler pulled the numbers directly from the EPA risk assessments that had been developed for each of the rules they analyzed. “The EPA numbers themselves all rely on peer-reviewed science,” Dominici said.\nThe EPA numbers, in fact, are being challenged and in some cases scaled back by the Trump administration as it seeks to revoke or replace Obama-era rules. But these moves face numerous legal challenges, and the agency will have to show that it has not acted arbitrarily or capriciously to pass muster in the courts.\nIt’s hard to argue against the ample evidence that if air quality standards are relaxed, the health of those who breathe the air will suffer. The same goes for standards for water, pesticides, toxic waste and so on. Runaway climate change, too, would present a wide range of public health risks.\nThe largest and most immediate health consequences are likely to come through erosion of air quality, Cutler and Domenici wrote. They included in their calculation the repeal of President Barack Obama’s signature climate change initiative, the Clean Power Plan, as well as the rollback of vehicle fuel economy standards and Trump’s tariffs on solar power components from abroad.\nAbout 90 percent of the increase in respiratory ailments can be attributed to one deregulatory move—the effort to re-open a loophole that allowed trucks that don’t comply with pollution rules to remain on the road, the authors found.\nPublic health scientists have been raising increasing alarms as EPA Administrator Scott Pruitt has advanced Trump’s deregulatory agenda. They have protested Pruitt’s move to bar government-funded scientists from sitting on the agency’s Science Advisory Board, and nearly 1,000 scientists signed a letter opposing Pruitt’s plan to place restrictions on the EPA’s use of science.\nIn their JAMA essay, Dominici and Cutler singled out the move to curb agency use of science as one of the most potentially consequential, because Pruitt is targeting epidemiological studies of human subjects. Although Pruitt calls this a move for greater “transparency,” Dominici said it would in fact bar EPA consideration of precisely the kinds of studies that formed the basis of the calculations that she and Cutler did.\n“They are attacking the science because the science is what is putting the number of deaths where they are,” she said. “It’s a tactic to discredit the science, so that health impact analysis will not be able to be done any more.”\nThe EPA, which received more than 150,000 public comments in 30 days on its proposal to restrict agency science, has extended the comment period on that proposal through August.  The agency also has set a July 17 hearing in Washington, D.C., on the plan.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}