{
  "url": "https://insideclimatenews.org/news/11062018/cities-pollution-carbon-footprint-climate-action-renewable-energy-investment-sustainability-report/",
  "title": "Few Southeast Cities Have Climate Targets, but That’s Slowly Changing",
  "date": "2018-06-11T09:20:13-04:00",
  "content": "This story is part of ICN’s Southeast regional coverage.\nFueled by coal-burning power plants and heavy industry, seven southeastern states produce enough carbon dioxide combined to rank as the world’s sixth-largest climate polluter, but few of the region’s larger cities are setting measurable goals for cleaning up, a new report concludes.\nA stellar performer was West Palm Beach, Florida. Among the worst laggards was Mobile, Alabama.\nChris Ann Lunghino and her Nashville nonprofit advocacy group, Community Sustainability USA, published the report as a way to encourage more cities to reduce their carbon footprints. She worked with researchers from Vanderbilt University and South Korea’s Yonsei University.\nPlease take a look at the new openings in our newsroom.\nTheir report is based on a survey of the 139 cities across the region with a population of at least 50,000. It found that only about 20 percent of the cities have set emissions-reduction goals so far, but more are taking a closer look at their emissions and plan to increase their use of renewable energy.\nAmong the findings:\n“Cities across population sizes and political leanings in the Southeast are setting climate goals, and some are setting aggressive climate goals, to prevent the most drastic climate change impacts,” Lunghino said.\nBut 47 cities received a score of zero, meaning they didn’t meet any of the benchmarks the report used to gauge ambition.\nThe rankings, called the Southeast Climate Commitment Index, examined cities in Virginia, North Carolina, South Carolina, Georgia, Alabama, Tennessee and Florida.\nThe index takes into account 21 indicators in categories such as whether cities have taken inventories of their greenhouse gas emissions, procured renewable energy, adopted resolutions in support of tackling climate change or pledged emissions reductions.\nWest Palm Beach, Florida, topped all cities with the highest score. Lunghino noted it has committed to a goal of 100 percent renewable energy, set a greenhouse gas reduction target, conducted a greenhouse gas inventory and plans to do follow-up inventories. The city has several municipal initiatives to support its path toward a goal of net zero emissions by 2050.\nAtlanta; Sarasota, Florida; Arlington County, Virginia; and Boynton Beach, Florida, rounded out the top five.\nAt the other end of the spectrum, Jacksonville, Florida; Mobile, Alabama; Marietta, Georgia; and Greeneville, North Carolina, were among the cities receiving a score of zero.\nThe report analyzed only cities in the Southeast and didn’t compare them to cities in other regions. Lunghino previously worked for the Southern Alliance for Clean Energy and the Sierra Club. Her small nonprofit’s earlier work centered on social science and empowering individuals within groups to take action on the environment in California.\nVanderbilt University law professor Mike Vandenbergh, who helped guide the study, said it leaves the region facing a challenge: “How will the South respond?”\n“What’s exciting is that the private sector is taking the lead in many states,” he said.\nFor example, Facebook announced last year that it will power a large data center near Richmond, Virginia, with solar panels. A 104-turbine wind farm in North Carolina developed by Avangrid Renewables will supply electricity to a grid that serves Amazon’s data centers. The Tennessee Valley Authority also plans to provide Google with renewable energy for a new Mississippi data center.\nAs renewable energy prices fall, big companies coming into the region are demanding renewable energy, even if local governments are not, Vandenbergh said. “It is very plausible for a city to make a significant commitment to renewable power.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}