{
  "url": "https://insideclimatenews.org/news/12062018/ferc-no-power-grid-national-security-emergency-trump-perry-coal-subsidy-energy-regulators-congress/",
  "title": "There’s No Power Grid Emergency Requiring a Coal Bailout, Regulators Say",
  "date": "2018-06-12T21:25:14-04:00",
  "content": "The top regulators of the nation’s power grid told Congress on Tuesday that they see no immediate national security emergency to justify propping up coal and nuclear power plants with a government order, as the Trump administration is considering.\nAll five members of the Federal Energy Regulatory Commission, FERC, weighed in at a hearing of the Senate Energy and Natural Resources Committee on a debate that has been roiling the industry and its regulators for months. It was the first time in many years that the whole commission had appeared before the committee together.\nEven though most of them were appointed by President Donald Trump, they seemed ambivalent or even hostile to his repeated attempts, along with Energy Secretary Rick Perry, to require grid operators to buy power from uneconomical coal and nuclear power plants.\nTrump political supporters and influential fossil fuel companies, including the coal company Murray Energy and utility FirstEnergy, have pushed for a government-ordered bailout, while a diverse mix of environmental advocates, major grid operators and some public utility companies and natural gas suppliers have argued strongly against it.\nPlease take a look at the new openings in our newsroom.\nThe administration wants to keep coal and nuclear generators from being driven out of business by cheaper natural gas or carbon-free wind and solar. A few months ago, FERC rebuffed Perry’s attempt to subsidize plant operators who keep 90 days of fuel on hand. Now, the White House has told Perry to use his own emergency powers under two laws to bail the industry out on grounds that plant closures are presenting a national security emergency.\nBut the idea that the grid is currently so frail as to present an urgent military crisis has received little support, and next to none at the commission.\nFERC’s chairman, Kevin McIntyre, reading a formal statement aloud, spoke of the deliberative approach the commission has adopted: opening a docket to solicit the views of all parties, especially the grid operators with the fingertip control of electricity supply. To Trump and his allies, this is bureaucratese for kicking the can down the road and risks providing too little assistance too late.\nCommissioner Neil Chatterjee, a Kentucky native and former energy advisor to pro-coal Senate Majority Leader Mitch McConnell (R-Ky.), was the most receptive to some kind of action, if not on an emergency basis.\n“In my view, ‘no action’ is like driving your car without a seat belt,” he said.\nOther commissioners echoed Chatterjee’s call for “vigilance.” But while they said it was important to keep the grid resilient during storms, heat waves, cold snaps or market upheavals, they looked askance at emergency federal intervention that would favor one fuel or another.\nThat, said Commissioner Robert Powelson, a former member of Pennsylvania’s Public Utility Commission and past president of the National Association of Regulatory Utility Commissioners, would be “a real step back” from the benefits that have accrued to competing fuel suppliers and to consumers alike.\nIt would also retreat from the climate and other environmental benefits from wind and solar, as well as from storage technologies and smart metering that are helping to clean up the grid.\nCommissioners Richard Glick, a former official with energy company Iberdrola, and Cheryl LaFleur, a former executive at National Grid USA who was appointed to FERC by President Barack Obama in 2010, were most hostile to the Trump plan.\n“We cannot try to stop the natural evolution of this industry by claiming that there is a national security emergency unless there is evidence that suggests that an emergency actually exists,” Glick said.\nAfter more than an hour of testimony, Sen. Martin Heinrich (D-N.M.) asked the question directly:\n“Do any of you believe that in the wholesale power markets we are facing an actual national security emergency at the moment?”\n“I do not,” said LaFleur, the most outspoken of the commission’s opponents of intervention.\n“Would anyone answer that with a yes?” Heinrich inquired.\nNobody did.\nRepublican Sen. Lisa Murkowski of Alaska, the committee’s chairwoman, also said she was skeptical.\n“As with many controversies, with so much at stake in such a heavily regulated industry such as energy, the various interests are locked in,” she noted. “This is battle, this is mortal conflict for some.”\nMurkowski is closely aligned with the oil and gas industry. Its lobbying group, the American Petroleum Institute, has joined renewable energy advocates to strongly oppose the administration’s efforts on behalf of coal and nuclear.\nThe committee’s ranking Democrat, Maria Cantwell of Washington, said she found the idea of intervening in markets “mind-boggling.”\nThe commissioners, in more measured words, seemed to agree with her.\n“FERC does not pick winners and losers in the market,” Powelson said. “Instead we create an environment where the market can pick the winners and losers.” He called it a “moral hazard” to do otherwise.\n“We need to be wary of people using the situation or a potential situation as a way to achieve market changes that they haven’t been able to achieve otherwise,” Glick said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}