{
  "url": "https://insideclimatenews.org/news/07062018/pruitt-epa-cost-benefit-analysis-environment-regulation-health-climate-change-proposed-rulemaking/",
  "title": "Pruitt Starts Rewriting How EPA Weighs Costs, Benefits of Regulation",
  "date": "2018-06-07T20:31:04-04:00",
  "content": "The Environmental Protection Agency took its first step on Thursday toward a comprehensive overhaul of the cost-benefit calculations that underpin the entire array of its regulations, notably any actions to rein in global warming.\nIn a notice inviting the public to comment on whether and how to adjust its methods, the agency signaled a potential wave of revisions to how it seeks balance in its rules under laws governing air, water, solid waste, pesticides and climate change.\nOne option it flagged, which could have far-reaching effects on rules involving fossil fuels, the main source of greenhouse gases, would do away with expansive calculations of benefits when rules meant to control one form of pollution also serendipitously cut back on another.\nBecause burning fossil fuels gives off many kinds of harmful pollution, regulators have commonly cited the full range of ancillary benefits that arise whenever new rules suppress the use of coal, oil and natural gas. At the request of industry, the EPA’s notice said, the agency will consider changing this approach.\nEven if some proposed rule could bring greenhouse gas emissions down to zero, such as by replacing fossil fuels with clean alternatives, the agency would not count the benefits to public health that would result as choking smog and soot vanished along with the carbon dioxide.\nPlease take a look at the new openings in our newsroom.\nEPA Administrator Scott Pruitt made plain that he wants to challenge the cost-benefit justifications not just for climate-related rules put forward by the Obama administration, but also for many other regulations that polluting industries find onerous.\n“Many have complained,” Pruitt said, “that the previous administration inflated the benefits and underestimated the costs of its regulations through questionable cost-benefit analysis.”\nThat is a common complaint from the fossil fuel industries, and one that Pruitt himself turned to when, as Oklahoma’s attorney general, he sued the agency he now runs.\nAmong his main targets now are the Clean Power Plan’s limits on carbon dioxide emissions from coal-fired power plants, controls on oilfield emissions of methane, goals for automotive  fuel efficiency and tailpipe emissions, and other rules that the Trump administration has said it wants to freeze, roll back or repeal.\nThe Trump administration has already taken some steps along these lines, the EPA said in announcing the latest move.\nFor example, it has revised the way it calculates what economists call the “social cost of carbon,” an attempt to measure in today’s dollars the costs imposed on future generations every time a ton of carbon dioxide is emitted. Under the Obama administration this estimate was set at about $35 per ton of CO2, a figure that many economists consider much too low to reflect the true harm of global warming. Under the Trump approach it would be about $5.\nAnd when EPA proposed its repeal of the Clean Power Plan, it eliminated from the cost-benefit analysis any consideration of the public health benefits that would come from controlling sooty particles from burning coal, even though public health scientists estimate that particulate pollution sickens and kills tens of thousands of people.\nIn its formal notice seeking public comment, the EPA observed that industry groups had requested this kind of change when the agency solicited public views on “a myriad of regulatory reform issues” in early 2017.\nAs an example, the agency cited regulations controlling emissions of mercury from power plants. Many coal-fired plants have shut down rather than invest in the required pollution controls. As a result, soot emissions have been reduced significantly, too, a benefit the Obama EPA considered when setting the rules.\nExposure to mercury can damage developing brains, among other harms. But when put in dollar terms, the Trump EPA said, the benefits of controlling mercury exposure are less than the costs to industry. Even though the public’s lungs were protected from soot while its central nervous systems were protected from mercury, the agency reasoned in its new notice, this cost-benefit analysis was flawed.\nSara Chieffo, vice president of government affairs for the League of Conservation Voters, said the Trump administration was trying to put its thumb on the scale to help polluters.\n“Scott Pruitt has shown us once again that he doesn’t care about the costs of pollution to human health. His claim that benefits have been inflated in EPA regulatory decision making is simply not borne out by the facts and in today’s far-reaching announcement, he is doing nothing short of cooking the books so that polluters always win, and people always lose.”\nPublic comments will be accepted for 30 days after the rule is formally published in the Federal Register.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}