{
  "url": "https://insideclimatenews.org/news/31052018/arctic-oil-gas-methane-leak-detection-technology-reliability-problems-alaska-climate-change/",
  "title": "Arctic Methane Leaks Go Undetected Because Equipment Can’t Handle the Cold",
  "date": "2018-05-31T14:32:38-04:00",
  "content": "The most widely-used technology for detecting methane leaks from oil and gas operations does not work reliably in extremely cold weather—like on Alaska’s North Slope, according to recent research and the industry’s own reports.\nWhen the weather hits the extreme lows common around Prudhoe Bay, when the winds whip and the sun dips below the horizon for a few months, the infrared technology required to look for methane leaks isn’t always able to find them.\n“A lot of the equipment just doesn’t function well at -40 or -50,” said James Plosay, who manages the air permits program for the Alaska Department of Environmental Conservation’s Division of Air Quality.\nAcross the country, recent reports have found that methane leaks from oil and gas infrastructure are under-reported. One recent study by the Environmental Defense Fund (EDF) found that as much as five times more methane could be leaking from sites in Pennsylvania than industry reports to state regulators.\nBut what’s happening on Alaska’s North Slope represents a unique problem—one of a litany of challenges facing operators in the punishing conditions there—and raises questions about how accurate estimates of fugitive emissions are in a place where the climate change stakes are among the highest.\nPlease take a look at the new openings in our newsroom.\nMethane is a potent climate forcer. Though it’s a short-lived climate pollutant that does not remain in the atmosphere as long as carbon dioxide, methane’s impact on climate is much greater than CO2 in the short-term. In the Arctic, where temperatures are rising at least twice as fast as the rest of the world, methane alone has caused a half a degree Celsius of warming.\nSince 2008, the oil and gas industry in the United States has been required to use Optical Gas Imaging technology to detect methane leaks. Arvind Ravikumar, a Stanford post-doctoral fellow who studies this technology and its ability to detect leaks, described the tool as essentially a “handycam, but with infrared so the methane becomes visible.”\nThe company that makes the most widely used cameras, FLIR Systems, Inc., said its product works in a variety of climates, including Alaska’s North Slope and in Canada, with special handling procedures. It did not address the concerns raised by the recent reports when asked about them.\nThe problem of these leaks represents a common ground between environmentalists and industry, in that both see it as a problem that should be solved. Methane leaks mean lost profits to the industry. “It’s in their best interest to keep leaks down,” said Plosay. “But of course, it’s a huge industrial process and leaks happen.”\nSince its introduction over a decade ago, Optical Gas Imaging technology has been in widespread use. In 2016, when the Obama Administration passed rules to reduce methane emissions, it included a requirement that operators inspect facilities twice a year using instrument-based detection. It called for the use of infrared cameras or other approved methods.\nIn 2015, as part of the rulemaking process, Laura Perry, the air quality coordinator for ConocoPhillips Alaska, submitted a comment to the EPA in which she explained the problem with the cameras.\n“According to FLIR Systems, Inc., the optical gas imaging cameras’ operating temperature range is from -4°F to 122°F. This manufacturer does not offer any gas imaging cameras designed to operate in temperatures below -4°F.”\nOn the North Slope in the winter, it is normal for temperatures to be far below -4°F, Perry wrote. She also pointed out that the camera is designed to operate when wind speeds are less than 8 mph, which is gentler than the ordinary winds of an Alaskan winter.\nIn light of this—and the costs associated with the rule’s requirement to shut down facilities to repair leaks, which Perry wrote would have an economic impact on Alaska’s economy—Perry asked that the North Slope be exempted from the 2016 methane rules.\nUsing a FLIR camera, EDF captured California’s Aliso Canyon methane leak that started in 2015 and wasn’t visible to the naked eye. Credit: Environmental Defense Fund\nThough the request wasn’t granted in full, the final rule did exempt natural gas processing plants on the North Slope from the rule.\nIn late February of this year, that exemption was expanded.\nWhile the Trump administration’s attempt to overturn Obama’s methane rules is facing legal challenges on several fronts, the EPA issued two narrow amendments to the Fugitive Emissions Requirements of the rules.\nOne amendment got rid of a requirement that leaks had to be repaired during emergency shutdowns. Instead, they can now be repaired during the next planned shutdown or within two years, whichever is earlier.\nAnd on the North Slope, another amendment gives operators more time to conduct inspections to new or modified wells, so if a well is drilled in winter, instead of having to inspect it within 60 days, operators now have six months.\nInfrared footage shot by EDF reveals the giant methane leak from Aliso Canyon. Credit: Environmental Defense Fund\nAn EPA fact sheet explaining the changes to the rule ascribed this change to reports from industry that methane cannot be detected as well during the winter. A 2017 comment from the American Petroleum Institute had cited Perry’s 2015 letter about the inability to detect leaks in extreme cold. (In its comment, API also asked that other locations that experience extreme cold, like North Dakota and Wyoming, be exempted. That request has not been granted.)\n“Both amendments are expected to result in cost savings for the oil and gas industry, as well as reductions in climate benefits that would occur from reducing methane emissions,” the fact sheet says. On the North Slope, the EPA estimates the change will save the industry approximately $24,000 a year in compliance costs, and that approximately 34 tons of methane per year that would have been captured will be released into the atmosphere as a result.\nIn her 2015 letter, ConocoPhillips’ Perry wrote that there are certain things that operators do on the North Slope that help make up for the issues around leak detection in winter. For instance, she wrote that processing facilities are fully manned around the clock and are entirely enclosed.\n“Because they are all enclosed and manned, liquid and gas leaks cannot be generally tolerated so the facilities (and manifold buildings at the drill sites) contain gas detection equipment that alert operators to leaks so they may be expeditiously repaired,” she wrote.\nWhile true, Alaska EPA inspector John Pavitt said there are plenty of other opportunities for gas leak on the North Slope. “If it’s a gas well, I can’t think of an example where one is enclosed,” said Pavitt, who has been doing inspections in Alaska for 25 years. “They’re out and exposed to the weather.”\nIn fact, he said, there are ample opportunities for leaks in the equipment as the wells pull up a mixture of oil, gas and water which then has to be separated. “As you think about the infrastructure on the North Slope, a lot of the work being done is to separate those streams and to handle them and do what needs to be done,” he said. “There’s potential for leaks in any of the equipment handling those streams.”\nRavikumar, at Stanford, said that heaters used on the North Slope during the winter are prime candidates for leaks, which are currently going undetected. “They often vent methane when they’re operating,” he said. “We know there are extra emissions sources because of those conditions.”\nThe company behind the cameras stands by their ability to function in cold, windy, dark climates. “FLIR Optical Gas Imagers have been proven as a useful and dependable tool by customers in both the Northern Slope of Alaska and in Canada where the conditions can reach extremely cold temperatures,” Craig O’Neil, the business development manager at FLIR, wrote in an email.\nIt’s easiest for infrared cameras to detect a methane leak when there is a difference in temperature between the gas and the air at the surface. The bigger that difference (which is known as Delta T) the better. Having sunlight helps—it can warm the surface air higher than the gas—but a lack of it can be useful too, said O’Neil. ”In extremely low temperature environments where there is no sunlight, FLIR’s camera can possibly operate better as there is a good Delta T since the background is much lower than the escaping gas temperature which could be considerably hotter.”\nNeither O’Neil nor other representatives from FLIR responded to questions about the concerns voiced by the industry, the EPA and Ravikumar’s studies, besides stating that though the cameras might have a reduced battery life in extreme cold, “the camera would still function.”\nIt’s not just the North Slope that faces challenges detecting methane leaks in the winter. The winter conditions in Alberta, Canada, home to the tar sands and a large natural gas industry, can also hamstring the leak-detecting cameras.\nThomas Fox, a Ph.D. student studying methane detection in natural gas fields in Alberta, said that while the temperature there can dip well below zero, the bigger problem in Alberta is the prairie wind. “I’ve spoken informally to field workers who say if the wind is above 30 km per hour, you shouldn’t even go out,” he said.\nCanada recently released new methane regulations that aim to cut emissions by 40 to 45 percent by 2025. But Fox worries that without the widespread use of technology that is able to measure leaks year-round, that may be hard to accomplish.\n“The government has taken this prescriptive approach and said if we take the cameras and go out three times a year and look for leaks, we’re going to assume that will lead to the targets we’re looking for,” Fox said. “But if you don’t take into account that the cameras don’t work as well in certain conditions you’re maybe not going to achieve the targets that you set out to achieve.”\nIn the United States, the amendments to the methane rules are raising suspicion among some environmentalists. “Our concern is: What’s the real intention behind the rule change?” said David Lyon, a scientist at the Environmental Defense Fund. “Was it a minor technical tweak to address a legitimate issue? Or was it a tactic to start chipping away at the rule, piece by piece?”\nHe also questioned the knowledge gap on the North Slope and in other cold climates as methane leaks go undetected in the winter. Without functioning cameras, operators are left with audio and visual inspections as the best tool for detection. “They’ve shown that audio-visual inspections do not work,” he said. “That’s not a good alternative to finding the leaks.”\nEDF has partnered with Ravikumar, the Stanford researcher, to evaluate other forms of detection that could have more success in cold climates.\n“We’re bringing a lot of new technologies together and testing them on performance,” Ravikumar said. One that holds promise is a laser-based technology by California-based Picarro.\n“The temperature is not an issue for us,” said product manager David Kim-Hak. “We can measure methane emission at very cold or low temperatures.” But for now, the costs of Picarro’s product has been prohibitively high for industry to use. At this point, it’s being used more by researchers.\n“Our tech is extremely precise and stable. In that sense it’s much better and much more advanced than any sensors that you can buy,” said Kim-Hak.\n“Because of that the price is much higher,” he said. “We are slowly moving into a solution that could be more cost-effective for the user.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}