{
  "url": "https://insideclimatenews.org/news/17052018/scott-pruitt-epa-secret-science-health-fossil-fuel-industry/",
  "title": "Pruitt’s Own Scientist Appointees Challenge EPA Science Restrictions",
  "date": "2018-05-17T11:15:36-04:00",
  "content": "Environmental Protection Agency Administrator Scott Pruitt faces harsh criticism from members of the agency’s Science Advisory Board (SAB)—including from some he named to the panel himself—over his plan to restrict the types of scientific evidence the agency can use in writing EPA rules.\nTen members of an SAB work group, in a signed memorandum, called for the full board to scrutinize Pruitt’s proposal at a meeting on May 31, saying his approach was designed without necessary input from the scientific community. Leading national science organizations have mounted a campaign to reject Pruitt’s approach.\nPruitt’s proposal would no longer allow the EPA to use scientific studies where the underlying data is not public. The move could rule out health studies that promised participants confidentiality—some of which have served as the underpinning of regulations, especially clean air standards. The policy takes up a cause long-championed by the fossil fuel industry and its allies in Congress.\n“The era of secret science has come to an end,” Pruitt said in announcing the proposal on April 24.\nThe SAB advisers, all outside experts in a range of environmental sciences, said curbing EPA’s use of epidemiological health studies could skew regulatory outcomes with long-term consequences.\n“The development of guidelines and rules in this arena requires careful collaboration between the government and the scientific community,” the science advisers said in the memo, first reported by InsideEPA.\nAlthough the advisers applauded the purported goal of transparency, they said “the precise design of the rule appears to have been developed without a public process for soliciting input from the scientific community.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nAccording to the advisers, Pruitt’s proposal did not take into consideration previous steps that the EPA had taken to enhance transparency, nor efforts by the scientific community to ensure greater public access to data. The group said the proposal also “oversimplifies” the effort that would be involved in redacting scientific data to meet the new EPA requirements.\n“Without access to the restricted data, regulatory programs could become more or less stringent than they otherwise would be, with consequences for both regulatory costs and benefits,” the memo said. It noted that a similar proposal had stalled in Congress for several years.\n“The rule could have the effect of removing legal, ethical, and peer-reviewed studies of health effects as sources to support the agency’s regulatory efforts,” it added.\nFour of the 10 SAB work group members who criticized the proposal are new members of the Science Advisory Board, appointed by Pruitt. They are the SAB’s new chairman, Michael Honeycutt, who is Texas’s chief state toxicologist; John D. Graham, dean of the  School of Public and Environmental Affairs at Indiana University, who was a senior regulatory official in President George W. Bush’s White House; Arkansas environmental official Bob Blanz; and Robert W. Merritt, a retired oil industry geologist and independent consultant from Houston.\nThey are among the 66 new experts Pruitt has placed on three different EPA scientific committees. Many of them are critics of the agency and come from industry or state government. The six other members of the group, including its chair, Allison Cullen, a professor at the University of Washington, were members of the SAB before the Trump administration took over.\nEPA’s SAB has a long-standing process of assigning work groups to review the adequacy of the science supporting regulatory actions, and to report to the larger board.\nJohn Walke, clean air director for the Natural Resources Defense Council, who has called Pruitt’s proposal an effort “to censor science,” said the work group’s harsh review was significant.\n“It’s encouraging that EPA’s scientific advisors are standing up for independent, peer-reviewed research, and leveling strong criticisms at Pruitt’s harmful proposal,” he said. “Let’s hope this important critique from EPA’s scientific advisors will convince Pruitt to abandon this insidious idea.”\nIt is unclear how the full SAB will review the agency’s science proposal, or whether its input will come soon enough to influence Pruitt’s plan. The 30-day public comment period on the proposal is set to close on May 30, a day before the SAB meeting.\nEPA’s press office did not reply to queries on whether the agency was considering extending the comment period, or whether the memo would be part of the agency’s consideration on the rulemaking.\nOur nonprofit newsroom provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going. Please donate now to support our work.\nThe press office did provide a short statement, asserting it was “on background,” a condition of attribution that InsideClimate News had not agreed to.\n“EPA’s Science Advisory Board plays an important role in informing EPA actions on policy and regulatory matters,” the press office said. “We value the Board’s expertise, and we welcome feedback from the chartered panel on areas in which they are interested in getting additional scientific information that is relevant to the rulemaking process.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}