{
  "url": "https://insideclimatenews.org/news/23042018/vehicle-efficiency-cafe-standards-carbon-emissions-global-warming-car-pollution-auto-industry-penalties/",
  "title": "Trump’s First Salvo in Push to Weaken Vehicle Standards Struck Down by Court",
  "date": "2018-04-23T22:45:41-04:00",
  "content": "A federal appeals court in New York on Monday blocked the Trump administration’s efforts to delay penalties against automakers that fail to meet carbon-cutting emissions standards in new cars.\nA three-judge panel of the United States Court of Appeals for the 2nd Circuit threw out a decision, announced by the Department of Transportation last July, to postpone increases in the penalties that automakers are required to pay if they don’t meet efficiency standards under the Corporate Average Fuel Economy (CAFE) regulations.\nThe Trump administration’s attempt to delay the penalties was its first salvo in a crusade to weaken the vehicle standards, which were predicted to prevent billions of tons of climate-warming carbon emissions from newer vehicles.\n“The Trump administration’s first step in its efforts to weaken vehicle efficiency standards has now failed,” said Richard Revesz, director of the Institute for Policy Integrity and a professor at New York University’s School of Law. “Today’s result is likely a predictor of analytical and legal weaknesses in the administration’s broader effort to water down vehicle-efficiency rules.”\nPlease take a look at the new openings in our newsroom.\nIn the final days of the Obama administration, the department increased the penalty by nearly 150 percent for exceeding the emissions standards—a hefty, inflation-matching bump intended to prod automakers to meet the standards for newer model years.\nAs the increased penalties were set to kick in, the Trump administration announced in July it was delaying the effective date. It said then that companies had paid more than $890 million in CAFE penalties. Five states—New York, California, Maryland, Pennsylvania and Vermont—and environmental groups sued, saying the administration had failed to provide adequate public notice, as required by law, and violated another federal law requiring civil penalties to rise with inflation.\nThe judges on Monday did not issue an opinion with their ruling, so it wasn’t immediately clear how they reached their decision.\n[Update: The opinion was issued on June 29. In it, the court explained that the administration had violated the Administrative Procedures Act by delaying the penalties without issuing a public notice or allowing a comment period. “Notice and comment are not mere formalities,” the court wrote. “They are basic to our system of administrative law.”]\n“The court acted very quickly,” said Dan Becker, director of the Safe Climate Campaign and a longtime advocate of fuel-efficiency standards. “I think that conveys that this wasn’t even a close case.”\nThe decision comes as the administration attempts to further weaken the CAFE standards.\nEarlier this month, the Environmental Protection Agency issued a “final determination” that it would revise the standards, saying the Obama administration’s decision “didn’t comport with reality.”\nThough it’s unclear what any new standards might look like, the move puts the administration at odds with several states, notably California. Under a special waiver, California is allowed to maintain more stringent standards than those required by the federal government. The state—and others that typically follow its lead—has said it intends to maintain the existing standards.\nWithout effective standards, analysts say, the auto industry will likely backslide into making less efficient cars, with serious consequences for climate change.\nThe EPA projected that the original standards would prevent more than 6 billion metric tons of greenhouses gas emissions over the lifetime of cars sold in model years 2012 to 2025—more than one year of total U.S. carbon emissions.\n“This shows that the administration acts illegally and we have to rely on the courts to rein them back in,” Becker said, referring to Monday’s court decision. “Most importantly for the long term, it shows the importance of the state. We have to rely on the states — whether it’s California over state standards on emissions or whether it’s state attorneys general suing to block bad actions.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}