{
  "url": "https://insideclimatenews.org/news/12042018/zinke-interior-department-staff-reassignments-inspector-general-report-whistleblower-joel-clement-doi-scientist/",
  "title": "Investigators: We Can’t Tell if Interior Dept. Reassignments Were Legal Due to Lack of Records",
  "date": "2018-04-12T12:53:17-04:00",
  "content": "The Interior Department’s Office of Inspector General concluded an investigation into the reassignment of 27 top career employees last year without being able to determine the reasons behind the moves or their legality, because, it said, the agency failed to document its decision-making process, despite federal guidance.\nIn a report issued Monday, the agency’s watchdog examined the reassignment of the employees between June 15, 2017, and October 29, 2017.\nAmong those moved was Joel Clement, formerly the director of the Office of Policy Analysis. In a July 2017 op-ed, Clement accused the department under Secretary Ryan Zinke of transferring him to an obscure accounting post as retaliation for speaking out about the threats manmade climate change poses to Alaskan villages. Zinke has expanded greater fossil fuel development on federal lands and played down or erased consideration of climate impacts across the agency.\nClement said last year that his reassignment was part of a pattern within Interior under the new administration. After he filed a federal whistleblower complaint against the agency, eight senators asked the Inspector General’s Office to undertake an inquiry.\nThe investigators found that Interior’s Executive Resources Board (ERB)—made up of six voting members who were all political appointees at the time and who made the personnel decisions—“did not document its plan for selecting senior executives for reassignment, nor did it consistently apply the reasons it stated it used to select senior executives for reassignment. We also found that the ERB did not gather the information needed to make informed decisions about the reassignments, nor did it effectively communicate” with those re-assigned.\nThe report continued: “As a result, many of the affected senior executives questioned whether these reassignments were political or punitive, based on a prior conflict with DOI leadership, or on the senior executive’s nearness to retirement. Many executives speculated that multiple reasons applied or believed their reassignment may have been related to their prior work assignments, including climate change, energy, or conservation.”\nPlease take a look at the new openings in our newsroom.\nThe Interior Department had 227 top career staff, designated as Senior Executive Service, at the time. The department has broad authority to reassign them, provided it follows certain rules. One is that the employee is reassigned to a position “for which the appointee is qualified,” something Clement, a scientist and policy expert, took issue with when he was reassigned to an office that specializes in auditing and dispersing fossil fuel royalty income.\nThe report noted that all but two of the reassignment notices were sent on June 15, and that the first reassignment started on July 2. It also noted that reassignments aren’t allowed until 120 days after an agency head is appointed; July 2 would have been 123 days after Zinke’s confirmation.\n“Because the ERB had no documents related to its decisions, we relied on interviews with ERB members for the rationale behind the ERB’s decisions,” the investigators wrote. ERB members “told us that instead of consulting with the senior executives or with the senior executives’ supervisors about performance and qualifications, the ERB used short biographies submitted by the senior executives in February 2017.” Those biographies had been requested as “a way for the new political leadership to get to know the career” staff, they wrote. They also reported that, in most cases, the staff members’ supervisors were not informed until hours before the notices were sent.\nInterior Deputy Secretary David L. Bernhard said in a written response to the report that the decisions the agency made were “lawful.”\nClement, who resigned in October 2017, four months after he invoked the federal whistleblower protections, said in an emailed statement that he was “stunned by the level of incompetence that this report describes.”\n“There were so few records kept that the Inspector General can’t even make a determination of the legality of the reassignment actions,” he wrote. “It’s remarkable that the political staff at Interior would be so blithe, thoughtless, and careless during a time of intense scrutiny. It begs the question, what did they have to hide?”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}