{
  "url": "https://insideclimatenews.org/news/30032018/california-hfc-ban-short-lived-climate-pollutants-global-warming-refrigerators-air-conditioners/",
  "title": "California Bans Climate-Warming HFCs in New Air-Conditioning and Refrigeration",
  "date": "2018-03-30T07:30:26-04:00",
  "content": "The federal government may be walking back regulations on the climate-warming chemicals used in refrigeration and air-conditioning, but the state of California isn’t.\nThe California Air Resources Board (CARB) adopted a regulation last week that prohibits the use of hydrofluorocarbons (HFCs), chemicals that are between 1,000 and 3,000 times more potent than carbon dioxide. The decision follows a federal court ruling in August 2017 that found the EPA did not have the authority to regulate HFCs.\n“The Board’s action today preserves the federal limits on the use of these powerful chemicals and refrigerants and provides more certainty to industry,” said CARB Chair Mary D. Nichols. “We applaud the actions of many industries, which already have made significant investments in developing and using more climate-friendly alternatives to the high-global warming HFCs.“\nPlease take a look at the new openings in our newsroom.\nHFCs, a type of short-lived climate pollutant, linger in the atmosphere for an average of 14 years, which is significantly less time than CO2, but long enough to become mixed throughout the atmosphere. That means that reductions in HFCs in one area can affect the climate globally, including in the Arctic where climate change is wreaking havoc on natural systems.\nAn Obama-era rule would have restricted the manufacturing of products containing HFCs, and had the potential to cut U.S. greenhouse gas emissions by as much as the equivalent of 72 million metric tons of carbon dioxide by 2025, according to an analysis by scientists at Lawrence Berkeley National Laboratory.\nBut a federal appeals court sided with foreign manufacturers of HFCs, ruling that the EPA did not have authority to regulate them under the Clean Air Act. This came despite support for the Obama regulations from the Trump administration and two large U.S.-based chemical manufacturers—DuPont spinoff Chemours and Honeywell International, which make alternatives to HFCs.\nAs use of air-conditioning and cooling has increased around the world, HFCs have become the fastest-growing form of climate emissions, with the potential to cause up to a half a degree Celsius of warming by 2100. Scientists, policymakers and chemical manufacturers have been working toward solutions to the problem, including the creation of alternatives that won’t have the same impact.\nIn California, a 2016 law requires the state to reduce HFCs emissions 40 percent below 2013 levels by 2030. The state also has established an approach to reduce other short-lived climate pollutants, like methane and black carbon.\nThe CARB regulation will lead to an estimated 3.4 million metric tons of CO2-equivalent emissions reductions annually by 2030. Though it’s not enough to reach the mandate imposed by the 2016 law, the board wrote in a release that “this regulation is a good start.”\nMichael Gerrard, the director of the Sabin Center for Climate Change Law at Columbia University, said the effort to keep HFCs out of new products may spread beyond California, too. “California’s adoption of its own HFCs standards may well inspire other states to do the same, especially since there are readily available substitutes,” he said.\nThe California regulation precludes equipment manufacturers from using prohibited HFCs in foams or new refrigeration equipment, including refrigerated vending machines, supermarket freezer aisles, Slurpee machines and frozen yogurt dispensers. It also requires that they have a disclosure statement that certifies that products use only compliant refrigerants or foam expansion agents.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}