{
  "url": "https://insideclimatenews.org/news/22032018/epa-air-pollution-soot-rules-scott-pruitt-secret-science-policy-health-regulations/",
  "title": "How Pruitt’s New ‘Secret Science’ Policy Could Further Undermine Air Pollution Rules",
  "date": "2018-03-22T12:53:02-04:00",
  "content": "Health advocates fear that a massive federal review of the risks posed by soot and other air pollution could be undermined by a new Environmental Protection Agency policy that would block the use of non-public scientific data, such as health studies that promised patients confidentiality.\nIn an exclusive interview he gave to the conservative Daily Caller website this week, EPA Administrator Scott Pruitt announced his new policy and said some studies would be ruled out because the researchers have not made the raw data public.\nThat change would eliminate the use of some of the main studies supporting regulations for particulate pollution, granting a boon to the fossil fuel industry and its allies, who have sought such a change for more than 20 years. It also could rule out use of science that draws on confidential business information or intellectual property that the agency is legally prohibited from disclosing.\nUnder the Clean Air Act, limits on particulate matter and other main forms of pollution must be set low enough to protect the public’s health and updated periodically to reflect the best available science. For decades, this has meant relying on well-established population and disease surveys aggregating data on large but anonymous populations.\nPlease take a look at the new openings in our newsroom.\nPruitt is seeking to end this practice. “We need to make sure their data and methodology are published as part of the record,” Pruitt said. “Otherwise, it’s not transparent. It’s not objectively measured, and that’s important.”\nEnvironmental and health advocates say Pruitt’s so-called “secret science” argument is a red herring. The studies that have long been used have stood up to peer review, and researchers typically can gain access to data in redacted form or by agreeing to maintain its confidentiality.\nThe real aim, advocates for public health say, is to narrow the scope of science used in regulation.\nPruitt’s policy mirrors legislation sponsored by Rep. Lamar Smith (R-Texas), chairman of the House Science Committee, that has been passed by the House of Representatives three times but has never been taken up by the Senate.\nThe science controversy sprung from large, long-term studies by both Harvard University and the American Cancer Society in the early 1990s showing that inhaling fine particulate matter, like that spewed into the air from the burning of oil and coal, causes premature death from lung cancer and cardiopulmonary disease.\nThose findings underpinned the first U.S. air quality standards on extremely fine particulate matter in 1997—one of the most significant pollution rules of that decade—as well as the cost-benefit analyses of many of the most significant air pollution regulations that followed, including the Clean Power Plan.\nBut researchers had obtained personal health information from tens of thousands of participants on the promise of confidentiality. This privacy measure, common in health studies, was branded as “secret science” by foes of regulation. In 1997, hearings were held on Capitol Hill, and protesters hired by a group called Citizens for a Sound Economy, which was founded by the petrochemical magnate Koch brothers and which also received funding from the Exxon Foundation that year, stood outside with signs that said, “Harvard, release the data!”\nThe studies were revalidated and have stood the test of time. They have been cited nearly 8,000 times in other peer-reviewed publications, and the body of work is among the most important science in the field.\nNow that the EPA is producing a new assessment of health risks of particulate matter, advocates of more stringent protections are concerned that Pruitt has found a way to jettison it.\nThe policy change comes just as the EPA is working on its first draft of a particulate matter science review—due last fall but not expected to be completed until late this year.\n“The goal is to reduce the number of studies that can be included, or to imply that they are not as valid or as respectable in terms of their evidence,” said Janice Nolen, assistant vice president for national policy at the American Lung Association. She said that many studies have been published that corroborate the findings of the Harvard and ACS studies, including ones that use publicly available data, like that from Medicaid records. But the Harvard and ACS studies have become a target, Nolen argued, because they were “transformative.”\n“That is the power of these studies—they have caused us to change the way we thought about this air pollutant,” she said.\nEPA is required under the Clean Air Act to do periodic reviews of the science underpinning its health standards; its last look at particulate matter was published in 2009. The review included 300 new epidemiological studies, and ultimately led to the Obama administration tightening its standard for particulate matter of 2.5 microns or less, known as PM2.5, in 2012. That standard, an annual mean of 12 micrograms per cubic meter, is not as stringent as the World Health Organization guideline of 10 micrograms per cubic meter.\nThe Trump administration indicated its view on the importance of PM2.5 science recently in a draft report by the Office of Management and Budget, required by Congress, on the economic justification for regulations over the past 10 years. OMB tallied up the benefits of air pollution rules as outstripping the costs by a factor of at least 4-to-1, but said that the benefits are “mostly attributable to the reduction in public exposure to fine particulate matter.” The Clean Power Plan is an example—a co-benefit of reducing coal-burning that causes carbon dioxide is that it reduces particulate matter, too, which is added into the justification of the rule.\nSteve Milloy, a senior fellow at the fossil fuel industry-funded Energy and Environment Legal Institute and publisher of Junkscience.com, who has been agitating against the PM2.5 studies for years, hailed Pruitt’s new policy at his website with the headline, “WINNING!” Milloy said he hopes Pruitt’s new policy will keep research like the Harvard and ACS studies out of EPA’s health assessment of particulate matter and will allow more consideration of reports that found no associated health risk. That new health risk assessment, in turn, will be the basis for new air regulations—or, in the case of Pruitt’s agenda, the legal justification for deregulation and the repeal of rules like the Clean Power Plan.\n“I can’t think of anything more urgent,” Milloy said. “The most devastating rules of the Obama administration—mercury and air toxics, the Clean Power Plan, even [ozone], they all depend on PM2.5 junk science,” he said. “Those are the biggest, most expensive and highest profile rules the EPA has ever issued. … They are the heart and soul of the ‘War on Coal’.”\nPruitt’s edict comes at the same time he is reconstituting the EPA’s science advisory boards to include more industry-sponsored scientists and to eliminate scientists who receive federal funding. Under the ethics rules that he has put into place, it is considered a conflict of interest for a science advisory committee to receive EPA funding, but not a problem for a committee member to receive industry funding.\nThe newly installed chairman of the Clean Air Science Advisory Committee, which will have a key role in reviewing EPA’s particulate matter science assessment, is Louis Anthony (Tony) Cox Jr., a Denver-based consultant. Cox published a study funded by the American Petroleum Institute last May that concludes socioeconomic factors are to blame for asthma—not air pollution like particulate matter.\nNolen, of the Lung Association, said that “in a normal world” the advisory committee could be counted on to make sure that the EPA was relying on well-corroborated science, and not outlier findings, in its health assessment. But she is not sure that will be the case under the advisory committees as remade by Pruitt.\n“When you’re trying to stack the deck as to who does the review, and which research you review, you are really trying to shape the outcome of their review, and that is a great concern,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}