{
  "url": "https://insideclimatenews.org/news/05032018/solar-tax-credits-2018-irs-homeowner-ruling-battery-energy-storage-powerwall/",
  "title": "Adding Batteries to Existing Rooftop Solar Could Qualify for 30 Percent Tax Credit",
  "date": "2018-03-05T20:45:32-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nHomeowners with rooftop solar tied into the grid like the way they can roll back their meters by selling surplus electricity back to the power company. But there’s a drawback: when the grid goes down in a storm, their lights go off too, unless they paid to install a bank of batteries.\nNow, with battery prices getting cheaper, some homeowners are thinking about beefing up their solar arrays with battery storage and possibly cutting ties with the grid altogether.\nThe taxman just gave them another incentive to do so, making clear that the improvement qualifies for another fat tax credit just like the one they earned when they put up their panels in the first place.\nThe Internal Revenue Service released a private letter ruling on Friday stating that a customer with an existing home solar array is eligible for a 30 percent federal tax credit when they buy and install a battery system, provided it stores only solar energy from their own roof.\nThe private letter ruling was issued to a single taxpayer; it applies only to that specific case, and the IRS says it doesn’t set a precedent. Even so, it tells accountants everywhere how the agency is interpreting the tax law.\nIt suggests that taxpayers can now rest easy taking the tax credit when adding batteries to an existing solar setup, even if they claimed the tax credit when they set up their grid-tied panels, as long as the battery receives power only from the home’s solar panels and none from the grid.\nIt’s a fairly simple matter to comply with the proviso by installing controls that don’t allow power from the grid to go to the battery. It would charge only when the solar panels are generating power.\nThe ruling “marks a milestone” for the residential storage-plus-solar industry, said Kelly Speakes-Backman, CEO of Energy Storage Association.\n“The 30 percent credit is like jumping ahead five years on the cost curve for home battery systems—so on that count, customers will be able to afford longer-duration systems sooner and present greater opportunity for self-reliance,” she said.\nMost rooftop solar customers in the U.S. are still tied to the grid, and many have no backup batteries attached. Tesla’s Powerwall is changing the landscape, but it’s still upward of $7,000 on top of the cost of a solar array. The tax credit would put a dent in the cost.\nThe Energy Storage Association is lobbying Congress to pass legislation that better clarifies the eligibility of energy storage for the tax credit and allow storage to pair with other energy sources, such as wind, in addition to solar.\nBut this ruling is a step in the right direction, energy storage experts say.\n“While most batteries being offered to homeowners today are not large enough to enable full disconnection from the grid when paired with solar, they are certainly critical to helping folks manage their electric bills and ensure uninterrupted service after storms and other common sources of outages,” Speakes-Backman said. “Whether or not you are on the grid, the battery paired with solar definitely puts more power into your own hands.”\nThe solar Investment Tax Credit for homes remains at 30 percent though 2019, then drops to 26 percent in 2020, and 22 percent in 2021 before ending at the end of that year.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}