{
  "url": "https://insideclimatenews.org/news/13022018/climate-change-conflict-disasters-worldwide-threat-assessment-intelligence-agencies-refugees/",
  "title": "Intelligence Agencies Warn of Climate Risks in Worldwide Threat Assessment",
  "date": "2018-02-13T19:14:39-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news. Sign up for the ICN newsletter.\nIn their annual summary of global threats, the nation’s intelligence agencies warned on Tuesday that climate change and other environmental trends “are likely to fuel economic and social discontent—and possibly upheaval—through 2018.”\nWhile there may not be indications of an abrupt and cataclysmic event on the immediate horizon, the trends are already visible, they said in a statement presented to the Senate Intelligence Committee at a hearing where the Trump administration’s top intelligence officials testified.\nThe statement was matter-of-fact and brief, but unambiguous. Normally, conclusions like these might not deserve much notice. But in an administration where top officials, including some with intelligence responsibilities, have repeatedly questioned the basic science of global warming, such a frank confirmation of the mainstream consensus was striking.\nThe intelligence agencies’ Worldwide Threat Assessment contrasted with two other recent documents issued by the Trump administration: the National Defense Strategy published in January and the National Security Strategy published in December. Both of those broke from the pattern of recent years and omitted climate change as a significant concern.\nThe intelligence community, instead, aligned itself with science agencies. The report’s views reflect those in the thoroughly peer-reviewed interagency National Climate Assessment issued last year, and the facts consistently reported by major scientific agencies like NOAA and NASA.\n“Extreme weather events in a warmer world have the potential for greater impacts and can compound with other drivers to raise the risk of humanitarian disasters, conflict, water and food shortages, population migration, labor shortfalls, price shocks, and power outages,” the intelligence threat assessment said. It was presented as the written testimony of Dan Coats, the director of national intelligence appointed by President Donald Trump.\n“Worsening air pollution from forest burning, agricultural waste incineration, urbanization, and rapid industrialization—with increasing public awareness—might drive protests against authorities, such as those recently in China, India, and Iran,” the assessment said.\n“Accelerating biodiversity and species loss—driven by pollution, warming, unsustainable fishing, and acidifying oceans—will jeopardize vital ecosystems that support critical human systems. Recent estimates suggest that the current extinction rate is 100 to 1,000 times the natural extinction rate.”\nWater scarcity and disease outbreaks, two problems related to climate change, also pose risks, it said.\nSo does the most striking sign of the upheaval, waves of refugees displaced by complex stresses of climate, disease, poverty and other destabilizing factors, the report warned.\n“Challenges from urbanization and migration will persist, while the effects of air pollution, inadequate water, and climate change on human health and livelihood will become more noticeable,” the assessment said. “Domestic policy responses to such issues will become more difficult—especially for democracies—as publics become less trusting of authoritative information sources.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}