{
  "url": "https://insideclimatenews.org/news/07022018/coal-ash-power-plant-toxic-pollution-groundwater-data-epa-monitoring/",
  "title": "Power Plants’ Coal Ash Reports Show Toxics Leaking into Groundwater",
  "date": "2018-02-07T21:47:32-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news. Sign up for the ICN newsletter.\nToxic substances including arsenic may be leaking from unlined pits and contaminating groundwater at hundreds of coal ash storage facilities nationwide, according to an analysis by the environmental law organization Earthjustice.\nThe analysis, an initial review of recently released data from 14 power plants in eight states, comes as the Environmental Protection Agency is weighing whether to revise recently enacted groundwater monitoring rules at coal ash storage facilities.\nNine of the 14 power plants noted “statistically significant increases” of toxic substances in groundwater near coal ash containment ponds, Earthjustice found.\n“This data tells a story, and the story is alarming,” Earthjustice Senior Counsel Lisa Evans said. “If the present reports are any indication of the percentage of sites that are admitting significant contamination of groundwater, this is going to indicate a severe, nationwide problem.”\nThe ponds store coal ash, the ash left after a power plant burns coal. Under a 2015 rule governing coal ash disposal, utility companies were required to complete initial monitoring of groundwater near such sites by Jan. 31, 2018, and they are required to make their data publicly available by March 2. Earthjustice reviewed the reports of the first 14 power plants to post their data. About 1,400 such sites exist nationwide, according to Earthjustice.\nJames Roewer, executive director of the Utility Solid Waste Activities Group (USWAG), a trade association representing more than 100 power companies, cautioned not to make too much of the initial monitoring results.\n“We shouldn’t be jumping the gun,” Roewer said. “This is the first step. It doesn’t mean that drinking water is adversely affected.”\nRoewer said utilities that detected elevated levels of contaminants will conduct additional monitoring as outlined in the 2015 rule to ensure that the facilities are not having an adverse effect on the environment.\n“If they are, we will naturally take the measures necessary to address the release and, if required, would close those facilities in a safe, environmentally sound manner,” Roewer said.\nAny threat posed to human health and the environment would depend in part on where the contaminated groundwater flows.\n“It’s very dangerous to human health if the groundwater is flowing to where the water is pumped for drinking water wells,” Evans said. “It can also flow to small streams that could have a devastating impact on aquatic life in streams and lakes.”\nInitial monitoring conducted by the companies did not assess where the contaminants moved once they entered the groundwater. Of the approximately 1,400 sites nationwide, the vast majority are unlined ponds, Evans said.\nProtective liners designed to limit leaks were first required for new ponds under the 2015 rule.\nLast year, USWAG petitioned the EPA to weaken monitoring and remediation requirements in the coal ash rule. The May 2017 written request described the 2015 rule as “burdensome, inflexible, and often impracticable.” In September, the EPA announced it would reconsider certain provisions of the coal ash rule.\nThe EPA has not reviewed the Earthjustice report and declined comment, a spokesperson for the agency, who asked not to be named, said.\nEvans said she doesn’t anticipate that EPA will change the rule before the March 2 deadline for companies to publish their initial groundwater monitoring results. Changes that take effect after March 2 could, however, weaken future monitoring and cleanup requirements, she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}