{
  "url": "https://insideclimatenews.org/news/05022018/exxon-climate-risk-report-oil-reserves-paris-climate-goals-electric-vehicles/",
  "title": "Exxon Reports on Climate Risk and Sees Almost None",
  "date": "2018-02-05T23:42:08-05:00",
  "content": "In a new climate risk report that had been requested by its investors, ExxonMobil writes that keeping global warming below 2 degrees Celsius might mean cutting the use of oil by 20 percent between now and the year 2040.\nBut the oil giant also makes clear that it doesn’t expect anything of the kind to happen.\nInstead, Exxon’s climate risk report and its annual Energy Outlook for 2018 maintain the company’s long-standing view that both the use of its products and the resulting emissions of carbon dioxide will continue to rise until reaching a peak in 2040. It doesn’t address what happens after that date.\nThe climate report—“2018 Energy and Carbon Summary: Positioning for a Lower-Carbon Energy Future”—ostensibly describes the risks to the oil giant’s business plan in a world where governments impose restrictions on the use of fossil fuels in line with the targets of the Paris climate agreement, signed in 2015.\n“We believe society will continue moving towards a lower carbon energy system,” Exxon avows, saying that “the beginnings of a shift” can already be observed.\nBut even under “daunting” scenarios that would make it possible to meet the Paris targets—implying a clean energy revolution in the next few decades—Exxon insists it would be able to produce all the oil in its existing fields and to keep investing in new reserves, while also benefiting from growing use of natural gas. It says it would also seek to profit from novel approaches, like capturing carbon dioxide for storage, or producing biofuels from algae. And it would try to make its own plants more efficient, lowering its internal carbon footprint.\nBut nothing suggests the end of fossil fuels, Exxon argues.\nEven if every car in the world’s fleet were electric by the year 2040, which the company doesn’t expect, Exxon says liquid fuel demand in 2040 would be as high as it was in 2013, largely due to commercial transporation. (Exxon reckons that for every 100 million additional electric vehicles on the road, demand for fuel would drop by 1.2 million barrels a day.)\nNeither the energy efficiency of the global economy, nor the carbon intensity of the energy produced to drive that growth, is likely to improve fast enough to stop emissions from rising steadily until 2040, the company says.\nAt that point, emissions would be 10 percent higher than they are today.\nAt that rate, the world would soon bust its carbon budget, the amount of additional emissions scientists say can go into the atmosphere without driving temperatures beyond the 2 degree threshold by the end of the century. Keeping emissions below that mark, and even trying to stay within 1.5 degrees of warming, is the goal of the Paris agreement, which Exxon has said it supports.\nPatrick Doherty, co-director for corporate governance for New York State Comptroller Thomas P. DiNapoli, a leader of the shareholder call for climate risk reporting, said that the report was lacking and that his office would discuss Exxon’s response with company officials.\n“The company offers too many generalizations and too few specifics on how it plans to participate in a low carbon economy,” Doherty said. “The reports rely on optimistic assumptions of undiminished growth in demand for fossil fuels in certain economic sectors, and lack a discussion of the company’s goals for reducing greenhouse gas emissions.”\nAdam Scott, a policy adviser to the green advocacy group Oil Change International, said the doubletalk is just the latest shade of climate denial. “They are predicting a future where we would have a global climate catastrophe, and saying, ‘We are OK with that—deal with it,’ “ he said. (The group last year published a report, Forecasting Failure, that dissected the prognostications of Exxon, Shell and BP.)\nAlready, average global surface temperatures have gone up about 1 degree Celsius since the start of the industrial era, and they are expected to pass the 1.5 degree benchmark before long.\nBut what if the world did step up and enforce the Paris goals—including the United States, which under President Trump is the only country to abandon its pledge, but also other major economies like Europe’s and China’s, and developing nations as well?\nEven then, Exxon says, it would be able to stay on a profitable financial track, continuing to produce essentially all of its current fossil fuel reserves and to invest heavily in replacing them. Oil and gas use would not fall off a cliff, it says, although there would be a pronounced shift toward gas. Refineries might emphasize other products in place of gasoline and diesel fuel.\nOil demand might decline from 95 million barrels a day in 2016 to 78 million barrels a day in 2040, Exxon says—maybe, under the most bearish of scenarios, dropping even to 53 million barrels a day. Demand for natural gas is harder to predict—it might go up or down significantly, but the likeliest outlook presents “even less risk” to reserves, and hence to Exxon’s fortune.\n“The more than 90 percent of our proved reserves that are projected to be produced by 2040 are clearly supported by ample demand,” Exxon says.\nIn other words, forget about leaving it in the ground—the prescription favored over the long run by climate hawks, who say that the world needs to move rapidly to bring emissions from energy down to zero by 2060 or so to meet the 2 degree goal, let alone the even more ambitious aspiration of keeping warming to 1.5 degrees.\nFor its “what-if” exercise, Exxon adopted modeling done by an accomplished international team of experts who gathered at Stanford University and published their results in 2014. They published an ensemble of illustrative pathways depicting how the world might get warming down to below 2 degrees. As is well understood by climate experts, that implies reducing net emissions of greenhouse gases to zero some time in the latter half of this century.\nDespite the urgency, Exxon doesn’t suggest that this is likely or even prudent. Indeed, it makes no attempt to predict energy trends or global temperatures beyond the year 2040.\n“The long-term objective of effective policy should be to reduce the risks of climate change at the lowest societal cost, in balance with other priorities such as meeting increased demand for affordable energy and better addressing poverty,” it says—reciting a formula it has adopted for the past decade or so.\nExxon describes the Stanford project’s pathways as “a stark and fairly rapid transition” toward zero emissions.\nThe difference between Exxon’s own projections and the 2 degree scenarios in the Stanford work are spelled out in a section of Exxon’s 2018 Energy Outlook that focuses on the climate challenge: “There remains a significant gap,” the company says.\nTo hit the Paris target, that report says, emissions would have to peak soon enough and fall steadily, coming close to the 1980 level by 2040. Instead, Exxon’s outlook is for emissions to peak at twice the level of 1980 by 2040.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}