{
  "url": "https://insideclimatenews.org/news/30012018/scott-pruitt-epa-senate-hearing-trump-abuse-constitution-climate-science-emissions-lead-drinking-water/",
  "title": "Scott Pruitt Evades Key Senate Questions, Can’t Recall Saying Trump Would Abuse Constitution",
  "date": "2018-01-30T21:58:13-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nEnvironmental Protection Agency Administrator Scott Pruitt insisted his job was not to “put up fences” to prohibit industries from exploiting natural resources, and he refused to be pinned down on the agency’s future direction on clean air and climate change at a Senate hearing on Tuesday.\nAppearing before the Senate Environment and Public Works Committee, Pruitt also deflected his critics’ attempts to embarrass him, including over a 2016 radio interview in which he mused that then-candidate Donald Trump was a “bully” who would be “more abusive to the Constitution than Barack Obama.”\nPruitt said he didn’t recall the radio interview, which was recorded. It was conducted in February 2016, when he was Oklahoma’s attorney general and Trump was an early dark horse in the GOP primary fight.\nAnd on issues of current policy debate, Pruitt offered no definitive answers or timelines, including on whether he would maintain EPA’s landmark endangerment finding on greenhouse gases, allow California to keep tough vehicle emissions standards, or stage a “red team, blue team” exercise on climate science.\nAt this first oversight hearing in the Senate since his confirmation, Pruitt defended with aplomb his efforts to ease the burden on industry.\nHe characterized repeals of the Clean Power Plan, the Obama administration’s key climate policy for cutting greenhouse gases, and of the Waters of the U.S. rule not as deregulatory, but as “providing regulatory certainty.”\n“We need to wrestle with what is true environmentalism,” Pruitt said. “Many look at it as prohibition. That even though we are blessed with natural resources to power the world and feed the world, that we put up fences and prevent the development of those resources. The American people, I think, expect us to use those resources and focus on stewardship, and not have prohibition be our aim.”\nDemocrats repeatedly jabbed at Pruitt for taking nearly a year to appear before the committee, noting that his predecessors had appeared before the panel two to three times a year.\nThey took him to task for his foreign travel—including a $40,000 trip to Morocco in December when he promoted the benefits of buying natural gas from the United States. “That’s something the secretary of Energy would do or perhaps someone running for governor of Oklahoma, but not consistent with what the head of EPA should be doing,” Sen. Tammy Duckworth (D-Ill.) said in a sly reference to Pruitt’s oft-rumored ambitions for higher political office.\nSen. Sheldon Whitehouse (D-R.I.) had a staffer hold up poster boards with Pruitt’s quotes from his pre-election interview with Oklahoma talk radio host Pat Campbell, released by the watchdog group Documented.\nPruitt had said in that 2016 interview: “If Donald Trump is the nominee and eventually the president, he would take, I think, unapologetic steps, to use executive power to confront Congress in a way that is truly unconstitutional.”\nPruitt told the committee on Tuesday that he did not remember and didn’t agree with the sentiments he had expressed then. “I don’t echo that at all,” he said.\nSen. Tom Carper of Delaware, the highest-ranking Democrat on the committee, asked Pruitt about an October interview with TIME magazine in which Pruitt said the agency had followed a flawed process when it found in 2009 that greenhouse gases were a danger to human health and the environment—a finding that is the basis for the agency’s authority to act on climate change under the Clean Air Act.\nSome in the fossil fuel industry are pushing for the EPA to repeal the endangerment finding completely, while others are urging the agency to simply rewrite the Clean Power Plan in a less prescriptive way.\n“Do you commit not to take any steps to to repeal or replace the endangerment finding?” Carper asked.\n“There’s been no decision or determination on that,” Pruitt responded.\nSimilarly, Pruitt made no commitment on whether he would withdraw a federal delegation of power to California to impose tough vehicle emissions regulations—an issue important to many other states that have also adopted California’s rules.\n“A national program is essential,” Pruitt said about emissions standards, but he said that he recognized California’s “special status” spelled out under the Clean Air Act, because it has been ahead of the rest of the nation in imposing pollution controls.\n“There are ongoing discussions with [the regulators] in California, and it’s our hope we can come to a resolution,” Pruitt said.\nPruitt told senators that the EPA is still considering his proposal that the agency host a “red team, blue team” exercise on climate science—an idea that has been criticized as an attempt to create the perception that there is debate over issues on which mainstream scientists agree. Pruitt denied that the White House had urged him not to proceed with the exercise.\n“There are questions we know the answer to. There are questions we don’t know the answer to,” he said. “For example, what is the ideal surface temperature in the year 2100? The ‘red team, blue team’ exercise is an opportunity for the American people to consume information from scientists that have different perspectives on key issues and could be used to build consensus in this body,” he said.\nIn fact, the Intergovernmental Panel on Climate Change has produced detailed scenarios for the year 2100, projecting catastrophic consequences on business as usual trajectory.\nPruitt also repeatedly sidestepped pleas to defend the EPA from budget cuts. While pledging his commitment to the Great Lakes, to reducing lead in drinking water, and to Superfund cleanups, Pruitt demurred on the question of dollars. “We will continue the dialogue with Congress on that issue,” he said, in response to Duckworth’s query on whether he’d fight with the White House for funding for clean water programs.\n“I’m going to take that as a no,” Duckworth said.\n“I get the impression they don’t like you,” interjected Republican Sen. James Inhofe. He credited his fellow Oklahoman for what he said were improving economic conditions in his state due to deregulation. “I think you’re doing a great job,” Inhofe said.\nEarlier this month, committee Chairman John Barrasso (R-Wyo.) and other GOP members of the committee wrote a letter praising Pruitt’s approach for rescinding the Clean Power Plan. Barrasso had a chance to follow up at the hearing, leading fellow Republicans in a litany of praise for Pruitt’s efforts to reduce the regulatory burden on industry. “He has balanced the need to prioritize environmental protection with the desires of the American people to have a thriving economy and stable communities,” he said.\nBut Pruitt’s appearance will do little to quell the concerns of those fighting him in court over his delays in meeting legal deadlines and actions they say will worsen air quality.\nJeremy Symons, vice president of political affairs for the Environmental Defense Fund, noted that Pruitt said he cared about toxic pollutants like arsenic, benzene and mercury without acknowledging that the deregulatory steps he was taking would increase those types of pollution.\n“Scott Pruitt is good at slogans, but he’s failing to protect public health,” Symons said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}