{
  "url": "https://insideclimatenews.org/news/24012018/solar-energy-tariffs-climate-change-trump/",
  "title": "While It Could Have Been Worse, Solar Tariffs May Hit Trump Country Hard",
  "date": "2018-01-24T19:00:07-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nPresident Donald Trump‘s decision to slap temporary tariffs on imported solar panels opens up a difficult passage for the industry, but there are good reasons to believe most United States solar ventures will emerge intact—if not entirely unscathed.\nMost industry analysts agree that the 30 percent tariff on foreign-produced cells and modules, phased out over four years, will not be as devastating a blow as Trump could have dealt.\nThe damage will be done mostly to big utility-scale projects within the booming U.S. solar energy installation business, which opposed the trade barriers because they will raise the costs of imported photovoltaic panels. The tariffs announced Monday will constrain any push into new markets, but will not send the industry into a tailspin.\nAny crimp in solar’s growth could, however, forestall the kind of rapid clean energy transition that climate science says is urgently needed.\n“The climate crisis is here, ripping apart communities and threatening wildlife with devastating storms, wildfires and floods,” said Howard Crystal, senior attorney for the Center for Biological Diversity. “With Americans in Puerto Rico and Houston still struggling to recover from climate disasters, Trump should be supporting renewable energy rather than making it more costly.”\nMost of the reaction to the move centered not on its implications for climate change, but on its impact on jobs.\nThe Solar Energy Industries Association, the industry’s main trade group, projects that Trump’s tariff decision will result in the loss of roughly 23,000 American jobs this year, including many in manufacturing.\nSolar jobs have tripled since 2010 to more than 260,000, according to the Solar Foundation’s most recent National Jobs Census in 2016. In contrast, coal mining employs about 50,500, according to December figures from the Federal Reserve, well below the industry’s recent peak employment of 90,000 in 2012.\n“It boggles my mind that this president—any president, really—would voluntarily choose to damage one of the fastest-growing segments of our economy,” said Tony Clifford, chief development officer of Standard Solar, a Rockville, Md.-based financer.\nThe irony is that Trump’s instinctive protectionism would leave a domestic industry so vulnerable to job losses.\nIf it discloses anything about energy policy in the age of Trump, it’s that decisions are being made more or less willy-nilly, without a master plan or central organizing principle.\nAs a result, the solar business is left to spend the next few years navigating through an uncharted passage, neither completely unchained from regulatory anchors nor wholly at the mercy of the market’s tides.\nWhatever the druthers of his conservative allies, Trump is not implementing the type of laissez-faire energy policy favored by some in his administration. Environmental Protection Agency Administrator Scott Pruitt, for example, has said he would like to see solar and wind energy “stand on their own and compete against coal and natural gas and other sources, and let utilities make real-time market decisions on those types of things as opposed to being propped up by tax incentives and other types of credits that occur.”\nBut few expected Trump to rely entirely on the market’s invisible hand. Quite aside from his anti-free trade proclivities, Trump repeatedly has been willing to intervene or uphold interventions in the energy marketplace.\nTo be sure, his impulse has been to promote fossil fuels as part of an “America First” energy dominance policy, manifested in his climate regulatory rollback and retreat from the Paris climate accord. But Trump also backed preservation of the federal ethanol mandate, let solar and wind tax credits stand, and proposed subsidies for nuclear as well as coal.\nPartly it’s a matter of steering to the prevailing political winds. Partly it is just haphazard policymaking without regard for the need to address greenhouse gas emissions and the risks of climate change.\nTrump did mouth some free-market bromides when he talked about energy on the campaign trail. “The government should not pick winners and losers,” he told North Dakota frackers. But that sentiment was overpowered by his hostility to imports, particularly from China.\nEconomists and conservatives who believe that the government should be addressing climate change have urged a cleaner, simpler type of intervention than any of those he has chosen: put a price on carbon and allow the market to do its work. Many states are doing just that, with cap-and-trade policies. Some are considering carbon taxes, anathema to the Repubican majority in Congress.\nWhile carbon pricing has no support in the Republican-controlled Congress, solar jobs do. That’s why the tax credit has survived, and why anti-solar provisions were mostly stripped from the latest tax bill—which lowers corporate taxes on solar installers just like everyone else, and will help them survive the tariffs.\nAnd perhaps in response to this political support, Trump’s tariff was less onerous than the remedy that two bankrupt, foreign-owned panel makers, Suniva and SolarWorld, had sought in their petition for relief.\nThe tariff phases down 5 percent per year through 2021, then lifts completely. (This phase-out mirrors the gradual elimination of tax credits that subsidize solar installations, an example of two policies cancelling each other out.)\nAlso, the White House is exempting the first 2.5 gigawatts of imported solar panels from the levy. That provides some buffer for a U.S. industry that was on track to install 12 GW in 2017, and was expected to add 15 GW annually through 2022.\n“Not even close to worst-case for the domestic market,” tweeted Shayle Kann, a senior advisor at Greentech Media. He and his colleagues predicted a roughly 10 percent negative impact on the market over the next four years (compared to as high as 40 percent under the remedies Suniva and SolarWorld sought.)\nStill, SEIA President Abby Hopper said the tariff decision likely will cut 1.2 GW of solar deployment in 2018, and 6.7 GW thru 2021. That’s equal to about 1.2 million houses not powered by solar.\nRooftop solar sales likely will be resilient, especially in markets like California and Massachusetts, where incentives are strong and electricity prices are high, a number of analysts said. But they expect that the tariffs will put a damper on growth of big projects and expansion of solar into new markets. Tom Matzzie, CEO of CleanChoice Energy, predicted that the Southeast, Southwest and Texas—all big growth areas for utility-scale solar—will see the greatest impact, noting those areas encompass Trump’s geographic base. “Trump country will lose out the most,” he tweeted.\nThe utility-scale market, where large arrays are built to feed directly into the grid, will be the most sensitive to the higher price of imported panels because “two-thirds of the project pipeline is driven by solar’s razor-thin economic competitiveness,” Greentech Media said in its pre-decision analysis. “Every segment, in every state, will be impacted in a unique manner….nascent state markets that have just begun to develop vibrant residential solar sectors could disappear almost entirely.”\nA utility industry coalition, the Energy Trade Action Coalition, said the decision “risks the grid parity that utilities have achieved in using solar as part of their energy generation mix. Unfortunately with these tariffs on solar, utilities may choose other energy options.”\nA day after the decision, United Nations renewable energy chief Rachel Kyte had an opportunity to reflect on its meaning at the opening session of the World Economic Forum. Beyond the disruption she anticipated in the U.S. solar market, she saw a larger problem.\n“One of the things we have not done yet is internalize the struggle to combat climate change into the trade regime,” she said.\nOr into any policy regime at all, she might have added.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}