{
  "url": "https://insideclimatenews.org/news/16012018/military-climate-change-bipartisan-congress-letter-national-defense-strategy/",
  "title": "106 Lawmakers Urge Trump: Restore Climate Change in National Security Strategy",
  "date": "2018-01-16T19:04:54-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nA bipartisan group of more than 100 members of Congress is urging President Donald Trump to recognize climate change as a national security threat.\nU.S. Reps. Jim Langevin (D-R.I.) and Elise Stefanik (R-N.Y.) wrote a letter to the president signed by 106 members of Congress on Thursday in response to the administration’s failure to mention the risks of climate change in its National Security Strategy, released last month. Eleven Republicans signed the letter, including members of the House Armed Services, Foreign Affairs and Intelligence committees.\n“We have heard from scientists, military leaders and civilian personnel who believe that climate change is indeed a direct threat to America’s national security and to the stability of the world at large,” the lawmakers wrote. “As global temperatures become more volatile, sea levels rise, and landscapes change, our military installations and our communities are increasingly at risk of devastation. It is imperative that the United States addresses this growing geopolitical threat.”\nThe lawmakers urged the president to “reconsider this omission” in the National Security Strategy.\nThe previous National Security Strategy, produced in 2015 by the Obama administration, listed climate change among the top strategic risks.\nOmitting climate change from the National Security Strategy won’t prohibit the Department of Defense from continuing to act on climate change—the 2018 National Defense Authorization Act, passed by Congress and signed by Trump in December, explicitly recognizes climate change as a national security threat. But the lawmakers’ response to the administration’s strategy stands out, climate and national security experts say.\n“The center has moved in Congress,” said John Conger, a senior policy advisor at the Center for Climate and Security, a nonpartisan think tank in Washington, D.C., and former Department of Defense official in the Obama administration. Congress “is sending a message to the administration that, on a bipartisan basis, they think that the national security apparatus must take climate change into account.”\nIn recent years, the military has discussed climate change as a threat multiplier, with rising temperatures, extreme weather and sea level rise undermining base security, contributing to the risk of global instability and creating new access in the Arctic. A recent Congressional report, however, warned that the military is failing to adequately plan for the risks that climate change poses to hundreds of overseas facilities.\nDavid Titley, a retired rear admiral who is director of the Center for Solutions to Weather and Climate Risk at Penn State, said “facts on the ground” including the recent fires in California and the devastating Atlantic hurricane season are moving the needle in Congress, which he sees as a key driver for addressing climate change.\n“Really, the long game is what Congress thinks,” Titley said. “Administrations come and go, but Congress passes laws and has a checkbook.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}