{
  "url": "https://insideclimatenews.org/news/08012018/ferc-regulators-reject-paying-coal-power-plants-nuclear-extra-trump-administration-perry-plan/",
  "title": "U.S. Regulators Reject Trump’s ‘Multi-Billion-Dollar Bailout’ for Coal Plants",
  "date": "2018-01-08T21:33:55-05:00",
  "content": "The Federal Energy Regulatory Commission on Monday unanimously rejected a Trump administration gambit that would have favored the coal industry by rewarding electric companies for keeping big stockpiles of fuel on hand, supposedly to improve the reliability of power supplies.\nThe commission, in one of its first significant actions since its membership was fleshed out with President Donald Trump‘s new appointees, said that it would do its own analysis of how the grid is coping and that it had solicited ideas from the nation’s grid operators about how to proceed. The grid operators are the regional authorities who control power supplies, rather than the electric companies or their fuel suppliers.\nThe idea to bolster the coal and nuclear segments of the complex grid was pushed hard by Energy Secretary Rick Perry last year after extensive lobbying by influential fossil fuel companies, including Murray Coal and First Energy. The plan had been excoriated by diverse interest groups, including many environmental advocates, some public utility companies and natural gas suppliers.\nConsumers would have paid billions in higher bills, and most of the benefits would have gone to a few big companies, studies showed.\nNeil Chatterjee, a Trump appointee who was the commission’s interim chairman until early December, praised what he called “Secretary Perry’s bold leadership in jump-starting a national conversation on this urgent challenge.”\nBut another new commissioner, Richard Glick, called the proposal, which also would have affected some nuclear plants, “a multi-billion-dollar bailout” that was not supported by the evidence. He was named to FERC by Trump to a Democratic seat on the politically apportioned commission.\nThe FERC ruling was closely watched even though the action Perry proposed seemed legally frail, relying on emergency powers that are rarely invoked. This time, they were being pushed without any sign of an actual emergency, such as a foreign embargo or a crippling strike, that might have undermined the grid.\nAs Harvard expert Ari Pesko outlined in this Twitter thread, the proposal didn’t even meet the threshold legal test that FERC had to consider: whether existing rate schedules, known as tariffs, were inherently unjust or unreasonable, and that the new approach would be fairer.\nPerry’s theory was that the rates that coal and nuclear utilities were allowed to charge did not reflect all the services they provide to grid stability, and that this was letting renewable energy sources unfairly elbow their way into the marketplace, along with natural gas.\nThe countervailing view is that a pro-coal thumb on the scales was an anachronism in an energy system that would be better served by market forces.\nUnspoken in this debate—and not on Perry’s radar—has been the imperative of making changes to the electric system to reduce emissions of carbon dioxide, the principal greenhouse gas that is warming the planet.\n“Energy regulators must follow the law and act on the best available science, and not pick winners and losers based on political alliances,” said Mike Jacobs, senior energy analyst at the Union of Concerned Scientists.\nIn all this, FERC has hardly been a household name, even though its decisions over gas pipelines, electric rates and the like affect consumers all over the country. Its role has been increasingly controversial as advocates of a clean energy revolution have lambasted it for pro-industry leanings, even showing up to protest disruptively at FERC hearings, normally the least theatrical of Washington’s venues.\nEnvironmental groups expressed relief.\n“FERC’s decision to ask the regional grid operators how they currently ensure a resilient grid is a reasonable first step,” said John Moore, who runs a “Sustainable FERC” coalition from the Natural Resources Defense Council.\n“A well-thought-out inquiry into resilience could help strengthen America’s electric grid. But that will happen only if FERC abandons the Trump administration’s inappropriate focus on aging and unneeded coal and nuclear plants, properly defines resilience and truly investigates how to build a 21st century electricity system,” Moore said.\nGlick was vehement in his criticism of Perry’s plan.\n“There is no evidence in the record,” he wrote, “to suggest that temporarily delaying the retirement of uncompetitive coal and nuclear generators would meaningfully improve the resilience of the grid.”\nIndeed, he said, the Department of Energy’s own staff study, performed at Perry’s urging, had concluded that the retirement of coal-fired power plants in favor of cheaper, cleaner renewables and natural gas “have not diminished the grid’s reliability or otherwise posed a significant and immediate threat to the resilience of the electric grid.”\n“To the contrary, the addition of a diverse array of generation resources, including natural gas, solar, wind, and geothermal, as well as maturing technologies, such as energy storage, distributed generation, and demand response, have in many respects contributed to the resilience of the bulk power system,” he argued.\nIn a statement, Perry said that “a diverse fuel supply, especially with onsite fuel capability, plays an essential role in providing Americans with reliable, resilient and affordable electricity, particularly in times of weather-related stress like we are seeing now.”\nBut Glick dismissed that argument, noting that “many coal and nuclear plants with significant on-site fuel supplies have failed to function during extreme weather events because those fuel supplies froze, flooded or were otherwise unavailable. In fact, initial reports indicate that coal-fired facilities accounted for nearly half of all forced outages in PJM during last week’s period of extreme temperatures.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}