{
  "url": "https://insideclimatenews.org/news/22122017/tax-bill-vote-renewable-credits-solar-wind-clean-energy-jobs-evs-investment-anwr/",
  "title": "Tax Overhaul Preserves Critical Credits for Wind, Solar and Electric Vehicles",
  "date": "2017-12-22T20:02:45-05:00",
  "content": "This story was updated Dec. 22 with President Trump signing the tax bill.\nThe booming renewable energy industry breathed a wary sigh of relief as Congress voted this week on a sweeping tax bill that ended up preserving critical tax credits for wind energy, solar power and electric vehicles, though the industry still has serious concerns about other parts of the bill.\nAs lawmakers worked over the past week to resolve issues between the House and Senate versions of the bill, the clean energy industry kept a keen eye out for details of the legislation, including provisions from the original House bill that would have weakened or eliminated the tax credits for renewables.\nBy rejecting that approach, Republicans sent a message that they won’t back attempts to kneecap ongoing growth in renewables, despite pressure from the oil and gas industry to scale back incentives for clean energy. The credits have stoked growth in wind and solar, which for the first time this year provided 10 percent of the country’s electricity, while jobs in clean energy are among the fastest growing in the country.\nWith costs for solar and wind generation continuing to plummet, along with the costs of large-scale batteries for energy storage, the industry appears poised for further growth.\nEven as the tax bill maintained the status quo for clean energy, however, it handed a major victory to the oil and gas industries, thanks to an unrelated provision that allows drilling in part of the Arctic National Wildlife Refuge—a longtime goal of many Republicans and pushed by Sen. Lisa Murkowksi of Alaska.\nThe bill, signed by President Trump on Friday, maintained the production and investment tax credits for wind and solar, phasing them out according to a timeline agreed to by Congress in 2015. The final version also removed the alternative minimum tax, which would have lowered the value of wind and solar credits.\n“I think it’s fair to say they weren’t included in the final Senate bill because wind and solar energy enjoys strong bipartisan support, particularly in rural areas, due to their important role as a jobs and economic driver,” said Gil Jenkins, a spokesman for the American Council on Renewable Energy.\nTwo members of the group reconciling the House and Senate versions have been particularly supportive of renewables, Sen. Rob Portman (R-Ohio) and Sen. John Thune (R-S.D.).\nStill, the industry has a serious concern about a provision that threatens a key funding source for renewables.\nWhile the Senate version of the bill was largely favorable to clean energy, it included a provision called the Base Erosion Anti-Abuse Tax (BEAT) that’s intended to prevent corporations from making payments to overseas subsidiaries in an effort to reduce their tax liability. The provision would ultimately discourage some companies from using wind and solar tax credits to cut their tax bills, which could, in turn, discourage banks from financing renewable projects. The industry said the provision threatened up to $12 billion in financing.\nThe final version of the bill allows the credits to offset 80 percent of the BEAT tax, which the clean energy industry says is an improvement but still a concern.\n“Under the revised bill, the ability to use business credits, including those for wind and solar power, to offset 80 percent of the BEAT tax ends after the year 2025,” Jenkins explained. “This is an immediate concern for recently completed wind projects, which receive production tax credits for ten years from the date they are placed in service. New wind projects have the option of selecting a single-year investment tax credit, but that too will involve a loss in value.”\nBut, overall, the industry is expressing relief.\n“We are grateful to our champions in Congress for their work to craft a pro-business tax reform bill that will continue the success story of American wind power,” Tom Kiernan, CEO of the American Wind Energy Association, said in a statement. “We deeply appreciate the work of members of Congress who stood up for wind workers and rural America, and look forward to continuing our work with these congressional champions as we deliver more factory orders, construction contracts, and jobs.”\nThe House passed the tax bill 224-201 on Dec. 20, with 12 Republicans opposed and no Democrats supporting the bill. The Senate voted 51-48, strictly along party lines. President Trump signed the bill on Dec. 22.\nRead more about the provision allowing drilling in the Arctic National Wildlife Refuge\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}