{
  "url": "https://insideclimatenews.org/news/19122017/clean-power-plan-trump-epa-repeal-replace-obama-climate-change-power-plant-emissions/",
  "title": "Trump’s EPA Starts Process for Replacing Clean Power Plan",
  "date": "2017-12-19T00:22:32-05:00",
  "content": "The Environmental Protection Agency said Monday it will ask the public for input on how to replace the Clean Power Plan, the Obama administration’s key regulation aimed at cutting greenhouse gas emissions from power plants.\nThe main effect may be to leave the Obama rule in limbo. The Clean Power Plan was put on hold by the Supreme Court pending litigation that was under way before Donald Trump took office on a promise to undo it.\nIn an “advanced notice of proposed rulemaking”—a first step in the long process of crafting regulation—the EPA said it is “soliciting information on the proper and respective roles of the state and federal governments” in setting emissions limits on greenhouse gases.\nIn October, the agency took the first step toward repealing the rule altogether, but that has raised the prospect of yet more legal challenges and prompted debate within the administration over how, exactly, to fulfill its obligation to regulate greenhouse gases.\nThe Supreme Court has ruled that the agency is required to regulate greenhouse gas emissions in some fashion because of the “endangerment finding,” a 2009 ruling that called carbon dioxide a threat to public health and forms the basis of the Clean Power Plan and other greenhouse gas regulations.\nEPA Administrator Scott Pruitt has said he wants to repeal the Obama plan, but it’s clear the agency is also weighing replacement options—options that would weaken regulations. The Clean Power Plan allows states to design their own strategies for cutting emissions, but Monday’s notice signals that the Trump EPA believes states have “considerable flexibility” in implementing emissions-cutting plans and, in some cases, can make them less stringent.\nIn any case, the latest notice suggests an attempt to “slow-walk” any new regulation.\n“Though the law says EPA must move forward to curb the carbon pollution that is fueling climate change, the agency is stubbornly marching backwards,” Earthjustice President Trip Van Noppen said in a statement. “Even as EPA actively works towards finalizing its misguided October proposal to repeal the Clean Power Plan, EPA today indicates it may not put anything at all in the Plan’s place—or may delay for years and issue a do-nothing substitute that won’t make meaningful cuts in the carbon pollution that’s driving dangerous climate change.”\nThe goal of the Clean Power Plan is to cut carbon dioxide emissions from power plants 32 percent below 2005 levels, a target that is central to the United States’ commitment to reduce greenhouse gas emissions under the 2015 Paris climate agreement.\nTwenty-eights states have challenged the regulation, which is now stalled in federal appeals court.\n“They should be strengthening, not killing, this commonsense strategy to curb the power plant carbon pollution fueling dangerous climate change,” David Doniger, director of the climate and clean air program at the Natural Resources Defense Council, said in a statement.  “A weaker replacement of the Clean Power Plan is a non-starter. Americans—who depend on EPA to protect their health and climate—deserve real solutions, not scams.”\nIn an emailed statement Monday, Pruitt noted that the agency is already reviewing what he called the “questionable legal basis” of the Obama administration’s plan. “Today’s move ensures adequate and early opportunity for public comment from all stakeholders about next steps the agency might take to limit greenhouse gases from stationary sources, in a way that properly stays within the law and the bounds of the authority provide to EPA by Congress.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}