{
  "url": "https://insideclimatenews.org/news/14122017/military-climate-change-risk-cost-bases-overseas-congress-gao-report/",
  "title": "U.S. Military Not Doing Enough to Prepare Bases for Climate Change, GAO Warns",
  "date": "2017-12-14T20:56:05-05:00",
  "content": "The auditing arm of Congress has warned that the military is failing to adequately plan for the risks that climate change poses to hundreds of overseas facilities, and that engineers at these sites rarely include foreseeable impacts in project designs.\nThe Government Accountability Office, Congress’s nonpartisan oversight agency, wrote that while the Defense Department has identified that climate change and its effects will threaten many of its facilities, these installations are not consistently tracking costs they’re already incurring because of extreme weather.\n“As a result,” the report says, “the military services lack the information they need to adapt infrastructure at overseas installations to weather effects associated with climate change and develop accurate budget estimates for infrastructure sustainment.”\nThe report, requested by a group of Senate Democrats and released on Wednesday, found that the Pentagon had exempted dozens of bases or other key sites from completing a department-wide climate vulnerability assessment.\nThe authors also found that only a third of the 45 military installations they visited had incorporated climate change adaptation into their planning.\nThe GAO concluded with a series of recommendations, including that the Pentagon should:\nA Defense Department response was included in the report with a letter signed by Lucian Niemeyer, who President Donald Trump nominated to be assistant secretary of defense for energy, installations and environment. It pushed back against some of the findings, stating that blaming infrastructure damage specifically on climate change is “speculative at best” and that “associating a single event to climate change is difficult and does not warrant the time and money expended in doing so.”\nThe response also accused the GAO of using outdated Defense Department policies, saying the Pentagon is in the process of updating the National Defense Strategy “to focus resources on threats considered to be critical to our nation’s security.”\nMany climate advocates and planners have praised the military for beginning to address climate change, including trying to assess and warn of the impacts it will have on national security.\nGlobal warming is expected to bring more severe weather and higher seas that will flood some bases, strain their water supplies, inhibit training exercises with extreme heat and, according to the Pentagon, worsen instability in parts of the globe. In some cases, these effects have already arrived.\nWednesday’s report, however, suggests that the Pentagon has much more work to do.\nNaval Station Norfolk, the Navy’s largest base, already experiences regular tidal flooding that can block roads and parking lots and shut some of its piers. A 2014 report by the Army Corps of Engineers identified about 1.5 feet of sea level rise as a “tipping point” for the base, beyond which the risk of damage to infrastructure will increase dramatically, yet the base has no plan to address that threat.\nThe report authors said officials at most of the 45 installations they visited described risks to the facilities from the changing climate.\nAt a missile testing range in the Pacific, extreme tides in 2008 flooded two antenna facilities, while more recent storms have damaged piers and buildings. A facility in the Middle East has begun experiencing more days that are hot enough to suspend all non-essential physical training and exercise.\nBut the report said the department exempted some facilities from its system-wide survey of climate vulnerability without adequate explanation. In some cases, the department simply stated that a facility did not face any climate related weather risks but gave no assessment of how it arrived at that determination.\nAnother shortcoming identified by the report is that hardly any of the sites the authors visited actually incorporated climate adaptation into project designs. Climate change was not included in the design of a $49 million infrastructure project involving a canal in Europe, for example, even though officials said the canal is vulnerable to increased flooding from sea level rise. A project replacing doors at a facility in the Pacific doesn’t consider the potential for increasingly strong winds from typhoons.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}