{
  "url": "https://insideclimatenews.org/news/07122017/scott-pruitt-epa-testimony-congress-hearing-climate-clean-power-plan-red-team-fossil-fuel-lobby/",
  "title": "Congress Questions Pruitt on Industry’s Growing Influence in EPA",
  "date": "2017-12-07T23:18:24-05:00",
  "content": "For the first time since taking office, EPA Administrator Scott Pruitt sat before a Congressional committee on Thursday to field questions about his controversial handling of the agency.\nWithin the first hour, Pruitt told lawmakers he plans to replace the Clean Power Plan—the Obama administration’s core legislation to cut carbon emissions—rather than just repeal it.\nPruitt also said he would conduct a critique of a key finding that underpins climate change law using a “red team, blue team” exercise as soon as January.\n“Beginning part of next year at the latest,” Pruitt told the House Energy and Commerce Subcommittee on Environment during the hearing. “That would be a process that would be focused on an objective, transparent, public review of questions and answers around the issues around carbon dioxide,” he said.\nThis exercise would take aim at the EPA’s 2009 “endangerment finding,” which determined that carbon dioxide is a harmful pollutant and provides the scientific basis for federal regulation of greenhouse gases and the Clean Power Plan. Pruitt has long opposed the finding, arguing in court that the work of the Intergovernmental Panel on Climate Change, which brings together thousands of scientists from around the world to synthesize the latest science on climate change, is flawed.\nThe endangerment finding has been in the crosshairs of certain fossil fuel interests, including the conservative think tank Heartland Institute and Bob Murray, CEO of  the largest private coal company in the United States, which have pushed Pruitt to review it. Pruitt has mentioned the “red team, blue team” exercise before, but this was the first time he publicly announced a timeframe.\nAt the top of the hearing, members of the Republican majority thanked Pruitt for what they called his efforts to engage with state regulators and to roll back regulations.\nDemocrats pointedly questioned Pruitt about growing influence within the EPA of industries the agency regulates, especially a recent directive that ushered industry-backed scientists onto influential scientific advisory panels.\n“Rules across the agency are being undone capriciously,” said Rep. Paul Tonko, (D-N.Y.) the subcommittee’s ranking member. “I believe the EPA has all the signs of an agency captured by industry.”\nOver the past several months, critics have pointed out that the peer-review process that underpins the science is already a much more rigorous “red team, blue team” process.\n“Scott Pruitt’s call for a ‘red team, blue team’ debate on climate change is a farce and a distraction,” Peter Frumhoff, director of science policy for the Union of Concerned Sciences, said in an email. “ If he has questions about climate science, he should turn to the U.S. National Academy of Sciences, not hacks from the Heartland Institute.”\nRep. Frank Pallone (D-N.J), the ranking member on the Energy and Commerce Committee, blasted Pruitt for attempting to scrap the Clean Power Plan and for urging Trump to withdraw from the 2015 Paris climate agreement. He also noted Pruitt’s lavish expenditures, including the installation of a $25,000 “secret phone booth.”\n“Why all this secrecy? One has to wonder,” Pallone said, adding, “Even today, after finally agreeing to appear before his authorizing committee after 10 months, Mr. Pruitt is planning to leave after only one hour.”\nThe initial part of the hearing lasted only one hour so Pruitt could meet with President Donald Trump at the White House. It resumed in the afternoon, and Democrats pressed him on his travel and phone booth expenditures.\nRep. Diana Degette (D-Colo.) wanted to know how often he uses the secure phone booth installed this year and for what.\nPruitt’s reply: “It’s used for secure communication that needs to take place at the office.”\nRep. Tony Cardenas (D-Calif.) asked Pruitt about his frequent visits to Oklahoma, his home state—43 times in 92 days in March, April and May—as well as nearly $60,000 spent on private air travel since February. The agency’s Inspector General is investigating the expenses.\n“Every trip that I’ve taken to Oklahoma with respect to taxpayer expenses has been business related,” Pruitt said. “When I travel back to the state for personal reasons, I paid for that, and that will bear out in this process.”\nCardenas said the “costs are especially offensive given the severe cuts” the administration has proposed to the agency, including eliminating the office of environmental justice. “Are the American people supposed to believe that we cannot afford $2 million to help our most vulnerable communities, but we can afford tens of thousands of dollars for you to fly on private jets?” he asked.\nPruitt responded that he had recently met with environmental justice employees within the agency. “Environmental justice is an important issue,” he said.\nIn one of the more contentious exchanges, Rep. Kathy Castor (D-Fla.) repeatedly asked Pruitt if he would recuse himself from agency proceedings involving his allies in the energy industry. She noted that Pruitt, as Oklahoma attorney general, had sued the agency 14 times, and in eight of those cases, Murray Energy was a co-plaintiff.\n“Given your extensive history of suing the agency you now oversee and the vast amounts of money you’ve raised from the fossil fuel industry, offering to recuse yourself from only active cases or only cases where Oklahoma is a party is grossly inadequate,” Castor said. “So will you commit to recusing yourself from cases involving your past co-litigants and donors?”\nPruitt pointed out that his associations and lawsuits were deemed not to violate ethics rules by the agency’s ethics reviewer. “I will follow the advice of counsel,” he said.\nEarlier this week, the EPA’s Office of Inspector General said it would investigate a meeting Pruitt held in April with the National Mining Association about the Paris Agreement.\nCastor also asked how many times Pruitt had met with representatives from energy companies, including Peabody Energy and the utility Southern Company. Pruitt responded that he didn’t know.\nWhen Castor asked again if he would recuse himself from some of the agency’s proceedings, Pruitt would not give a definitive yes or no. Castor told him: “If you cannot do that, you will cement your legacy as one who serves the powerful special interests and not the public interest.”\nPruitt started to elaborate, but the subcommittee chair, John Shimkus (R-Ill.) cut him off, saying Castor’s allotted time had elapsed.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}