{
  "url": "https://insideclimatenews.org/news/04122017/senate-tax-bill-renewable-energy-credits-solar-wind-electric-vehicles-anwr/",
  "title": "Tax Bill Impact: What Happens to Renewable Energy?",
  "date": "2017-12-04T18:43:46-05:00",
  "content": "The Senate voted early Saturday to approve a major overhaul of the U.S. tax code that critics say would decimate clean energy investments while continuing to hand out tax breaks to the oil and gas industries.\nThe sweeping tax system overhaul bill—which represents the biggest corporate tax cut in the country’s history and would reach into many areas of American lives—also contains language that would open the door for oil and gas companies to drill in the Arctic National Wildlife Refuge.\nWhile the Senate proposal preserves tax credits that have spurred huge growth in the wind and solar industries, it contains an obscure provision that could undercut investment in renewables.\nLarger challenges for clean energy lie in the House of Representatives’ tax proposal, which passed in mid-November. That version takes a whack at a bundle of clean energy tax credits that were extended in 2015 in exchange for lifting a decades-old ban on crude oil exports.\nNow, as the two chambers begin work on reconciling their versions of the bill, the clean energy industry is bracing for a fight.\nHere’s what the two tax bills, as currently written, would do.\nThe Senate bill contains a provision that has raised alarm across the clean energy industry: The Base Erosion Anti-Abuse Tax (BEAT) provision would subject tax credits given to companies with operations overseas to a new, 100 percent tax. That provision, according to a letter sent to the Senate by clean energy groups this week, would send investors fleeing and put $12 billion in clean-energy investments at risk. It says the impact would be “devastating.”\n“The tax equity marketplace would collapse under these provisions, leading to a dramatic reduction in wind and solar energy investment and development,” the letter states.\nAnother last-minute change in the Senate bill, which was still being written just hours before the chamber voted on Dec. 2, could push more corporations to the Alternative Minimum Tax. The change could mean that certain clean energy tax credits could no longer be used and that depreciation for wind and solar projects would be calculated at a lower rate.\n“If these provisions are retained, they will result in broad instability and uncertainty for businesses and investors across many sectors, including the clean energy sector,” said a coalition of clean energy groups led by the American Council on Renewable Energy.\nThe Senate proposal says nothing about solar credits, so it would effectively maintain the current timeline on phasing out the Investment Tax Credit for solar developers and homeowners, which remains at 30 percent through 2019, then lowers every year until 2022, when it stays at 10 percent indefinitely. Congress approved this timetable in 2015, with the industry’s support.\nThe House version maintains the current phase-down timetable, but at the end of 2021, the credit for homeowners drops to zero and the credit for developers drops to 10 percent. The 10 percent credit terminates altogether in 2027.\nThe House proposal also would retroactively change how solar developers qualify for credits, a provision that could stall or halt investments that have already been made. (This applies to wind, too. See below.)\nThe Senate proposal, which says nothing about wind credits, would effectively maintain the current timeline for phasing out the Production Tax Credit for wind developers, which is currently 2.3 cents per kilowatt-hour and extends through 2019, but begins phasing down in 2017.\nThe House version maintains the timeline but removes an inflation adjustment, a move that would drop the value of the credit by 40 percent to 1.5 cents per kilowatt-hour.\nThe House proposal would also retroactively change the rules that dictate how wind developers qualify for credits. This change would mean that developers who started on wind projects that depended on the credits would, in effect, have to eat the costs or abandon the work. The American Wind Energy Association estimates this threatens 60,000 jobs and $50 billion in private investment.\nTogether, the inflation adjustment and eligibility rule change would mean $12.3 billion less in incentives over 10 years, according to an analysis by Congress’s Joint Committee on Taxation.\nThe Senate bill is silent on electric vehicle tax credits.\nThe House bill would eliminate the current $7,500 tax credit for purchases of electric vehicles, starting after the 2017 tax year.\nThe House and Senate bills maintain tax provisions for the oil industry, including deductions for drilling costs and preferential accounting rules that allow oil companies to reduce their tax burden.\nIn the Senate bill, an amendment offered by Sen. John Cornyn (R-Texas) and approved by the chamber would also allow some income from oil and gas companies to be taxed at a significantly lower rate. It would let energy companies classified as “master limited partnerships”—many based in Texas—qualify for the reduced rate under the “pass-through” benefit. (The New York Times points out that much of President Donald Trump’s income has been taxed in this way.)\nThe House bill would kill tax breaks for the oil industry on marginal wells—a provision the Joint Committee on Taxation says will have no effect on revenue—and for “enhanced oil recovery,” a process designed to extract more oil from old reservoirs, which the committee says will have a $200 million impact.\nThe Senate bill would allow oil and gas companies to drill in a 1.5 million-acre area of Alaska’s nearly 20-million acre Arctic National Wildlife Refuge. Drilling in this pristine wilderness has been a longtime goal of Republicans, and the Senate voted down an amendment on Saturday that would have removed it from the tax bill.\nThe House bill contains similar language, but environmental groups are hopeful that, with some House Republicans expressing concern, it could be changed as the chambers negotiate the final legislation.\nAs lawmakers now work to settle differences between the two bills, environmental and clean energy groups are watching closely.\n“The fight’s not over,” said Evan Vaughan, a spokesman for the American Wind Energy Association.\nMembers of the Senate Finance Committee, which writes tax legislation, have signaled they could also make changes to clean energy tax credits later using spending measures—as they did in 2015.\nIt’s clear, though, that neither chamber is likely to scale back provisions in the tax code that boost the fossil fuel industry.\n“If you’re actually trying to address the challenges we’re facing with the deficit, and how to offset these cuts, the first place you might cut is the $14 billion in subsidies for the oil and gas industry,” said Elizabeth Noll, a legislative director with the Natural Resources Defense Council. “Neither the House or Senate did.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}