{
  "url": "https://insideclimatenews.org/news/10112017/scott-pruitt-epa-investigation-scientists-advisory-board-gao-congress/",
  "title": "10 Senators Call for Investigation into EPA Pushing Scientists Off Advisory Boards",
  "date": "2017-11-10T15:22:27-05:00",
  "content": "A group of Senate Democrats is calling for an expanded investigation into efforts by the Trump Environmental Protection Agency to effectively push independent scientists off key EPA advisory boards and replace them with scientists from the fossil fuel and chemical industries.\nIn a letter sent to the Government Accountability Office on Thursday, the 10 senators asked the GAO to investigate a new directive, issued by EPA Administrator Scott Pruitt on Oct. 31, that restricts any scientist who has received EPA funding from serving on the agency’s scientific advisory panels.\nPruitt said the move was intended to clear up conflicts of interest and to rid advisory panel members of financial ties to the agency. But scientific groups, academics and advocacy organizations have all pointed out that it will mean the most experienced scientists—whose qualifications earn them government grants in the first place—will no longer be able to serve in these roles.\n“The double-standard is striking: an academic scientist that receives an EPA grant for any purpose cannot provide independent advice on a completely different subject matter on any of EPA’s science advisory boards,” the senators wrote, “while industry scientists are presumed to have no inherent conflict even if their research is entirely funded by a company with a financial stake in an advisory board’s conclusions.”\nFive days after Pruitt issued the directive, The Washington Post reported that he appointed 66 new members to advisory panels, many of them with ties to industries the agency regulates. Several panel members stepped down.\n“Under this new policy, EPA will be replacing representatives of public and private universities including Harvard, Stanford, Ohio State University, and the University of Southern California with scientists who work for Phillips 66, Total, Southern Company, and the American Chemistry Council,” the senators wrote.\nIn response to a request for comment, an EPA spokesperson replied: “The Administrator has issued a directive which clearly states his policy with regard to grantees.” The agency did not respond to questions about whether new members will be required to sign conflict of interest declarations or undergo a review process.\nEarlier this year, the EPA said it would not renew the terms of members of its broader Board of Scientific Counselors, and beyond EPA, the administration has allowed other scientific boards to expire altogether. In August, the acting head of the National Oceanic and Atmospheric Administration (NOAA) told members of an advisory panel for the National Climate Assessment that it would allow the panel’s charter to lapse.\nThe recent Pruitt directive is similar to legislation long pushed by Republicans in Congress, including a bill introduced earlier this year called the EPA Science Advisory Board Reform Act.\nScience organizations have pointed out that anyone receiving a federal grant undergoes a merit review, which scrutinizes their professional standards and ethics, and that grant applicants have to declare they have no conflicts of interest before receiving government grants.\n“EPA’s decisions have real implications for the health and well-being of Americans and in some cases people worldwide,” wrote Chris McEntee, the executive director of the American Geophysical Union. “By curtailing the input of some of the most respected minds in science, Pruitt’s decision robs the agency, and by extension Americans, of a critically important resource.”\nThe senators’ letter on Thursday follows a previous request to the GAO, the investigative arm of Congress, to investigate the EPA’s policies and procedures related to advisory panels.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}