{
  "url": "https://insideclimatenews.org/news/24102017/trump-pruitt-epa-press-office-attacked-reporter-lipton-ap-harvey/",
  "title": "EPA Press Office Tips Toward Hostility Under Pruitt",
  "date": "2017-10-24T16:47:28-04:00",
  "content": "As The New York Times readied a story on the Environmental Protection Agency for last weekend’s front page, an agency spokeswoman ignored the reporter’s questions and accused him of writing “elitist clickbait.”\nThe jab, in an email that the newspaper quoted in its story, was just the latest in a series of attempts by the agency’s press office to thwart reporters or attack their work—a strategy it appears to have adopted from Donald Trump’s White House.\nThe approach is a “sharp departure” from past practice, said Dan Fiorino, who worked for the agency for more than 30 years and is now director of the Center for Environmental Policy at American University.\n“It’s trying to manipulate journalists and favor those who say the right things,” Fiorino said. “Now, what we’re seeing from EPA is pretty much what we’re seeing from the administration. The press people are there to sell a very particular point of view. They’ll limit access.”\nRegardless of whether the president was a Republican or a Democrat, or whether his regulatory agenda was friendly to environmentalists or to business interests, the agency’s press office generally tried to appear neutral.\nWhen the EPA was still relatively young, its administrator—William Ruckelshaus, who was on a mission to rescue the agency from its own missteps—issued what’s become known as the “fishbowl memo.”\nThe 1983 Reagan-era memo said the agency, long in the crosshairs of conservatives and regulated industries, would operate with as much transparency as it could to steer clear of controversy: “EPA will not accord privileged status to any special interest group, nor will it accept any recommendation without careful examination.”\nAt the frontline of that effort was the agency’s press office. But today, former employees say, that press office handles an agency that’s less like a fishbowl than a dark-windowed SUV.\nThe agency’s brass-knuckle style comes at a time when it is under intense scrutiny for changing environmental and climate regulations in ways that favor coal and other fossil fuels. Among other things, it is swamped with demands for access to internal communications and other records.\nFrom its first days in office, the Trump administration has tried to stem the flow of information from the agency to the public. The blockades began right away in January, with reports that EPA employees were being told to stop talking to the press. Reporters have been barred from events, and the agency has attacked journalists through press releases, while at the same time using press releases to promote its administrator.\n“If you care at all about how the public views your work, you would try to communicate with the reporters, who are largely in charge of disseminating the information,” said Monica Lee, a former spokesperson during the Obama administration. “Instead, this press office relies on [EPA Administrator Scott] Pruitt’s comments, made to a very specific audience or to very friendly reporters.”\nThis press office’s efforts accompany a broader attempt at tamping down the work of climate scientists at the agency and stripping mentions of their work and of climate change from EPA websites. Earlier this year, the agency dismissed members of its Board of Science Counselors, and last week Pruitt said he would issue a directive to bar scientists who received EPA grants from serving on EPA advisory boards because he believed the grants represent conflicts of interest.\nThe latest in a string of controversies came this weekend when The Times ran a front-page story chronicling efforts by a top-level EPA appointee to downplay the risks of toxic chemicals. Before taking the job in May, the appointee, Nancy Beck, had been an executive for five years at the American Chemistry Council, which provides policy, communications and research for major chemical companies, including Arkema, DuPont and Monsanto.\nTimes reporter Eric Lipton asked the EPA and Beck for responses to a list of questions. EPA spokeswoman Liz Bowman—who also worked at the American Chemistry Council, as director of issue and advocacy communications, before joining Pruitt’s EPA—replied in an email: “No matter how much information we give you, you would never write a fair piece. The only thing inappropriate and biased is your continued fixation on writing elitist clickbait trying to attack qualified professionals committed to serving their country.”\nThe response has shocked former press officers.\n“Blatantly attacking reporters and giving responses that are incredibly critical personally—it may help your base and it may fire them up, but it in no way serves the broader American people,” said Liz Purchia, who ran the press office under Obama.\nA month earlier, the agency tore into an Associated Press reporter, Michael Biesecker, for a story he and a colleague wrote about Superfund sites being under water in Texas after Hurricane Harvey. Biesecker, the agency said in an official press release, “has a history of not letting the facts get in the way of his story.” The story, written by reporters who visited the sites after the hurricane, was correct, and the EPA later acknowledged damage there.\nThe press office under Obama hewed to standards outlined in its scientific integrity policy, which refers to the “fishbowl memo,” which has essentially guided conduct since its release 34 years ago.\n“That is the ethos,” Fiorini said.\nBy law, the EPA is required to have an Office of Public Affairs, which is “responsible for providing newsworthy information to the various communications media.” Beyond that, an administration can release information how it wants, although it has to respond to requests for information by Congress or under the Freedom of Information Act.\n“I’m not aware of any legal issues,” Fiorino said, referring to the current press office. “But certainly, ethically and in terms of what you’d expect in a democracy, there are some real problems. This is a real sharp departure from what we’ve seen in the past.”\nThe Obama administration’s EPA press office got a rap on the knuckles from the Government Accountability Office in 2015 for a social media campaign to drum up support for a Clean Water Act rule. It was accused of violating propaganda and anti-lobbying rules.\n“Historically, the press office at EPA, the public information people, get the information out there, and to some degree you want to put the administration, the people making decisions, in a good light,” Fiorino said. “This administration is trying to create reality in a way that fits its view. That’s really scary.”\nThe EPA did not respond to questions for this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}