{
  "url": "https://insideclimatenews.org/news/25102017/climate-change-costs-gao-report-wildfires-hurricane-health-trump/",
  "title": "U.S. Unprepared to Face Costs of Climate Change, GAO Says",
  "date": "2017-10-25T07:00:00-04:00",
  "content": "The auditing arm of Congress says the costs of climate change are likely to soar in the decades ahead, and it is urging the federal government to get a better grip on the risks to the economy and to the federal budget.\nThe Government Accountability Office, in a report issued on Tuesday, cited a range of research concluding that the costs of worsening droughts, floods, wildfires, heat waves and storms will run into hundreds of billions of dollars and threaten many parts of the economy, while hitting some regions particularly hard.\nBut so far, it said, too little is being done to understand and defend against the dangers.\n“Even with the magnitude of these disaster recovery costs, the federal government does not have government-wide strategic planning efforts in place to help set clear priorities for managing significant climate risks before they become federal fiscal exposures,” the report says.\nAlready, the report noted, direct costs to the federal government for expenses like firefighting, flood insurance and payments for lost crops have come to about $350 billion in the past decade. (The figures don’t include tens of billions yet to be paid for the latest season of storms and fires; and the costs inflicted across the whole economy are much bigger than those reflected in the federal budget.)\nReviewing recent estimates, the GAO predicted that annual fiscal costs could increase by as much as $35 billion a year by 2050, and by as much as $112 billion by the end of the century.\nBecause all such cost estimates are imprecise, one of the most important things the government can do is to improve them to better identify particular risks and figure out how to minimize the costs.\nInstead, the Trump administration has been under stiff criticism for taking steps to scale back estimates of climate change costs, especially in its justification for revoking the Clean Power Plan, a centerpiece of the Obama administration’s climate policy, which cracked down on greenhouse gas emissions from power plants.\nThe GAO did not address that particular rule, but it criticized the Trump administration for neglecting efforts to address the issue.\nFor years, the GAO and others had warned that the federal government had been blind to the rising fiscal risks, but recently the agency had seen glimmers of progress. Now, those have been undermined by Trump policy changes.\n“In February 2017, we found that federal agencies had undertaken various strategic planning efforts, but it was unclear how they related to each other or whether they amounted to a government-wide approach for reducing federal fiscal exposures,” the report said. “Subsequently, a March 2017 Executive Order rescinded some of these planning efforts and created uncertainty about whether other planning efforts would continue or take their place.”\nThe GAO cited research into the economy-wide effects of climate change—beyond those incurred directly by the federal government—that says, if emissions stay on their current course, rising temperatures could mean up to $150 billion in lost labor productivity due to missed work hours, up to $89 billion in coastal damage and up to $87 billion in increased energy costs, annually. Agricultural losses could reach $53 billion a year, even though some crop yields could climb.\nThe report, requested by Sens. Maria Cantwell (D-Wash.) and Susan Collins (R-Maine), took two years and comes as Congress considers a relief package for Puerto Rico that would also pay flood insurance claims from the recent sweep of deadly hurricanes.\nThe report leaned on two major nationwide studies on the economic impact of climate change, along with 28 others, including assessments from the U.S. Global Change Research Program.\nIt finds that the economic impacts will vary across the country, but “the Southeast, Midwest and Great Plains regions will likely experience greater combined economic effects than other regions, largely because of coastal property damage in the Southeast and changes in crop yields in the Midwest and Great Plains.” The West, the report says, will suffer from increased drought, heat and wildfire.\nIn some northern areas, certain crop yields will go up as temperatures rise and cold-related deaths will drop.\nThe report recommends that Trump and executive offices, including the Council on Environmental Quality (CEQ), Office of Management and Budget (OMB) and Office of Science and Technology Policy (OSTP), “use information on the potential economic effects of climate change to help identify significant climate risks facing the federal government and craft appropriate federal responses. Such responses could include establishing a strategy to identify, prioritize and guide federal investments to enhance resilience against future disasters.”\nTrump recently appointed Kathleen Hartnett White, a fossil fuels promoter who has called carbon dioxide “the gas of life,” to head CEQ.  The top position at OSTP, meanwhile, remains vacant.\nThe administration did not respond to the GAO report’s draft recommendations, as is customary.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}