{
  "url": "https://insideclimatenews.org/news/13102017/trump-noaa-nomination-barry-myers-accuweather-weather-data-privatize-climate-change/",
  "title": "Trump Nominee to Lead Climate Agency Supported Privatizing U.S. Weather Data",
  "date": "2017-10-13T14:10:01-04:00",
  "content": "President Donald Trump has nominated a businessman who has supported the privatization of weather data to lead the National Oceanic and Atmospheric Administration (NOAA), which oversees the National Weather Service.\nThe nomination of Barry Myers, the chief executive of AccuWeather, has raised concerns among some that installing a non-scientist with a vested interest in privatizing government data could result in the hobbling of an agency that provides a critical function in weather forecasting, oceanography and climate science.\n“We’ve now had several nominees at NASA and NOAA who have really pushed the idea of privatization of government functions,” said Andrew Rosenberg, the director of the Center for Science and Democracy at the Union of Concerned Scientists. “That just flat out worries me.”\nIn announcing Myer’s nomination, AccuWeather issued a statement calling him a veteran leader and saying he would step down from the company if confirmed. His brother, AccuWeather Founder, Chairman and President Joel Myers, said: “On a personal note, as his brother, I have known him all his life, and I know he will be fully dedicated to serve the nation’s needs in a rational and ethical way.”\nIn 2005, AccuWeather worked with Sen. Rick Santorum on a bill that would have severely restricted public access to the National Weather Service’s forecasts. Two days before Santorum introduced the bill, his political action committee received a $2,000 donation from then-CEO of AccuWeather Joel Myers.\nThe bill, which died in committee, would have allowed commercial weather information providers like AccuWeather to continue to access NOAA’s weather data, but it would have blocked NOAA from putting out products that could be considered in competition with what the private sector was making available.\nAt the time Santorum’s bill was introduced, Paul Sandifer was working as a senior scientist at NOAA. He remembers how concerned scientists within the agency were then at the prospect of privatizing data. “Those concerns are some of what I’m worried about now,” he said.\n“If the collection of data is turned over to the business community, what’s to ensure that the data that are really needed for the future get collected? Particularly if it’s given over to politically motivated private sector folks,” said Sandifer, who was the chief science advisor for NOAA’s National Ocean Service when he retired at the end of 2014.\nIn the last few months, in particular, the strength of NOAA’s data and forecasting has been evident as Americans have been caught up in several natural disasters, including wildfires and hurricanes.\n“Think about the recent disasters: in every one of those situations there were NOAA government officials talking about the information they had on hand and people understood the validity of that information,” Sandifer said. “It wasn’t coming from one side or another—it was the right information.”\nMyers is not the only recent NOAA nominee with a business interest in NOAA’s work.\nIn early October, Trump nominated Neil Jacobs to be the assistant secretary of commerce for environmental observation and prediction. Jacobs is the chief atmospheric scientist for Panasonic Weather Solutions, a private company that, like AccuWeather, has worked toward the privatization of certain data.\nIn July, Jacobs testified before the House Science Committee, advocating for the proprietary model that his company developed, which he said was “better” than NOAA models. Panasonic currently sells some its data to NOAA—a relationship that could fall under Jacobs’ purview if confirmed for the NOAA position.\nIn announcing the nominations, the Trump administration touted the business acumen of both men.\nRosenberg worried in a blog post that the companies’ past ambitions may come to fruition.\n“It is easy to see how private weather companies like AccuWeather or Panasonic could directly benefit from decisions made by Myers and Jacobs,” he wrote.\nIn an interview with InsideClimate News, he elaborated: “Myers is going to make decisions on what happens to the Weather Service, the climate programs and so on. And that will directly affect the business that he has built, his family owns and presumably he goes back to.”\nIt presents a conundrum, Rosenberg said: “Does he recuse himself from those decisions? Then he’s heading an agency and recuses himself from a quarter of decisions. And if he doesn’t, how does he serve the public interest?”\nA third NOAA nominee, Admiral Timothy Gallaudet, who is a former Navy oceanographer, has been named to assistant secretary of commerce for conservation and management. His nomination was met with praise by members of the scientific community.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}