{
  "url": "https://insideclimatenews.org/news/13102017/trump-kathleen-hartnett-white-ceq-nominee-climate-change-fossil-fuels-supporter-texas/",
  "title": "Trump Pick for Top Environment Post: Carbon Dioxide Is ‘The Gas of Life’",
  "date": "2017-10-13T17:16:42-04:00",
  "content": "President Donald Trump has picked Kathleen Hartnett White, a former Texas regulator and unapologetic advocate of expanding U.S. fossil fuel production regardless of carbon dioxide emissions, for the top White House environment post.\nPutting her in charge of the Council on Environmental Quality, which has been rudderless since Trump took office, would place an extreme denier of mainstream climate science, a hero of those who oppose urgent action on global warming, at the fulcrum of federal interagency policy discussions on energy and environmental matters.\nWhite has argued against the federal government’s “endangerment finding” that carbon dioxide, the principal greenhouse gas feeding worldwide climate change, is a danger to human health and the environment. If confirmed to head the White House Council on Environmental Quality, she would be coordinating environmental efforts across the federal agencies.\nAs a fellow of the conservative Austin-based think tank, the Texas Public Policy Foundation, White leaves a long paper trail that will surely be fodder for her confirmation hearing. The group has been funded by fossil fuel interests, including Exxon and the Koch brothers.\nShe has decried regulation of carbon dioxide, which she calls “the gas of life,” and co-authored last year’s paean to the fracking boom, “Fueling Freedom: Exposing the Mad War on Energy.” Her co-author, economist Stephen Moore, founded the Club for Growth, the political action group that weaponized the primary process to successfully move the Republican party to the right over the past two decades.\n“An invisible, harmless trace gas in the Earth’s atmosphere, CO2 is a plant food,” White said last year in a Q&A with the Orlando Sentinel.\nIn her 2014 monograph, “Fossil Fuels: The Moral Case,” she wrote: “Humanity’s use of fossil fuels has released whole populations from abject poverty. … Until energy sources fully comparable or superior to fossil fuels are securely available, policies to reduce emissions of CO2 should proceed with caution lest they prematurely exhaust the well-springs of mankind’s greatest advance.”\nShe has also promoted tactics for undermining the Endangered Species Act, claiming its protections for endangered wildlife imperil prosperity.\nIn its announcement Thursday of Trump’s intent to nominate White, the White House highlighted her role on the Texas Commission on Environmental Quality (2001-2007) and as a former director of the Lower Colorado River Authority.\nWhite’s appointment to a top position in the administration has long been rumored; she met with the president-elect in Trump Tower while he was mulling his choice for Environmental Protection Agency administrator. But her supporters betrayed no sense of disappointment when Oklahoma Attorney General Scott Pruitt was named to that post instead.\nAt an energy policy summit that the Texas Public Policy Foundation co-hosted with the Heritage Foundation in Washington, D.C., last December, the group’s president Brooke Rollins, said she expected that there would be “something very special” ahead for White in the Trump administration.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}