{
  "url": "https://insideclimatenews.org/news/16102017/climate-change-activists-arrest-pipeline-shutdown-necessity-defense/",
  "title": "Judge Allows ‘Necessity’ Defense by Climate Activists in Oil Pipeline Protest",
  "date": "2017-10-16T21:59:01-04:00",
  "content": "Updated with details from recent New York case.\nA judge in Minnesota has cleared the way for an unusual and potentially groundbreaking defense, allowing climate activists to use the “necessity” of confronting the climate crisis as justification for temporarily shutting down two crude oil pipelines last year.\nRobert Tiffany, a district court judge in Clearwater County, Minnesota, ruled on Oct. 11 that three activists who were arrested and charged with felonies last year can argue that they violated the law in order to protect citizens from the impacts of global warming and that they had no legal alternative.\n“It is extremely unusual for a court to allow presentation of the necessity defense by environmental protesters,” said Michael Gerrard, director of the Sabin Center for Climate Change Law at Columbia University. “It will be fascinating to see how this trial goes and how much evidence the court allows.”\nThe ruling is the third recent case in which a judge in the United States has allowed for such a defense in a climate case in a jury trial. A case in Massachusetts in 2014 did not go to trial after the prosecutor dropped the charges. A judge allowed the necessity defense in a Washington State case in 2016 but then instructed jurors they could not acquit on necessity. There was also a recent non-jury case in which a county judge in Slate Hill, New York, allowed a necessity defense for climate activists charged with misdemeanor trespassing, but he issued a guilty verdict in June, stating the defense failed to prove “imminence”, or immediate harm posed by climate change.\nIn the Minnesota case, Emily Johnston, Annette Klapstein and Benjamin Joldersma are charged with felonies over the shutdown of two pipelines there on Oct. 11, 2016. A fourth defendant, Steven Liptay, who filmed the pipeline shutdowns, is charged with two gross misdemeanors.\nEnbridge Inc., the Canadian company that owns and operates the two pipelines, said at the time of the shutdowns that the actions were “reckless and dangerous” and that the company would “support the prosecution of all those involved,” according to news reports.\nUse of a necessity defense is typically used not for protests but for more clear cut cases of individuals intentionally committing a crime to prevent imminent danger, such as breaking into a house where someone is being held hostage, Gerrard said.\nPolitical activists have, however, used the necessity defense in the past in opposition to issues including the Vietnam War, nuclear weapons and abortion.\nThe defense tactic is widely seen as an attempt to focus attention on controversial government policies by forcing jurors to pass judgment on the morality of such policies and of individuals’ resistance to them.\nThe pipeline shutdowns in Minnesota were part of a multi-state protest by the group Climate Direct Action to protest the flow of tar sands crude into the U.S., and to show solidarity with the Dakota Access pipeline protests in North Dakota.\n“I think it’s a sensible ruling that will allow the jurors to take into consideration all of the information that they really need to rule on this case properly,” Marla Marcum, director of the Climate Disobedience Center, said.\nMarcum’s group is collaborating with the defendants in the Minnesota case and other “valve turner” cases on trial strategy.\nKen Ward, who shut down a pipeline in Washington state, was convicted of second-degree burglary in June and received 30 days of community service. Activists who shut down a pipeline in North Dakota were convicted on felony charges earlier this month and are awaiting sentencing. Activists in Montana are still awaiting trial for a similar act.\nThe case in Minnesota may center around whether the actions taken by the protestors—shutting down valves on an active pipeline—presented an equal or greater risk than that posed by climate change.\n“You are getting close to threats to public health, welfare, safety, when you start actually damaging the infrastructure itself,” Patrick Parenteau, an environmental law professor at Vermont Law School said.\n“The equation here is, did the defendants take action appropriate to draw attention to the problem, or does the balance tip against them and in favor of protecting public health and safety. The prosecutor will probably put people on the stand who will say, this is dangerous,” Parenteau said.\nSoon after the pipeline shutdowns last fall, Carl Weimer of the Pipeline Safety Trust, an industry watchdog, characterized the activity as a “dangerous stunt” according to news reports. Marcum said that in each case, pipeline operators were notified of the valve closures several minutes before they occurred so the companies could shut down the compressors that pump the oil through the pipes to safely shut the pipelines down.\nIn his ruling, Judge Tiffany stated that Minnesota’s standard for the necessity defense is high: “To successfully assert the defense, a criminal defendant must show that the harm that would have resulted from obeying the law would have significantly exceeded the harm actually caused by breaking the law, there was no legal alternative to breaking the law, the defendant was in danger of imminent physical harm, and there was a direct causal connection between breaking the law and preventing the harm.”\nGerrard said the decision to allow a necessity defense may be part of a growing awareness in the courts of the risks of climate change, including recent rulings on coal leases and natural gas pipelines, that went in favor of closer scrutiny of environmental considerations.\n“What we are seeing in some courts is there is such frustration at the failure of the executive and legislative branches to act on climate change that some courts are becoming willing to step in,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}