{
  "url": "https://insideclimatenews.org/news/03102017/high-oil-subsidies-ensure-profit-undermine-climate-change-goals/",
  "title": "High Oil Subsidies Ensure Profit for Nearly Half New U.S. Investments, Study Shows",
  "date": "2017-10-03T16:21:13-04:00",
  "content": "Government subsidies to American energy companies are generous enough to ensure that almost half of new investments in untapped domestic oil projects would be profitable, creating incentives to keep pumping fossil fuels despite climate concerns, according to a new study.\nThe result would seriously undermine the 2015 Paris climate agreement, whose goals of reining in global warming can only be met if much of the world’s oil reserves are left in the ground.\nThe study, in Nature Energy, examined the impact of federal and state subsidies at recent oil prices that hover around $50 a barrel and estimated that the support could increase domestic oil production by a total of 17 billion barrels “over the next few decades.”\nUsing that oil would put the equivalent of 6 billion tonnes of CO2 into the atmosphere, the authors calculated.\nTaxpayers give fossil fuel companies in the U.S. more than $20 billion annually in federal and state subsidies, according to a separate report released today by the environmental advocacy group Oil Change International. During the Obama administration, the U.S. and other major greenhouse gas emitters pledged to phase out fossil fuel supports. But the future of such policies is in jeopardy given the enthusiastic backing President Donald Trump has given the fossil fuel sector.\nThe study in Nature Energy focused on the U.S. because it is the world’s largest producer of fossil fuels and offers hefty subsidies. The authors said they looked at the oil industry specifically because it gets double the amount of government support that coal does, in the aggregate.\nWritten by scientists and economists from the Stockholm Environment Institute and Earth Track, which monitors energy subsidies, the study “suggests that oil resources may be more dependent on subsidies than previously thought.”\nThe authors looked at all U.S. oil fields that had been identified but not yet developed by mid-2016, a total of more than 800. They were then divided into four groups: the big oil reservoirs of North Dakota, Texas and the Gulf of Mexico, and the fourth, a catch-all for smaller onshore deposits around the country. The subsidies fell into three groups: revenue that the government decides to forgo, such as taxes; the government’s assumption of accident and environmental liability for industry’s own actions, and the state’s below-market rate provision of certain services.\nThe authors then assumed a minimum rate of return of 10 percent for a project to move forward. The question then becomes “whether the subsidies tip the project from being uneconomic to economic,” clearing that 10 percent rate-of-return threshold.\nThe authors discovered that many of the not-yet-developed projects in the country’s largest oil fields would only be economically feasible if they received subsidies. In Texas’s Permian Basin, 40 percent of those projects would be subsidy-dependent, and in North Dakota’s Williston Basin, 59 percent would be, according to the study.\nSubsidies “distort markets to increase fossil fuel production,” the authors concluded.\n“Our findings suggest an expanded case for fossil fuel subsidy reform,” the authors wrote. “Not only would removing federal and state support provide a fiscal benefit” to taxpayers and the budget, “but it could also result in substantial climate benefits” by keeping carbon the ground rather than sending it into a rapidly warming atmosphere.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}