{
  "url": "https://insideclimatenews.org/news/13092017/house-budget-vote-climate-change-enforcement-epa-methane-trump-social-cost-carbon/",
  "title": "U.S. House Votes to Block Climate Rules, Using Critical Budget Bill",
  "date": "2017-09-13T22:26:30-04:00",
  "content": "The House of Representatives on Wednesday voted to cut funding from key climate protection rules and rejected an attempt to save regional offices of the Environmental Protection Agency from being closed.\nBut lawmakers voted against an amendment to cut $1.9 billion from the EPA’s budget, which would have dealt a devastating blow to the beleaguered agency.\nOffered by Rep. Ralph Norman, a Republican from South Carolina, the amendment’s cuts would have come close to the 31 percent reduction sought by President Donald Trump. The House bill does cut more than $530 million from the agency’s $8 billion budget, slashing it to less than the agency was spending in 2006.\nThe votes came as lawmakers worked their way through a broad spending package for the 2018 fiscal year, which begins in October. Final passage by the House will likely come Thursday, but any differences with a Senate version will need to be reconciled.\nThe bill contained hundreds of amendments, many of them “riders” of the kind attached to appropriations bills to score policy points. Dozens of these proposals have drawn criticism from environmental groups.\nHewing closely to party lines, Republicans backed two amendments sponsored by Rep. Markwayne Mullin (R-Okla.). One would prevent funds from being used to enforce an Obama-era rule that limits methane pollution from new oil and gas facilities. The other effectively prohibits the EPA from factoring in future damages from climate change—a calculation known as the social cost of carbon—in weighing the costs and benefits of its rules.\nEarlier this year, President Donald Trump issued an executive order to weaken the social cost of carbon requirements, and the administration has also attempted to stall or block rules limiting methane emissions. Republican support on the must-pass appropriations package backs up the administration, and, at least for the coming fiscal year, complicates any efforts by green advocacy groups to challenge the administration’s rollbacks.\nLawmakers on Wednesday also voted down an amendment by Rep. Jared Polis, (D-Colo.), that sought to block the administration from closing or consolidating any of the regional offices of EPA.\nDebate began on the package last week, but House leadership delayed some votes until this week so that some lawmakers could cope with the hurricane emergencies in their home districts.\nLast week, during debate over these riders, lawmakers expressed their ongoing frustration that policy-related amendments are being tucked into must-pass spending legislation.\n“These riders are best done in the policy committee, not on the appropriations bill,” said Rep. Betty McCollum, a Minnesota Democrat, saying that Congress ought to hear from scientists and public health experts as well as the fossil fuel industry when making decisions. “I support science and I believe we should not abandon science while trying to tackle climate change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}