{
  "url": "https://insideclimatenews.org/news/07092017/new-york-pipeline-permit-rejected-natural-gas-valley-lateral-ferc-climate-change/",
  "title": "Another Pipeline Blocked for Failure to Consider Climate Emissions",
  "date": "2017-09-07T19:43:13-04:00",
  "content": "[UPDATE: On Sept. 15, FERC overrode New York’s decision on the Valley Lateral Project, stating that New York officials had missed a deadline to act. Bloomberg BNA discusses that move and the likelihood that the state will appeal, here.]\nIt might be getting harder to win approval for new fossil fuel projects without first examining their impacts on climate change. Last week, regulators in New York rejected key permits for a natural gas pipeline, saying a previous federal approval had failed to consider the resulting greenhouse gas emissions.\nThe pipeline in question, the 7.8 mile-long Valley Lateral Project, would supply a 680 megawatt power plant that’s currently under construction. The pipeline had already received approval from the Federal Energy Regulatory Commission (FERC), but because it crosses several streams and wetlands, it needed state regulators to sign off, too.\nIn a letter to FERC on Aug. 30, Thomas Berkman, deputy commissioner and general counsel at the New York Department of Environmental Conservation, wrote that federal regulators had “failed to consider or quantify the indirect effects” of the emissions produced when the fuel shipped through the pipeline is eventually burned.\nThe state cited a federal court ruling issued just one week earlier as its justification for denying the permits. In that case, a federal circuit court in Washington, D.C., rejected an approval by FERC of a separate pipeline in the Southeast, saying “FERC must either quantify and consider the project’s downstream carbon emissions or explain in more detail why it cannot do so.”\nBerkman wrote that that court decision constitutes “a material change in applicable law” and that the commission should therefore reexamine the Valley Lateral application.\nCourts or regulators have blocked fossil fuel projects several times in the past month, at least in part because federal agencies failed to account for downstream climate emissions. On Aug. 14, a federal district judge in Montana rejected a proposed expansion of a coal mine in that state, saying the U.S. Department of Interior hadn’t adequately considered climate and other impacts.\nNew York’s denial of the permit is the latest in a series of decisions by Gov. Andrew Cuomo’s administration to block natural gas projects since he banned hydraulic fracturing in the state in 2014. In April, the state denied permits for a proposed pipeline from Pennsylvania’s gas fields. A year earlier, it blocked another interstate pipeline. In both cases, the projects had received federal approval but required the same type of permits from the state under the Clean Water Act.\nIn this case, however, the state did not actually rule on the water permits themselves, but instead sent the case back to FERC to review the climate impacts.\n“I don’t know why the DEC chose this procedural argument,” said Pramilla Malick, of the local advocacy group Protect Orange County. “Ultimately, the DEC has a legal and moral authority to protect water quality” and deny the permits outright, she said. “They have basically kicked it to FERC.”\nMalick’s group has been fighting a buildout of natural gas infrastructure in New York’s Orange County since 2011, and she said the state’s previous approvals of the CPV Valley Energy Center, the power plant that would be supplied by the Valley Lateral pipeline, were contrary to Cuomo’s climate policies and his rejection of fracking.\nThe plant is also at the center of corruption charges that were brought by federal prosecutors last year against two Cuomo aides. One of the aides, Joseph Percoco, is charged with taking bribes from Competitive Power Ventures, the company behind the plant, while a former company official is also named as a defendant. The case has yet to go to trial.\nThe opposition to the pipeline and the power plant has drawn support from national environmental groups and advocates, including Bill McKibben, who attended a rally in August. They’ve argued that the power plant would substantially increase the state’s greenhouse gas emissions, and they called on the state to reject the pipeline as a way to stop the plant.\nMichelle Hook, a spokeswoman for Millennium Pipeline Company, which proposed the Valley Lateral Project, said in a statement that the state’s ruling  “does not appear to be a clear-cut decision and our lawyers are reviewing it to determine how to proceed,” adding “the agency’s issue is with the power plant’s greenhouse gas emissions and not any direct environmental impact of our pipeline.”\nCompetitive Power Ventures, the company building the power plant that was to burn the gas shipped through the Valley Lateral line, told the Times Herald-Record last week that the company would proceed with its plans to finish the plant and called the state’s decision “without merit.”\nIt’s unclear whether the latest developments will affect another project—a proposed expansion of a gas storage facility in New York’s Finger Lakes region—that’s awaiting state approval and has also prompted a vibrant grassroots opposition.\nThe original proposal would have increased capacity at an existing natural gas storage facility and added storage of liquefied petroleum gas. While the natural gas piece of the project received federal approval in 2014, it spurred a years-long civil disobedience campaign and construction never began.\nIn May, the company behind the project announced it was abandoning the natural gas portion because it couldn’t secure enough contracts from customers. The liquefied gas piece, however, is overseen by the state, which has not yet issued a ruling. In lobbying against the project, opponents have cited its impacts on water and climate change.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}