{
  "url": "https://insideclimatenews.org/news/24082017/perry-grid-study-protect-coal-nuclear-renewable-energy-dominance-clean-air-act/",
  "title": "Perry’s Grid Study Calls for Easing Pollution Rules on Power Plants",
  "date": "2017-08-24T12:39:35-04:00",
  "content": "A rush study on the reliability of the nation’s electric grid ordered by Secretary of Energy Rick Perry concedes that the rapid increase of clean, cheap solar and wind power hasn’t thrown the power network out of kilter.\nEven so, the report puts the Trump administration’s thumb on the policy scales, recommending easing pollution regulations and changing rules for pricing of electricity, along with other steps intended to protect the beleaguered coal industry’s historical role as the foundation of the entire grid.\nNowhere in the report is there any discussion of the main justification for propelling more carbon-free electricity into the market: the risk of catastrophic climate change if a business-as-usual grid, powered predominantly by fossil fuels, is allowed to function without regard to the costs of global warming it would create.\nInstead, in a brief paragraph wedged without elaboration into its recommendations, it adopts the administration’s bumper-sticker slogan of “energy dominance” as a key consideration in maintaining electric reliability.\nCalling this “an approach to promote the clean and safe development of energy resources while at the same time minimizing regulatory barriers to energy production,” it said the Energy Department should move “broadly and quickly” toward rescinding energy and climate policies of the past and reviewing key environmental regulations.\nNotably, the report calls for easing up on the requirement that coal plants upgrade their pollution controls when they modernize—as required by the Clean Air Act. Environmentalists immediately declared that they would fight any such move in court.\nThe report also calls for changes in pricing regulations that could reward coal plants with payments for providing standby power and for buffering the grid against brief power fluctuations.\nIt said that negative pricing should be discouraged, tamping down a quirk in the system that can reduce wholesale prices to less than zero, which penalizes operators of costly fossil fuel plants when the sun is shining brightly and the wind is blowing briskly.\nWithout flatly calling for rolling back state renewable energy targets, as Perry has hinted, the study blames them, as well as competition from cheap gas and the rising costs of pollution protections, for much of the shift away from coal.\nDavid Pomerantz, executive director of the Energy and Policy Institute, which has been following the grid study process, said the “fingerprints of political appointees with ties to the fossil fuel industry” were all over the report, compared with a leaked earlier version that had been drafted by Department of Energy staff. “The topline recommendations don’t reflect the evidence that they’ve presented, and instead they reflect what’s consistently been a pro-coal agenda of President Trump,” he said.\nEver since Perry commissioned the study, assigning oversight of the task to a pro-fossil-fuel stalwart, it has been seen by renewable energy advocates as a thinly veiled attempt to bolster coal.\nBut its immediate effect is likely to be as slight as the transitory moment earlier in the week when the eclipse cast the moon’s shadow onto millions of solar rooftops without even flickering the nation’s lightbulbs.\nMostly, the study released on Aug. 23 recommends modest steps—studies, research and careful attention by grid operators to the trend away from coal, which it does not claim can be reversed.\n“Ultimately, the continued closure of traditional baseload power plants calls for a comprehensive strategy for long-term reliability and resilience,” the study said.\nOnce the dominant fuel, coal’s share of electricity has been severely pressured by cheap natural gas, declining demand for power, pollution controls, nascent prices on carbon emissions, state renewable mandates, consumer preferences and booming wind and solar power. The latter, as their costs plummet, have been given an extra edge by tax subsidies.\nAs the outlook for coal continues to darken, its advocates increasingly have argued that too widespread a reliance on variable power from wind and solar would begin to undercut the reliability of supply.\nThe industries that produce the clean energy at issue said this concern has been exaggerated.\n“The increasing use of renewable energy has made the nation’s electrical grid more robust and secure,” said Gregory Wetstone of the American Council on Renewable Energy. ”Certainly, we would be concerned by any effort to use resiliency as an excuse for propping up uneconomic sources of electrical power.”\nPolicy analyst Mike O’Boyle of Energy Innovation noted that the report “focuses a great deal on a need to study and value resilience attributes provided by baseload coal and nuclear units, but it speaks far less about valuing flexibility, which helps compensate for missing baseload generation.” Flexibility includes demand response and energy storage, which has been growing alongside renewable energy.\nIn a cover letter with the study, Perry wrote that “the core objective of electricity regulation has always been, and should continue to be, to ensure a reliable and resilient electric supply system that serves customers in an equitable manner.”\nHe claimed “it is apparent that in today’s competitive markets certain regulations and subsidies are having a large impact on the functioning of markets, and thereby challenging our power generation mix.”\nHis perspective ignores that the power industry is a leading source of many kinds of pollution, including soot and smog, acid rain, toxics, hazardous wastes and carbon dioxide—and that regulations of the grid are not just aimed at enhancing its benefits, but also at protecting people from dangers.\nThe new study calls for reviving futile attempts by the Bush-Cheney administration 15 years ago to roll back an important protection of the Clean Air Act, a permitting rule called “new source review,” that requires companies to install state of the art pollution controls when they modernize plants.\nIt said the Environmental Protection Agency should “allow coal-fired plants to improve efficiency and reliability without triggering new regulatory approvals and associated costs.” If the rules “would allow for improvement of the existing fleet,” it said, the Energy Department would target research on technologies that would increase the efficiency of outmoded existing coal plants, which are those that have been retired by the hundreds in recent years.\nIn a detailed response on Twitter, John Walke of the NRDC said that what Perry was proposing was plainly illegal. The group has been among those suing the Trump administration for various attempts to roll back pollution regulations in favor of the fossil fuel industries.\n“A dirty coal plant is not ‘more efficient’ when it emits MORE NOx, SO2, PM2.5, Hg, lead, arsenic, benzene, acid gases, heavy metals & CO2,” Walke tweeted, abbreviating the names of the main pollutants that endanger public health—and the global climate.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}