{
  "url": "https://insideclimatenews.org/news/28082017/epa-inspector-general-will-investigate-pruitts-travel-expenses/",
  "title": "EPA Inspector General Will Investigate Scott Pruitt’s Taxpayer-Funded Travel",
  "date": "2017-08-28T23:05:54-04:00",
  "content": "The EPA’s Office of Inspector General is launching an audit of Administrator Scott Pruitt’s frequent travel to his home state of Oklahoma this year to assess whether he has violated agency policies. The announcement followed a request by members of Congress and an independent investigation that showed Pruitt had spent nearly half his time this spring traveling home, largely at the taxpayers’ expense.\nIn July, the Environmental Integrity Project, a watchdog group founded by former EPA employees, released a report detailing Pruitt’s frequent trips to Oklahoma.\nIt found he had spent 48 days traveling during a 92-day period in March, April and May, with 43 of those days either in or on the way to and from Oklahoma. His calendar, which the group obtained with a Freedom of Information Act request, said Pruitt met with several industry and conservative groups, including the Oklahoma Well Strippers Association and the Heritage Foundation.\nEric Schaeffer, the watchdog group’s executive director and a former director of civil enforcement at the EPA, said at the time that the report showed Pruitt is “more focused on cultivating his relationships with industry and conservative political organizations in his home state of Oklahoma than he is on protecting the environment and the public health for the rest of America.”\nThe audit, announced Monday, comes in response to requests by several Democrats in the House and Senate, including Rep. Frank Pallone, Jr. of New Jersey, ranking member of the Energy and Commerce Committee, and Sen. Tom Carper of Delaware, ranking member of the Environment and Public Works Committee.\nA letter announcing the audit says it will examine how frequently Pruitt has traveled and at what cost, as well as whether he and his staff and security detail followed EPA travel procedures. It also will examine whether those procedures “are sufficiently designed to prevent fraud, waste and abuse with the administrator’s travel that included trips to Oklahoma.”\nPruitt’s calendar noted several interviews and meetings with unspecified people in the state. It also showed that Pruitt often listed just one or two events for trips that lasted three days. The report said airfare for Pruitt alone—not his security detail—totaled more than $12,000 in taxpayer funding. Pruitt paid for some of the travel, including a flight to Tulsa from Houston, where he met with an economic consulting group.\nIn an email, Amy Graham, an EPA spokesperson, rejected speculation that the travel was political. “Administrator Pruitt is traveling the country to hear directly from the people impacted by EPA’s regulations outside of the Washington bubble,” she said. “This is nothing more than a distraction from the administrator’s significant environmental accomplishments.”\nThe Environmental Integrity Project welcomed today’s announcement. “We are glad that the EPA Office of Inspector General is looking into this issue, to determine whether taxpayer funds were spent appropriately,” Sylvia Lam, an attorney with the group, said in a statement.\nThe audit is being conducted by the inspector general’s forensic audits office, which, according to its annual plan, “is responsible for conducting financial audits of EPA assistance agreements and contracts to identify potentially fraudulent actions,” as well as determining “acceptability of costs claimed under specific financial instruments.” The letter announcing the audit says work will begin this week.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}