{
  "url": "https://insideclimatenews.org/news/22082017/court-rejects-ferc-pipeline-approval-orders-climate-environment-impact-review-sabal-gas/",
  "title": "Court Rejects Pipeline Rubber-Stamp, Orders Climate Impact Review",
  "date": "2017-08-22T21:22:11-04:00",
  "content": "An appeals court rejected federal regulators’ approval of a $3.5 billion natural gas pipeline project on Tuesday over the issue of climate change.\nThe United States Court of Appeals for the District of Columbia Circuit ruled that the Federal Energy Regulatory Commission (FERC) failed to fully consider the impact of greenhouse gas emissions from burning the fuel that would flow through the Southeast Market Pipelines Project when the commission approved the project in 2016.\n“FERC’s environmental impact statement did not contain enough information on the greenhouse gas emissions that will result from burning the gas that the pipelines will carry,” the judges wrote in a divided decision. “FERC must either quantify and consider the project’s downstream carbon emissions or explain in more detail why it cannot do so.”\nThe 2-1 ruling ordered the commission to redo its environmental review for the project, which includes the approximately 500-mile Sabal Trail pipeline and two shorter, adjoining pipelines. With its first phase complete, the project is already pumping fracked gas from the Marcellus-Utica shale basins of Ohio, Pennsylvania and West Virginia through Alabama, Georgia and Florida.\nThe appeals court’s decision will not immediately affect the flow of gas in the Sabal Trail pipeline, which began operations on June 14, said Andrea Grover, a spokesperson for Enbridge Inc. Enbridge has a 50 percent ownership stake in the Sabal Trail Pipeline through its company  Spectra Energy Partners.\nFERC declined a request for comment.\nThe Sierra Club had sued FERC following its approval of the project.\n“For too long, FERC has abandoned its responsibility to consider the public health and environmental impacts of its actions, including climate change,” Sierra Club staff attorney Elly Benson said in a statement. “Today’s decision requires FERC to fulfill its duties to the public, rather than merely serve as a rubber stamp for corporate polluters’ attempts to construct dangerous and unnecessary fracked gas pipelines.”\nThe ruling supports arguments from environmentalists that the 1970 National Environmental Policy Act (NEPA), a landmark law that governs environmental assessments of major federal actions, requires federal regulators to consider greenhouse gas emissions and climate change in its environmental assessments.\nThe ruling is the second federal court decision this month to come to such a conclusion.\nOn August 14, a U.S. District Court judge rejected a proposed expansion of a coal mine in Montana. The judge ruled that the U.S. Department of Interior’s Office of Surface Mining violated NEPA by failing to take into account the project’s climate impacts.\nIn February, outgoing FERC chair and Obama appointee Norman Bay urged the commission to take greenhouse gas emissions from the Marcellus and Utica shale basins into account when reviewing pipeline projects.\n“Even if not required by NEPA, in light of the heightened public interest and in the interests of good government, I believe the commission should analyze the environmental effects of increased regional gas production from the Marcellus and Utica,” Bay wrote in a memo during his last week in office. “Where it is possible to do so, the commission should also be open to analyzing the downstream impacts of the use of natural gas and to performing a life-cycle greenhouse gas emissions study.”\nNewly appointed commissioners nominated by President Donald Trump, however, appear unlikely to seek broader environmental reviews for pipeline projects. Before he was confirmed by the Senate to serve as a FERC commissioner earlier this month, Robert Powelson said that people opposing pipeline projects are engaged in a “jihad” to keep natural gas from reaching new markets.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}