{
  "url": "https://insideclimatenews.org/news/09082017/hfcs-greenhouse-gas-court-ruling-refrigeration-coolant-epa-authority-regulate-kigali/",
  "title": "Court Ruling on HFCs Deals Another Blow to Paris Climate Goals",
  "date": "2017-08-09T22:38:25-04:00",
  "content": "The federal appeals court’s ruling this week striking down an Obama-era rule on air conditioning and refrigeration gases deals another significant blow to hopes of the U.S. reaching its target under the Paris climate accord.\nThe 2015 rule would have restricted the manufacturing of products containing hydrofluorocarbons, or HFCs. It was an important building block of the U.S. climate commitment, because HFCs, a short-lived climate pollutant, are hundreds to thousands of times more potent than carbon dioxide at trapping heat in the atmosphere, though they have a shorter life span.\nThe rule had the potential to slash U.S. greenhouse gas emissions by as much as the equivalent of 72 million metric tons of carbon dioxide by 2025,  according to an analysis by scientists at Lawrence Berkeley National Laboratory. That’s equal to the pollution of 21 coal-fired power plants, or about 4 percent of the cuts that the United States needed to meet its goal under the Paris climate agreement.\nAnd the U.S. had committed to go even further in reducing HFCs. At a meeting in Kigali, Rwanda, last October, the U.S. was one of nearly 200 countries that agreed to update the Montreal Protocol to phase out HFCs. The Berkeley lab scientists calculated even larger emissions reductions from the steps that were agreed to at Kigali—as much as 88 million metric tons by 2025 in the U.S.\nTogether with the rule struck down by the court, the U.S. commitment at Kigali would have fulfilled 9 percent of the U.S. pledge under the Paris accord.\nIt is not clear how the court ruling will affect U.S. efforts to implement the Kigali amendment, but it shows that at least some judges think the Environmental Protection Agency needs more specific authority from Congress to act on HFCs.\nThat could be a problem in the current Congress. The Trump administration has given no indication of whether it intends to bring the Kigali amendment before the Senate for ratification. (Sen. James Inhofe, R-Okla., has indicated he would oppose ratification. He says he sees it as an effort to shoehorn climate change policy into a treaty that was meant to address ozone depletion.)\nThe rule to phase out HFCs was a climate change policy from former President Barack Obama‘s administration that many believed would survive the Trump era. Donald Trump‘s administration defended the rule in court, with the backing of two large U.S.-based chemical manufacturers that have invested heavily in alternatives that are less damaging to the atmosphere—DuPont spinoff Chemours and Honeywell International.\nBut in its ruling this week, a panel of the United States Court of Appeals for the District of Columbia Circuit found 2-1 in favor of two foreign HFC manufacturers—Mexichem Fluor of Mexico and France-based Arkema—holding that the EPA had no authority to regulate the gases under the Clean Air Act.\nHFCs came into use as a replacement for an earlier generation of refrigeration gases, chlorofluorocarbons, or CFCs, that depleted the ozone layer of the atmosphere and were phased out under another international agreement, the 1987 Montreal Protocol. The EPA had sought to curb HFCs under a section of the law that implemented the protocol and phased out CFCs; the agency took HFCs off the list of safe alternatives due to their properties as greenhouse gases.\nBut because HFCs are not ozone-depleting gases, the court said the EPA cannot use that section of the law to phase them out.\n“EPA’s authority to regulate ozone-depleting substances … does not give EPA authority to order the replacement of substances that are not ozone depleting but that contribute to climate change,” wrote Judge Brett Kavanaugh, an appointee of President George W. Bush. “Congress has not yet enacted general climate change legislation.”\n“Although we understand and respect EPA’s overarching effort to fill that legislative void and regulate HFCs… Here, EPA has tried to jam a square peg (regulating non-ozone depleting substances that may contribute to climate change) into a round hole (the existing statutory landscape),” he wrote. Kavanaugh was joined by Judge Janice Rogers Brown, a Bush appointee, in the majority. Judge Robert Wilkins, an Obama appointee, dissented, saying that the EPA was due deference for what he said was a reasonable interpretation of the statute.\nPolicymakers around the world have focused on how to reduce HFCs, which have become the fastest-growing source of climate emissions as air conditioning and cooling have increased. They have the potential to cause up to half a degree Celsius of warming by 2100.\nDavid Doniger, director of the climate and clean air program at the Natural Resources Defense Council, which intervened on the side of EPA, said the environmental group was exploring all options for appeals.\n“The fact is, safer, climate-friendlier alternatives are readily available and should be used more to help cool our overheating world,” he said in a statement. “It’s also true that the U.S. has been a leader in advancing HFC alternative technologies. … We cannot go backward, or the climate damage suffered by the American people will only magnify.”\nAn EPA spokesperson said the agency is reviewing the ruling.\nThe D.C. Circuit Court delivered a separate blow to the Obama climate legacy on Tuesday when it decided to extend its stay of litigation over the Clean Power Plan while the Trump administration works to repeal the rule. Environmental groups, health groups, and states have pressed the court not to wait, but to allow the case, which was argued before Trump took office, to proceed to a ruling on EPA’s authority.\nFor now, the Circuit Court was unwilling to take that step, although two of the judges, Clinton-appointee David Tatel, and Obama-appointee Patricia Millett, in a concurrence, remarked that extending the 60-day stay in litigation, at the same time that the Supreme Court has stayed the rule itself, “has the effect of relieving EPA of its obligation to comply with that statutory duty for the indefinite future.” But the judges said any challenge of the Supreme Court’s stay would have to be decided by the Supreme Court. The high court is in recess until October.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}