{
  "url": "https://insideclimatenews.org/news/11082017/europe-rivers-flooding-timing-climate-change-snowmelt-storms/",
  "title": "Rivers Are Flooding Earlier in Parts of Europe as Climate Changes",
  "date": "2017-08-11T03:55:00-04:00",
  "content": "Spring flooding along many of Europe’s rivers is starting weeks earlier now than it did 50 years ago, and some winter flooding is starting later as the climate changes, a new study shows.\nThe changes in timing are geographically nuanced, but the trends and their connections to rising global temperatures are clear and are likely to continue into the next several decades, a team of international scientists wrote Thursday in the journal Science.\nThe researchers, from across Europe, analyzed data from more than 4,200 river gages between 1960 and 2010, covering all major European river basins.\nIn Scandinavia and the Baltics—where snowmelt is the main driver of high water—spring floods are coming a week earlier than they did 50 years ago. Along the North Atlantic coast from Portugal to England, winter flooding in many places occurs 15 to 36 days earlier, driven by changes in the timing of winter rain storms and changes in soil moisture.\n“The trends we found are in line with projections from climate models. We can see climate change very clearly,” said co-author Berit Arheimer of the Swedish Meteorological and Hydrological Institute.\nThe study focused on the timing of floods, which is considered one of the most sensitive indicators of climate change because it’s less affected by land use changes, like deforestation, urban development or agricultural uses—all of which can affect the magnitude of floods.\nThe trend to earlier spring floods in Scandinavia is already requiring hydropower facilities to reconsider when to store and release water, and seasonally drying up wetlands that have evolved with certain seasonal flooding patterns, Arheimer said. The shift in earlier flooding will also require water reservoir managers to recalibrate their release strategies to ensure enough water for irrigation, power systems and communities throughout the year, the authors said.\nOfficials who are responsible for protecting communities from flood dangers also need to consider the trends as they plan defensive measures like urban stormwater runoff systems, she said. Globally, river flooding affects more people than any other natural hazard, with an estimated global annual average loss of $104 billion. Most climate change research projects those damages to increase in regions that will experience intensified rainfall in a world warmed by greenhouse gases.\nIn snow-dominated Scandinavia, for example, river flows follow distinct seasonal patterns linked directly with temperatures. As Scandinavia has warmed, there’s less snow to begin with and it’s melting considerably earlier, Arheimer said.\n“For the 50-year study period, 80 percent the stations (in Scandinavia) showed a shift toward earlier floods, with a very clear rise in temperature across the domain,” she said.\nThe study documented similar changes in northwestern European rivers flowing to the Atlantic Coast, but for different reasons, said Jamie Hannaford, a researcher at the UK Center for Ecology and Hydrology. In this region, from Portugal through Spain, France and England, heavy rainfall is usually the main driver of floods, and the primary flood season is winter.\nIt’s a much more complex picture here than in Scandinavia, Hannaford said.\nSome of the changes in rainfall and flooding in the region are linked with large-scale changes in the way weather systems move across the mid-latitudes of the Northern Hemisphere, and those changes are probably linked with the shrinking polar ice cap, according to recent research. Hannaford said the earlier flooding is also clearly linked with earlier saturation of soils across the region, as early winter storms soak the area.\n“Our study suggests flooding is sensitive to climate in northwestern Europe, and that we should continue to monitor for timing … because the changes could have serious implications for flood risk management,” he said. Half the stations in the Atlantic Coast region between Portugal and England showed a shift toward earlier floods by at least 15 days in the 50-year study period, and 25 percent showed a shift of more than 36 days.\nThe study also documented later flooding around the North Sea in southwestern Norway, the Netherlands, Denmark and Scotland, where 50 percent of the stations show a shift toward later floods by more than eight days in the past 50 years. Along parts of the Mediterranean coast, including the northeastern Adriatic and northeastern Spain, the shift toward later floods is smaller, at about five days. In both regions, the researchers attributed the change to a later onset of winter storms.\n“Later winter floods around the North Sea would lead to softer ground for spring farming operations, higher soil compaction, enhanced erosion, and direct crop damage, thereby reducing agricultural productivity,” Hannaford concluded.\n“This paper highlights the importance of understanding uncertainties,” said Loughborough University geographer and hydrologist Louise Slater, who was not involved in the study but wrote a related article in Science describing some of the implications of the changes. As an example, she cited February 2017 flood damage to the Oroville Dam in northern California, where 188,000 people had to be evacuated on short notice.\nIt’s important that climate change impacts are considered in the governance of dams, she said. Safety inspections and other operational measures should be based on the best and latest scientific information.\n“Some of these recent cases show us we should be looking at our understanding of floods in a more probabilistic way,” she said.\nThe data from the new study can help give resource managers some advance notice on how river flows and floods may shift. That affects how dam operators adjust flows to balance the competing needs for hydropower and downstream flood control, for example.\nIn the UK, Slater said a new training facility for flood rescue is using climate change projections to make sure that first responders are prepared for conditions they may encounter in the future. River flow and flood data can also be used for “smart monitoring” to inform regional early warning systems that help keep people safe. she said.\n“This is by far the most comprehensive flood dataset for European river flooding. It allowed us to see continental patterns. Yes, climate change has impacted flood timing in different ways in different parts of Europe,” said lead author Günter Blöschl, a hydrology researcher with Vienna Technical University. The results will help verify existing climate change projections and make future projections more accurate, he added.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}