{
  "url": "https://insideclimatenews.org/news/03082017/heatwaves-deadly-heat-humidity-wet-bulb-human-survivability-threshold/",
  "title": "Heat Waves Creeping Toward a Deadly Heat-Humidity Threshold",
  "date": "2017-08-03T10:58:00-04:00",
  "content": "If global warming continues on its current pace, heat waves in South Asia will begin to create conditions so hot and humid that humans cannot survive outdoors for long, a new study shows. The deadly heat would threaten millions of vulnerable people in some of the world’s most densely populated regions in India, Pakistan and Bangladesh—low-lying river valleys that produce most of the region’s food.\nAbout 1.5 billion people live in the crescent-shaped region identified as the highest-risk area in a new study by scientists from the Massachusetts Institute of Technology and Loyola Marymount University in Los Angeles. The researchers combined global and detailed regional climate models to show where the most extreme conditions are expected by the end of this century.\nThe researchers focused on a key human survivability threshold first identified in a 2010 study, when U.S. and Australian researchers showed there is an upper limit to humans’ capacity to adapt to global warming. That limit is expressed as a wet-bulb temperature, which measures the combination of heat and humidity for an index of physical human misery. When the wet-bulb temperature goes above 35 degrees Celsius, the body can’t cool itself and humans can only survive for a few hours, the exact length of time being determined by individual physiology.\nThat survivability threshold is reached when the air temperature climbs above 35 degrees Celsius (95 degrees Fahrenheit) and the humidity is above 90 percent. Higher temperatures require less humidity to become deadly, so when the air temperature is 100 degrees Fahrenheit, the wet-bulb survivability threshold is reached when humidity hits 85 percent.\nThe study projects that if greenhouse gas emissions continue at a high rate, temperatures in parts of northeastern India and most of Bangladesh will exceed that deadly threshold during seasonal heat waves by the end of this century. In these areas, and across the rest of the South Asia study area, extreme heat waves that now happen once every 25 years will become annual events with temperatures close to the threshold for several weeks each year, which could lead to famine and mass migration.\n“Not even the fittest of humans can survive, even in well-ventilated shaded conditions, when the wet-bulb temperature stays above 35,” said study co-author Jeremy Pal of Loyola Marymount University. The effects ripple beyond the existential threat to individuals to affect industries like construction, transportation, agriculture and utilities.\n“Generally speaking, it is the poorest that are working outdoors and that don’t have access to air conditioners. This is particularly unjust, because per capita emissions in most of these poorer regions are less than a tenth of those in industrialized nations,” Pal said.\nIn 2015, a related study reached similar conclusions about the Persian Gulf region, projecting an even higher number of extremely hot days that could make some places unlivable. But the impacts in South Asia could be worse because the population is much more vulnerable, said MIT scientist Elfatih Eltahir. “In northern India, Bangladesh and southern Pakistan, much of the population is dependent on subsistence farming that requires long hours of hard labor out in the open and unprotected from the sun,” he said.\nThe findings, published Aug. 2 in the journal Science Advances, are based on a fine-scale computer program that can identify variations in terrain and vegetation down to 25 square kilometers. That enabled the scientists to account for factors like moisture from irrigated agriculture, forests and the flows of moist monsoonal air that floods in from the Bay of Bengal.\nEltahir said the critical point of the new study is linking climate projections with the deadly threshold temperature and pinpointing the hotspots. As countries continue to emit high levels of greenhouse gases, global temperatures rise, increasing the risk for extreme heat waves.\n“It’s a dilemma for India, which is a country in urgent need for development,” Eltahir said. “What this brings up is a choice about saving their population from extreme heat by joining in a full-fledged effort to cut emissions. This brings the message home for countries like India that global warming is not a remote abstract concept.”\nIn today’s climate, wet-bulb temperatures rarely exceed 31 degrees Celsius. However, temperatures have already exceeded the deadly wet-bulb threshold in some areas, most recently in 2015 in the Persian Gulf, when air temperatures soared to about 50 degrees Celsius (122 degrees Fahrenheit), the researchers said. At that temperature, the wet-bulb survivability threshold is reached at a humidity of 45 percent, which is not uncommon in coastal areas or river valleys.\nThat same summer, extreme heat killed an estimated 3,500 people in Pakistan and India, even without breaching the wet-bulb threshold.\nThe study shows that by 2100, extreme heat waves that are expected once every 25 years will worsen, from wet-bulb temperatures of about 31 degrees Celsius to 34.2 degrees Celsius—the edge of the deadly limit.\n“In my view, the results of this study are of concern and alarming,” said Christoph Schär, a climate scientist at ETH Zürich, who was not involved with the study. “Extremely hot and humid heat waves already occur under current climatic conditions in some of the areas considered. As conditions are close to a critical health threshold already today, a warming of a few degrees could strongly increase the risk of deadly heat waves.”\nEast Asia (including parts of China, Japan and the Korean Peninsula) is another potentially vulnerable region as climate change worsens. In the United States, the Gulf Coast, Mississippi River Valley and some parts of the Great Plains and western Great Lakes region could also become vulnerable, the scientists said.\n“We seem to be finding that low-lying regions that are hot for parts of the year in the vicinity of warm water bodies, which are sources of humidity, are particularly vulnerable,” Pal said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}