{
  "url": "https://insideclimatenews.org/news/27072017/congress-budget-house-vote-renewable-energy-efficiency-programs-fossil-fuel-spending/",
  "title": "U.S. House Hacks Away at Renewable Energy, Efficiency Programs",
  "date": "2017-07-27T21:59:09-04:00",
  "content": "This story has been updated with the final House vote.\nThe U.S. House of Representatives brushed aside Democrats’ efforts to preserve federal funding for clean energy and energy efficiency as it voted to approve a large spending bill Thursday that would slash those programs by 45 percent while maintaining federal support for fossil energy research and development.\nThe GOP-led House tucked its $9 billion federal energy spending plan into its so-called “minibus” budget bill, a catch-all package to fund one-quarter of the federal government when the new fiscal year begins in October.\nThe bill, dubbed the “Making America Secure Again Act,” is a long way from final approval. The Senate still must vote on its own bills to fund the Pentagon, the Department of Energy, and Veterans Affairs, and then Congress must reach an overall budget deal.\nBut the House made clear its priorities for shifting the nation’s energy investments away from clean energy as it voted on more than 70 amendments. Although it didn’t go as far as President Donald Trump’s White House budget plan, which would have cut the Office of Energy Efficiency and Renewable Energy by 68 percent, the House was in sync with the administration’s plan for a dramatic retreat from spending on carbon-free technology for power and fuel.\nIn its biggest departure from the Trump administration’s energy budget proposal, the House voted to preserve funding for fossil energy research and development at current levels. The White House had sought a 55 percent cut in the Office of Fossil Energy Research and Development.\n“Coal, natural gas and oil—fossil fuels—make up 81 percent of this nation’s energy consumption,” said Rep. David McKinley (R-W.Va.), sponsor of the amendment to restore fossil fuel research funding to the 2017 level of $668 million. “In reality, the entire world is going to be dependent on fossil fuels for years to come. Shouldn’t America’s goal be to develop the technologies so that we can utilize coal, natural gas and oil in the cleanest and most efficient way possible?”\nDemocrats proposed nine amendments, all swatted down by voice vote, to keep clean energy funding to current levels—by taking money out of the budgets for fossil energy, military or nuclear weapons spending.\n“We should invest in our future for renewable energy and energy efficiency rather than throwing more money at the past and into nuclear weapons,” said Rep. Jared Polis (D-Colo.) before his amendment was rejected. “Fossil fuel research is a dead end for America and our economy, for the clean air we need and clean water. … Regardless of how clean we make fossil fuel extraction, it’s never as clean, or more importantly, as sustainable as renewable energy, and it definitely won’t be as cheap.”\nThe House ultimately set the Office of Energy Efficiency and Renewable Energy’s budget at $1.12 billion—agreeing to about $500 million more than the White House sought. The office’s 2017 budget had been $2.069 billion.\nSeven former heads of the office, both Democratic and Republican, had warned Congress in June that deep cuts to U.S. energy innovation would do “serious harm” to the nation’s energy future. The office has helped drive research in solar panels, LED lighting and electric vehicle batteries, among other clean energy and energy efficiency advances.\nThe House went along with the Trump administration’s request to eliminate the Advanced Research Programs Agency—Energy (ARPA-E), the seven-year-old incubator for high-impact, transformational energy technology, saving themselves $306 million. Senators on an energy appropriations subcommittee had called the elimination of ARPA-E a “short-sighted proposal” last week. Their energy package would increase funding for ARPA-E by 7 percent.\nThe House also approved numerous riders taking aim at specific clean energy programs. For example, the legislation would prohibit Energy Department funds from going to support the Cape Wind offshore wind energy project, even though that project currently is in limbo without the financing to proceed.\nAs in past spending bills approved under the GOP-led House, the legislation would prohibit the Energy Department from spending money to enforce the energy efficient light bulb standards that Congress voted to phase in a decade ago.\nAndrew deLaski, executive director of the Appliance Standards Awareness Project, said it’s not clear what effect the light bulb rider will have, since so far, manufacturers have chosen to comply with the standards anyway. “Who knows if they will continue, especially if a low-cost competitor from overseas starts to undercut them on price?” he said.\nThe light bulb standards, if they continue to be complied with, are expected to save an estimated 1.5 trillion kilowatt-hours by 2030—enough power to meet the needs of every U.S. home for a year, worth around $195 billion at today’s average retail electricity price. The CO2 savings would top 700 million tons, according to deLaski’s group—equivalent to one year’s emissions from 204 coal power plants.\n“You can’t save money by gutting programs that save money, yet that’s what the House is trying to do,” said Kateri Callahan, president of the Alliance to Save Energy, a coalition of environmental and industry groups that support energy efficiency policy. Callahan said her group supports the Senate version of the bill, which would set funding for the Office of Energy Efficiency and Renewable Energy at $1.9 billion—about a 7 percent cut from the current spending level.\nThe final shape of the 2018 budget won’t be known until after the Senate passes its version of the spending bills and House and Senate leaders sit down to reach a deal.\nBecause the House minibus bill surpasses budget limits that Congress set in 2011, it would trigger mandatory Defense Department cuts that the Senate is not likely to allow to go into effect.\nThe White House supported the House bill as “a strong step to fulfilling the president’s promise to put the safety of the American people first,” pointing especially to the $1.6 billion the House allocated to construction of a Mexico border wall.\nOn energy, the White House said Congress should go further to shift its energy priorities and reduce funding for later-stage development, commercialization, and deployment activities.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}