{
  "url": "https://insideclimatenews.org/news/31072017/trump-climate-change-executive-orders-congress-turning-into-law-via-budget/",
  "title": "How Congress Is Cementing Trump’s Anti-Climate Orders into Law",
  "date": "2017-07-31T07:00:11-04:00",
  "content": "President Donald Trump marvels at his own velocity when he boasts about dismantling the Obama climate legacy. “I have been moving at record pace to cancel these regulations and to eliminate the barriers to domestic energy production, like never before,” he said at a recent White House event.\nBut while Trump focuses on speed, his allies in Congress appear increasingly concerned about the durability of the president’s fossil fuel directives.\nIn recent weeks, they have advanced a handful of legislative measures that echo and extend various presidential orders meant to boost coal, oil and gas production and set aside consideration of climate change.\nThese moves may seem redundant, but they could provide bulletproof armor during future challenges to Trump’s agenda.\n“They are … covering their bases by trying to legislate the rolling back of these safeguards because the process to repeal, undo or rewrite a regulation is as lengthy as the public process that helped establish the standard in the first place,” explained Melinda Pierce, chief lobbyist for the Sierra Club. “And, of course, any attempt to roll back environmental or public health standards can and will be challenged in court.”\n“The Trump administration is attacking every environmental and health protection we have,” said Sara Jordan, legislative representative for the League of Conservation Voters. “If these legislative proposals get passed, it will make it that much harder for the next administration to restore environmental protections.”\nThat’s why Congressional Republicans are racing to write his instructions into law.\n“We need to put the legislative stamp of approval on what the Trump administration is doing,” said Rep. Evan Jenkins (R-W.Va.) during a recent debate on the House floor.\nThe House already has voted to fast-track Trump’s withdrawal of a clean water rule and to streamline future environmental reviews over cross-border pipelines like Keystone XL. Now, GOP members are pushing forward legislation to bolster Trump’s revival of federal coal leasing, and to bar government regulatory agencies from considering the future damages caused by greenhouse gas pollution.\nThe courts have already started chipping away at the Trump administration’s edicts. A federal appeals court ruled July 3 that the Environmental Protection Agency (EPA) cannot simply suspend an Obama-era rule on methane emissions from oil and gas facilities. And a federal judge ruled last month that the Army Corps of Engineers had moved too hastily to permit the Dakota Access pipeline project, without considering environmental justice impacts on the Standing Rock Sioux tribe.\nEnvironmental groups, states, and tribes have planned or filed lawsuits over virtually every aspect of the Trump energy agenda. “We’re going to meet them in court, we’re going to sue them, and we’re going to prevail,” Mitchell Bernard, chief counsel for the Natural Resources Defense Council (NRDC), said in a video the environmental group produced.\nBut Congress could short-circuit that litigation strategy with measures like the provision passed by the House last week allowing withdrawal of Obama’s “Waters of the U.S.” rule without public notice, comment or any of the other requirements that apply to federal departments and agencies. The Trump administration already has begun rescinding the rule, which was written to protect wetlands from dredge and fill material and created new permitting and reporting requirements that the oil, gas and coal industry abhor. The rider that the GOP tucked into an $800 billion budget bill would hurry the repeal and reduce possibilities for legal challenge.\n“That doesn’t sound like America to me,” said Rep. Marcy Kaptur (D-Ohio), calling it “a very slippery slope to government by fiat.” But after a mere 10-minute debate, the majority by voice vote flicked away a Democratic effort to remove the provision, which now could be folded into must-pass budget legislation for the fiscal year beginning Oct. 1.\nHouse members also aim to ease energy development long after the Trump presidency ends, even if voters elect a successor who wants to reinstate pro-climate policies.\nFor example, the “Promoting Cross-Border Energy Infrastructure Act,” passed by the House on July 19, would ensure no future president acts to block an oil or gas pipeline or electric power project that crosses a U.S. border, as President Barack Obama did with Keystone XL.\nThe bill would take away presidential permitting authority and put decisions in the hands of a small independent agency, the Federal Energy Regulatory Commission, which has the mission of ensuring reliable energy for consumers at reasonable rates.\nIf enacted, the law “tips the scales in favor of massive controversial oil and gas pipeline and electric transmission projects,” said Rep. Louise Slaughter (D-N.Y.), voicing futile opposition on the House floor. All Republicans and 17 Democrats voted for the bill.\nAnother bill would make it impossible for a future administration to declare a moratorium on federal coal leasing, as the Obama administration did in its final year. The pause provided time to conduct the first review in decades of coal royalty rates, especially in light of coal’s role in climate change.\nUnder an order signed by Trump, his secretary of Interior, Ryan Zinke, lifted the moratorium soon after taking office.\nThat move is being challenged in court by four states, environmental groups and a Native American tribe in Montana. But Rep. Liz Cheney (R-Wyo.) introduced legislation that would require future administrations to seek Congressional permission before imposing any such moratorium—circumscribing the authority that the Interior Department has had under federal mining law since 1920.\n“It’s an important bill even though we’ve seen a change in policy from the past administration,” Cheney said last week at a hearing in the House Natural Resources Committee. “We’ve got to make sure we’re protecting our coal industry across the board from the potential of future political shifts.”\nAt the same hearing, the committee looked at legislation to bolster the Trump administration’s move against “social cost of carbon” calculations in regulatory decision-making. That is a method used by economists to estimate in today’s dollars the damages expected to be caused in the future by current emissions of greenhouse gases.\nIt’s a key concept in conducting cost-benefit calculations while keeping in mind that the harm from today’s pollution continues long into the future.\nJenkins, sponsor of the so-called “Transparency and Honesty in Energy Regulations Act,” blamed the loss of coal jobs in his state on regulations that were justified by taking account of the social cost of carbon—particularly the Obama administration’s Clean Power Plan (although the Clean Power Plan had been stayed by the courts.)\nJenkins’ bill mimics the wording of Trump’s March 28 executive order requiring federal policymakers to look back to guidance from President George W. Bush’s Office of Management and Budget (OMB) on how to calculate the social cost of carbon. That approach gets around a legal problem: federal courts have made clear the costs of greenhouse gas pollution need to be weighed in regulatory decision-making. But under the 2003 OMB guidance, carbon emissions can be calculated as having zero cost or even benefits. (The guidance steeply discounts future impacts and allows for no consideration of effects outside U.S. borders.)\nNRDC Legislative Director Scott Slesinger said the result is a perverse elimination of climate change from the environmental cost and benefit analysis that the law requires. “It’s like saying ‘Let’s look at the health impact of cigarette smoking, but don’t count cancer’,” he said. Jordan, of the League of Conservation Voters, called it “seeking to codify climate denial.”\nMost of the legislative proposals shoring up the Trump energy agenda originate in the House, and their fate is unclear in the Senate, which already has rejected an effort to undo Obama-era methane regulations by legislative fiat, and where appropriators are less tolerant of budget riders.\nStill, Senate negotiators may feel pressured to go along with some provisions to pass budget legislation that would keep the government up and running after the fiscal year ends on Sept. 30.\nSenate supporters of the Trump energy agenda already have introduced their own version of the “Ozone Standards Implementation Act” that the House passed on July 18. That bill would help EPA Administrator Scott Pruitt delay implementation of the Obama administration’s standards regulating smog emissions for a year. The House-passed legislation would give states until 2025 to comply with the revised standards and would change long-standing law to allow the EPA to revise the standards every 10 years instead of every five.\nBoth the NRDC and a coalition of environmental, health and labor groups have published online running tallies of budget provisions that affect regulations, but they lament that the Congressional efforts to cement the Trump agenda have not received attention while the health care repeal effort and Russia investigations crowd out media coverage.\n“It’s incredibly cynical,” said Slesinger, “and unfortunately it’s going on pretty much under the radar.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}