{
  "url": "https://insideclimatenews.org/news/24072017/senators-call-investigation-zinke-interior-department-federal-scientists-reassigned/",
  "title": "8 Senators Call for Probe of ‘Arbitrary’ Reassignment of Federal Scientists",
  "date": "2017-07-24T21:55:23-04:00",
  "content": "Eight U.S. senators called for an investigation today after a federal climate scientist filed a whistleblower complaint alleging that he had been arbitrarily reassigned by the Trump administration in what he believed was retaliation for speaking out publicly about the dangers climate change poses to Alaska Native communities.\nThe scientist, Joel Clement, had been working on climate adaptation in Alaska for the Department of Interior when he was moved to an obscure accounting position that deals with fossil fuel royalty payments.\nThe senators, all members of the Senate Energy and Natural Resources Committee, asked the deputy inspector general in the Department of Interior to look into allegations that as many as 50 Senior Executive Service employees at the department have been arbitrarily reassigned.\n“We believe that any reassignment of highly trained, highly competent senior executives within the department from the positions in which they may best use their training and competence to accomplish the department’s mission and best serve the public interest to sinecures where their talents are wasted would constitute a serious act of mismanagement, a gross waste of public funds, and an abuse of authority,” the senators wrote.\nThe Senior Executive Service was created to provide continuity in the management of public programs, with career experts in their subject areas serving under the political appointees. Under the law, agency heads can reassign senior executives, provided the changes are made “to best accomplish the agency’s mission.”\n“Any suggestion that the department is reassigning SES employees to force them to resign, to silence their voices, or to punish them for the conscientious performance of their public duties is extremely troubling and calls for the closest examination,” the senators wrote. No Republicans signed the letter.\nThe letter came just days after Clement, formerly the director of the Office of Policy Analysis in the Interior Department, filed a formal complaint about his reassignment and published an op-ed in the Washington Post describing his experience.\nIn an interview with InsideClimate News, Clement said he thought it was “fishy” when he was reassigned, and that those suspicions were quickly confirmed. “When [Interior Secretary Ryan] Zinke testified the next week that they were going to use reassignments to trim the workforce, then you could really smell a rat,” Clement said.\nThe day after Clement spoke out, Sen. Maria Cantwell (D-Wash.) raised concerns about the reassignments at a Congressional hearing. “It’s a lot of confusion and, in my sense, a lot of undermining science,” she said. Republican Sen. Lisa Murkowski of Alaska also told E&E News that she planned to speak with Zinke about Clement’s case.\nCantwell was joined in the request for an investigation by seven colleagues on the Senate Energy and Natural Resources Committee: Sens. Ron Wyden (D-Ore.), Bernie Sanders (I-Vt.), Debbie Stabenow (D-Mich.), Al Franken (D-Minn.), Martin Heinrich (D-N.M.), Mazie Hirono (D-Hawaii), and Tammy Duckworth (D-Ill.). They asked Interior Department Deputy Inspector General Mary Kendall to report back to them, as well as to Secretary Zinke and the appropriate committees in Congress.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}