{
  "url": "https://insideclimatenews.org/news/18072017/south-miami-florida-solar-roof-rules-sea-level-rise-teenager-activism/",
  "title": "South Miami Approves Solar Roof Rules, Inspired by a Teenager",
  "date": "2017-07-18T04:36:01-04:00",
  "content": "This story was updated July 18 after the commission’s vote.\nSouth Miami just became Florida’s first city to require new homes to include rooftop solar installations, thanks to a teenage girl who helped write the ordinance. Now, despite facing opposition from a Washington, D.C.-based organization, she’s set on spreading the measure across the state.\nThe ordinance received initial approval from South Miami’s city commission last week, and was approved on Tuesday by a vote of 4-1. But its origins date back more than a year, to when Delaney Reynolds, then a 16-year-old high school student from Miami-Dade County, read about a similar measure passed in San Francisco, the first major U.S. city to require rooftop solar for new construction.\nReynolds wrote to the mayors of half a dozen cities in her area, urging them to draft similar ordinances. Philip Stoddard of South Miami was the first to respond.\n“Climate change is the biggest issue that my generation will ever face in our lifetime,” Reynolds said. “We’re going to be the ones who inherit this mess, and we’re going to be the ones to solve it as well.”\nReynolds had already devoted years to raising awareness about climate change and sea level rise before starting her campaign for solar ordinances. She founded a nonprofit called The Sink or Swim Project, which highlights the climate challenges facing South Florida.\nStoddard invited her to help write the ordinance for South Miami. Since they began, he said, he and colleagues have heard from officials in other cities, including St. Petersburg and Orlando, who are interested in replicating the work.\nThe ordinance describes several climate threats the Miami area is facing, including its vulnerability to sea level rise and extreme temperatures. Tidal flooding has already forced the city to modify its sewer system, it says. It also notes the city’s 2009 commitment “to implement policies to eliminate net emission of carbon dioxide and other greenhouse gases by the end of 2030.”\nA growing number of U.S. cities are taking steps to reduce their greenhouse gas emissions and increase their use of renewable energy. Their ranks have increased since President Donald Trump began rolling back federal climate regulations this year and announced that he would pull the United States out of the Paris climate agreement.\nReynolds’ measure makes South Miami one of only a handful of municipalities nationwide to require solar installations on all new homes, joining San Francisco and at least three other cities in California. It also requires solar installations for any renovations that expand a home by more than 75 percent or replace more than 75 percent of the existing roof.\nThe ordinance drew some well-financed opposition, however. Last month, Family Businesses for Affordable Energy, a Washington, D.C.-based organization, began running robocalls opposing the measure ahead of the vote. The group also sent a letter to the city commission saying the ordinance would increase the cost of housing and asking it to exempt smaller homes.\nThe organization’s website says it is a coalition of small businesses supporting lower energy prices. Its executive director, Alex Ayers, has lobbied for the National Association of Electrical Distributors, which represents electric supply companies. Stoddard has accused the group of running an “astroturf” campaign on behalf of the electrical sector, but Ayers said in an email that his group has not received any money from utility companies.\nStoddard is quick to admit that the measure itself will not have a big direct impact, with only about 10 new homes constructed each year. “This ordinance is not going to save the planet,” he said, pointing out that the city is expanding solar more rapidly by working to create solar co-ops, which help homeowners band together to install their own systems.\nBut the new ordinance brings attention and the potential to spread. “I think people will beat a path to my door,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}