{
  "url": "https://insideclimatenews.org/news/09072017/fossil-fuel-companies-responsible-global-emissions-cdp-report/",
  "title": "25 Fossil Fuel Producers Responsible for Half Global Emissions in Past 3 Decades",
  "date": "2017-07-09T23:11:39-04:00",
  "content": "A handful of big fossil fuel producers have been responsible for the majority of global greenhouse gas emissions in the years since climate change seized the world’s attention as a looming crisis, according to a new report issued today.\nWhen emissions from agriculture and land-use changes are taken out of the equation, a mere 25 producers account for just over half of emissions in the past three decades, the report says. The top 100 account for 71 percent of these industrial emissions.\nBecause of rapid economic growth and growing demand for power generation, especially among populous developing nations, more than half of the emissions in the centuries since the Industrial Revolution have occurred since 1988. That was the year that the United Nations founded the Intergovernmental Panel on Climate Change (IPCC) to urgently study mankind’s role in climate change and advise governments on science-based policies to confront it.\n“We can actually say that 71 percent of the greenhouse gas emissions since 1988, which was the year climate change was recognized as a manmade creation, can be traced back to the processes and products of these companies,” said Pedro Faria, who authored the “Carbon Majors” report for CDP, formerly known as the Carbon Disclosure Project.\nThe analysis, a follow-up to work first published in 2013, focuses attention on investor-owned and state-controlled companies rather than on individual nations.\nEmphasizing responsibility of one country or another, Faria said, has contributed to troubled global negotiations in the past, as developed countries tangled with developing ones over who has the greater responsibility to limit climate-warming emissions.\n“We see there is a large chunk of historical greenhouse gas emissions that can be attributed to just 100 companies,” Faria said. “So this is really looking at a massive amount of emissions and to climate responsibility from a different angle.”\nThe CDP analysis found that fossil fuel producers contributed 833 gigatonnes of carbon dioxide or its warming equivalent from other greenhouse gases in the last 28 years, compared to 820 gigatonnes in the 237 years between the onset of the Industrial Revolution and the launch of the IPCC. The figures include not only the direct emissions given off during company operations, but indirect emissions given off when the fuels they produce are burned.\nIn 2015, the top 10 fossil fuel companies in terms of emissions from their own operations plus the use of their products were: Saudi Aramco, Gazprom, National Iranian Oil, Coal India, Shenhua Group, Rosneft, CNPC, ADNOC, ExxonMobil and PEMEX.\nSince 1988, the top cumulative polluters were led by Chinese coal concerns, followed by Saudi Aramco, Gazprom, National Iranian and ExxonMobil.\nAn expansion of coal over the last 15 years, particularly in China, drove much of the recent emissions growth, as did new, carbon-intensive extractions of oil sands and heavy oils by companies including Suncor, Exxon, Chevron, Shell and ConocoPhillips.\nOf the 636 gigatonnes of direct greenhouse gases emitted by the 100 “carbon majors” since 1988, 59 percent is attributed to state-owned producers, 32 percent to publicly-traded, investor-owned companies, and 9 percent to privately held companies.\n“Investors in fossil fuel companies carry influence over one-fifth of the industrial greenhouse gas emissions worldwide,” the report notes.\nThe highest-emitting publicly traded, investor-owned companies since 1988 are ExxonMobil, Shell, BP, Chevron, Peabody and BHP Billiton, according to the report. The top state-owned emitters include Saudi Aramco, Gazprom and National Iranian Oil.\nThese companies should shoulder a major responsibility for transitioning to business models that lower climate change impacts, Faria said.\n“These companies really need to be thinking about transition plans, these governments that own these companies need to be thinking about transition plans, and investors need to think about how their money is being used,” Faria said. “They’re a big part of the problem and a big part of the solution.”\nFaria explained that European-owned companies have largely taken the lead on switching to more climate-progressive models.\n“The Europeans are more open to reframing their businesses, not just as coal or oil or gas companies, but as energy companies,” he said, “and beginning to talk about certain aspects of the transition—investing in renewables and moving from oil to gas.”\n“Policy is important and is an enabler, but policy is not the only game in town,” Faria added. “If companies don’t react, they’ll find themselves with stranded assets.”\nCDP’s analysis utilizes a database developed by the Climate Accountability Institute, and builds on a previous analysis published in 2013. The new analysis homes in on the last three decades, using better data and a more robust methodology, Faria said. The previous analysis found that 63 percent of global industrial emissions between 1751 and 2010 could be traced to 90 companies.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}