{
  "url": "https://insideclimatenews.org/news/28062017/congress-vote-trump-energy-budget-restore-renewable-funding-cut-arpa/",
  "title": "Half a Loaf: Lawmakers Vote to Keep Some Energy Funds Trump Would Cut",
  "date": "2017-06-28T21:00:27-04:00",
  "content": "Budget writers in the House of Representatives said Wednesday they were willing to support some cuts to renewable energy and energy efficiency programs, but they wouldn’t approve all of President Donald Trump‘s proposed deep slashes to the Department of Energy’s budget.\nThe House Appropriations energy subcommittee met to mark up their bill for funding the department. The bill represents the first time Congressional purse-string holders have formally clarified their priorities and is the first step in a long process, but it suggests that Republicans will support many of Trump’s cuts to clean energy.\nTrump’s proposal, released last month, calls for cutting the Advanced Research Projects Agency-Energy, or ARPA-E—the government’s incubator for clean energy technologies—by 93 percent. The House spending bill allocates nothing.\nThe draft bill endorsed by the subcommittee sets the overall agency budget at $37.6 billion, giving it about $209 million less than in fiscal 2017, but $3.65 billion above Trump’s request, according to Rep. Mike Simpson (R-Idaho), the subcommittee’s chairman. The bill would have to be approved by the full Appropriations panel before going to the House floor and also would have to be reconciled with any action by the Senate.\n“Increases over last year are targeted to those areas where they are needed most—to provide for our nation’s defense and to support our nation’s infrastructure,” Simpson said. “The bill recognizes the administration’s effort to reduce federal spending and the size of the government by accepting a number of the president’s proposals including the request to eliminate the Advanced Research Projects Agency-Energy.”\nDemocratic members made their disapproval clear.\n“This bill would drastically cut energy efficiency and renewable energy, reflecting the Republican majority’s dismissal of the science and consequences of climate change,” said Rep. Nita Lowey (D-N.Y.), ranking member of the full Appropriations Committee. “It would terminate ARPA-E even though it has successfully propelled American innovation, led to technological advances and created jobs.” ARPA-E’s budget is about $300 million this fiscal year.\nThe draft did not give Trump everything he wants, even in areas related to clean energy and climate.\nThe spending bill, as it stands, calls for cutting the Office of Energy Efficiency and Renewable Energy by $1 billion, down from $2.1 billion in the current fiscal year to about $1.1 billion, but less than the $636 million, or 69 percent cut, Trump proposed.\nIt would keep the budget of the Office of Science, which oversees basic research into energy, at $5.4 billion, Simpson said, in order “to keep the national laboratories and America’s researchers at the forefront of global scientific discovery.”\nThe administration sought a cut of nearly 20 percent to the Office of Science, with the hardest hit areas being those in environmental and biological research.\nThe Office of Fossil Energy, which researches advanced carbon capture storage technologies, would get about $635 million, down from about $668 million, but the administration had sought a cut of more than 50 percent.\nThe industries potentially impacted by the budget said it was too soon to say how things would shape up, and it’s still unclear how the budget will impact specific climate-related research programs.\n“We don’t have much to say about the status at this early stage of the appropriations process, but to the extent it slashes research and renewable programs that provide taxpayers a return on investment many times over, we would suggest that is not great policy,” said Dan Whitten, vice president of communications for the Solar Energy Industries Association, in an email.\nDemocratic members of the committee, though, sounded concerns about the impact to the industries and the economy.\n“The cuts we’re facing cede the future to our competitors,” said Rep. Marcy Kaptur (D-Ohio), the subcommittee’s ranking member. “The cuts to clean energy programs represent a serious setback.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}