{
  "url": "https://insideclimatenews.org/news/21062017/coral-bleaching-reefs-noaa-el-nino-climate-change-recovery/",
  "title": "Coral Bleaching Subsiding After 3 Extreme Years, but Recovery Could Take Decades",
  "date": "2017-06-21T05:00:00-04:00",
  "content": "The longest and most widespread coral bleaching event on record is abating. As the powerful 2015-2016 El Niño faded, the Atlantic, Pacific and Indian oceans remained warmer than average, but they at least cooled to levels that may enable some reefs to start recovering from extreme ocean heat, according to an update from U.S. coral reef experts.\nSome of the less-affected reefs are bouncing back, but areas that were hit repeatedly lost so much coral that it could take decades or centuries for the reefs to recover, and only if greenhouse gas emissions are cut to slow global warming. Scientists won’t know the full scope of the damage until they compile scientific reports from the far-flung reefs.\nThe National Oceanic and Atmospheric Administration (NOAA) declared the start of the most recent global coral bleaching in 2015. As heat-trapping greenhouse gases and a strong El Niño combined to drive the global temperature to new records nearly every month, all of the world’s coral reefs experienced above-normal temperatures and 70 percent were exposed to conditions that can cause bleaching.\nU.S. reefs were among the hardest hit, NOAA said in a statement, with two years of severe bleaching in Florida and Hawaii and three in the Commonwealth of the Northern Mariana Islands. There was also well-documented extensive mortality to the northern third of the Great Barrier Reef in Australia during 2015 and 2016. In the central Pacific, the tiny atoll of Kiribati lost between 80 and 90 percent of its protective coral ring.\n“It’s an improvement, but I won’t say that everything is rosy,” said NOAA coral reef watch coordinator Mark Eakin. “For those places that have seen a lot of mortality, it takes 10 to 15 years to start getting back a good amount of coral growth. But that requires 10 to 15 years without another stress event. And that’s becoming very problematic. Overall warming has pushed corals closer to their critical heat threshold,” he said.\nEakin said the good news is that in places where there wasn’t a lot of widespread mortality, reefs are recovering. One example is the well-protected Flower Garden Banks Marine Sanctuary in the Gulf of Mexico.\nThe sanctuary has one of the longest coral monitoring records, which shows that its reefs escaped widespread bleaching until last year.\n“It was different in 2016,” said Michelle Johnston, who heads the monitoring program at the sanctuary. “We had a mass mortality event that affected sponges and vertebrates, where everything died. In the eastern section of the offshore reef, water temperatures were above the bleaching threshold of 86 degrees Fahrenheit for 36 days,” she said.\n“The water this year is still warmer than historical averages. We’re going into this year with water temperatures warmer than what the corals are used to. How resilient are these corals going to be?” Johnston asked.\nThe rigorous monitoring enabled the scientists to track a big surge in coral-smothering algae that has increased dramatically in parts of the marine reserve. That new growth is harmful to corals and is caused by increased pollution coming into the Gulf from the Mississippi River from farms and feedlots thousands of miles away.\n“What happened at the Flower Gardens is significant in that the reach of these bleaching events may be getting to places that were traditionally not affected,” said William Kiene, a regional science coordinator with NOAA. “And it’s all intertwined with climate change. Increases in precipitation in the upper reaches of the Mississippi watershed are going to have impacts on reefs in the Gulf of Mexico,” he said.\nCoral bleaching happens when heat stress disrupts the relationship between the coral and symbiotic algae that give reefs their bright colors. If the disruption is short, the reefs can recover, but repeated and prolonged exposure to heat can kill entire reef ecosystems.\nEakin said the global scope of mortality from 2015-2017 isn’t clear yet, but some of the effects were immediate.\n“We are seeing a loss of fish species near some of these areas, and we’re also seeing behavioral changes,” Eakin said. “Fish on severely bleached reefs are stunned and confused. It makes them more susceptible to predators. In some of the hardest-hit areas, local fishing and tourism communities were hit hard.” Coral reefs are important biodiversity hotspots and productive fish nurseries that help sustain local and native economies with fishing and tourism. Healthy reefs also protect low-lying islands from surging waves and sea level rise.\nThis summer, some coral reefs in U.S. water remain at risk from warm ocean temperatures, including in Hawaii, the Caribbean and Florida, where a new disease is compounding the damage from bleaching.\nU.S. Geological Survey coral researcher Ilsa Kuffner said the outbreak is “leaving a graveyard of corals” as it moves north and south from Miami. In less than six months, the new coral-killing invader had reached the southern Florida Keys.\n“The ones we thought had survived the bleaching are now dying quite quickly, and we can’t even figure out a specific pathogen, or how it’s transmitted,” she said. ”We’re looking at local extinction in the Florida keys for some species.”\nPillar corals, thought to be more resistant to bleaching, are especially vulnerable to the new disease. They are dying so quickly that biologists launched an emergency effort to preserve a few specimens in special labs, isolated from contamination. Scientists need to go beyond simply monitoring the collapse of reef ecosystems and take active conservation and restoration measures, Kuffner said.\n“We need fresh ideas and bold interventions at the forefront of coral science. We need to be looking at how we can preserve genetic diversity,” she said. “We’re really hoping we can harness the intellectual capacity out there to start to think about some new directions other than just sitting back and watching reefs die and hoping they come back on their own.”\nIn some cases, they won’t return without intervention, said Jane Lubchenco, who headed NOAA from 2009 to 2013 and is now a professor of marine biology at Oregon State University.\n“I was in the Maldives during the recent bleaching there, the second severe mass bleaching, without time to recover from the first, just like the Great Barrier Reef,” Lubchenco told InsideClimate News via email. “Those reefs were a weedy wasteland of dead corals, filamentous algae and few fishes. It was depressing to see.”\nCorals regrow on timescales of decades to centuries, depending on the species, and the concern is that there won’t be enough recovery time between bleaching events. The most recent bleaching was so widespread, it wiped out most of the healthy corals that could provide larvae for recolonization. The world saw similar mass bleaching events in 1998 and 2010.\nLubchenco said the most resilient reefs appear to be in large, well-managed ocean sanctuaries, which may offer the best hope for long-term coral reef survival.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}