{
  "url": "https://insideclimatenews.org/news/22062017/methane-greenhouse-gas-emissions-epa-estimates-environmental-defense-fund/",
  "title": "EPA’s Methane Estimates for Oil and Gas Sector Under Investigation",
  "date": "2017-06-22T22:03:40-04:00",
  "content": "The Environmental Protection Agency’s Office of Inspector General will investigate how the agency estimates methane emissions from the oil and gas sector after an environmental group alleged that its emission estimates and regulations are based, in part, on faulty studies.\nThe evaluation, announced Wednesday, will focus on a pair of studies conducted jointly by the University of Texas–Austin and the Environmental Defense Fund in 2013-2014 that found methane emissions to be lower than EPA estimates. The studies, which were done in cooperation with a number of oil and gas companies, were subsequently challenged for allegedly using faulty equipment and underestimating emissions.\n“This evaluation’s objectives are examining the results of and concerns/problems with the 2013 and 2014 emission studies conducted by the Environmental Defense Fund and the University of Texas-Austin,” EPA OIG spokesperson Jennifer Kaplan said in an email.\nThe oil and gas sector is the leading source of human-derived methane emissions in the U.S., emitting more than either the agricultural sector or landfills, according to EPA estimates. Regulation of the powerful greenhouse gas has been in dispute since the Trump administration arrived and began rolling back President Barack Obama’s efforts to rein in emissions.\nA 2014 report by the agency’s inspector general’s office determined the EPA needed to do more to address methane emissions from natural gas distribution pipelines, the low-pressure pipelines buried under cities and towns that distribute gas to end users. The report found that $192 million worth of natural gas leaks from such pipelines each year, with significant implications for the climate and for consumers who are charged for the lost gas.\nIn 2016, the environmental group NC Warn petitioned the EPA’s inspector general’s office to investigate the University of Texas–Austin and EDF studies. The EPA declined to do so, stating in a letter to NC Warn that “this [case] is being closed.”\nThe office of the inspector general, an independent watchdog that polices the agency, has since reconsidered the petition.\n“The decision to pursue a program evaluation on this topic is, in part, related to a 2016 request to the EPA OIG by the environmental advocacy group NC Warn,” Kaplan said.\nWhile the NC Warn petition called for a criminal investigation, the inspector general’s office will instead conduct a program evaluation, an audit that follows different processes with different goals, Kaplan said.\nKaplan noted that the NC Warn request specifically cited technical problems with the two University of Texas–Austin and EDF studies that allegedly impacted the reliability of the studies and alleged that the EPA had used the study results to develop policy and regulation related to the emissions of methane from oil and natural gas production.\n“It is important to note that the EPA OIG, at this time, has made no determinations or conclusions regarding the validity of the concerns cited in the NC Warn complaint,” Kaplan said.\nThe office of inspector general audit seeks to answer “whether concerns about technical or other problems with the Environmental Defense Fund and University of Texas–Austin studies were identified or brought to the EPA’s attention, and how the EPA addressed and resolved any such concerns,” according to a letter to EPA staff from James Hatfield, director of air evaluations for the EPA inspector general’s office of program evaluation.\nNC Warn praised the decision.\n“I think and hope that this means that the good people at the EPA who realize they need to get to the bottom of this have not dismissed the concerns that have been raised,” NC Warn Executive Director Jim Warren said.\nWarren and others say actual emissions may be significantly higher than EPA estimates. Efforts to better determine the actual rate of methane emissions, many of which have been led by EDF, have received significant attention in recent years.\nA spokesperson for David Allen, the lead researcher on the 2013-2014 studies said he welcomed the inspector general’s investigation. “Dr. Allen has full confidence in the research and welcomes all reviews,” J.B. Bird, director of media relations at the University of Texas–Austin wrote in an email. “He believes such scrutiny is an essential part of the scientific process.”\nThe Environmental Defense Fund reacted similarly to the evaluation.\n“We’re glad to have the EPA inspector general’s office take a look at this, but it’s an issue that frankly came up close to 2-3 years ago and was well discussed in the scientific literature at the time,” Mark Brownstein, EDF’s vice president for climate and energy, said. “Presumably, the IG’s office will take a look at all of that and be able to make sense of all of this.”\nEDF has helped coordinate 16 research projects looking at methane emissions from the oil and gas industry with joint funding for the projects coming from foundations and the natural gas industry. When the projects began in 2011, there was little data on the amount of methane coming from the natural gas industry. Gaining a better understanding of methane emissions from the oil and gas sector is considered crucial to understanding what affect the ongoing natural gas boom will have on global warming.\nThe EDF-led research has resulted in 33 peer-reviewed papers published in academic journals. The group has yet to publish a final synthesis of its research, but Brownstein estimates that roughly 2 percent of the methane produced by the oil and gas industry is emitted or otherwise lost on its way to end users.\nThe EPA’s current estimate is 1.3-1.6 percent, according to EDF.  If the 2 percent emissions rate is correct, it would equal roughly 10 million metric tons of methane emissions per year, the equivalent greenhouse gas emissions of more than 200 coal-fired power plants, according to EDF.\n“It is clear that methane emissions from the oil and gas industry are too high—higher than EPA had long estimated, and that strong regulations are necessary to reduce them,” Brownstein wrote in a blog post following the inspector general’s announcement.\nBrownstein said that if the University of Texas studies did underestimate methane emissions, his estimate of emissions from across the oil and gas sector would increase by roughly 2 to 5 percent. A 5 percent increase of Brownstein’s estimate, for example, would raise total emissions from the oil and gas sector from 2.0 to 2.1 percent.\n“At the end of the day this is probably much ado about nothing,” Brownstein said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}