{
  "url": "https://insideclimatenews.org/news/19062017/100-percent-renewable-energy-climate-change-targets/",
  "title": "Is 100% Renewable Energy Feasible? New Paper Argues for a Different Target",
  "date": "2017-06-19T19:09:17-04:00",
  "content": "Is a goal of shifting the entire U.S. electric grid to 100 percent renewable energy by the 2050s realistic, or is aiming to decarbonizing 80 percent of it a more feasible target?\nA paper published today in the Proceedings of the National Academy of Sciences (PNAS) offers a window into an increasingly lively debate between top energy experts over the most realistic way to reduce the nation’s greenhouse gas emissions by mid-century and slow global warming.\nThe study, from a group of 21 prestigious academic and private energy researchers, argues that if the United States is going to affordably remove carbon dioxide from across the entire electricity grid, it must employ the broadest range of technologies possible, including increased use of renewable energy sources like solar and wind power, but also nuclear power and carbon capture and storage that would allow the continued use of some fossil fuel energy sources.\nWhile the scientists emphasized that adding renewable energy sources remained of “paramount importance,” they also said they felt compelled to dispute a school of thought that is gaining traction and that contends that taking the entire electric grid to 100 percent renewable energy by the 2050s is feasible and affordable.\nIn an interview, the paper’s lead author, Christopher Clack, said he and his colleagues felt it was important to push back against the 100 percent argument because they fear political blowback could undermine the ultimate goal of reducing emissions far enough and fast enough to keep global temperatures from rising more than 2 degrees Celsius.\n“If we push down the avenue of 100 percent renewables, it will become very obvious very quickly that it is neither cheap nor effective,” Clack said. “We worry that it could be used by our opponents to diminish the role of renewable energy on the grid.  We worry if we oversell them, it will lead to disappointment and backlash.”\nAcademics have argued for a long time, including in the reports of the Intergovernmental Panel on Climate Change, that dramatically cutting emissions by mid-century would require all available zero- and low-carbon technologies, including carbon capture. A system with 100 percent renewable energy is certainly possible, the authors of the new study write, but to be affordable, it will have to be scaled up over time, and that will mean relying on other technologies to smooth the transition away from fossil fuels and to balance out the variability of renewable power sources while energy storage solutions evolve.\nIn the new report, the scientists reiterated that there was no evidence yet to move away from the idea that 80 percent decarbonization of the U.S. electric grid could be achieved at a reasonable cost.\n“Our energy system is leaking waste carbon dioxide into the atmosphere. When you call a plumber to fix a leak, perhaps you shouldn’t suggest that she leave some of her tools at home,” said Ken Caldeira, a climate modeling expert with Carnegie Institution for Science. “Having a full toolbox means you are more likely to be able to solve the problem.”\nHowever, with clean energy technologies making great strides, there is another growing group that thinks the transition can be accomplished without either carbon capture technology or nuclear power.\nPerhaps the most prominent advocate of the theory that wind, solar and hydropower (with small amounts of geothermal and tidal power) could supply global energy needs entirely by the 2050s is Mark Jacobson, director of Stanford University’s Atmosphere and Energy Program.\nIn 2015, Jacobson released two key papers, one of which argues that there is a reasonable and financially manageable path to transition all 50 states to renewable energy starting now. The other describes a path toward 100 percent renewables in 139 countries. Both received a great deal of press attention and praise at the time they were published.\nSince then, several cities, including Atlanta, Salt Lake City and Los Angeles, have joined a growing number worldwide that have pledged to move toward 100 percent renewable energy. In January, Hawaii made the first statewide 100 renewable energy pledge. In 2016, actor Mark Ruffalo even touted Jacobson’s plan on The Daily Show.\nClack said the growing popularity of the idea convinced him it was time to raise concerns about Jacobson’s conclusions.\nIn the paper, Clack and his coauthors directly critiqued Jacobson’s conclusions and methods. They wrote in the new paper that while renewables are important, telling people that they can accomplish the entire job nationwide by the 2050s is misleading. “Relying on 100 percent wind, solar, and hydroelectric power could make climate mitigation more difficult and more expensive than it needs to be,” they said.\nFor example, the authors said, “Jacobson and his colleagues implicitly assume a 15-fold expansion in U.S. hydroelectric capacity, where even small dams have often been fiercely contested.”\nThe paper also said Jacobson assumes that:\nJacobson and his colleagues issued a short rebuttal in PNAS of many of the claims of the paper and also published a longer breakdown of their disagreements with the new study.\nThey pointed out, for example, that concerns about radiation have been at an all time high since the leak at the Fukushima Daiichi nuclear plant in Japan after the earthquake and tsunami in 2011, and that the IPCC has said that nuclear is too expense to expand. Jacobson also wrote that hydropower generation could be increased not just through new dams but by adding more turbines to existing dams.\nIn written testimony for the U.S. House Committee on Energy and Commerce in 2015, Jacobson described his findings and the methods necessary to get entire countries to 100 percent renewable energy by mid-century. He said the shift would save costs elsewhere, such as on health care and energy, and would create jobs and energy independence.\n“The main barriers to a conversion are neither technical nor economic,” Jacobson said, “rather, they are social and political.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}