{
  "url": "https://insideclimatenews.org/news/15062017/scott-pruitt-epa-budget-hearing-congress-opposes-trump-cuts/",
  "title": "Congress to Pruitt: We’re Not Cutting EPA Budget to Trump’s Levels",
  "date": "2017-06-15T20:41:44-04:00",
  "content": "Members of the congressional committee responsible for the Environmental Protection Agency’s budget—Republican and Democrat alike—made clear Thursday they have no intention of approving the White House’s proposal to slash the agency’s spending.\nIn a hearing, EPA Administrator Scott Pruitt defended the Trump administration’s budget plan for the first time on Capitol Hill, insisting that the agency he leads could fulfill its mission under a plan that cuts its budget more than any other federal agency’s.\nOn climate change, the committee members divided along party lines on whether they supported the Trump administration’s decision to exit the Paris accord. Pruitt, who was a chief proponent of the move, claimed that President Donald Trump would  “continue engagement” on the subject. But most of the hearing focused on other issues, with members of both parties driving home the point that Congress will not pass a budget that cuts the EPA’s funding by 31 percent and eliminates nearly 50 of the agency’s programs.\n“You are going to be the first EPA administrator who has come before this committee in many years who actually gets more than he asks for,” said Rep. Tom Cole (R-Okla.). That theme was echoed by several of his colleagues on the House Appropriations Subcommittee on Interior, Environment, and Related Agencies. Like other committee members, Cole noted the need for the EPA’s role in addressing the environmental issues that his own constituents face.\nFor Cole, the issue was large proposed cuts in state and tribal assistance and in water pollution control.\nRep. David Joyce (R-Ohio) balked at the idea of cutting the Great Lakes Initiative. To avoid forcing either Pruitt or Trump to bear the brunt of his criticism, he began to refer to the budget by the name of Office of Management and Budget Director Mick Mulvaney, a former congressman. “Simply put, the Mulvaney budget appears to largely remove the federal government as a partner in all of our efforts to manage and to Great Lakes,” Joyce said.\nThe subcommittee’s chairman, Rep. Ken Calvert (R-Calif.), criticized the White House plan to reduce by 83 percent Diesel Emission Reduction grants, which he said are essential to improving his state’s air quality.\n“You have a tough job here today,” Calvert said to Pruitt. He noted that the EPA, in the crosshairs of the Trump administration’s plan to shift $54 billion from domestic to military spending, would see its budget cut $2.4 billion under the proposal. Calvert said that although he supported additional funding for the military, taking the entire amount out of non-defense spending in one fiscal year was “an untenable proposition.”\n“The budget proposes to significantly reduce, or terminate, programs that are vitally important to each member on this subcommittee,” Calvert said.\nRep. Chellie Pingree (D-Maine) criticized the decision to exit the Paris accord, but true to the theme of the day, brought it back to her own constituents.\n“Climate change to us is very real. It’s not an environmental platitude,” she said. Maine lobstermen, she said, “look at me with fear in their eyes because we are watching the migration of lobsters, as we’ve seen the disappearance of shrimping. This is important to their identity; it’s important economically. I can’t go home to people and say this isn’t happening. I can’t go home and say ocean acidification isn’t happening.”\nReferring to Pruitt’s home state and his well-document close relationship with its biggest industry, Pingree said, “I know it’s different in Oklahoma, where you have the fossil fuel industry in your backyard,” she said. “But I represent a state in the tailpipe of the fossil fuel industry.”\nPruitt noted that Trump, in his speech announcing the U.S. exit from the Paris climate agreement, said he hoped to renegotiate it—a notion that other world leaders have rejected. “He said he wanted to continue engagement on this issue,” Pruitt said.\nPruitt said he had begun that process at last week’s meeting of G7 environmental ministers (which ended with Pruitt leaving after only a few hours and the U.S. not signing on to the group’s statements on climate change). “I began the process of bilateral discussions with respect to continued U.S. leadership on CO2,” Pruitt said.\nIn defense of the agency’s plan to repeal the Obama administration’s most important climate change regulation, the Clean Power Plan, Pruitt said that Congress had not given the EPA a mandate to regulate carbon dioxide from stationary sources—power plants. (That assertion ignores court rulings that have upheld the Obama-era EPA’s interpretation that carbon dioxide is a pollutant subject to regulation under the Clean Air Act.) The rules, stayed by the Supreme Court, are under litigation; the agency has already started to rework them.\nPruitt spent most of the hearing promising to work with members of Congress on the concerns they raised—about endocrine disrupting chemicals, Puget Sound pollution, the Great Lakes, Superfund sites, and more—and on how the EPA could continue to meet the objectives of the programs that the White House was proposing to cut.\n“I believe we can fulfill the mission of our agency with a trim budget,” Pruitt said.\nSierra Club spokesman Adam Beitman summed up the hearing in a sardonic Tweet: “Congress to Pruitt: How will you protect X while cutting funding for it? @EPAScottPruitt: It’s so important to protect X, thank you.”\nBut Cole, Pruitt’s fellow Oklahoman, who agrees with him that Trump was right to leave the Paris agreement, said he should not expect Congress to accept the dramatic cuts to the EPA that the White House envisions.\n“The final decision rests here,” Cole said. “The Constitution’s pretty clear on that. It’s important that we have the president’s priorities, but at the end of the day, Congress will make the decision.”\nAs the two-hour hearing closed, Calvert interrupted Rep. Derek Kilmer (D-Wash.) when he began pressing Pruitt on specific programs tagged for elimination, like the Energy Star efficiency program, Natural Gas Star voluntary program for methane reduction, and others Kilmer said would help address “the generational burden of climate change.”\n“We’re going to work with you on those,” Calvert told Kilmer. Then, looking at Pruitt but speaking to his Democratic colleague, the chairman said, “He has to defend his budget. But we’re going to work with you.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}