{
  "url": "https://insideclimatenews.org/news/08062017/donald-trump-budget-risk-renewable-energy-future-eere-doe-letter/",
  "title": "Trump Budget Risks ‘Serious Harm’ to America’s Energy Future, 7 Former DOE Officials Warn",
  "date": "2017-06-08T22:38:00-04:00",
  "content": "Seven former heads of the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy—from both Republican and Democratic administrations—teamed up on Thursday to warn Congress that the Trump administration’s budget could do “serious harm” to America’s energy future.\n“The U.S. Department of Energy is the single largest funder of clean energy innovation in the United States,” they wrote. “Our nation will be hindered in the global energy market without a strategic and well-funded DOE research portfolio, including basic science, energy efficiency, renewable energy, nuclear energy, fossil energy and electricity reliability.”\nEERE, which oversees the National Renewable Energy Laboratory, leads the nation’s research and development into clean energy technology and sustainability, while aiming to increase the generation of electricity by renewable sources. It helped drive the expansion of rooftop solar panels, electric vehicle batteries and LED lighting, supports funding for innovative energy technologies, and has set federal appliance and efficiency standards that will save consumers nearly $2 trillion between 1987 and 2030.\nIn a letter sent to the members of the U.S. House and Senate appropriations committees who oversee the energy subcommittees, the men and women who headed EERE under presidents George H. W. Bush, Bill Clinton, George W. Bush and Barack Obama outlined the work done by the agency and why it is critical to the country’s energy independence.\nThe budget proposal that President Donald Trump released in May called for a 5.6 percent cut to the Energy Department as a whole, but with a disproportionate amount taken from EERE. Trump’s budget, which still has to be negotiated in Congress, calls for a 69 percent cut from fiscal year 2017 levels, which would drop the office’s funding from $2.069 billion in 2017 to $636 billion in 2018.\n“We are unified that cuts of the magnitude in the proposed FY18 budget will do serious harm to this office’s critical work and America’s energy future,” the former EERE leaders wrote in the letter, which was first reported by the Washington Post.\nTrump’s proposed cuts come at a time when other countries—China in particular—are becoming global leaders on clean energy, often relying on technologies first developed in the United States with EERE’s research and development funds.\n“It is telling that China intends to spend more than $360 billion on renewables through 2020 and create 13 million jobs,” they wrote. “We ignore China’s resolve—and success to date—at our peril.”\nThe business community sent a similar message to Congress and the Trump administration this week. A group of 14 senior business leaders in technology, finance and energy—including the head of the U.S. Chamber of Commerce and the chairman of Shell—asked that Congress continue its funding of research and development, particularly in energy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}