{
  "url": "https://insideclimatenews.org/news/07062017/trump-names-bp-oil-spill-lawyer-climate-policy-foe-top-doj-environment-attorney/",
  "title": "Trump Names BP Oil Spill Lawyer, Climate Policy Foe as Top DOJ Environment Attorney",
  "date": "2017-06-07T00:43:06-04:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nJeffrey Bossert Clark, a lawyer who has repeatedly challenged the scientific foundations of U.S. climate policy and was part of a legal team that represented BP in lawsuits stemming from the nation’s worst oil spill, the 2010 Deepwater Horizon disaster, was nominated by President Donald Trump on Tuesday to serve as the Justice Department’s top environmental lawyer.\nClark, a partner in the Washington, D.C., office of Kirkland & Ellis, has represented the U.S. Chamber of Commerce in lawsuits challenging the federal government’s authority to regulate carbon emissions. In court he has repeatedly argued that it is inappropriate to base government policymaking on the scientific consensus presented by the Intergovernmental Panel on Climate Change.\n“When did America risk coming to be ruled by foreign scientists and apparatchiks at the United Nations?” Clark demanded in a 2010 blog posting on the EPA’s endangerment finding.\nClark was prominently involved in industry challenges to the EPA’s “endangerment finding” that set the scientific basis for all subsequent attempts to regulate greenhouse gases, including from autos and industrial sources. It was a demonstration of opposition to the underpinnings of the whole Obama administration regulatory approach to carbon dioxide, which were consistently upheld by the Supreme Court.\nOne of the legal briefs he signed is such a comprehensive compendium of thoroughly debunked denial of the scientific consensus that it stands as a classic of the genre, replete with condemnations not just of the EPA but of the IPCC, whose work the petitioners tried to persuade the court to rule out of bounds. A series of podcasts and papers he has written on The Federalist Society website continue his arguments against the endangerment finding and climate science more broadly.\n“He has a long history of opposing climate action for corporate and ideological clients,” said David Doniger, who heads the climate and clean air program at the Natural Resources Defense Council, after learning of Clark’s nomination. “I would expect that history would require him to recuse himself from such cases as over the Clean Power Plan, where he filed an amicus brief against the rule.”\nIn one case Clark presented on behalf of the Chamber of Commerce, a brief argued that, under Obama-era policies, starting with the endangerment finding, “hundreds of billions and possibly trillions will be drained from the American economy based on novel legal theories marking “a significant shift of power from the Legislative Branch to the Executive Branch.”\nThe brief said that the legal basis of carbon controls under the Clean Air Act “generated what quite likely are the costliest regulations ever promulgated based on EPA’s belief that it can take a red pencil to plain statutory text”— an argument that resonates through Trump administration policies to this day.\n“EPA asserted a new regulatory jurisdiction over essentially every energy-consuming building and activity in the nation, all the way down to houses of worship, neighborhood bakeries, and private homes,” the brief said.\nIn 2007, shortly after the Supreme Court ruled in the case that established the endangerment finding, Clark spoke to the American Enterprise Institute, saying the finding was where the court “erred most significantly.”\n“They wanted to be able to compel the agency to determine whether CO2 and other greenhouse gas emission were causing or contributing to climate change,” he said. “They didn’t have that procedural right. At every possible turn, though,  they attempted to pitch their case that way and it would seem the Supreme Court bought into that.”\nClark also successfully defended BP in a legal challenge brought by Louisiana parishes over the company’s multi-billion settlement of claims stemming from the Deepwater Horizon oil spill in the Gulf of Mexico, according to his law firm. He was involved in the fight against the U.S. government to obtain documents regarding officials’ deliberations over how fast the oil was flowing. The size of the oil spill, which was deeply underestimated at first, was crucial to determining the penalties that BP might face.\nClark served in the George W. Bush administration from 2001 to 2005 as deputy assistant attorney general for the Environment and Natural Resources Division of the Justice Department. His nomination to become assistant attorney general for the same department in the Trump administration will require Senate confirmation.\nInsideClimate News reporter Georgina Gustin contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}