{
  "url": "https://insideclimatenews.org/news/02062017/exxon-climate-change-greenhouse-gas-accounting-sham-rex-tillerson-new-york-attorney-general-court/",
  "title": "Exxon’s Climate Accounting a ‘Sham’ Under Rex Tillerson, New York’s AG Says",
  "date": "2017-06-02T21:36:26-04:00",
  "content": "New York’s attorney general has accused ExxonMobil of misleading investors by using two sets of numbers in its greenhouse gas accounting—one shown to investors, and a “secret” set used internally by the company.\nIn a document filed in a New York court on Friday, Attorney General Eric Schneiderman says that Rex Tillerson, who was then the chief executive of Exxon and is now the U.S. secretary of state, approved of what “may be a sham.”\nSchneiderman spelled out the evidence for the first time from documents and testimony already turned over by Exxon, and demanded more information under additional subpoenas in a probe that has been going on since 2015.\nThe details of the allegation provide the most substantive evidence yet that the energy company may have misrepresented the financial risks posed to its business by climate change.\nThe filing says that Tillerson was “specifically informed of, and approved of” the discrepancy.\nThe assertion revolves around a so-called “proxy cost” for carbon dioxide emissions, an estimate of the penalties governments may impose in the future on greenhouse gases.\nIn the absence of a price on carbon, companies can use proxy costs to assess investments. Schneiderman described evidences showing that while Exxon had one set of estimates that it told investors about, it actually applied a lower proxy cost when it made investment decisions, with the effect of making its investments look more attractive.\nThe attorney general’s office “has uncovered significant evidence of potential materially false and misleading statements by Exxon about its application of a proxy cost” to its decisions, the filing says, “suggesting that the exercise described to investors may be a sham.”\nThe attorneys general of New York and Massachusetts and the U.S. Securities and Exchange Commission have each been investigating Exxon’s accounting practices, focusing on whether the company misled investors about the risks of climate change.\nOn Wednesday, the company’s shareholders passed a landmark resolution, with 62 percent of the vote, requiring Exxon to report on its climate risk.\nThe new allegations appear to focus on the company’s investments in Canada’s tar sands, or oil sands, among the most expensive and greenhouse gas-intensive sources of oil.\nExxon is the largest foreign operator in the tar sands. Over the past few decades, oil sands have grown to represent 12 percent of its liquid reserves, and Exxon has remained committed there even as other major international companies, including Shell and ConocoPhillips, have sold much or all of their oil sands portfolios over the past year. In February, Exxon announced that it would remove from its books 3.5 billion barrels of tar sands reserves, acknowledging that they were not profitable at current oil prices. The move was only an accounting measure, however, and the company said it would continue to produce oil there anyway and would add back the reserves if oil prices rebound.\nThe court filing says that since 2007, Exxon has told investors that it included a proxy cost in its calculations when evaluating whether to invest in new oil and gas projects. Tar sands projects present a particular challenge, because they generally require initial investments in the billions of dollars and then are expected to operate for decades, over which time climate regulations presumably will tighten.\nIn 2014, the company said in a public report that the proxy cost it used ran as high as $80 per ton when the company was looking forward to 2040. The report also said the company was “confident that none of our hydrocarbon reserves are now or will become ‘stranded’.”\nBut according to Schneiderman’s filing, Exxon actually used a lower proxy cost to evaluate projects.\nThe document cites an exchange between an employee of Imperial Oil, Exxon’s Canadian affiliate, and the parent company, revealed in documents uncovered by the New York attorney general’s investigation. The employee was evaluating a project in the tar sands, and Exxon apparently told him not to apply the costs contained in the company’s corporate directives, but instead to use the much lower levels of Alberta’s provincial carbon tax.\nThe employee pushed back, but eventually relented, according to the document filed in court.\nHad the company applied the higher, publicly stated cost, the filing says, “at least one substantial oil sands project may have projected a financial loss, rather than a profit, over the course of the project’s original timeline.”\nIt’s unclear whether this refers to Exxon’s Kearl project, its newest, which was the subject of the reserves reduction announced in February.\nExxon did not respond to requests for comment.\nThe filing says that Exxon ended the practice of using two separate proxy costs in 2014, but that the company never revealed the discrepancy and “may still be in the midst of perpetrating an ongoing fraudulent scheme on investors and the public.”\nSchneiderman’s office has issued new subpoenas requesting documents and testimony from several witnesses. Exxon filed a motion to quash some of those subpoenas, and Friday’s filing was a response to that motion.\nThe filing makes clear that Schneiderman’s office believes company executives were aware that they were misleading investors.\n“Exxon actually recognized that its secret, internal figures understated the degree to which Exxon was taking into account the risks of climate change regulations,” the filing says, “and thus, were not as conservative as its representations to investors suggested when applied to the vast majority of projects.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}