{
  "url": "https://insideclimatenews.org/news/31052017/exxon-shareholder-climate-change-disclosure-resolution-approved/",
  "title": "Exxon Shareholders Approve Climate Resolution: 62% Vote for Disclosure",
  "date": "2017-05-31T17:17:40-04:00",
  "content": "ExxonMobil shareholders voted Wednesday to require the world’s largest oil and gas company to report on the impacts of climate change to its business—defying management, and marking a milestone in a 28-year effort by activist investors.\nSixty-two percent of shareholders voted for Exxon to begin producing an annual report that explains how the company will be affected by global efforts to reduce greenhouse gas emissions under the Paris climate agreement. The analysis should address the financial risks the company faces as nations slash fossil fuel use in an effort to prevent worldwide temperatures from rising more than 2 degrees Celsius.\nLast year, 38 percent of Exxon shareholders supported essentially the same measure, which at the time was a record.\nThe vote at Exxon shows the rapid erosion of support for the company’s defiant stance on climate disclosure, and it caps a shareholder meeting season that saw unprecedented support for greater corporate disclosure on climate change. In recent weeks, shareholders voted in favor of climate risk analysis at two other major energy companies, Occidental Petroleum and PPL, Pennsylvania’s largest utility. Climate-related shareholder resolutions also garnered record support at other big U.S. utilities that rely on fossil fuels: Dominion Resources (47.8%), Duke Energy (46.4%) and DTE Energy (45%).\nIn a week when President Donald Trump is expected to either back out of the Paris accord or scale down the U.S. commitment to cut carbon emissions, the vote at Exxon shows that momentum for action on climate is growing without White House leadership.\nMainstream investment firms are asking harder questions of companies as scientific evidence of the need for deep decarbonization of the global economy mounts. Investigations, first by InsideClimate News and then by the Columbia University School of Journalism and the Los Angeles Times, also showed that Exxon long knew of the risks posed by climate change, yet its leaders avoided disclosing those risks to the public and instead sowed doubt about the science. Attorneys general for New York and Massachusetts are now leading an investigation into whether Exxon misled shareholders in violation of securities laws.\nThe oil industry and its allies are mounting a defense, with prominent industry analyst Daniel Yergin, the powerhouse lobby of the U.S. Chamber of Commerce and others opposing calls for climate change scenarios to be integrated into corporate financial disclosure. They say that securities law on disclosure is meant to inform investors of potential returns, not to implement social policy.\nBut institutional investors argue that climate risk is a long-term financial risk that should be integrated into financial reporting.\nBlackRock, the world’s largest investment firm, with $5.1 trillion in assets under management, and several major global investors—including State Street, Aviva, and Legal & General—have signaled that they want more transparency on climate change risk. BlackRock’s first vote against corporate management on climate came this year against Occidental, where it was the largest institutional investor.\n“I think we are witnessing a truly historic shift in shareholder support for these resolutions,” said Andrew Logan, director of the oil and gas program at Ceres, a nonprofit that works with institutional investors on sustainability issues. “It’s a sign that the world is getting ahead of the oil industry. When you have very conservative institutions like BlackRock and Vanguard taking these positions, you know the issue has changed in some fundamental way.”\n“Carbon risk is now understood to be a financial fundamental,” said Danielle Fugere, president of As You Sow, a corporate social responsibility and shareholder advocacy organization that supported the Exxon resolution.\nSince 1990, when the first resolution related to climate change went before ExxonMobil’s annual shareholders’ meeting, the company has succeeded in quashing more than 40 such proposals. The first climate resolutions, in the wake of the Exxon Valdez oil spill, eked out just 6 percent of the vote. It was 2002 before any measure related to global warming garnered support in the double digits at the annual conclave of investors in Dallas. But by last year, a climate disclosure resolution received a record 38.2 percent of the vote at Exxon.\nIn the run-up to this year’s shareholder meeting, its since former CEO Rex Tillerson left to become U.S. Secretary of State in the Trump administration and Darren Woods took over, Exxon maintained its position on climate change.\n“We believe the risks of climate change are serious and warrant thoughtful action,” the company said.\nDuring the meeting, Woods reiterated Exxon’s support for the Paris climate accord and for a carbon tax. He told shareholders that the company supported the carbon tax proposal put forward by the Carbon Leadership Council, led by former Secretary of State James Baker.\nExxon said addressing climate change was a “dual challenge” with meeting the world’s demand for energy and economic growth. Exxon said its current analysis is that oil will remain the world’s primary fuel through 2040 due to transportation and petrochemical demand, that natural gas will grow faster than any other source, and that renewables will only account for 4 percent of world energy demand by that year. Exxon said its current financial disclosures were sufficient for ensuring long-term shareholder value, given this outlook.In 2014, responding to pressure from shareholders asking the company to report on how much of its reserves would become unsellable—or stranded—if a global treaty decreased fossil fuel demand, Exxon released a report declaring it “highly unlikely” that governments would enact strong enough policies to affect demand.\nBut InsideClimate News and others have detailed through internal documents that Exxon’s own scientists had warned company officials about the risks it faced from climate change 40 years ago, long before most of the public was aware of the issue.\nIn response to the growing pressure, Exxon in January appointed a climate scientist, Susan Avery, former director of Woods Hole Oceanographic Institution in Massachusetts, to its board of directors. Only a year ago, Exxon had urged its shareholders to vote against a resolution that the company take precisely this step.\nProponents of this year’s climate resolutions modeled them after the December recommendations of a G20 task force, led by former New York Mayor Michael Bloomberg, that greater corporate disclosure on climate risks is needed. (See “Climate Risk Experts: Transparency Should Be Fossil Fuel Companies’ New Normal.”) The task force of the Financial Stability Board, established by the world’s major economies in the wake of the 2008 crash, said that without effective disclosure, markets will be vulnerable to shocks as the costs of climate change become clearer.\nLast month, chief executives from 27 large international corporations pledged to adopt the new climate disclosure rules. The Alliance of CEO Climate Leaders includes a number of banks, insurers and consulting firms, as well as cement manufacturer LafargeHolcim, consumer goods giant Unilever and battery and electronics producer Johnson Controls. Together, they have a collective greenhouse gas footprint of 458 million metric tons carbon dioxide, equivalent to the 15th largest emitting country.\n“Five years ago, climate wasn’t even on the map for fossil fuel companies or investors. And now, disclosure of climate-related financial risks has become a mainstream expectation,” said Kathy Mulvey, climate accountability campaign manager for the Union of Concerned Scientists.\n“Still, it’s going to take public pressure to hold these companies accountable,” Mulvey said.\nThe oil industry and its allies are mounting opposition to the growing call for detailed financial reporting with projections on different climate scenarios.\nBP, Chevron, ConocoPhillips and Total hired one of the leading energy industry analysts, Daniel Yergin, vice chairman of IHS Markit, to produce an analysis of the potential impact of such reporting. The report warned that the kind of financial disclosure that the Financial Stability Board task force recommended could “obscure material information, create a false sense of certainty, and distort markets. … This could lead investors to misunderstand opportunities and risks, misprice assets, and forego future returns,” the report said.\nOil companies cannot predict the long-term impact of climate and climate policy with enough precision to provide the kind of risk analysis that shareholders are seeking, IHS Markit said. Financial disclosure under securities regulation looks ahead over a much shorter time frame. “For eight decades the overall context of financial disclosure was aimed at providing reasonable investors the information they need to understand their potential returns on investment,” Yergin said at a recent forum on the report hosted by the U.S. Chamber of Commerce.\n“What’s really at issue here is whether it should be a tool of social policy—environmental climate policy,” Yergin said.\nPatrick Doherty, director of corporate governance for the New York State Office of the State Comptroller, which spearheaded the Exxon resolution along with the Church of England, said that climate is a very real financial concern for the employees paying into state pension funds and looking to payouts decades into the future. The New York State Common Retirement Fund, one of the world’s largest public employees investment funds, holds more than $1 billion in Exxon stock.\n“We have a very, very strong financial interest in the long-term health of the company,” Doherty said.\n“The average CEO has a tenure of five years, and hedge funds are looking to maybe the next quarter,” he said. “Only institutional investors have this longer view. And one of the reasons that support for climate disclosure has been increasing over the years is more and more institutional shareholders are saying, hey, there can be large long-term risk and long-term damage.”\nSome climate advocacy groups argue that institutional investors should be divesting rather than pushing for disclosure and other changes, which they see as weak responses to the climate crisis. “We don’t need Exxon to study how climate change is going to impact its profits; we need them to stop burning fossil fuels. Divest now before it’s too late,” said Mark Dunlea of PAUSE, an affiliate of the grassroots group 350.org.\nNew York State Comptroller Thomas DiNapoli has argued active engagement will be more effective in getting companies to change. He called the Exxon shareholder vote an unprecedented victory for investors.\n“Climate change is one of the greatest long-term risks we face in our portfolio and has direct impact on the core business of ExxonMobil,” DiNapoli said. “The burden is now on ExxonMobil to respond swiftly and demonstrate that it takes shareholder concerns about climate risk seriously.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}