{
  "url": "https://insideclimatenews.org/news/24052017/economic-growth-climate-change-policies-oecd-donald-trump/",
  "title": "Climate Policies Could Boost Economic Growth by 5%, OECD Says",
  "date": "2017-05-24T13:49:29-04:00",
  "content": "The world’s major economies could boost their long-term economic growth by 2.8 percent with policies that lower greenhouse gas emissions and boost resilience to climate change impacts, the Organization for Economic Co-operation and Development (OECD) said in a new analysis. That rises to nearly 5 percent mid-century when the economic benefits of avoiding future impacts of climate change are factored in.\n“Far from being a dampener on growth, integrating climate action into growth policies can have a positive economic impact,” Angel Gurría, secretary-general of OECD, said Tuesday at an international meeting on climate hosted by the German government in Berlin. The new figures bolstered a theme that has been sounded repeatedly by the OECD, the research and policy organization that represents developed nations.\n“There is no economic excuse for not acting on climate change, and the urgency to act is high,” Gurría said.\nOECD economists estimate that the major economies in the G20 could add 1 percent to average economic output by 2021 and lift their 2050 output by up to 2.8 percent through economic policies that are shaped to address climate change. A planned transition of workers to sustainable jobs with a long-term future, the lowering of public debt with carbon tax revenue, and the deployment of new technology including in clean energy would have the combined impact of spurring economic growth, they said.\nWhen the economic benefits of avoiding climate change impacts such as coastal flooding and storm damage are factored in, the net increase to 2050 GDP would be nearly 5 percent, the OECD said.\nThe report comes as President Donald Trump‘s administration is vowing to catalyze growth in the United States with an opposite strategy—by loosening restrictions on fossil fuel production, and turning away from climate policy.\nTrump has ordered agencies to identify and target for elimination rules that curb energy production and has directed the Environmental Protection Agency to begin repealing the Obama administration’s Clean Power Plan, which was designed to reduce greenhouse gas emissions from electricity. Trump is also seeking to open federal lands and offshore areas to new oil and gas drilling. His budget proposal would slash funding and staffing for the EPA, the National Oceanic and Atmospheric Administration and other agencies that work on climate change.\nIn its report, the OECD emphasizes that policy and spending decision governments make now have long-term implications for both climate change and their economies. For example, to meet development needs globally, some $6.3 trillion in investment is needed annually from now through 2030, the report said. Roughly a 10 percent increase in that spending, to $6.9 trillion,  would ensure that infrastructure is “climate compatible,” including low-carbon transport systems, smart grid technology, and energy efficiency overhauls to buildings, the OECD said. But current investment in roads, bridges, power plants and other infrastructure is not being planned in a way that will drive down greenhouse gas emissions as needed, the report warned.\n“The window for making the right choices is uncomfortably narrow,” the economists said. “The lifespans of much infrastructure and related physical investment means that future GHG emissions are going to be locked in by investment choices in the next decade.”\nThey advised that governments should take advantage of current economic conditions—including low interest rates—to change course now. The low cost of borrowing “afford(s) many governments the opportunity to invest in the right infrastructure now, to reignite growth while also paving the way to achieving the Paris Agreement goals,” the OECD said.\nTrump has pledged a $1 trillion U.S. infrastructure program, including $200 billion in direct federal spending over 10 years that was included in the budget proposal the White House unveiled on Tuesday. The administration has provided no details on how the money would be spent, and whether those projects are built with a changing climate in mind remains to be seen.\nThe OECD said that failure to integrate measures to tackle climate change into nations’ economic policies will lead to the stranding of assets, such as coal power plants, which have such high carbon emissions, they would not be viable—either environmentally or economically—in a carbon-constrained world. More job losses would result as such assets become obsolete.\nWaiting until 2025 to take action will translate to an average economic output loss of 2 percent after 10 years for the major economies that are part of the G20, the OECD economists calculated.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}