{
  "url": "https://insideclimatenews.org/news/24052017/methane-rules-trump-epa-obama-clean-power-plan-waste-management-delay/",
  "title": "Trump EPA Gives Landfills a Pass on Climate-Warming Methane",
  "date": "2017-05-24T05:30:39-04:00",
  "content": "The Environmental Protection Agency has announced it will delay rules aimed at cutting methane emissions from landfills, a move that could unravel attempts to limit the potent greenhouse gas from leaking into the atmosphere from the nation’s garbage dumps.\nThe rules, created during the Obama administration to help combat climate change, require landfills to measure and capture methane, a short-lived climate pollutant with significantly more heat-trapping power than carbon dioxide over a shorter timeframe. They would reduce methane emissions from landfills by 334,000 tons a year, starting in 2025, roughly the equivalent of 8.2 million metric tons of carbon dioxide a year.\n“Landfills are the third-largest source of methane emissions, so they’re really a big source of climate pollution,” said Peter Zalzal, a lead attorney with the Environmental Defense Fund. “Our concern is that this is the first in a series of actions that will undermine these efforts and eventually do away with them altogether.”\nThe rules were part of President Barack Obama’s effort to cut greenhouse gas emissions under his sweeping Climate Action Plan. They require new, modified and existing landfills to capture about 30 percent more landfill gas emissions, including methane, than required under the previous standards, which were put in place in 1996.\nEnvironmental groups and the EPA have argued that technology has advanced significantly, including improved gas collection systems, gas-trapping landfill covers and monitoring systems, as well as systems that allow landfill operators to more easily capture gas as an energy source. Waste, much of it organic, generates methane and carbon dioxide as it decomposes, contributing to climate change.\nBut in October of last year, the waste management industry petitioned the EPA to reconsider or stay some of the provisions in the new standards. The industry said its main concerns were over technical requirements for monitoring and reporting under the rule.\nOn May 5, EPA Administrator Scott Pruitt sent a letter to the industry petitioners, which included the nation’s largest waste management companies—Waste Management and Republic Services—saying the agency would issue a 90-day stay and “expects” to conduct another rulemaking process.\nThat letter was not made public until Tuesday, just a week before the May 30 deadline for landfill operators to submit their methane-reduction plans to the agency.\n“This is not something the public was aware of,” Zalzal said. “The way in which it was accomplished was done in a way to shield this from public scrutiny.”\nWaste Management, the country’s largest waste hauler and landfill operator, said it was pleased with the EPA’s decision.\n“We will continue to comply with the original regulations while working with the agency to remedy the rules,” Kerry Kelly, senior director of federal affairs for the company, wrote in an emailed statement. Kelly argued that the new rules “created redundant and conflicting layers of regulations on landfills with no apparent benefit to the environment.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}