{
  "url": "https://insideclimatenews.org/news/17052017/virginia-mcauliffe-climate-change-cap-and-trade-carbon-emissions-trading-trump/",
  "title": "Virginia Moves to Regulate Power Plants’ Carbon Pollution, Defying Trump",
  "date": "2017-05-17T05:40:41-04:00",
  "content": "Virginia Gov. Terry McAuliffe on Tuesday announced an ambitious plan to cut carbon pollution from the state’s power plants, taking a stand against the Trump administration’s continued efforts to dismantle carbon-cutting regulations.\nMcAuliffe issued an executive order directing state environmental regulators to begin creating a market-based carbon-trading program. The mandatory cap-and-trade program would become the third in the country, after California’s statewide carbon compliance market and the Regional Greenhouse Gas Initiative (RGGI), a cap-and-trade program consisting of nine states in the northeast. The Virginia program would likely be linked to either of these trading programs.\n“The threat of climate change is real, and we have a shared responsibility to confront it,” McAuliffe said.\n“Once approved, this regulation will reduce carbon dioxide emissions from the Commonwealth’s power plants and give rise to the next generation of energy jobs,” he said. “As the federal government abdicates its role on this important issue, it is critical for states to fill the void.”\nThe order calls for state regulators to create a legal framework for emissions trading. A proposed rule with details of the plan is expected this December, shortly before McAuliffe’s term ends, and a rulemaking process will follow.\n“As with administrative rulemaking, he has the authority to regulate carbon, but he can’t pre-dictate what the final results are going to be,” explained Walton Shepherd, a staff attorney with the Natural Resources Defense Council. “The standard he’d like to shoot for is to trade in existing markets, so presumably the stringency would have to be at or above those states in order to participate.”\nLast week, the state’s attorney general issued an official opinion confirming that the State Air Pollution Control Board has the authority to regulate carbon emissions from existing power plants.\nAt a press conference Tuesday morning in Alexandria, McAuliffe, a Democrat, said he supported a national program to cut carbon emissions, including the Clean Power Plan, President Barack Obama’s signature effort to cut greenhouse gas emissions and meet the targets of the Paris climate pledge. The plan, which was challenged by the power industry and 24 states, is currently under a stay from the Supreme Court, but the Trump administration is continuing its attempts to reverse it.\n“Unfortunately, the news out of this White House is alarming,” McAuliffe said, according to the Associated Press. “The citizens of our commonwealth want and expect us to confront this issue.”\nVirginia Republicans, who control both houses of the legislature, are already hinting at possible legal action.\n“The governor is ignoring the legislative process by putting forward broadly expansive environmental regulations—a policy he never proposed to the General Assembly,” Speaker of the House William J. Howell said in an emailed statement. “We are carefully reviewing today’s announcement and will take every action necessary to ensure that the voices of Virginia’s citizens are heard, and that major policy changes are adopted through the legislative process.”\nEnvironmental groups, meanwhile, applauded the announcement.\n“This is a perfect example of how states and local governments can ensure our nation takes climate action even as Donald Trump buries his head in the sand while the seas are rising,” Sierra Club executive director Michael Brune said in a statement.\nSome urged more aggressive action.\n“The governor can further cement a positive legacy on climate change by finally dropping his support for offshore oil drilling in Virginia and—most importantly—drop his support for two massive proposed pipelines to transport fracked gas from West Virginia to Virginia,” said the Chesapeake Climate Action Network.\nTuesday’s executive order follows on another that called for a series of meetings where regulators and the industry weighed in on possible strategies the state could adopt to cut its emissions. Dominion Resources, the state’s biggest utility and a rare supporter of the Clean Power Plan, was among them.\n“Dominion Energy has been preparing for carbon regulation for some time now and appreciates being a part of the stakeholder engagement process,” spokesman David Botkins said in an emailed statement, adding, “It still looks like the regulatory uncertainty around carbon continues.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}