{
  "url": "https://insideclimatenews.org/news/12052017/epa-science-advisory-board-dismissed-scott-pruitt-donald-trump/",
  "title": "EPA Strips One Science Board, While Likely Eyeing a Bigger Prize",
  "date": "2017-05-12T20:01:23-04:00",
  "content": "This story was updated on May 12, 2017, with the resignation of two Board of Scientific Counselors subcommittee members after the EPA’s decision.\nScientific advisers who help steer the Environmental Protection Agency’s research efforts were told late last week that their stints with the agency were getting cut short.\nNow, only five members of an 18-member board will guide the agency’s environmental science, including climate change-related research, while the board awaits a possible influx of industry-friendly perspectives. And this may just be the agency’s new leadership testing the waters for a bigger move, say critics of Donald Trump’s handling of the EPA. The agency’s larger Scientific Advisory Board (SAB), which has a role in shaping EPA’s regulations, may be the real target of EPA Administrator Scott Pruitt.\nOver the weekend, E&E News reported that the agency would not renew the terms of nine members of the Board of Scientific Counselors (BOSC). Those members, who typically serve two three-year terms, were told in late April that they were being asked to serve their second terms. But in emails sent last Friday, the agency said they were not being invited to complete the full six years.\nThe move took the board’s members by surprise and came as the latest signal that the Trump administration and Pruitt are placing a bulls-eye on the agency and its research. EPA spokesman J.P. Freire told The New York Times, “The administrator believes we should have people on this board who understand the impact of regulations on the regulated community.”\nThe  board advises the agency’s Office of Research and Development (ORD), which had about 1,800 employees and a budget of more than $520 million in 2015. The Trump administration has targeted the office for a 40 percent budget cut.\n“BOSC provides the roll-up-your sleeves, technical guidance that really helps ORD run,” said Thomas Burke, who ran the office during the Obama administration. “From a setting-priorities perspective, from a budget perspective, it’s almost the board of directors for ORD. It’s so essential to a large science enterprise to get those perspectives as we put together our priorities.”\nThe board is much less visible than the agency’s Scientific Advisory Board, however. And critics of the Trump administration’s assault on the agency say the SAB could become the next victim.\n“My hypothesis, and I say this with no disrespect to my colleagues on the Board of Scientific Counselors, is that it doesn’t have as much clout as the SAB,” said Joe Arvai, director of the global sustainable enterprise institute at the University of Michigan, who has served on the EPA Science Advisory Board for five years. “So if I were the EPA administrator, and I wanted to see what blowback I’d get from tinkering with the board, I’d start tinkering with that first.”\n“I don’t know of any changes yet to the SAB, but I wouldn’t be surprised if they come there as well,” Arvai added.\nRep. Don Beyer (D-Va.), a member of the House Committee on Science, Space and Technology, also said the SAB was “likely next.”\n“The Science Advisory Board’s membership has been a political pin cushion for the Republican Majority on the House Science Committee for years, as demonstrated by the Science Advisory Board Act,” Beyer said, in an email, referring to legislation that passed the House in late March that would overhaul the board and favor more members from regulated industries. “I cannot believe that Administrator Pruitt’s choice to pair a dramatic increase of industry influence with an equally dramatic decrease of scientific influence was accidental.”\nAccording to federal rules governing advisory committees, the agency is supposed to start a process for filling pending vacancies about eight months before a member’s term expires. The rules require the agency to solicit nominations through a public process and establish a timeline for filling the empty seats. Agency staff and attorneys responsible for overseeing advisory board positions then vet the nominees and screen them for conflicts of interests or other ethics issues.\nAs of Monday, there were no public notices seeking nominations, which means the BOSC board will likely remain as it is for the next several months at least. Nine members were up for renewal, Burke explained, while four members’ terms expired, leaving five members. All but one of the BOSC’s subcommittees are now missing a chairman, Burke said.\n“The work of that board has shaped environmental science for this nation for decades, and it’s a real success story,” he said. “Five out of 18? That’s not a good message.”\nOn May 12, two members of the Board of Scientific Counselors’ Sustainable and Healthy Communities Subcommittee resigned, citing the removal of the subcommittee’s co-chairs.\n“We cannot in good conscience be complicit in our co-chairs’ removal, or in the watering down of credible science,” wrote Carlos Martin, a senior research associate at the Urban Institute’s Metropolitan and Communities Policy Center, and Peter Meyer, president of an environmental analysis firm.\nOn Twitter, Martin called it a “painful professional decision.” He told CNN that he was particularly concerned about the subcommittee’s future handling of climate science. “It’s a dark feeling. It’s a pit in my stomach,” he said, adding, “It’s a disconcerting time for the science community in this country.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}