{
  "url": "https://insideclimatenews.org/news/09052017/foia-donald-trump-interior-department-missing-climate-change-data-websites/",
  "title": "Could FOIA Force Trump Administration to Restore Missing Climate Data?",
  "date": "2017-05-09T18:06:05-04:00",
  "content": "As Donald Trump‘s administration continues to strip climate change information from federal websites, two advocacy groups and a conservation biologist are using a novel technique to try to force the government to republish the pages.\nA new provision in open records law, added by Congress last year, requires agencies to publish electronically any information that is requested at least three times through the federal Freedom of Information Act, so long as that information is not otherwise exempt from disclosure. Last week, the advocacy groups and the biologist submitted identical requests for climate change information, hoping to trigger that provision, and they just might succeed.\n“The law is pretty explicit,” said Aaron Mackey, an attorney with the Electronic Frontier Foundation, a nonprofit that promotes transparency. “The law just says, if you get three, then you have to affirmatively disclose it. This should work.”\nThe effort by the Center for Biological Diversity, the Center for Media and Democracy, and Stuart Pimm, a professor at Duke University, is the latest in a broad campaign by scientists and advocates to cache federal data about climate change and other topics that they fear may be deleted by the Trump administration.\nVolunteers have gathered for massive “data rescue” events to download information. Advocates have sued. Now, the groups are trying to use the Freedom of Information Act and the new provision to get the government, starting with the Interior Department, to re-post its old climate change webpages.\nLast month, the Department of Interior quietly edited its climate change page, removing an extensive discussion of the effects of global warming and the department’s work on the issue and replacing it with two short paragraphs that do not discuss any details of the impacts of climate change. Instead, it provided links to its bureau’s climate change pages, including the page of the Bureau of Land Management,  which no longer exists, and others that have been edited.\n“The changes basically remove any information about the causes of climate change, most notably mankind’s contribution of greenhouse gases to the atmosphere,” said Amy Atwood, a senior attorney at the Center for Biological Diversity. “It’s just absurd.”\nPaul Ross, a spokesman for the Interior Department, said in a statement emailed to InsideClimate News that “the Department’s website has been updated periodically over the past few months to include additional priorities of the Department under new leadership.” He declined to address the public records requests.\nThe department has 20 business days to reply to the requests. Atwood said her group would appeal if the requests are denied.\nThe new requirement in the open records law was an attempt to codify what has long been considered best practice, Mackey said. The overarching goal of the Freedom of Information Act, or FOIA, is to make government more transparent, so it encourages agencies to publish information that is frequently requested or may be of broad interest, such as administrative decisions. Many agencies, including the Interior Department, have online “reading rooms” where they make such documents available.\nMackey said that while the spirit of the law implies that agencies should publish information that’s requested three times in an easily accessible area, like an online reading room, it contains no explicit direction beyond requiring them to make it “available for public inspection in an electronic format.”\nAfter the EPA removed its climate change page, it published an archived version following a series of FOIA requests. But it also removed links that would have made that archived page easy to find from the EPA’s homepage. Atwood said the groups would use the same FOIA tactics to retrieve the information if the EPA deletes the archived page, or if the EPA or any other agency removes similar information.\nThis isn’t the first time the groups have attempted to use the FOIA provision. In March, they submitted requests to eight federal agencies seeking hundreds of environmental data sets out of concern that the Trump administration would remove them from public view.\nAtwood said they’ve gotten a range of responses so far. The Department of Agriculture has been working with them to try to identify and publish the data, she said, while others have simply rejected their requests or claimed—sometimes erroneously, according to Atwood—that the data was already published. The group is currently preparing to appeal those denied requests, and ultimately will go to court if the appeals fail.\nThe Center for Biological Diversity has also used more conventional FOIA requests to try to pry loose documents from the Trump administration, including records regarding whether leaders at several agencies directed their staffs to stop using the term “climate change.” Last week, the group sued the EPA in attempt to compel it to release emails and a schedule for its administrator, Scott Pruitt, after the agency denied a request seeking those records. Atwood said she expects to file an average of one lawsuit each week as the group’s FOIA requests are denied.\n“We’re really in a position to be able to pursue information from the Trump administration,” Atwood said, “and we’re doing it at every turn.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}