{
  "url": "https://insideclimatenews.org/news/08052017/arctic-permafrost-thawing-alaska-temperatures-co2-emissions/",
  "title": "Thawing Alaska Permafrost Sends Autumn CO2 Emissions Surging",
  "date": "2017-05-08T19:17:57-04:00",
  "content": "Soaring temperatures in the Arctic have triggered a huge seasonal surge in carbon dioxide emissions from thawing permafrost and may be tipping the region toward becoming a net source of heat-trapping greenhouse gases, a new study shows.\nEven into early winter, when the ground would have been frozen 40 years ago, microbes in the permafrost are continuing to release heat-trapping greenhouse gases. Carbon dioxide emissions are now outpacing the uptake of CO2 during the spring and summer growing season, the study suggests.\nThe study’s authors, researchers from Harvard, the National Oceanic and Atmospheric Administration and other institutions, measured atmospheric CO2 in Alaska and found that emissions from October through December have increased by 73 percent since 1975 and that the increase correlates with rising summer temperatures.\nThe findings suggest that global climate models are underestimating how much greenhouse gas pollution will be unleashed as the Arctic continues to warm at twice the global average rate, said lead author Roisin Commane of the Harvard School of Engineering and Applied Sciences.\nThe Arctic climate feedback loop is stronger than scientists estimated, Commane said. Global warming thaws permafrost, releasing more greenhouse gases, which causes yet more warming.\n“It’s consistent with the effects of a warming Arctic,” she said. “We’re seeing very large emissions in the early winter. When I looked at the models used by the IPCC [Intergovernmental Panel on Climate Change], none of them looked at the fall respiration. They didn’t realize how important that is.”\nThe study, published May 8 in the Proceedings of the National Academy of Sciences, adds critical emissions data for the autumn season, from October through December, after Arctic vegetation stops growing but before the ground freezes solid and locks up the carbon again.\nYear-round measurements of CO2 emissions from permafrost have been sparse up to now, and some widely cited studies suggested that rising emissions from thawing permafrost were offset by increased uptake from Arctic forests. But according to the new research, those calculations need to be revised.\nPlants inhale massive amounts of CO2 in the spring and summer growing season. Then, in the fall and winter, the plants die and decompose, releasing CO2 and methane. That cycle gives the global CO2 level its signature zigzag pattern. In the Arctic, emissions during the decomposition phase are outpacing CO2 uptake during the growing season, according to the study.\nThe scientists analyzed data from a three-year (2012-2014) NASA aerial mission aimed at quantifying carbon in Arctic ecosystems. The planes flew over Alaska to measure seasonal and regional distributions of CO2 emissions. A 41-year record of CO2 from NOAA tower sensors at Barrow, as well as satellite measurements, gave the study long-term historical context.\nThe combined data enabled the scientists to separate Alaska CO2 emissions from three sources: local fossil fuel burning, wildfires and thawing permafrost. In some years, wildfires were a significant source, but emissions from local fossil fuel burning are negligible in Alaska, Commane said. Identifying the various sources enabled them to conclude that permafrost emissions account for the big autumn increase they measured.\nCommane said emissions are surging from October through November because the ground isn’t freezing up as fast as it was before the 1970s.\n“In some places in Alaska, it’s taking nearly 100 days until the entire layer, about 1 meter down, gets frozen hard through,” she said.\nA recent report from the Arctic Council found that near-surface permafrost has warmed by more than 0.5 degrees Celsius in the last 10 years, and that summer thawing has deepened at most monitoring locations.\nPermafrost currently covers about 5.8 million square miles. A study published in April that looked at the impact rising temperatures would have on the permafrost and found that as much as 2.5 million square miles of it could thaw if global temperatures reached 2 degree Celsius above pre-industrial temperatures. Another study, published in February, found that 52,000 square miles of Canadian permafrost was already in rapid decline.\nThe new Alaska study is another step toward understanding how sensitive the Arctic is to increasing temperatures. The Arctic permafrost seals in a massive store of carbon, roughly double the amount of CO2 currently in Earth’s atmosphere. If the trends being seen in Alaska are similar in Siberia and Canada, it would have a big effect on the global carbon budget, said co-author Pieter Tans, with NOAA’s Earth Systems Research laboratory.\n“The important thing in this paper is, it shows where the models fail. They don’t capture these cold-season emissions very well,” said Donatella Zona of San Diego State University in California, who was not involved in the new research.\n“We need to make the case that this is important and get the resources to expand the studies in other areas, especially Siberia,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}