{
  "url": "https://insideclimatenews.org/news/05052017/bipartisan-climate-change-bill-cut-emissions-save-jobs-economy/",
  "title": "Modest Climate Change Bill Draws Sponsors From Both Sides of the Aisle",
  "date": "2017-05-05T05:05:08-04:00",
  "content": "A bipartisan bill introduced in the U.S. House on Thursday would create a commission to look for economically viable solutions to climate change. Amid the pro-fossil-fuels push by the Trump administration, the effort reflects how a small but increasingly vocal group of Republicans is embracing the reality of climate change and pressing the issue in Congress through modest steps.\nThis is the second time the bill, called the Climate Solutions Commission Act, has been introduced, after failing to pass in 2016.\nIt would establish a bipartisan National Climate Solutions Commission, which would conduct a comprehensive review of what can be done in both the private and public sectors to reduce greenhouse gas emissions while growing the economy and protecting jobs. If passed, it also would direct the Government Accountability Office to report on the financial tools, policies and institutions that can help reduce emissions while protecting economic growth.\nThe effort comes at a time when the Trump administration is rapidly rolling back climate policy and environmental protections and pushing unrestricted fossil fuel development, under the premise of creating jobs. Earlier this year, a group of 17 House Republicans introduced a resoluton that called for the House to commit to working on climate change solutions that keep the health of the economy in mind.\nRep. John Delaney (D-MD), one of the new bill’s sponsors, said he can’t predict whether it will pass this year, but he notes that there are nearly twice as many cosponsors this time—six representatives from each side of the aisle.\nDelaney said he hopes to see more productive conversations about how fighting climate change makes economic sense for the United States.\n“We’ve largely been presented, historically, with a false choice: if we want to deal with climate we have to hurt our economy,” he said.\nRecent studies have shown that while historically the economy rose along with emissions, that is no longer the case. In 21 countries—including the United States—the 21st century has seen declines in emissions as economies have grown. And a shift toward renewable energy is bringing hundreds of thousands of jobs.\n“Sometimes you pass a specific bill, and other times you change the conversation,” he said. “We hope to do both here, but at a minimum, we’re hoping to change the conversation.”\nRep. John J. Faso (R-NY), a co-sponsor of the bill, said in a press release: “Creating a bipartisan commission will help bring the public and private sectors together to provide smart solutions to the problems we face in the world today from the negative impacts of climate change.”\nThe bill has been endorsed by the Environmental Defense Fund, The Nature Conservancy, The Partnership for Responsible Growth, the National Wildlife Federation and the Friends Committee on National Legislation.\n“This bill demonstrates bipartisan recognition that climate change is a serious issue, and one that requires innovative thinking from across the political spectrum,” Elizabeth Thompson, president of EDF Action, said in a press release. “It sends a strong signal that bipartisan cooperation on climate change is possible and necessary. These members of Congress deserve praise for their leadership.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}