{
  "url": "https://insideclimatenews.org/news/03052017/nyc-publishes-building-design-guidelines-adapting-climate-change/",
  "title": "NYC Creates Climate Change Roadmap for Builders: Plan for Rising Seas",
  "date": "2017-05-03T05:15:21-04:00",
  "content": "The nation’s largest city has a message for the architects and engineers planning the New York of tomorrow: Fortify new buildings against the ravages of climate change or risk rebuilding as global warming worsens.\nNew guidelines issued last week by the office of New York City Mayor Bill De Blasio are some of the most comprehensive for how builders should protect infrastructure against rising seas, more powerful storms and climbing temperatures. They draw on science published in 2015 by a city panel of experts that estimates rainfall, sea level rise and other climatic shifts expected for the city in the decades ahead.\nFor now, developers are not required to follow the recommendations, but the plan is for all city agencies to be using the guidelines for new projects by the end of the year, according to Susanne DesRoches, deputy director of infrastructure policy for the mayor’s Office of Recovery and Resiliency.\n“We know that the climate is changing, and we want to make sure we’re designing our infrastructure for what we know is coming,” DesRoches said. The guidelines include specific climate projections for different time frames, and specify how planners should design their projects based on how long the building, bridge or other infrastructure is expected to last.\n“What we’re asking project teams to do is look at the useful life of the asset they’re designing—will it last to the 2050s, will it last to the 2080s?” DesRoches said.\nThe New York City Panel on Climate Change study was a wake-up call for the coming damage from more frequent and devastating extreme weather. By the 2050s, average temperatures in New York are expected to be 4 to 6 degrees higher, the guidelines state. Each year there may be six heat waves—stretches of three or more days above 90 degrees—compared with an average of two in recent history. All the extra heat will take its toll on a building’s infrastructure, stressing air conditioning systems and electrical equipment, warping and expanding materials and causing more frequent blackouts.\nIn response, the guidelines call for builders to consider more robust backup systems for power outages and to select air conditioning systems designed for higher temperatures. Builders should consider erecting shades over windows, angling edifices to avoid direct sunlight, or incorporating materials that absorb the sun’s heat.\nBy mid-century, if a 100-year storm strikes, it is expected drop more than 12 inches of rain over a 24-hour period, compared to just under 9 inches today. Architects would be wise, the guidelines say, to include a green roof or permeable pavement to help relieve stress on drainage systems.\nFor sea level rise, the guidelines advise adding 16 inches to what current code requires for structures expected to be in use beyond 2040, and 3 feet for those expected to last the century. It also points to an interactive map created by the city that projects flood hazards into the future and overlays them on city streets.\n“If the Flood Hazard Mapper shows that the facility is expected to be inundated by high tides within its useful life or if primary access roads are at risk of inundation,” the guidelines state plainly, “consider alternative site options.”\nThe city will spend the rest of the year testing the guidelines on new projects to assess costs and effects before finalizing them, DesRoches said. Even then, only city projects would be required to follow them, though private developers would be encouraged to use them too.\nKlaus Jacob, a scientist who studies climate adaptation at Columbia University’s Lamont-Doherty Earth Observatory, said the guidelines are innovative but only a small step toward where the city needs to be.\n“The real problem we have is that we still put a lot of investment in low-lying areas, and this is a matter of zoning and land use policy,” he said.\nMany parts of the city’s extensive waterfront continue to attract new luxury residential projects, for example, even though they’ll face increased flooding in years to come, Jacob said. But rather than overhauling the city’s zoning with an eye to rising seas, the city has been addressing climate adaptation piecemeal, even if the pieces such as these guidelines are commendable, he said.\n“I think it’s fundamentally a positive step that the city has done this program, there’s no doubt about it,” Jacob said. “My main problem with this is that a document like that cannot address the big problems.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}