{
  "url": "https://insideclimatenews.org/news/02052017/budget-climate-change-research-epa-donald-trump-scott-pruitt/",
  "title": "Climate Programs Escape Trump Budget Knife. But the Real Fight Lies Ahead.",
  "date": "2017-05-02T18:30:59-04:00",
  "content": "Federal climate change and environmental programs survived largely intact in the $1.2 trillion budget deal that Congressional leaders reached in their weekend huddle to keep the federal government running through September. But the future beyond then is murky.\nAt risk of being slashed are U.S. clean energy research, the launching of Earth-observation satellite instruments, international aid for renewable energy and many other elements of the U.S. effort on climate change. President Donald Trump has provided Congress with no detailed proposal for fiscal year 2018, which starts in just five months, beyond a bare-bones outline proposing deep budget cuts for the Environmental Protection Agency, the State Department and other government agencies engaged on climate change.\nThe Republican-led Congress, which has not passed a single appropriations bill by the start of any fiscal year since 2010, appears no more likely to meet that deadline under a Republican president than it was under President Barack Obama.\nFederal agencies face the same budget chaos they’ve dealt with for years, with the added wild card of Trump’s plan to dramatically switch direction. Climate change programs, a top Obama administration priority, could be eviscerated under Trump, but no one yet knows whether Congress will capitulate or how far the White House will press in the bargaining over dollars and cents.\nThe interim budget agreement, which Trump is expected to sign this week, keeps climate-related programs in limbo. The $8 billion EPA budget marks a 1 percent cut from the previous year, and holds the agency staff to 15,000, the lowest level since 1989. In contrast, Trump’s draft FY 2018 spending outline would cut EPA spending by 31 percent and cut 3,200 positions. That would put staffing at its lowest level since 1978.\nThe Congressional summary of the deal noted that it contains provisions “to stop the EPA’s anti-growth agenda that includes various harmful, costly, and potentially job-killing regulations.” But the provisions don’t have immediate impact; for example, the EPA will be required to report on the backlog of mining permits awaiting approval, but it doesn’t direct the agency to approve particular permits.\nThe State Department’s budget under the deal includes no money for the Green Climate Fund, the international fund to help developing nations prepare for climate change. The United States has paid only $1 billion of the $3 billion it has pledged to the fund. There will be no funding for the United Nations’ Intergovernmental Panel on Climate Change, or for two UN efforts to accelerate the transition away from fossil fuels, the Strategic Climate Fund and the Clean Technology Fund.\nThe budget bill slightly increases the Energy Department’s budget, including $42 million in new funding for “research into the next generation of energy sources,” according to the Congressional summary.\nDemocrats are now hoping to build on this success in the larger fight over Trump’s first budget, which will set the nation’s direction on environment, energy and climate. Rep. Marcy Kaptur of Ohio, the highest-ranking Democrat on the House Appropriations Subcommittee on Energy and Water, said that although the budget deal was “imperfect,” it would “send a signal of stability and security to the American people.”\nShe praised the deal for preserving funding for Great Lakes protection and for “investing in cutting edge science as well as energy efficiency and renewable energy projects, for which this bill allocates $2.1 billion.”\nBut the core of the department’s green energy research, under its office of Energy Efficiency and Renewable Energy, is reportedly being put under the control of Daniel Simmons, former vice president for policy at the fossil fuel industry-funded Institute for Energy Research and a critic of federal support for renewables.\nNASA’s funding will increase 2 percent in the budget deal, and the bill includes full funding for the continuation of NOAA’s current Joint Polar Satellite System weather satellite program and the Geostationary Operational Environmental Satellite program to help maintain and improve weather forecasting.\nIn claiming victory, Democrats pointed to the funding levels for science, as well as their success in fending off the White House effort to include funds for a Mexico border wall and to cut Planned Parenthood funding. “This is a good agreement for the American people,” said Senate Minority Leader Chuck Schumer of New York.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}