{
  "url": "https://insideclimatenews.org/news/25042017/arctic-sea-ice-climate-change-global-warming-sea-level-rise-ipcc/",
  "title": "Extreme Arctic Melt Is Raising Sea Level Rise Threat; New Estimate Nearly Twice IPCC’s",
  "date": "2017-04-25T06:00:33-04:00",
  "content": "Global sea level rise could happen at nearly twice the rate previously projected by the U.N. Intergovernmental Panel on Climate Change, even under the best scenario, according to a new report.\nBy the end of this century, as some glaciers disappear completely, the Arctic’s contribution to global sea level rise will reach at least 19 to 25 centimeters, according to the report by the Arctic Council’s Arctic Monitoring Assessment Program (AMAP).\nFactoring those numbers into projections about other sources of sea level rise results in a minimum of 52 centimeters of sea level rise by 2100 under a best-case scenario and 74 centimeters under business as usual. “These estimates are almost double the minimum estimates made by the IPCC in 2013,” the authors wrote.\nThe report, called “Snow, Water, Ice and Permafrost in the Arctic 2017,” takes a comprehensive look at the changes already underway in the Arctic, as well as what’s in store. It was one of a handful of reports examining climate change in the Arctic and its effect on communities there that were released by AMAP in advance of this week’s International Conference on Arctic Science and the Arctic Council ministerial in May, when the U.S. will hand off the Council chairmanship to Finland.\nThe reports synthesize the best peer-reviewed science on various Arctic-related issues, with the hope of informing policy decisions. This work is the bread and butter of the Arctic Council, an eight-country, intergovernmental diplomatic body that commissions and directs work on the Arctic but cannot itself make policy.\nThe findings are not easy to stomach. The authors also write that the Arctic Ocean could be largely ice-free in summer as early as the late 2030s, and that an influx of warmer water could alter climate as far south as the tropics. But they also include a nugget of hope: There is still time to avert some of the worst impacts.\nThe trajectory of dramatic climate change in the Arctic is locked in through the middle of the century, when the region is expected to see temperatures at least 4 degrees Celsisus above late 20th century averages. But what happens after that—whether the Arctic’s average temperature climbs to 6 degrees C above average or rockets to twice that—depends largely on us, the report says.\nIf the goals of the Paris agreement are met, end-of-century sea level rise would be reduced by 43 percent—or more than 20 centimeters—compared with a business-as-usual scenario, according to the report. It would also stabilize temperatures over the Arctic Ocean in winter at 5-9 degrees C above the 1986-2005 average.\nThough a future Arctic will have far less snow and permafrost, meeting the Paris goals would significantly decrease those losses. The duration of snow cover would stabilize at roughly 10 percent below current values by the end of the century, and permafrost losses would stabilize at 45 percent of present day levels. Under a high-emissions scenario, however, the report found that as much as two-thirds of the permafrost could thaw by 2080, which could cause massive methane releases.\nThe report includes the work of more than 90 scientists from around the world, and was peer-reviewed by 28 experts. It mostly covers the period of 2011-2015, with some observations from 2016 and early 2017.\nOne of the challenges in creating a comprehensive report about the Arctic, say some of its authors, is the pace of change there. “The problem is things change so quickly,” said Walter Meier, a scientist with the NASA Goddard Space Flight Center Cryospheric Sciences Laboratory who was an author of the report. The report only includes peer-reviewed work, and the peer review process can take a year or more. “The report is almost out of date before it gets published.”\nThat said, this work reflects the most comprehensive look to date at the science of the changing Arctic and its future.\nAnother set of reports released Monday, called “Adaptation Actions for a Changing Arctic,” shifts the focus to the impacts on Arctic communities.\nEach of the three reports takes an in-depth look at the challenges facing a different region of the Arctic: the Bering-Chukchi-Beaufort region, the Barents Sea region and the Baffin Bay/Davis Strait region.\nThough the challenges, and methods of addressing them differed among regions, the reports’ authors found some common themes: Climate change impacts all elements of people’s lives in the Arctic, yet their stated concerns are often tied to jobs, food and recognizing some of the economic potential of natural resources.\nFor instance, in the Barents region, some communities voiced concern about the future of reindeer herding, said Grete Hovelsrud, a social anthropologist from Norway who worked on the report. “The land they use for grazing is being encroached upon by roads, cabins, infrastructure,” she said, making it hard to move the herd. Climate change is exacerbating the problem. “The climate is warming, and it may rain in the middle of the winter,” she said, causing pastures to ice over. Reindeer can dig through snow to get to grass, but not ice.\nIn the Alaskan Arctic, loss of sea ice is resulting in larger waves reaching shore, which is increasing coastal erosion and putting communities in peril.\n“Many of these communities will be forced to relocate, some in the immediate future, most in the not too distant future,” said Larry Hinzman, a professor of Civil and Environmental Engineering at the University of Alaska Fairbanks, who was an author of the report.\nAnd as climate change impacts local ecosystems, it can be harder to hunt and fish for the species these communities rely on—a problem, since many are subsistence hunters. “For these people, serious ecosystem changes immediate impact their ability to obtain food,” the report says.\nThe extensive reports are intended as tools for policymakers.\n“They need to start planning for this,” said Jon Fuglestad, the deputy executive secretary of AMAP. “I don’t think I’ll offend anyone by saying that the government structure isn’t prepared for meeting this future because it’s too fragmented. Adaptation, planning—it takes time. You need to know what you’re going to adapt to, and you need to have governance structure that can meet the future changes.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}