{
  "url": "https://insideclimatenews.org/news/12042017/climate-change-research-national-academies-sciences-global-warming-donald-trump/",
  "title": "Federal Climate Research, Targeted for Elimination by Trump, Lauded by Scientists",
  "date": "2017-04-12T16:00:20-04:00",
  "content": "The federal program overseeing climate change research has won an important endorsement from the authoritative National Academies of Sciences, Engineering and Medicine just as it faces the threat of budget cuts under the Donald Trump administration.\nAn expert National Academies review panel issued a ringing endorsement of the work of the United States Global Change Research Program, calling the interagency program’s recent draft overview of the science “impressive, timely and generally well-written.” That draft was  issued in the closing days of the Obama Administration, and was intended both as an up-to-date benchmark for the scientific consensus and to help set future research priorities.\nThe reviewers said they were “impressed with the breadth, accuracy and rigor of the draft.”\nIf anything, the National Academies panel urged the USGCRP to emphasize the urgency of bringing carbon dioxide emissions rapidly to zero.\nInstead, the Trump administration is signaling that it would rather bring climate research itself to zero, at least at the Environmental Protection Agency, a key participant in the USGCRP.\nTrump’s draft budget for the EPA called for eliminating its work for the interagency research program.\nThe National Academies’ conclusions, like those in the draft it reviewed, describe the broadly accepted scientific reasoning to support urgent climate action. It called some of the evidence “new and significant,” including record temperatures, accelerated Arctic melting, better attribution of extreme weather events to human causes and a worsening outlook for rising seas.\nThe 119-page National Academies review was written by 11 experts, mostly working in academia. They offered scores of nitty-gritty recommendations for making the report more comprehensive—and more comprehensible. “As with any report written by a committee, an editing pass will improve consistency and readability,” said the reviewers.\nBut their key insight was the need to put the big picture in a nutshell in Chapter 14. That is where the USGCRP describes the implications of the Paris climate agreement and the path toward limiting the damages of global warming.\n“The chapter’s key findings largely miss the opportunity to make what could be the chapter’s central point,” the reviewers said. “A consequence of the essentially permanent nature of warming from CO2 is that stabilization of CO2 at any given concentration can only be achieved if CO2 emissions fall to zero.”\n“Stabilizing warming at 1.5 degrees Celsius or 2 degrees C requires emissions to fall to zero within a few decades, and even stabilizing warming at 3 degrees C or 4 degrees C requires zero emissions a few decades later,” they noted.\nThat point doesn’t come across clearly enough in the chapter, the review concluded. “Specifically, it is important to emphasize the point that, for any mitigation goal, slower action in the near term requires more aggressive reductions or larger negative emissions later in the century.”\nComing from one of the world’s most august scientific organizations that is specifically charged with giving apolitical advice to the U.S. government, the message may resonate at a time when science itself is under political challenge.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}