{
  "url": "https://insideclimatenews.org/news/29032017/clean-power-plan-climate-change-epa-scott-pruitt/",
  "title": "Trump’s Justice Dept. Asks Court to Halt Clean Power Plan Case",
  "date": "2017-03-29T16:44:52-04:00",
  "content": "Within hours of moving by executive order to dismantle U.S. actions on the climate change crisis, the Trump Administration asked a federal court to stand down on pending litigation over the Clean Power Plan. The legal salvo could keep regulation of carbon dioxide emissions from fossil fuel power plants in limbo for the foreseeable future.\nThe Justice Department on Tuesday asked the United States Court of Appeals for the District of Columbia Circuit, which heard oral arguments months ago in a case challenging the landmark Obama-era regulations, “to hold cases in abeyance.” Last February the Supreme Court issued a stay of the rules, and the appeals court has not yet ruled.\n“The Clean Power Plan is under close scrutiny by the EPA, and the prior positions taken by the agency with respect to the Rule do not necessarily reflect its ultimate conclusions,” the department said in a motion to the appeals court.\n“Deferral of further judicial proceedings is thus warranted,” it said.\nInstead of facing an imminent but unpredictable ruling on the merits by the federal court best versed in the complexity of this case, the Justice Department and its client, the Environmental Protection Agency, asked for a standstill “until 30 days after the conclusion of review and any resulting forthcoming rulemaking.”\nWhether or not the appeals court defers its decision, the central pillar of the Obama administration’s climate action plans seems likely to be on ice for at least a few years. Even if the appeals court disregarded this request and issued a ruling wholly upholding the Obama rules, the case would then face review by the Supreme Court.\nAccording to the Justice Department’s filing, the green groups and their allies “intend to file motions in opposition,” which means that at the very least there will be a detour in the lengthy litigation.\nNew York Attorney General Eric T. Schneiderman said that he will file in opposition to the Trump administration’s motion on behalf of a coalition of 23 states, cities and counties who are seeking to uphold the Clean Power Plan.\n“The case was fully briefed and argued before the full D.C. Circuit six months ago, and the fate of the rule is now in the court’s hands,” Schneiderman’s spokeswoman, Amy Spitalnick, said in an email.\nSome environmentalists have argued that the slow-motion course makes little difference as a practical matter, since power plants have been cleaning up their emissions and appear likely to meet the near-term goals of the Clean Power Plan. Meanwhile, Trump’s EPA cannot replace the Obama rules with anything softer without going through a time-consuming review process, which green groups and their allies would fight.\nBut it’s clear that the Trump team and its allies in the fossil fuel industry and coal-friendly states have no problem with letting matters drag on. The Justice Department argued that its green opponents “face no immediate harm from the postponement of judicial review,” and noted that “no carbon dioxide emission reductions are required from sources under the Rule until 2022 at earliest.”\nThe new administrator of the EPA, Scott Pruitt, meanwhile signed a Federal Register notice on Tuesday initiating its formal review of the Clean Power Plan, as directed by the executive order signed earlier in the day in a ceremony at EPA headquarters.\nIf the early review, which could take months, “concludes that suspension, revision or rescission of this Rule may be appropriate, EPA’s review will be followed by a rulemaking process that will be transparent, follow proper administrative procedures, include appropriate engagement with the public, employ sound science, and be firmly grounded in the law,” Pruitt’s notice read.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}