{
  "url": "https://insideclimatenews.org/news/17032017/epa-trump-budget-cuts-gina-mccarthy-mustafa-ali-carol-browner/",
  "title": "Former EPA Officials: Trump Budget Is Even Worse Than It Seems",
  "date": "2017-03-17T19:27:15-04:00",
  "content": "As the environmental world copes with the budget outline unveiled by President Trump on Thursday, two former EPA administrators and a longtime environmental justice official have more sobering news: It’s actually worse than you think.\nThe budget blueprint handed down from the White House sent the unmistakable message that it plans to take a hacksaw to climate action. And no agency fell more directly in its path than the Environmental Protection Agency.\n“Literally and figuratively this budget is a scorched earth budget,” said Gina McCarthy, EPA administrator under President Obama. “It represents really an all-out assault on clean air and clean water and our ability to have safe homes, schools and places to work.”\nThe budget outline proposes a 31 percent cut to the total EPA budget, including a 45 percent reduction in state funds and the elimination of 3,200 positions under new administrator Scott Pruitt, a longtime antagonist of the agency. Those cuts, McCarthy pointed out, represent one in five agency employees. Forty two percent of the scientists in the Office in Research and Development—the agency’s scientific research arm—will lose their jobs, she said.\n“This budget is even more challenging than it looks at first glance,” McCarthy said, because the total proposed budget includes $2.3 billion in State Revolving Funds, which are given directly to states to dole out to communities for infrastructure improvements.\n“When you take that out of the picture, the rest of the budget is going to be cut from $6 billion to $3.4 billion. That’s actually a 43 percent cut in the ability to implement all of the clean water and clear air and clean land programs,” she said. “Not to mention our ability to address the greatest environmental challenge of our time which is climate change.”\nMcCarthy was joined on a conference call Friday by Carol Browner, a fellow former EPA administrator, Mustafa Ali, who recently resigned as EPA advisor for environmental justice, and Nicole Hernandez Hammer, a climate advocate for the Union of Concerned Scientists.\nBrowner, who led the  EPA for the entirety of the Clinton administration from 1993-2001, is no stranger to attacks on the agency. Two years after President Clinton was elected, Rep. Newt Gingrich (R-Ga.) became Speaker of the House as part of a wave of Republican momentum in the midterm elections, based on promises to cut government waste and limit regulations.\nIn his first major speech on the environment in February 1995, Gingrich called the EPA “the biggest job-killing agency in inner-city America.”\n“We were shut down more than once because of failure to fund the EPA,” said Browner. But the government shutdowns resulted in a blowback in popular opinion. “What the Republican Congress discovered then is that the American people like their clean air. They like their clean water. They want the environmental cops on the beat,” she said.\nNow, with a budget proposal that she said “puts polluters first,” Browner said she could only hope that Congress will remember that lesson.\nOne clue into how Trump’s budget will be received by Congressional Republicans has come from the Great Lakes region, where politicians from both parties have assailed the proposal to slash funding to a program to restore the lakes.\n“I have long championed this program,” said Sen. Rob Portman (R-Ohio) in a statement, “and I’m committed to continuing to do everything I can to protect and preserve Lake Erie, including preserving this critical program and its funding.”\nAnd another clue came from Congress earlier this week, when 17 House Republicans introduced a resolution calling for solutions to climate change that keep in mind the health of the economy. Though the resolution fell short in some ways (notably leaving out any mention that carbon emissions drive climate change) its mere introduction gave hope to some seeking climate action.\nBoth former administrators stressed that though this budget would result in thousands of people losing their jobs, the bigger impacts would be felt by the general public. One of the roles that the EPA plays is to provide technical and scientific support that states cannot afford.\nAli, who resigned last week after 24 years as the head of the EPA’s environmental justice program, talked about what that would mean to the communities he worked with.\n“This sends a direct signal that it’s taking away the science that our most vulnerable communities have been asking for, to be able to validate the impacts of what has been happening inside of their communities,” he said. “It takes away those enforcement actions that help us make sure that those checks and balances between communities and those businesses and industries that may not necessarily be good players.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}