{
  "url": "https://insideclimatenews.org/news/02032017/epa-budget-cuts-officials-climate-change/",
  "title": "As Budget Cuts Loom, Former EPA Officials Make Plea to Trump to Continue Agency’s Work",
  "date": "2017-03-02T20:50:45-05:00",
  "content": "Three former high-ranking U.S. Environmental Protection Agency officials urged the Trump administration not to sacrifice environmental quality and the health of the American people for special interest stakeholders.\nThe plea came in an opinion piece published in the New England Journal of Medicine, which was published on Wednesday just as reports surfaced that the administration plans deep cuts to the agency. Those surround an Office of Management and Budget proposal for reducing EPA staff by 20 percent and eliminating dozens of programs, including those involving environmental justice and climate change.\n“Unfortunately, sowing doubt about scientific evidence has become a widely used strategy for delaying or blocking actions that are purported to potentially affect the bottom lines for particular industries,” the former officials wrote.  “We need to maintain the capacity to conduct cutting-edge research and to grapple with the application of the results in formulating evidence-based policies.”\nThe article was authored by Jonathan Samet, former chair of the Clean Air Scientific Advisory Committee, Thomas Burke, until January the agency’s top science adviser, and Bernard Goldstein, who was assistant administrator for research and development during the Reagan administration.\nThe authors listed a prescription for the administration, seeking continued reliance on science for decision-making, increased funding for science, continued environmental surveillance and preparation for disasters like the Deepwater Horizon oil spill, and continued efforts to reduce greenhouse gas emissions to combat climate change.\nBefore the article was published, the Trump administration had already signaled it was moving largely in the opposition direction.\nPrograms designated for elimination or major cuts under draft instructions leaked to the Washington Post include environmental justice programs, climate change initiatives including funds for implementing the Clean Power Plan, funding for Alaskan native villages, and the EPA’s Global Change Research Program, which develops scientific information that informs policymakers on climate change and its impacts on human health, ecosystems, and society. (The EPA’s Global Change Research Program is just one part of the U.S. Global Change Research Program, a program involving 13 federal agencies, including the EPA. The USGCRP produces a comprehensive National Climate Assessment every several years and would not necessarily be impacted by EPA budget cuts.)\nCuts to the EPA’s budget would have to be approved by Congress.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}