{
  "url": "https://insideclimatenews.org/news/03032017/scott-pruitt-environmental-protection-agency-methane-greenhouse-gas-climate-change/",
  "title": "Trump’s EPA Halts Request for Methane Information From Oil and Gas Producers",
  "date": "2017-03-03T15:44:16-05:00",
  "content": "In a strong signal of its retreat from climate change action, the Trump administration on Thursday halted an effort to gather data from the oil and gas industry that is needed to rein in leaks of methane, a potent greenhouse gas.\nMore than 15,000 owners and operators of oil and gas production or processing facilities had been required to submit information on their equipment and operations to the Environmental Protection Agency under an order finalized by the Obama administration in November. With the first deadline of early January already passed and another submission due in May, EPA Administrator Scott Pruitt announced he was withdrawing that request, effective immediately.\nThe Obama administration had called the survey “a critical step” in its effort to control methane, the main component of natural gas. Emissions of the odorless, colorless gas have proven nearly impossible to measure at 700,000 well sites and thousands of pipelines and facilities across the country. Although technology for controlling those emissions is readily available for oil and gas operations, industry has resisted.\nGetting the exact numbers is particularly crucial to understanding whether the nation’s fracking boom will accelerate or could help stall global warming. Although gas-fired power plants release half as much carbon dioxide as coal plants, the extraction, production and transport of natural gas releases unknown amounts of methane.\nLast May, the EPA finalized rules for methane at new oil and gas operations and at the same time issued a first draft of a request to collect information from the industry on existing facilities, a massive task. Under the Clean Air Act, the EPA has such authority; penalties of nearly $100,000 a day are possible for those who fail to comply. Then-EPA Administrator Gina McCarthy noted that there were hundreds of thousands of small sources of leaks, including pumps, storage tanks and processes that the agency didn’t know existed. “EPA is learning this industry right now,” she said.\nNow, Pruitt says he will assess whether the information is needed. Pruitt acted one day after receiving a letter from nine state attorneys general and the governors of Mississippi and Kentucky, expressing concern about the burden posed by the data gathering. “By taking this step, EPA is signaling that we take these concerns seriously and are committed to strengthening our partnership with the states,” Pruitt said in a statement.\nAs Oklahoma attorney general and a leader in the Republican Attorneys General Association, Pruitt was critical of the EPA’s actions on methane, submitting a letter in 2011 accusing the agency of overestimating methane pollution from oil and gas operations in his state. A 2014 Pulitzer Prize-winning series in the New York Times documented how the letter actually had been written by lawyers for Devon Energy, one of Pruitt’s campaign donors.\n“This is precisely the kind of cozy collaboration with the worst actors in the oil and gas industry that dogged Pruitt throughout his controversial confirmation process,” said Mark Brownstein, vice president for climate and energy programs at the Environmental Defense Fund (EDF). “If the EPA is going to run away from collecting even the most basic information about oil and gas operations, what does this say about its dedication to protecting air quality and water quality?”\nEDF, which spearheaded an $18 million scientific research program on methane in 2011 with funding from the gas industry and foundations, argues that EPA could have begun regulating methane much earlier. Industry strongly opposed action, however, arguing that the agency didn’t have enough information to understand its operations and the burden that would be placed on small companies.\nThe agency twice drafted and collected comments on its request, and extended the deadlines as industry sought, which delayed the effort into the Trump administration. EPA has said that knowing the equipment and operations companies are using is needed to gauge what methane control measures would be reasonable.\n“The irony is a year ago the industry was arguing EPA needed more information,” said Brownstein. “Today, you have industry making the argument that the information collection is burdensome and duplicative. And the only thing that’s changed is the politics.”\nLee Fuller, executive vice president of the Independent Petroleum Association of America (IPAA), praised Pruitt’s decision to rescind the methane information collection request, which he said was costly and unnecessary. “IPAA welcomes today’s announcement as it brings meaningful relief to independent producers across the nation and demonstrates that creating American jobs and developing U.S. energy is a high priority for the Trump administration,” he said in a statement.\nThe oil and gas industry long has argued that since methane is essentially natural gas, they already have a financial incentive to stop leaks and capture all they can for sale as fuel. The American Petroleum Institute has pointed out that although gas production has increased dramatically due to the hydraulic fracturing boom, methane emissions per unit of energy produced has declined 24 percent since 2005 in natural gas fields.\nBut the overall amount of methane leaking from oil and gas operations is significant and rising. Emissions reached 9.8 million metric tons in 2014, up 11 percent from four years earlier. That’s enough methane to meet all of the natural gas fuel needs of a state the size of Pennsylvania, instead vented to the atmosphere.\nRecent scientific studies highlighted the urgency of the methane problem, showing that the EPA had long been underestimating emissions. Those studies helped inform EPA’s decision to revise methane emissions numbers upward in its latest greenhouse gas inventory last year, which bumped the oil and gas industry ahead of agriculture as the nation’s leading source of methane pollution.\nMethane, a short-lived climate pollutant, is 25 to 84 times more potent than carbon dioxide as a heat-trapping gas, although it doesn’t last as long in the atmosphere as carbon dioxide does. The EPA, using the more conservative figure, calculated that methane emissions from the oil and gas industry alone account for 3 percent of U.S. greenhouse gas emissions. The Obama administration’s goal of cutting those methane emissions by 40 to 45 percent from 2012 levels by 2025 was a key element of the U.S. pledge under the Paris climate accord.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}