{
  "url": "https://insideclimatenews.org/news/28022017/global-warming-permafrost-study-melt-canada-siberia/",
  "title": "Massive Permafrost Thaw Documented in Canada, Portends Huge Carbon Release",
  "date": "2017-02-28T16:46:47-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nHuge slabs of Arctic permafrost in northwest Canada are slumping and disintegrating, sending large amounts of carbon-rich mud and silt into streams and rivers. A new study that analyzed nearly a half-million square miles in northwest Canada found that this permafrost decay is affecting 52,000 square miles of that vast stretch of earth—an expanse the size of Alabama.\nAccording to researchers with the Northwest Territories Geological Survey, the permafrost collapse is intensifying and causing landslides into rivers and lakes that can choke off life downstream, all the way to where the rivers discharge into the Arctic Ocean.\nSimilar large-scale landscape changes are evident across the Arctic including in Alaska, Siberia and Scandinavia, the researchers wrote in a paper published in the journal Geology in early February. The study didn’t address the issue of greenhouse gas releases from thawing permafrost. But its findings could help quantify the immense global scale of the thawing, which will contribute to more accurate estimates of carbon emissions.\nPermafrost is land that has been frozen stretching back to the last ice age, 10,000 years ago. As the Arctic warms at twice the global rate, the long-frozen soils thaw and decompose, releasing the trapped greenhouse gases into the air. Scientists estimate that the world’s permafrost holds twice as much carbon as the atmosphere.\nThe new study was aimed at measuring the geographical scope of thawing permafrost in northwest Canada. Using satellite images and other data, the team studied the edge of the former Laurentide Ice Sheet, a vast expanse of ice that covered two-thirds of North America during the last ice age. The disintegration of the permafrost was visible in 40- to 60-mile wide swaths of terrain, showing that, “extensive landscapes remain poised for major climate-driven change.”\n“Things have really taken off. Climate warming is now making that happen. It’s exactly what we should expect with climate change,” said Steven V. Kokelj, lead scientist on the Canadian mapping project. “And the maps that we produced clearly indicated it’s not just a random pattern. We’re sort of connecting dots here for the scientific community.”\nOther global evidence of similar large-scale permafrost changes have recently been documented in Siberia, where scientists with the Permafrost Laboratory at the University of Sussex (UK) are monitoring another rapidly growing scar in the earth. More than a half-mile of once-frozen ground has collapsed 280-feet deep, according to their study published in in the journal Quaternary Research in February. The researchers said they expect to see the rolling tundra landscape transform, including the formation of large new valleys and lakes.\nSimilar signs are evident in coastal Arctic areas, where thawing permafrost and bigger waves are taking 60- to 70-foot bites of land each year, according to researchers with the Alfred Wegener Institute for Polar and Marine Research. Writing in the journal Nature Climate Change in January, AWI scientists warned about collapsing coastlines and urged more research, with input from policymakers and native communities.\nUniversity of Alberta scientists Suzanne Tank, who was not involved in the new study, said that the release of sediments from the new slumps in the Canadian permafrost has significant ecological implications. The pulses of silt, mud and gravel make streams murkier and limit growth of aquatic plants at the base of the food chain. Exactly how that affects other species, including fish, is the subject of ongoing research.\nScientists know thawing permafrost unlocks carbon. But according to Tank, most of the carbon in the Canadian melting is being released quickly as coarse particles that aren’t converted to CO2 immediately. But separate research by Swedish scientists suggests that the soil particles are quickly converted to heat-trapping CO2 when they are swept into the sea.\nA series of studies on the National Institute of Health’s Arctic Health website documents how the widespread thaw of permafrost is already having direct impacts on people. Warmer water and increased sediment loads are harming lake trout, an important source of food for native communities. Changes to the land surface are also disrupting caribou breeding and migration, and in some places, the disappearing permafrost has destroyed traditional food storage cellars, researchers have found.\nAt lower latitudes, permafrost is the glue that holds the world’s highest mountains together by keeping rocks and soil frozen in place. Scientists are documenting how those bonds are dissolving, said Stefan Reisenhofer, a climate scientist with the Austrian Bureau of Meteorology and Geodynamics.\n“We’ve seen a significant reduction in the number of ice days (those with 24 hours of sub-freezing temperatures), especially in the summer months,” said Reisenhofer, who works at a climate observatory at an elevation of 8,500 feet. “From 2010 to 2014, the number of ice days decreased by 11 in May, and 10 in June.” During that span, the mountain beneath the research station crumbled, requiring a huge investment to stabilize the outpost, he said.\nUsing satellite images from the European Space Agency’s Copernicus program,  the Austrian researchers have shown how, similar to the findings in Canada, thawing permafrost has unleashed huge amounts of sediments below receding glaciers. Intensifying summer rainstorms have triggered huge landslides, damaging roads, power lines and water infrastructure, according to a recent evaluation of satellite images by Austrian climate researchers.\nIn some areas, there are new restrictions on development as the landslides grow bigger, reaching all the way to the valley floors.\nCorrection: A previous version of this article incorreclty stated that the rivers in Canada’s northwest territories discharge into the Pacific Ocean. They release into the Arctic Ocean.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}