{
  "url": "https://insideclimatenews.org/news/24022017/donald-trump-executive-order-regulations-climate-change/",
  "title": "Newest Trump Executive Order Pushes His Anti-Regulatory Agenda Further",
  "date": "2017-02-24T22:08:57-05:00",
  "content": "Every federal agency will set up a task force dedicated to quickly finding regulations to eliminate, as mandated by an executive order signed Friday by President Donald Trump. It is one of a series of moves the White House believes will free U.S. businesses from the bonds of health, safety, consumer and environmental protections.\nSurrounded by executives from some of the nation’s largest corporations, Trump made clear his anti-regulatory drive is a large part of his jobs-creation plan.\nAlthough Trump did not mention climate change in the order, this step to rein in the regulators is intended, among other things, to constrain their actions to control emissions of greenhouse gases and other pollutants from fossil fuels.\n“Every regulation should pass a simple test,” Trump said as he signed the order. “Does it make life better or safer for American workers or consumers? If the answer is no, we will be getting rid of it and getting rid of it quickly.”\nThe regulatory reform task forces will be required to report on their progress within 90 days.\nThe White House issued a statement saying that the Obama administration had finalized more than 3,000 regulations, at a total cost to the American taxpayer of $873 billion. The White House has said the figure was from the American Action Forum, a conservative advocacy group run by Douglas Holtz-Eakin, who served as director of the Congressional Budget Office from 2003-5.  But the White House did not mention that American Action Forum’s figures also show that the calculated benefits of the Obama era regulations outstrip the costs by more than 3-to-1 ($458 billion annually in benefits to $139 billion annually in costs.)\nIn taking up the cause of “regulatory reform,” Trump is following in the footsteps of virtually every one of his predecessors. It was a central theme of President Ronald Reagan’s domestic policy, and President George H.W. Bush established a “Council on Competitiveness” in the White House to cut red tape. In President Bill Clinton’s administration, the effort was called “Reinventing Government,” and was headed by Vice President Al Gore. President George W. Bush kept in place an executive order his predecessor had penned, but his White House rejected more agency-written rules during his first year than were sent back to agencies in all eight years of the Clinton administration.\nPresident Obama, too, issued an executive order calling for a government-wide review of regulations to reduce costs and to get rid of “absurd and unnecessary paperwork requirements that waste time and money.”\nThe Trump executive order cites the previous orders by Clinton and Obama—keeping them in place and directing the new task forces to carry out regulatory reform “consistent with the law.”\nAlthough each administration was able to count successes in reforming regulation—whether in number of pages of eliminated from the Federal Code, or bureaucracies trimmed—each also added to the federal rule book, often responding to new laws written by Congress or new policy imperatives.  Under the second Bush administration, a large number of regulations were written for the new Homeland Security agencies.  President Obama’s administration for the first time finalized regulations to address climate change.\nEnvironmental groups were quick to warn that Trump’s executive order would be used to weaken protections at the behest of polluters. “President Trump is rigging the system so corporate lobbyists can lower standards that protect the public health and safety of all people in this country,” Tiernan Sittenfeld, vice president for government affairs at the League of Conservation Voters said in a statement. “These task forces will attempt to roll back commonsense protections for the air we breathe, the water we drink and the lands we cherish.”\nSaid Greenpeace spokesman Travis Nichols, “The Trump administration wants less government, except when it wants more to carry out its oil and gas industry agenda.”\nThe American Petroleum Institute’s president, Jack Gerard, applauded Trump’s order, citing 145 new rules and regulations affecting the industry in recent years. “Today’s action by President Trump will unleash innovation across the nation, and it will allow our economy to grow, help lower energy costs for consumers, and help American workers,” he said in a statement.\nTrump said he was aiming to create jobs by reducing regulatory burden. “Excessive regulation is killing jobs and driving companies out of our country like never before,” Trump said. “[It’s] reducing wages and raising prices. I’ve listened to American companies and American workers complain, and I’ve been listening to them for a long time.\n“The regulatory burden for these big companies and for small companies is an impossible situation, and we’re going to solve it very quickly.”\nThe new edict follows Trump’s first executive order on regulation that required two rules be eliminated for every one an agency finalizes. That order already faces a legal challenge by the Natural Resources Defense Council and the watchdog group Public Citizen. They argue that Trump exceeded his Constitutional authority by interfering with the authority vested in Congress, preventing federal agencies from carrying out the law as Congress mandated. The Trump administration has until the beginning of April to respond to that suit.\nOne of the Trump administration’s earliest actions upon taking office was to impose a regulatory freeze on federal agencies. Such a move is typical in a transition to a new administration, but observers said the Trump freeze was broader than usual, even halting new rules that had already been published in the Federal Register.\nThe administration is expected to issue more executive orders to rein in regulations in the days ahead, including one aimed specifically at repealing the Obama administration’s signature climate initiative, the Clean Power Plan.\nAmong the chief executives who appeared with Trump at Friday’s signing were Ken Frazier of the pharmaceutical giant Merck; Marillyn Hewson of the aerospace contractor Lockheed Martin; Andrew Liveris of Dow Chemical; and Juan Ricardo Luciano of Archer Daniels Midland.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}