{
  "url": "https://insideclimatenews.org/news/17022017/epa-scott-pruitt-oklahoma-judge-oil-gas/",
  "title": "EPA Nominee Pruitt Ordered to Produce Documents About Fossil Fuel Ties",
  "date": "2017-02-17T06:00:21-05:00",
  "content": "UPDATE (February 24): The Oklahoma attorney general’s office released more than 7,500 pages of Scott Pruitt’s emails and other records on Feb. 22 in response to the district judge’s Feb. 16 order. The documents further reveal a coziness between Pruitt and the fossil fuel industry he is charged with regulating as administrator of the EPA. On Feb. 24, the attorney general’s office filed a motion for an emergency appeal with the state Supreme Court to block a second release of documents, scheduled for next week. The state Supreme Court has scheduled a hearing on the request for Feb. 28.\nAn Oklahoma judge on Thursday ordered the state’s attorney general, Scott Pruitt, to quickly release thousands of pages of documents after years of delay. The records could reveal details of his relationship with the fossil fuel industry, which he will be in charge of regulating nationwide once confirmed as head of the Environmental Protection Agency.\nThe ruling, in response to a public records request from an advocacy group, came a day before a planned Senate vote to confirm Pruitt as Donald Trump‘s chief of the Environmental Protection Agency. The state judge gave Pruitt’s office until Tuesday to produce the records.\nSenate Democrats who have been seeking some of the same records tried to delay the confirmation vote, arguing that the documents requested could shed light on Pruitt’s ties to industries he would be charged with regulating as EPA administrator.\nOklahoma district judge Aletia Haynes Timmons issued the order after agreeing to expedite a lawsuit brought by The Center for Media and Democracy ahead of the confirmation vote. Timmons ruled that “there was an abject failure to provide prompt and reasonable access to documents request by plaintiff.”\nCMD sued Pruitt earlier this month in Oklahoma state court, saying he had failed to produce public records in response to nine requests the group had submitted dating back to 2015.\nPruitt’s office quickly responded to one of those requests, but CMD said the attorney general’s office released just a fraction of the 3,000 emails it had identified as pertinent. Timmons gave Pruitt’s office until Tuesday to produce the rest of the documents in that request, and 10 days to produce records related to five others.\n“Scott Pruitt broke the law and went to great lengths to avoid the questions many Americans have about his true motivations,” Nick Surgey, CMD’s director of research, said in a statement after the ruling.\nLincoln Ferguson, a spokesman for Pruitt, said in a statement that his office is committed to following the state’s open records laws. “In light of that, we are reviewing all of our options in order to ensure fairness to all requestors rather than elevating the importance of some requests over others,” he said.\nThe advocacy group filed the first of the records requests in January 2015, after a report the previous year by The New York Times detailed close ties between Pruitt and fossil fuel companies. In one example, Pruitt sent a letter to the EPA accusing the agency of overestimating the pollution coming from the state’s gas wells. He failed to disclose, however, that the letter had been written by lawyers for Devon Energy, a drilling company.\nDespite a request by Democrats to delay Pruitt’s confirmation vote, the Senate voted 54-46 to move forward, and a final vote is expected on Friday. Democrats are planning to hold the Senate floor through the night and into Friday to protest the vote.\nSix Democratic senators on the Environment and Public Works Committee had sent a letter on Wednesday to Judge Timmons, saying Pruitt had been evasive in his testimony and written responses, and had stymied their attempts to obtain information about his industry ties. “Mr. Pruitt has not been forthcoming with information many of us believe to be necessary to evaluating his nomination fully,” they wrote. The Senators asked that the judge “consider the Senate’s federal interest in disclosure as you assess whether to give Plaintiff full relief and order the prompt disclosure of all documents responsive to its requests.”\nPruitt’s nomination has drawn condemnation from Democrats and many environmental groups, and more than 770 former EPA employees have signed a letter opposing the nominee.\nOn Wednesday, Sen. Susan Collins of Maine became the first Republican to say she will vote against confirmation. Republican leaders have remained supportive. On Thursday, Senate Majority Leader Mitch McConnell said Pruitt would correct the overreach of the environmental agency under Barack Obama, calling the nominee “just the candidate we need at the helm of the EPA.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}