{
  "url": "https://insideclimatenews.org/news/17022017/scott-pruitt-epa-administrator-donald-trump-climate-change-fossil-fuels/",
  "title": "Scott Pruitt, Trump’s Pick for EPA, Is Confirmed Amid Fierce Opposition",
  "date": "2017-02-17T19:00:41-05:00",
  "content": "Oklahoma Attorney General Scott Pruitt, a close ally of the fossil fuel industry who has filed more than a dozen lawsuits challenging Environmental Protection Agency rules and authority, was confirmed on Friday to lead that agency.\nSenators voted nearly along party lines, 52-46, brushing off attempts by Democrats to delay confirmation until thousands of his emails are released.\nPruitt’s confirmation followed a bitter fight in which Democrats raised concerns over Pruitt’s ties to an industry he would be regulating and his dismissal of mainstream climate change science.\nThe Democrats held the Senate floor all night Thursday, hammering a message that if confirmed, Pruitt could gut the agency’s staff and set back progress on environmental protection. Sen. Jeff Merkley (D-Ore.), who managed the debate for the Democrats, moved repeatedly for a delay in the vote until next week, when more than 2,000 of Pruitt’s email correspondence with the fossil fuel industry are to be released by the order of an Oklahoma judge. Each time, Senate Majority Leader Mitch McConnell (R-Ky.) objected.\n“Government agencies like the EPA need their leadership in place, and they need it in place now,” said Sen. John Barrasso (R-Wyo.), chairman of the Senate Environmental and Public Works Committee, decrying the Democrats’ use of what he called “one delay tactic after another.”\nSen. Thomas Carper (D-Del.), ranking member of the environment committee, said the judge’s ruling “has given us the opportunity to gain wisdom” on Pruitt. “Hit the pause button, let’s get the information next week, and make our decision then,” he said.\nUltimately, a final vote to extend debate on Pruitt failed, and the round-the-clock vigil on the Senate floor—the third all-nighter against one of President Donald Trump‘s cabinet nominees—petered out.\nTwo Democrats from fossil fuel-rich states, Joe Manchin of West Virginia and Heidi Heitkamp of North Dakota, broke party ranks to support Pruitt. Only one Republican Senator, Susan Collins of Maine, opposed him. Senator John McCain (R-Ariz.), who had expressed support for Pruitt, missed the vote to speak at a long-scheduled national security conference in Munich. Sen. Joe Donnelly (D-Ind.) was also absent.\nPruitt was expected to report right away to EPA headquarters, where many of the staff have spent months concerned about deep budget cuts, regulatory rollbacks and science suppression. On the campaign trail, Trump blasted EPA as a “disgrace” whose regulations under the Obama administration were to blame for job losses.\n“We’re going to get rid of it, EPA, in almost every form. We’re going to have little tidbits left, but we’re going to take a tremendous amount out,” Trump said in one speech.\nThe EPA, with a budget of $8 billion, makes up two-tenths of 1 percent of the $3.2 trillion federal budget, but its mission to curb water and air pollution, including carbon dioxide emissions, has put the agency in conflict with some of the nation’s biggest and most politically powerful industries.\nOpponents fear that Pruitt, who sued the EPA at least 14 times in his six years as attorney general, is just as determined as Trump to carry out a radical retrenchment of the agency.\n“This is the wolf into the lamb’s fold,” said Sen. Sheldon Whitehouse (D-R.I.) at a news conference of Democrats who led the all-nighter. At 4:30 a.m. on Friday, noting Pruitt’s downplaying of the urgency of climate change, Whitehouse used an aquarium bubbler and litmus paper to perform a rudimentary demonstration of the science of ocean acidification on the floor of the Senate.\nPruitt’s supporters say that he will work to protect the environment by giving a larger role back to the states. “Over the past eight years, the political leaders of the EPA…have pushed broad and sweeping regulations that have hurt our economy and have failed to protect our environment,” Barrasso said during the debate. He singled out the Obama administration’s signature climate initiative, the Clean Power Plan, which regulates the emissions of electric utilities, as an example of what Pruitt would seek to undo.\n“Change is badly needed at the Environmental Protection Agency, and Scott Pruitt will be that change,” Barrasso said.\nWhile maintaining that the EPA has an “important role” in protecting water, air and land, Pruitt has made clear he believes the agency has overstepped the authority Congress gave it, especially in its efforts to control greenhouse gases.\n“We need to reject this paradigm that if you’re pro-energy you’re anti-environment, if you’re pro-environment, you’re anti-energy,” he said at his confirmation hearing. “We can grow an economy and also protect and be a good steward of our environment.  And we need to restore that proper balance and commitment to both.”\nBut Pruitt has never supported any program to achieve what mainstream scientists say is needed to head off the worst risks of global warming: steep, rapid reductions in carbon dioxide emissions from energy (eventually to zero).\nDuring his confirmation process, he said he did not think climate change was a hoax, as Trump has claimed. But he downplayed the established consensus that it is man-made and demands urgent action.\n“The climate is changing and human activity impacts our changing climate in some manner,” he said. “The ability to measure with precision the degree and extent of that impact, and what to do about it, are subject to continuing debate and dialogue.”\nPruitt’s opponents say he has repeatedly given more weight to the industry’s agenda than to public health and welfare. He has gone to court to challenge the EPA’s rules to curb mercury pollution, cross-border air emissions and water pollution. He sued to overturn the Clean Power Plan, as well as the EPA’s endangerment finding, which underpins all of the agency’s rulemaking on greenhouse gases. He led a nonprofit group, the Rule of Law Defense Fund, funded in part by Charles and David Koch, the petrochemical billionaire brothers who have fought environmental regulations and clean energy.\nA 2014 Pulitzer-prize winning series in the New York Times documented how Pruitt, having accepted campaign donations from the industry, sent a three-page letter to the EPA protesting new methane rules, without disclosing that lawyers for Devon Energy had written it for him. He received $352,946 in direct contributions from members of the energy and natural resources sector since 2001, according to a MapLight analysis of data from the National Institute of Money in State Politics.\nOn the eve of Pruitt’s confirmation vote, an Oklahoma judge ordered him to turn over more than 2,000 emails by Tuesday—correspondence with fossil fuel companies and the groups they fund—citing his “abject failure” to comply with open records laws. The documents had been sought for two years by the nonprofit watchdog Center for Media and Democracy. A half-dozen Democratic senators submitted a letter to the court in support of the records release, saying it “may be the only means by which the Senate and the general public can obtain in a timely manner critical information about Mr. Pruitt’s ability to lead the EPA.”\nBarrasso, who led Pruitt’s confirmation process, said Pruitt was “the most thoroughly vetted nominee” for EPA ever. He was asked more than 200 questions at the hearing, and responded to another 1,078 written questions for the record. “His answers were thoughtful, and they were thorough,” Barrasso said.\nDemocrats complained his responses were inadequate. Pruitt did not, for instance, provide information they sought on the funders behind the Republican Attorneys General Association, the Rule of Law Defense Fund or other organizations he’s been involved with.\nWith eight of his lawsuits against the EPA still underway, Pruitt has declined to commit to recusing himself from those cases. “The EPA ethics counsel has indicated, with respect to particular matters and specific parties, there will be an opportunity to get counsel from the EPA at that point, to determine what steps could be taken to avoid appearances of impropriety,” he said during his hearing.\nNearly 800 former EPA staffers, including scientists, engineers and attorneys, signed a letter to the Senate protesting the Pruitt appointment. His record “raises serious questions about whose interests he has served to date and whether he agrees with the longstanding tenets of U.S. environmental law,” said the letter, organized by the nonprofit Environmental Integrity Project, an advocacy group started by a former EPA attorney. Some retired EPA employees are also organizing protests and other activities in rare vocal opposition to the new administration and its EPA pick.\nA small number of current EPA staffers, who are accustomed to changes in political leadership, also took the unusual step of speaking out against Pruitt’s confirmation. In Chicago, around 30 employees of the EPA’s regional office joined a protest organized by the Sierra Club environmental group and the American Federation of Government Employees to protest the now EPA administrator.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}