{
  "url": "https://insideclimatenews.org/news/09022017/carbon-tax-epa-clean-power-plan-climate-change-donald-trump/",
  "title": "Republican Carbon Tax Proposal: Novel Climate Solution or Regulatory Giveaway?",
  "date": "2017-02-09T09:00:20-05:00",
  "content": "A group of eminent establishment Republicans have proposed a grand compromise on climate change policy: a carbon tax, offset by a payout to individuals and families, in exchange for repeal of other regulations on industry.\nThe tax, collecting $40 for every ton of carbon dioxide pollution from fossil fuels, and escalating over time, would include a charge on imports and would generate enough revenue to pay substantial, regular dividend checks to individuals and households. In exchange, Congress would strip the Environmental Protection Agency of most powers to issue new regulations to control emissions, including a full repeal of the Clean Power Plan that the Obama administration wrote to govern power plants.\nThe proponents say their approach is designed to create deeper emissions cuts than regulations would accomplish, more than enough to meet the United States’ pledges under the Paris Agreement on global warming. Among others, its sponsors include five prominent cabinet members and economic advisers to past Republican presidents—George Shultz, James Baker, Henry Paulsen, Martin Feldstein and Gregory Mankiw.\nIt’s a longshot to become law, but it won guarded praise from some environmentalists. If this version of the idea does draw more serious attention than past trial balloons, here are the kinds of vexingly complicated questions that will surely arise.\nFor starters, prices would go up, for everything from gasoline and electricity, to stuff made of metal and cement, to food and other staples. That’s deliberate: a carbon tax, like a cattle prod, is meant to deliver a shock that changes behavior.\nIt’s fairly simple to calculate the impact on gas at the pump—about 36 cents a gallon, at first. It gets much harder to estimate the ripple effects. How your electric company or the conglomerate that sells you breakfast cereal responds to rising fuel prices is up to them, but the costs will come back to you.\nUnder this plan, all the tax revenues are intended to go back to consumers in quarterly checks from the Social Security system—an estimated $2,000 yearly for a family of four. This could help people who are already having a hard time making ends meet, but they’d still notice the extra cost of every fill-up.\nTheoretically, people will react to these price signals by conserving energy, whether that means carpooling and lowering the thermostat, squeezing into a thrifty hatchback or splurging on an elegant Tesla.\nRealistically, adjusting your carbon footprint is not always as simple as it sounds. What if you live in a rental apartment, or face a sudden increase in your bus fare to work? You can’t install double-paned windows or switch buses, so you might just cut spending on premium cable channels or do something else with no carbon benefit.\nAnd if the merits of this plan are its simplicity, as its sponsors boast, even they are tempted to gild the lily. “Congress might even consider allowing individuals to borrow against their future dividend income for certain clearly defined purposes, such as higher education or the purchase of an electric vehicle,” the proposal suggests.\nThe idea of trading off a carbon tax against traditional regulations is the main thing that distinguishes this proposal from a half dozen carbon tax bills presented by Democrats—such as Bernie Sanders, who combined a smaller carbon tax with a larger package of regulations and incentives.\nThe rollback is done mainly to defang corporate opposition. The carbon tax will punish the sickly coal industry especially hard, as it’s the dirtiest fuel. That’s why the first rule to go, under this proposal, would be the Clean Power Plan, anathema to Big Coal.\nBut fossil fuel industries already believe that the CPP is dead in the water, ripe to be overturned in court or gutted by President Trump, Senate Majority Leader Mitch McConnell, and Scott Pruitt, who sued to block the plan and is now nominated to head the EPA.\nAnd environmentalists, even those who would normally welcome a tax on carbon and who recognize that utility emissions had been dropping fast even without the CPP, won’t easily accept this tradeoff.\nIt’s not just the CPP, but the entire authority of the Environmental Protection Agency to limit CO2 under the Clean Air Act, that could be sold down the river. Perhaps existing energy-efficiency standards for autos might survive, but not much else.\nTo some green campaigners, this sounds like: “Here’s a silver bullet. Now surrender your firearms.”\nThe approach suggested by this group starts with a tax of $40 per ton of and increases it gradually.\nBut how far? The authors of this proposal suggested: “At the completion of a five year period, a Blue Ribbon Panel could recommend whether the tax rate should increase further, based on the best climate science available at the time.”\nBut blue ribbons are no match for political buzzsaws, and in this case the science is already under assault from forces of denial.\nEven these moderate Republicans, who never cracked down on carbon when they were in power, are a little dodgy on the science, declaring that “while the extent to which climate change is due to man-made causes can be questioned, the risks associated with future warming are too big and should be hedged.”\nScientists say that to head off the worst risks of global warming, carbon pollution from energy has to be brought to zero in a few decades. That implies a pretty stiff tax, escalating at a pretty rapid clip.\nSome economists say that a carbon tax should be roughly in line with the costs that society will have to pay for damages from the warming caused by today’s emissions. This is known as the “social cost of carbon” and has been estimated by the Obama administration to be in the ballpark of $40. But fossil fuel allies in Congress are hostile to using the measure for any regulatory purpose whatsoever, let alone to fix a price directly on carbon dioxide emissions.\nIt’s not clear what a carbon tax would mean for the growing practice in some states and around the world of putting a price on carbon through cap-and-trade policies. The Senate gave up on this approach early in the Obama administration, after the House had passed a cap and trade bill.\nCap and trade has proven to be popular and effective in the Northeast, where states banded together to create the Regional Greenhouse Gas Initiative. It caps utility emissions and shares the revenues with the states, who use the money for energy efficiency and other programs.\nBut when Congressional opponents killed the idea nationally, it was by dubbing it “cap-and-tax.” That doesn’t bode well for this alternative, even if the tax is sweetened by a dividend.\nThe possibilities are endless.\nIf the goal is to level the playing field between competing forms of energy, why not strip away tax subsidies that favor oil, natural gas and coal on the one hand, or wind and solar on the other?\nA $40 tax on carbon is a lot, but it’s not nearly enough to make carbon capture and sequestration (CCS), favored by many in the fossil fuel industry, competitive in the marketplace. What would Congress be likelier to do: raise the tax to make CCS feasible, or write a loophole for this special case?\nIf a quarterly dividend check from the Social Security office would draw support from consumers, why not use some of the money to lower corporate taxes instead?\nIf Congress is going to be effectively increasing the gas tax, why not invest some of this tax increase in the way gas taxes have always been spent—on highways and mass transit infrastructure? Roads and bridges are crumbling as the trust fund withered away, partly because drivers of fuel-efficient cars paid less taxes. Infrastructure advocates will surely want a piece of the carbon tax action.\nIf it’s carbon that counts, how to calculate the carbon footprint of ethanol derived from corn and other plants? How about the carbon footprint of wood pellets burned to make electricity? Just applying the carbon tax to biofuels is a whole battleground of its own.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}