{
  "url": "https://insideclimatenews.org/news/01022017/neil-gorsuch-donald-trump-supreme-court-climate-change/",
  "title": "Why Environmentalists Are So Worried About Trump’s Supreme Court Pick",
  "date": "2017-02-01T18:50:51-05:00",
  "content": "For environmentalists worried about future Supreme Court decisions on climate change, the biggest difference between Donald Trump’s nominee to the court and Barack Obama’s boils down to one word, Chevron.\nNeil Gorsuch, chosen by Trump to fill the vacancy of Antonin Scalia, is seen as a steadfast foe of the Chevron standard. That principle says courts should defer to federal regulatory agencies when the regulators are carrying out laws that are ambiguous. In contrast to Gorsuch, Merrick Garland, nominated last year by Obama but stymied by Senate Republicans, adhered closely to the standard.\nChevron is one of the pillars of modern regulatory law, and it matters greatly to climate change activists because it has provided the Environmental Protection Agency considerable leeway in using the Clean Air Act to control carbon dioxide pollution.\nIts significance will be stark when the Supreme Court considers the fate of the Clean Power Plan in the next year or so. The rule is a pillar of Obama’s climate policies, but Trump has vowed to discard it. Just before Scalia died, the Supreme Court put it on hold and a federal appeals court is reviewing it. It’s the next big test of the Chevron doctrine.\nEver since a Democratic-controlled Congress failed to pass a climate bill early in Obama’s presidency, attempts to regulate emissions have hinged on the executive branch’s interpretations of existing law. That would be a lot easier to do with Chevron in place than without it.\nChevron is the main reason that climate hawks reacted as they did to the Gorsuch nomination.\n“A review of Gorsuch’s writings and decisions indicate that he would seek to overturn well-established Supreme Court precedents and prevent the federal government from enforcing bedrock environmental laws such as the Clean Air Act and Clean Water Act,” said EarthJustice, the green litigation group.\nThe Center for American Progress, which supported Obama’s policies, warned: “Gorsuch wants to give unelected judges more power to strike down federal regulations that protect consumers and the environment.”\nIt’s a fair, if somewhat simplistic, interpretation of his record.\nIn one widely noted opinion on an immigration case, Gorsuch wrote that the Chevron standard “certainly seems to have added prodigious new powers to an already titanic administrative state.”\nOne remarkable thing about Gorsuch’s view is that it doesn’t just rebalance power away from the executive branch and back to the legislative branch. Congressional Republicans, already on an anti-regulatory spree, would cheer that.\nRather, it shifts the ultimate power of interpretation to the judicial branch. Gorsuch calls Chevron an “abdication of judicial duty.” And that duty is to “interpret the law and declare invalid agency actions inconsistent with those interpretations.”\nThat only heightens the panic of environmentalists who, having lost control of both chambers of Congress and of the White House in less than a decade, fear losing out in the Supreme Court.\nBut while they are right to worry, the balancing act around Chevron and other principles of environmental law is tricky, and advocates defending climate action are not facing a lost cause.\nHere are just a few things to remember about Chevron.\nIt doesn’t always favor environmentalists. In fact, the 1984 decision in Chevron v. NRDC was a win for the oil company and a loss for the Natural Resources Defense Council. A couple of years ago, the NRDC explained how the case could end up working in favor of the Clean Power Plan.\nDifferent judges can use Chevron’s double-edged sword differently. Gorsuch disagrees with Garland on deference to agencies, but he also differs with Scalia. So it’s hard to predict what the differences mean in one case or another.\nAfter all, when Scalia dissented in the landmark climate case Massachusetts v. EPA, he opined that the Bush administration’s EPA deserved deference under Chevron. That was after the EPA had refused to issue a finding that carbon dioxide pollution was endangering people and the planet. The majority disagreed, declaring that the scientific consensus behind global warming trumped the agency’s recalcitrance.\nWith the court so narrowly split, if Gorsuch fills Scalia’s seat, it’s not easy to predict what the deference doctrine will mean for climate cases.\nThe boundaries have already been shifting. In the 2015 Obamacare case King v. Burwell, for example, the court said that regulations with extraordinary economic impact might face a different Chevron test than less momentous rules had.\nImmediately, critics of Obama’s far-reaching Clean Power Plan said that would help them overturn it in court. But the agency responded swiftly, according to this Harvard Law Review article, and EPA cited the King decision several times in a final climate rule written “with more careful legal analysis in the face of greater uncertainty over whether Chevron will apply.”\nGorsuch will get a lot of questions about Chevron during confirmation hearings. But he is unlikely to answer anything asked directly about the Clean Power Plan.\nAny day now, the United States Court of Appeals for the D.C. Circuit is expected to rule on the case brought by the fossil fuel industry and its coal-state allies attempting to topple the rule. Now more than ever, all eyes will be on how that court describes the deference the EPA is due under Chevron.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}