{
  "url": "https://insideclimatenews.org/news/24012017/climate-change-toxic-algae-oceans-west-coast-seafood/",
  "title": "Toxic Algae May Thrive as Climate and Oceans Warm, Study Says",
  "date": "2017-01-24T11:00:25-05:00",
  "content": "A newly established link between warmer ocean temperatures and toxin-spawning algae provides the latest sign that climate change is causing biological disturbances in the oceans. Scientists tracked West Coast outbreaks of the planktonic algae back to 1991, finding them strongly correlated with warm phases of Pacific Ocean cycles.\nThe new research, published last week in the Proceedings of the National Academy of Sciences, focused on a single-cell species of phytoplankton called Pseudo-nitzschia. It produces domoic acid, which can be fatal to humans if consumed at high levels by eating shellfish. Domoic acid has also been implicated in mass die-offs of marine mammals, including sea lions, sea otters, dolphins and whales.\nA 2015 Pseudo-nitzschia bloom from the central California coast up to Alaska was the most widespread on record, taking a $100 million bite out of the Dungeness crab industry in Washington, Oregon and California, according to NOAA. Scientists monitor for the toxin and close down fisheries when it reaches dangerous levels. There were unprecedented outbreaks of similar pathogens around the world that year, which was Earth’s warmest on record (until it was surpassed by 2016).\nResearchers have documented the changes to plankton cycles in recent years, including bigger and longer-lasting blooms spreading to new territory. Evidence points to ocean warming as a big part of the problem, with some regional nuances. In 2014, a European Union science report concluded that toxic algae blooms will increase under climate change.\n“If these warm ocean regimes become more persistent due to global warming, as some hypothesize, West Coast domoic acid events may also increase in persistence and frequency,” the researchers wrote in the new study.\nSince 1900, the average sea surface temperature has increased by 0.85 degrees Celsius. Coastal waters are “very likely to continue to warm in the 21st century, potentially by as much as 4 to 8 degrees Fahrenheit,” according to the EPA, which has warned of increased algae blooms.\nLead author of the new study, Morgaine McKibben, an oceanographer at Oregon State University, said the scientists compared temperature records from West Coast waters with official reports of elevated toxin levels to find a surprisingly strong correlation between ocean warm phases and outbreaks.\n“The warmer the conditions, the bigger the impacts. If it’s a really warm year, it’s going to be a really toxic year,” she said.\nResearchers in every ocean are now piecing together the global puzzle of algae, said Seattle-based NOAA biologist Kathi LeFebvre, who focuses on the effects of marine seafood toxins on wildlife and human health. She was not involved in the study.\n“We can say there are, without a doubt, more blooms, longer blooms and more toxins,” she said. “The first documented event of domoic acid poisoning of marine mammals was in the 1990s. Every year after that, there have been dozens to hundreds of cases. This last year was the first time we had a seizuring sea lion in Washington, and we found it in bowhead whales in the Arctic. These are raging alarm bells.”\nThe new study looked at all years going back 26 years, with the outbreaks spiking during warm phases of the ocean cycle and El Niño years. While the exact link between climate change and recurring cycles like El Niño has been difficult for scientists to pin down, research shows a clear global warming fingerprint that links greenhouse gas pollution and warmer ocean water off the West Coast.\n“The overall increase in Pacific warmth is associated with human-caused climate change, not internal oscillations,” said Penn State’s Michael Mann, who was not involved in the study. A 2015 study he co-authored in Science showed that most of the Pacific Ocean temperature increase previously believed to be natural can be attributed to the heat-trapping effect of greenhouse gases.\nBut making global predictions of how algae will respond is still a formidable challenge, said Gustaaf Hallegraef, a researcher at the Institute of Marine and Antarctic Studies at the University of Tasmania, who is currently compiling a global database on harmful algae for the United Nations Environmental Program.\n“The one thing that stands out is that they will become more unpredictable, and human society may get caught by seafood poisoning outbreaks in currently poorly monitored areas. There are examples of range expansions of tropical species moving into subtropical/temperate areas,” he said.\nWhen large parts of the Pacific Ocean spiked to record warmth in 2015, Tasmania saw its first-ever outbreak of paralytic shellfish poisoning, and there was also a domoic acid outbreak in Chile, causing $800 million in damages to fishing and aquaculture. As global temperatures spiked to a record 1.62 degrees Fahrenheit above average in September 2015, scientists in Ireland monitored an outbreak of toxin-producing Karenia mikimotoi algae that threatened coastal aquaculture operations. Similar outbreaks happened in Ireland in 2005 and 2012, which were also both record-warm years.\nAllen Cembella, with the Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research, has been studying toxic algae blooms for 35 years.\nHe said warmer water may cause higher levels of toxins in some species, but lower levels in others. So findings in one part of the world do not necessarily translate to valid predictions elsewhere.\n“Big changes in ocean currents would change distributions, could cause massive shift of toxic organisms to new areas,” Cembella said. “But we have to be careful when we’re called on to make predictions about phenomena that we’re just starting to understand.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}