{
  "url": "https://insideclimatenews.org/news/19012017/climate-change-lyme-disease-south-us/",
  "title": "Warming Climate May Limit Lyme Disease’s Spread in Parts of the U.S.",
  "date": "2017-01-19T18:00:47-05:00",
  "content": "While some research has linked the spread of Lyme disease to climate change, the details of that connection are complex. A new study suggests that a warming world may help tamp down the disease at the southern edge of the Northeastern coastal region where it is most prevalent.\nThe research, published last week in the journal PLOS ONE, suggests that a warmer climate in the Southeastern United States has led to the evolution of deer ticks that are less likely to latch onto people, at least in some parts of the ticks’ range. Other research has shown that climate change appears to be expanding the ticks’ overall range, and that global warming may help spread many dangerous mosquito-borne diseases such as malaria and Zika into new areas.\nScientists have known for years that Lyme is less common in the South, despite widespread prevalence of the parasite that causes it. A couple of years ago, some of the same researchers involved in the new work confirmed that southern ticks tend to bed down below the leaf litter, while their northern counterparts prefer climbing up stalks of grass or brush, primed to hitch a ride on human legs.\nThe findings were revealing but baffling, said Howard Ginsberg, a research ecologist with the United States Geological Survey and the lead author of the new study. “No one understood why.”\nTo answer the question, Ginsberg and colleagues took larvae from two populations of ticks—one from Rhode Island and one a cross-breed of northern and southern groups—and exposed them to different climatic conditions in a lab. The researchers discovered that when humidity dropped below about 85 percent, ticks tended to die quickly under hotter, southern temperatures. If humidity remained higher, however, as it generally does deep under a blanket of leaves, ticks were able to survive the heat. With consistent exposure to high temperatures, the authors surmise, the southern populations have evolved with the instinct to lay low.\nGinsberg says the findings suggest that as temperatures warm, ticks in some regions of the Mid-Atlantic, like the Chesapeake Bay, may evolve to exhibit similar behaviors, perhaps leading to lower incidence of Lyme there.\nSam Telford, an epidemiologist at Tufts University, said the work was very good and serves to confirm what decades of observations suggested about differing behaviors between northern and southern deer ticks. But he suspects that other genetic differences between the populations, which scientists are just beginning to explore, may also contribute to the disparate rates of Lyme infections.\nThe disease has become the most common illness spread by pests in Europe and North America. Each year, an estimated 300,000 Americans contract Lyme—which can cause rashes, swollen joints and neurological problems—and the number of cases reported has risen steadily over the past 25 years.\nThat has invited lots of attention from scientists and the public, including extensive discussion in last year’s National Climate and Health Assessment. In a synthesis of existing research, the assessment stressed the enormous challenges to untangling the relationship between Lyme and climate change. Warmer weather can affect every aspect of the disease’s cycle, from the abundance of ticks and host animals to the behavior of the bacterium itself, Borrelia burgdorferi. It noted that studies have established an influence of climate on the distribution of ticks, but that a direct link between temperature and incidence of Lyme has proven more elusive.\nGinsberg is quick to stress that their findings remain theoretical. There are other possible explanations for the lower incidence of Lyme in the South, including the different mix of vertebrate hosts. Skinks and other lizards, which are common in the South, are relatively poor vessels for the disease compared with mice. Ginsberg and his colleagues have been testing this hypothesis as well and expect to publish their results in coming years.\nMaria Diuk-Wasser, who studies the effects of environmental change on tick-borne illnesses at Columbia University, said in an email that the study provides “a significant contribution to the field,” because it links tick mortality to specific measurements. But she stressed that our understanding of the evolution of tick behavior “is still in its infancy, so it would be hard to predict how the ticks will evolve to changes in climate.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}