{
  "url": "https://insideclimatenews.org/news/09012017/barack-obama-donald-trump-climate-change-clean-energy/",
  "title": "Obama: Trump Cannot Undo All Climate Progress",
  "date": "2017-01-09T18:53:46-05:00",
  "content": "President Obama, writing in the nation’s leading science journal, declared that “the trend toward clean energy is irreversible” regardless of the different policy choices likely to come from his successor.\nIn an unusual essay by a departing president, Obama urged Donald Trump not to “step away from Paris,” where the world’s nations pledged in 2015 to accelerate the shift to carbon-free energy to slow global warming.\n“This does not mean the next Administration needs to follow identical domestic policies to my Administration’s,” he wrote in an essay published Monday by the journal Science. “There are multiple paths and mechanisms by which this country can achieve—efficiently and economically, the targets we embraced in the Paris Agreement.”\nIt is the latest of several attempts by Obama and his departing team to define his own legacy on climate change and other issues, in hopes that the Trump arrivals will not move too quickly on their instincts. In most respects they strongly favor fossil fuels and resist science-based calls for deep decarbonization.\n“Although our understanding of the impacts of climate change is increasingly and disturbingly clear, there is still debate about the proper course for U.S. policy—a debate that is very much on display during the current presidential transition,” Obama wrote. “But putting near-term politics aside, the mounting economic and scientific evidence leave me confident that trends toward a clean-energy economy that have emerged during my presidency will continue and that the economic opportunity for our country to harness that trend will only grow.”\nObama boasted that during his tenure, emissions of carbon dioxide from energy in the U.S. fell 9.5 percent from 2008 to 2015 while the economy grew by 10 percent.\nBut some of that drop was due to the recession that welcomed him to office in 2009, or to other market or technology trends beyond his control; and to the extent his policies deserve credit, many are now under challenge.\nIn his essay, he concentrated on trends that are likely to sustain themselves.\nThe cost of renewable energy, for example, is plummeting, and “in some parts of the country is already lower than that for new coal generation, without counting subsidies for renewables,” he wrote.\nThat is an argument made recently, too, by his own Council of Economic Advisers. He also cited a report on climate risks by his own Office of Management and Budget to argue that business-as-usual policies would cut federal revenues because “any economic strategy that ignores carbon pollution will impose tremendous costs to the global economy and will result in fewer jobs and less economic growth over the long term.”\n“We have long known, on the basis of a massive scientific record, that the urgency of acting to mitigate climate change is real and cannot be ignored,” he wrote.\nHe said a “prudent” policy would be to decarbonize the energy system, put carbon storage technologies to use, improve land-use practices and control non-carbon greenhouse gases.\n“Each president is able to chart his or her own policy course,” he concluded, “and president-elect Donald Trump will have the opportunity to do so.”\nBut the latest science and economics, he said, suggests that some progress will be “independent of near-term policy choices” —in other words, irreversible.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}