{
  "url": "https://insideclimatenews.org/news/20122016/white-christmas-snow-climate-change/",
  "title": "What Are Your Chances of a White Christmas? Probably Less Than They Used to Be",
  "date": "2016-12-20T16:21:41-05:00",
  "content": "Despite the near-certainty that 2016 will surpass 2015 as the hottest year on record, winter lovers may take some small comfort that global warming isn’t going to end dreams of a white Christmas just yet.\nBut the odds of seeing snowflakes and snow on the ground during the holidays have dropped dramatically in some parts of the world, including southern Canada and parts of Europe. In the U.S., winter snow has increased across swaths of the country, including the West, the upper Midwest and into the Appalachians, but it has decreased in the Pacific Northwest and parts of the Northern Plains.\nAnd whether or not your Christmas qualifies as white depends on your perspective. In the snowy realms of Canada, Earth’s second-coldest country, a white Christmas means that there are at least 2 centimeters of snow on the ground, said David Philips, senior climatologist with Environment Canada.\n“In England, I hear, bookies will pay off on a white Christmas bet if they see a few flakes in the sky, but we have a higher standard here in the Great White North,” he said.\nUsing climate records going back to 1964, Philips has measured a dramatic drop in the probability of a white Christmas across the southern part of the country, where most of its people live. In Calgary, site of the 1988 Winter Olympics, snow was likely three out of four years between 1964 and 1984, but between 1991 and 2009, the odds dropped to less than 50 percent.\nPhilips also pointed out that winter has warmed by an average of 3.3 degrees Celsius in the past 70 years across Canada, twice as much as any other season.\n“People who don’t even like snow love it at Christmas time. It goes with the tinsel and turkey,” he said. “Canadians don’t fret that much about global warming, but this is something that hits home.”\nIn Germany, the chances for a cold, snowy Christmas have also declined in recent decades, according to Peter Hoffmann, with the Potsdam Institute for Climate Impacts Research.\n“Weather records show that in the 1970s, white Christmas, or at least the according cold temperatures, occurred about every three or four years,” he said. With the average late December temperature increasing by about 1 degree Celsius, the odds for Christmas snow have decreased to about every five to eight years.\n“It is still possible to have a white Christmas with snow and sleds, but simply occurring more rarely.”\nThe Austrian federal meteorology office has tracked a similar trend.\n“In Austria’s lower elevations, the chances of a white Christmas have been halved,” said climatologist Alexander Orlik.\nBut even though climate change is a global phenomenon, its impact on Christmas snow doesn’t play out the same way everywhere. Across parts of the U.S., the chances of a white Christmas are increasing, according to data compiled by the National Oceanic and Atmospheric Administration and the Rutgers University Global Snow Lab, which show winter snow coverage growing in North America.\n“Europe has warmed more than the U.S. and some snow turns to rain in more southerly regions. So expect less snow in marginal areas but more a bit further north,” said Kevin Trenberth, a climate expert with the National Center for Atmospheric Research in Boulder, Colo.\nA white Christmas is not an accurate way to measure climate change, he said, with seasonal data being much more conclusive. For North America, those records show that the snowpack in mid-winter has increased.\n“It is possible to have snowier winters even though it’s warmer,” said Manoj Joshi, a climate dynamics expert at the University of East Anglia in England. “There are two crucial things that can happen. There are changes to hydrological cycle. In a warmer world, there’s more humidity and you’re going to have more heavy precipitation events, so what happens in winter, you get more snow.”\nThat’s reflected by a NOAA map showing areas where the ground has been covered by snow at Christmas up to 25 percent more frequently in recent decades.\n“[T]here seems to have been a modest increase in snow extent during the holiday week today compared to the past for the country as a whole, although it clearly varies a lot from place to place,” federal climate experts wrote in a 2014 Snows of Christmas Past blog post.\nThere’s also increasing evidence that global warming is changing the path of winter storms in the Northern Hemisphere. Even a small shift in that pattern could make a big difference in whether any given location experiences a white Christmas, Joshi said. Rising global temperatures also accentuates the phenomenon known as the polar vortex, a severe dip in the jet stream that sends frigid Arctic air into the U.S.\nBut looking into the future, projected global warming will play a big role in many mid-latitude locations, where a huge percentage of the world’s population lives. In places where the average Christmas temperature is already above freezing, snow will be much less likely. In places where Christmas snows are common now but the average seasonal temperature hovers near freezing, rain will become more common.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}