{
  "url": "https://insideclimatenews.org/news/23112016/obama-climate-change-agenda-trump-executive-order/",
  "title": "How Much of Obama’s Climate Agenda Can Trump Undo With the Stroke of a Pen?",
  "date": "2016-11-23T16:29:59-05:00",
  "content": "President Barack Obama issued 263 executive orders during his eight years in office, at least 35 of them dealing with climate change, energy or the environment. When President-elect Donald Trump takes office, revoking some of those executive orders could be among his first acts, because it can be done without Congress, by the simple stroke of a pen.\n“On the first day of my term of office, my administration will immediately pursue” canceling “every unconstitutional executive action, memorandum and order issued by President Obama,” Trump said in his 100-day action plan.\nTrump has made it clear that among his top priorities is the unfettered development of America’s oil, gas and coal. He pledged to revive the coal industry, although its decline is largely due to market forces, to lift restrictions and moratoriums on energy production, and to rescind regulations that stand in the way of this future. This clearly has put rules like the Clean Power Plan and methane regulations on the chopping block, but beyond that his agenda is still unclear.\n“If you look at the substance of the Trump campaign, it was hard to know what specific policies he was referring to and what he was advocating,” said Gary Bass, who founded the former government watchdog group OMB Watch. “So, I don’t know what he’s going to do. I have no clue. I wonder if he does?”\nOn executive orders, he has a lot of targets. The orders range from fighting climate change to making federal buildings greener to ensuring that climate change is taken into account on committees dealing with the economy and domestic policy.\nSome deal with climate change only tangentially, with a single mention of climate or a low-carbon future in an order that deals with other issues. Others take the issue head on. They include requirements for federal buildings to be built based on more rigorous flood risk data; the establishment of a National Ocean Policy that would protect and coordinate decisionmaking related to oceans and coasts; the creation of committees to help disaster restoration efforts on the Gulf Coast and around the Chesapeake Bay; and mandates for the federal fleet to use lower-emitting vehicles.\n(There are several that Trump is likely to keep, too, including one executive order established to mollify the pipeline industry and its Congressional backers during the fight over Keystone XL. That order expedites the regulatory process around oil and gas infrastructure and development projects.)\nWhile it is impossible to know exactly what Trump will do when he takes office, a week after the election the conservative Competitive Enterprise Institute (CEI) gave a window into his possible thinking, when it laid out a hit list of three climate policy-related executive orders that it wants immediately eliminated. The leader of Trump’s EPA transition team is Myron Ebell, CEI’s director for its Center for Energy and Environment.\nThe executive orders identified by CEI  all involve changing the way the federal government operates to deal with climate change:\nPlanning for Federal Sustainability in the Next Decade\nThis order, issued on March 19, 2015, calls for the reduction of each federal agency’s greenhouse gas emissions by 40 percent over the next decade from 2008 levels and increases the share of electricity the federal government uses from renewables to 30 percent. The order achieves these gains by setting interim targets limiting energy use and sources in federal buildings, and lowering emissions from the federal fleet of vehicles.\nClimate Resilient International Development\nIssued on Sept. 23, 2014, this order mandates that international development work must factor in climate resilience. In its blog post, CEI wrote that this should be targeted because “elevating ‘climate-resilience considerations’ too easily becomes an excuse to deny poor countries access to affordable energy, ignore the real causes of poverty (corruption, lack of strong property rights), and legitimize phony grievances against the fossil energy-rich United States.”\nPreparing the United States for the Impacts of Climate Change\nThis order lays out a series of steps that federal agencies must take to help American communities strengthen their resilience to climate change. It was issued on Nov. 1, 2013. CEI took issue with this because it argued that “the order directs agencies to recruit, indoctrinate, bankroll, and coordinate climate activists at all levels.”\nThose aren’t the only orders that could be on the chopping block. Others appear to be implementing Obama’s climate agenda through executive order and have resulted in backlash from Republicans.\nStewardship of the Ocean, Our Coasts and the Great Lakes\nThis June 2010 order adopted the findings of the Interagency Ocean Policy Task Force and implemented a new National Ocean Policy and created a task force with the goal of protecting and restoring ocean habitats and ecosystems in the wake of the 2010 Deepwater Horizon spill.\nThe House Committee on Natural Resources’ website had this to say about the order: “The policy sets up a new level of federal bureaucracy with control over the way inland, ocean and coastal activities are managed. This has the potential to inflict damage across a spectrum of sectors including agriculture, fishing, construction, manufacturing, mining, oil and natural gas, renewable energy, and marine commerce, among others.”\nEnhancing Coordination of National Efforts in the Arctic\nThis order from January 2015 established a steering committee to coordinate activities in the Arctic among federal, state, local, Alaska Native and all other stakeholders. It was issued as the United States was poised to take the leadership of the Arctic Council, an intergovernmental panel that coordinates the Arctic states.\nThough it was lauded by many as a way to streamline work in the Arctic and make sure Alaska Natives were given a voice, not everyone was happy with it. In a statement issued at the time, Sen. Lisa Murkowski (R-AK) said, “Science-based decision making is essential as we move forward, but we cannot ‘study’ ourselves into inaction. Investment and vision are needed—in infrastructure, ice breakers, and a predictable federal oil and gas permitting process—to craft an Arctic economy.”\nEstablishing a Federal Flood Risk Management Standard and a Process for Further Soliciting and Considering Stakeholder Input\nThis January 2015 order would have seemed like a natural target. It mandates that federal buildings meet higher flood risk management standards with decisions based on “a climate-informed science approach.”\nWhen it was released, the order sparked a backlash from conservatives. Eight Republican senators from among the most flood-prone states in the country sent a letter to Obama calling the order illegal and saying it would lead to unaffordable flood insurance rates. But when the 2016 omnibus budget was passed, it had much of the executive order’s language tucked inside it. With Congress’s stamp of approval behind it, the order is no longer so vulnerable.\nThere are also a number of executive orders that Trump and his allies are unlikely to reverse. They include:\nImproving Performance of Federal Permitting and Review of Infrastructure Projects\nThis 2012 order was issued by Obama from the campaign trail that year, in front of a stack of pipelines in the oil hub of Cushing, Okla. It called for expedited permitting and review of infrastructure projects, including pipelines. It was designed to deflect Republican criticism for the president’s first rejection of the Keystone XL pipeline.\nSupporting Safe and Responsible Development of Unconventional Domestic Natural Gas Resources\nAlso issued in 2012, this order sought to expedite the regulatory process around developing natural gas. When the order was issued, the Natural Gas Supply Association sent out a glowing statement, saying “NGSA welcomes today’s executive order, which should create an improved regulatory environment for natural gas development.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}