{
  "url": "https://insideclimatenews.org/news/16112016/myron-ebell-climate-denier-epa-donald-trump/",
  "title": "Myron Ebell, the Climate Contrarian Now Plotting the EPA’s Precarious Future",
  "date": "2016-11-16T18:18:41-05:00",
  "content": "Myron Ebell, chosen by Donald Trump to lead his transition team for the Environmental Protection Agency, traces a long history as a determined conservative firebrand.\nHe rose through the ranks of the “wise-use” movement to land at the Competitive Enterprise Institute, pushing an ideology of private property and free markets reigning supreme. He led activists calling themselves the Cooler Heads Coalition, pushing a brand of no-holds-barred climate denial, putting himself at the center of divisive advocacy wars over fossil fuels and the environment.\nFor decades, he has pushed the radical insistence that the environmental left has it all wrong: the science, the ideology, the economics and the politics of climate change.\nThe same views apply across the landscape of environmental policy, from land and water conservation to energy production.\nDuring an earlier transition from one administration to another, as the Bush-Cheney Republicans arrived to displace the Clinton-Gore Democrats in 2001, he shared his views in an online chat sponsored by the Washington Post. He said Gail Norton, a Reagan-era private-property-rights champion nominated for Interior Secretary, and Spencer Abraham, a founder of the Federalist Society who had voted to abolish the Energy Department but now would run it, were “superb choices.” But he reckoned that Christine Todd Whitman, a moderate from New Jersey who was to head the EPA, “may turn out to be a good choice or may not.”\nIt was a savvy move to damn Whitman with such vanishingly faint praise. It would not be long before she was a victim of intense maneuvering against forceful action on climate change during the opening Bush-Cheney years. Ebell thought Whitman should only be retained if her EPA would “stop claiming regulatory authorities far beyond its legal authority.”\nIt’s just like his view today, except that there are new Obama-era targets, like the Clean Power Plan and the Waters of the United States rule.\nThrough all that ensued since 2001—the abandonment of the Kyoto Protocol and the rise of the Paris Agreement; the Supreme Court decree that the EPA must control carbon dioxide emissions from fossil fuels; and the ensuing fight over regulations to do just that—Ebell has never wavered in his views.\nSo his ascendancy in the Trump camp alarms and exasperates people like Eric Schaeffer, former head of enforcement at EPA and now executive director of the Environmental Integrity Project, a nonprofit watchdog group.\nThey know him as the author of a famous denialist alt-science memo in the 1990s, as an advocate who helped scuttle the Kyoto Protocol in the 2000s. He is also known as a happy warrior at CEI, funded generously by Exxon and by dark-money donors, that never concedes the field. They know that CEI remains engaged in a furious fight with state attorneys general over its own role in Exxon’s record on climate change. They can only imagine how far he and the Trump team might go in de-funding and de-fanging the EPA.\n“It tells me they are not approaching this analytically, logically, or even as economists,” Schaeffer said. “They are approaching it as ideologues. And that’s pretty dangerous. It used to be, even to some extent under ‘W,’ you talked in code or at least made some kind of showing of your interest in the environment and clean air and water, and having a credible EPA. They’ve completely thrown that overboard.”\nAlready, CEI is getting very specific about the kinds of actions the Trump administration should take. This week it listed three executive orders exemplifying those that should be deep-sixed. (They involve energy conservation by the federal government, international development aid and protection of infrastructure from climate impacts.)\nIf the Clean Power Plan meets its demise, and particularly if the Paris Agreement goes down the same drain, the defeat for 21st century environmentalism would exceed the undoing of the Kyoto Protocol or the failure of the Waxman-Markey cap-and-trade climate bill early in the Obama years.\nAt its heart, it would be a victory for denial. And it would vindicate the long game plan of fossil fuel forces that recognized that financing the machinery of ideology was just as important as financing political campaigns—because Big Oil and Big Coal contributed relatively little this year to the Trump campaign, even as the fossil fuel camp scripted his thinly-embellished policy declarations.\nOne irony, said Jeremy Symons, associate vice president for climate policy at the Environmental Defense Fund, “is that Trump said he would ‘drain the swamp,’ but Ebell is a creature of the swamp. He has been taking money from years from industry to slow and stop climate change.”\nRobert Brulle, a sociologist who has extensively documented the industry’s support of climate denial, said CEI’s biggest funder, pouring in $9.1 million between 2002 and 2013, was the Florida-based Dunn’s Foundation for the Advancement of Right Thinking. Run by futures trader William Dunn, the foundation is a major donor to free market think tanks and advocacy groups like the Reason Foundation and the Cato Institute.\nThe second largest funder, with $5 million since 2004, is Donors Trust, which has been called the “dark money ATM of the conservative movement.” Its donors include the libertarian Koch brothers and other free enterprise philanthropists. Exxon also is among CEI’s largest funders with $2 million between 2000 and 2005, but the big oil company hasn’t given to CEI directly since 2006, when it began scaling back its funding of groups that deny climate science.\nAs far back as 1998, Ebell was among a group organized by the American Petroleum Institute and its allies proposing a denialist project to ”maximize the impact of scientific views consistent with ours on Congress, the media and other key audiences,” according to a memo they wrote.\nDuring and after the election of 2000 and the transition from the Clinton-Gore administration to the Bush-Cheney regime, CEI fought to influence Washington’s formal climate science assessments. Its lawyers sued to make sure that one major document, the National Climate Assessment, would not carry any policy weight.\nIn 2002, Ebell offered CEI’s help to Philip Cooney, chief of staff of the White House Council on Environmental Quality, to “clean up the mess.” That was in the wake of the State Department filing a U.S. Climate Action Report that included the United Nations finding that global warming posed a significant risk and was caused by fossil fuel emissions.\nCooney, who joined the Bush administration after a decade as a lawyer for the American Petroleum Institute, had edited government reports to emphasize doubt about climate change. That was documented in 2005 by whistleblower Rick Piltz, a former senior official in the government’s climate change science program. (Piltz resigned from the government and founded Climate Science Watch in 2005. He died in 2014. Cooney resigned from the Bush administration after Piltz’s disclosures and took a job at Exxon.)\n“Thanks for calling and asking for our help,” Ebell said in an email to Cooney in 2002.\nBut true to form, his email had a badgering, even threatening tone, criticizing the Bush administration’s handling of climate change reports and warning that CEI would fight any policies it viewed as errant. Ebell promised in the email “to do as much as we could to deflect criticism by blaming the EPA for freelancing.”\nEbell said it was imperative to “drive a wedge between the President and those in the Administration who think that they are serving the president’s interests by publishing this rubbish.”\nWhitman, he said, should go.\n“It seems to me that the folks at EPA are the obvious fall guys, and we would only hope that the fall guy (or gal) should be as high up as possible,” Ebell wrote.\nWhitman, who now runs her own strategic planning and consulting group, said in an interview that she never had any personal dealings with Ebell. While at EPA, the pressures that concerned her the most came mainly from Cheney and his staff. “I suspect he had a little more pull than Myron,” Whitman said. As for Ebell: “There’s always going to be those kind of people out there. You just can’t worry about it.”\nThe incident prompted two state attorneys general to request a Justice Department investigation into any improper collusion, but that went nowhere.\nSeveral Democratic attorneys general referenced possible collusion between Exxon and groups like CEI when they announced investigations of Exxon for potential climate fraud. That came after InsideClimate News and others published histories of Exxon’s own climate research and its subsequent support for campaigns to undermine the scientific consensus.\nThe attorney general of the Virgin Islands went so far as to subpoena CEI’s records from the Bush-Cheney transition era, but CEI fought back hard—as did Exxon and several Republican state attorneys general and Republicans on a House committee—and deflected the inquiry.\nAt a meeting of Republican state attorneys general this summer, Ebell lashed out at Exxon foes, saying the Democratic attorneys general and environmental organizations were colluding to “silence and defund the opponents of global warming alarmism.”\nAn audio recording of the session “Climate Change Debate: How Speech is Being Stifled” was obtained and released by the Center for Media and Democracy.\nEbell set the tone by disparaging those who embrace the overwhelming scientific evidence that the Earth is warming.\n“Why is the left so intent on trying to win the debate by silencing and de-funding their opponents? Well, they have a little problem, we’ve got reality on our side,” Ebell said.\n“So when you expose all of these arguments as phony, what is left but trying to win by silencing and defunding your opponents?” he said.\nAs CEI has done in legal filings and in newspaper advertising, he called it a matter of constitutionally protected free speech.\nMonths before Trump emerged victorious, and before Ebell was named to play a big role in the new administration’s agenda-setting, he declared confidently that “right now the climate inquisition is in retreat,” he said. “It’s in retreat because of what ExxonMobil has done. What CEI has done.”\nNow that Ebell is on the inside of an administration, though, his influence is likely to multiply. “That’s what worries me,” said Whitman. “Of all the promises Trump made during the campaign that now seem to be a little less certain, EPA is probably the one he’ll stick with, because it is so universally thought of as being the source of all evil. And that is very troubling.”\nNeela Banerjee, Marianne Lavelle and David Hasemyer contributed reporting for this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}