{
  "url": "https://insideclimatenews.org/news/11112016/climate-change-donald-trump-mike-pence-paris-climate-agreement-clean-power-plan-keystone-xl-pipeline/",
  "title": "Donald Trump and Climate Change: Top 10 Ways He Could Reverse Progress",
  "date": "2016-11-11T18:00:51-05:00",
  "content": "Judging by the brief discussion of energy policy on Donald Trump’s White House transition website, what he’d like to change about the Obama approach is everything. Presented below are our expectations for Trump’s Top Ten list—along with some evidence about how complicated it might be to achieve these objectives, even with a Congress led by Republicans.\nThe application might need yet another environmental review, although the new administration might argue that this step is superfluous after many years of study. Expect environmentalists to argue that a lot has changed since the last review, notably a lowering of oil prices. This changes the calculation of how environmental impacts of tar sands production would be affected by the big pipeline.\nThere’s been a lot of talk that a new public works bill might be one of the first ways that Trump leaves his mark. Both he and Hillary Clinton called for stepping up infrastructure spending, and there’s nothing Congress likes more than a good old-fashioned pork-barrel bill.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}