{
  "url": "https://insideclimatenews.org/news/14112016/donald-trump-environment-climate-change-paris-agreement-keystone-xl/",
  "title": "In Trump’s World, Environmental Movement Wrestles With Its Future",
  "date": "2016-11-14T16:00:58-05:00",
  "content": "The shocking upset victory of Donald Trump has crumbled the ground under the environmental movement in the U.S., just as that movement started to feel like it was entering a new era: Keystone XL had been defeated; carbon regulations on the nation’s power plants were launched; Atlantic drilling was halted; and most pivotally, the U.S. joined the landmark Paris climate agreement.\nNow, one election could end U.S. leadership on global warming, or even acknowledgment of the crisis. Keystone XL and Atlantic drilling are back on the table. The Clean Power Plan to cut power plant emissions could be finished. The Paris agreement is in peril.\n“I think that the very bad news is that it comes at just the wrong moment,” said Bill McKibben, founder of the climate activist group 350.org. “There was finally a little bit of momentum underway on clean energy, fossil fuel infrastructure, and so on, and that’s going to stop for a while. There’ll be more than a pothole. More like a ditch in the road.”\nThe problem, he said, is that climate is not like most issues—urgent without seeming urgent to many people.\n“The clock is ticking all of the time,” McKibben said. “If you kill Obamacare, some people will suffer. But it doesn’t make it harder to put it back again some day. This is a moving target. You can’t put it back.”\nAfter the election, both houses of Congress remain in Republican control and can align with a Republican president to dismantle the environmental achievements of the Obama administration. Trump has said he will gut the environmental protections built up in the 46 years since the Clean Air Act’s passage. By filling a  Supreme Court vacancy and other judicial appointments, Trump will put his mark on the courts, where environmentalists have successfully fought previous efforts to roll back protections. Trump’s agenda includes canceling the Paris agreement, stopping payments for UN climate programs and clean energy funding, repealing the Obama Clean Power Plan, abolishing the Environmental Protection Agency, lifting all moratoriums on oil and gas drilling and coal mining and rescinding regulations that hinder production of fossil fuels.\nRobert Wilson, a professor of geography at Syracuse University who has studied the environmental movement, said that climate activists face a profound change from trying to influence a president who, while not always on their side, could be persuaded.\n“There’s no sense that Trump has any sympathy for them whatsoever,” Wilson said. “So where does the climate movement go now, when the person in the Oval Office is not persuadable? That seems to be the fundamental change.”\nIn the face of the election’s upheaval, both mainstream environmental organizations and grassroots groups expressed confidence that public opinion was on their side, and could be marshalled into a force to be reckoned with.\n“If Trump does try to undermine climate action,” said Michael Brune, executive director of Sierra Club, “he will run headlong into an organized mass of people who will fight him in the court, in the states, in Congress, in the marketplace and in the streets.”\nThe first chance for the movement to display its post-election resolve will be a nationwide protest Tuesday that had been planned before Trump’s victory: a rally in more than 100 cities in solidarity with the Standing Rock Sioux Tribe’s fight against the Dakota Access pipeline. At least 28 groups, including the Indigenous Environmental Network, Honor the Earth, 350.org, the Hip Hop Caucus, Sierra Club, and Natural Resources Defense Council are helping to organize the demonstration at offices of the U.S. Army Corps of Engineers, which has jurisdiction to permit the pipeline. With new urgency, the groups are calling for the Obama administration to act before it leaves office to withdraw permits needed for construction of the 1,172-mile Bakken oil conduit, which would cross the Missouri River a half-mile upstream from the tribe’s reservation.\n“Who knows if that will last past Jan. 20?” said McKibben. “But at the very least, he should establish the principle—that we’re done screwing over Native Americans. And then let Trump change that if he wants to, and dares.\n“Standing together with our allies, and brothers and sisters all over the world is going to be a major part of what the Trump years are going to be about, I have a feeling,” McKibben added. “And I think everyone will feel a little better getting together out in the streets to demonstrate we’re not going away anytime soon.”\nProtesters in Standing Rock have faced riot police. One fear is that law enforcement may feel even more emboldened to crack down on the tribe and its allies under President Trump. His rumored pick to head the Department of Homeland Security, Milwaukee County Sheriff David Clark, posted a message on Twitter that protests “must be quelled.”\nMcKibben calls the Dakota Access fight, “the point in miniature of the entire climate fight: that the most vulnerable people in the world are at the mercy of the fossil fuel industry—their water, their climate, their land.”\nClimate activists harnessed the power of such grassroots organizing around concrete energy industry impacts in the Keystone XL campaign. This was where the movement turned after  two devastating failures: the fruitless effort for an international climate treaty at Copenhagen in 2009, and the death, shortly afterward, of cap-and-trade legislation in the U.S. Senate, despite enormous investments by mainstream environmental groups in these causes.\nAs new activist groups formed, they targeted decisions where the power was in Obama’s hands. “And it worked brilliantly, and showed you could build a diverse coalition around infrastructure connected to climate change,” Wilson said.\nHe predicts the movement will work to rally popular sentiment, now that the executive branch,  Congress and potentially the courts are lining up against them. “There’s going to be even more pressure, more protests, and acts of civil disobedience,” said Wilson. But given Trump’s pledge to restore “law and order,” and impatience for protestors, environmental dissenters may face a severe response.\n“What I fear is that they are going to redouble their efforts, and the consequence is that they are going to pay a greater price for their activism,” said Wilson.\nJane Kleeb, founder of Bold Nebraska, a grassroots group instrumental in the Keystone XL fight and now joined in the battle against Dakota Access, said she has spent the week talking to other environmentalists about turning their grief into action. “Everyone is saying the same thing: We can’t mourn. We’ve got to organize, and fight back in the streets,” she said.\nBut Kleeb, who is now heading an umbrella group formed earlier this year, Bold Alliance, with chapters in Iowa, Oklahoma, and Louisiana, spots an opening to challenge the Trump administration based on its own stated principles. “I see an opportunity to say, ‘Wait a minute. If you believe in the Republican platform, you can’t support eminent domain,'” she said, referring to forced sale of private property to the government for public use—a process TransCanada invoked and would presumably have to use again to gain right-of-way for Keystone XL.\n“A lot of these farmers and ranchers who are also conservative Republicans don’t want these pipelines,” she said. “Are you going to stand up for them? Or are you going to stand up for Big Oil? For me, that’s what it’s about. The values that we hold in climate movement actually do overlap with conservative values.”\nKevin Curtis, executive director of NRDC Action Fund, said he is confident that Trump would not have public support for carrying out his anti-environmental protection. “A close election is not a mandate—certainly not this one,” he said. “This election was not about rolling back our nation’s commitment to clean air. Or safe drinking water.  Or protecting our public lands.  Nor is it a repudiation of the need to combat climate change, and to accelerate our transition to a clean energy economy. The vast majority of Americans support a clean and healthy environment as well as a move to clean energy, while tackling climate change.   Poll after poll, year after year, cycle after cycle shows that.”\nBut there is a catch with those polls, said Anthony Leiserowitz, director of Yale University’s Project on Climate Communication, who has studied public opinion on climate change. Although his project’s latest survey conducted in the spring, showed that 70 percent of the public believes climate change is occurring—a near record level—only 53 percent believe global warming is caused by humans and only 16 percent say they are “very worried” about it.\nThat shows a “broad, but shallow concern about climate change,” said Leiserowitz. Beyond scientists, environmental groups, and liberal politicians, he argues that there is not a core group of people deeply committed to climate action who have political muscle. Grassroots groups like those that coalesced around Keystone XL are the start of such a movement, “but they have not yet been welded together into a powerful political force.” Leiserowitz argued. “Politicians are not afraid of anybody in the climate community the way they are afraid of the NRA.”\nTrump’s election, ironically, may help the environmental movement drive home what’s at stake. “This is the biggest organizing opportunity the climate community has ever had, because they now have a very powerful common adversary,” Leiserowitz said.\nFor now, environmental movement leaders are assessing options and regrouping.  “We will do something. What that looks like exactly, we’re working on because we want to come up with the best plan possible,” said Suzanne Henkels, spokeswoman for NextGen Climate. “But we don’t have any other choice. We have to do this.”\nTiernan Sittenfeld, senior vice president for government affairs at the League of Conservation Voters, said, “We are processing our shock and dismay, and are gearing up to fight like hell.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}