{
  "url": "https://insideclimatenews.org/news/14112016/donald-trump-kill-epa-regulations-clean-power-plan/",
  "title": "Could Donald Trump Kill the EPA? Probably Not, but He Could Cripple It",
  "date": "2016-11-14T17:00:59-05:00",
  "content": "During his presidential campaign, Donald Trump promised cheering Rust Belt crowds that he would shutter the Environmental Protection Agency and roll back regulations. Now that he’s headed to the Oval Office, the environmental community is contemplating how Trump might make good on those promises.\nSome of them may prove to be campaign bluster. Some of them may not.\n“Trump sounds like he’s serious about scaling back much environmental regulation,” said Michael Gerrard, director of the Sabin Center for Climate Change at the Columbia Law School.\nBut dismantling the EPA, as Trump has threatened, is far more difficult than simply shooing it away.\nGovernment agencies like the EPA are established by law, and killing them requires the support of Congress. But Trump can attack some of the Obama administration’s signature rules, scaling back the agency’s reach and reshaping its mission. The new president could also try to expand the executive branch’s role in the rulemaking process and a Republican Congress will likely continue shrinking the already stressed agency’s budget.\n“You can’t eliminate the agency,” Gerrard said. “But you can starve and cripple it.”\nTrump’s choice to lead his EPA transition team, Myron Ebell, is a prominent climate change denier and director of the Center for Energy and Environment at the anti-regulatory Competitive Enterprise Institute. Ebell worked on policy for the tobacco industry before moving on to oppose environmental regulations and sow doubt on climate science. And while some in the green world think Trump may end up changing his mind about the appointment, crafting an EPA transition team hints that he’s backed off his call to do away with the agency. Either way, Ebell is certain to help shape Trump’s policies, from climate science to clean water rules, and influence his appointments.\nOthers on the team include David Schnare, a former EPA lawyer who is now counsel with the Energy & Environment Legal Institute, a non-profit litigation group that targets efforts to address climate change. Schnare recently filed Freedom of Information Act (FOIA) requests with several state attorneys general about the investigations they launched into ExxonMobil’s funding of climate denial. Schnare has labeled the AGs’ collaboration on the investigations a “secret pact.”\nSchnare has a long history of submitting FOIA requests for the emails and documents of leading climate scientists, such as former NASA scientist James Hansen, and government officials, such as former EPA administrator Lisa Jackson. Schnare, while working as part of the American Tradition Institute, once unsuccessfully attempted to gain access to the papers of climate scientist Michael Mann during his tenure at the University of Virginia.\nOn Monday, Trump announced that Republican Party Chairman Reince Priebus would be his chief of staff, and Steve Bannon, publisher of Breitbart News, his chief strategist. The two will be “equal partners” according to the Trump team. Both have called for limiting the EPA’s authority, and Breitbart published a piece Monday, saying “the Donald Trump presidency represents the biggest blow yet to the Great Global Warming Swindle.”\nThe EPA was actually created by a Republican president—Richard Nixon in 1970— after Congress gave him the authority to reorganize the executive branch. That authority has long expired. In addition to needing the support of Congress to abolish the agency, Trump would also have to face down possible public outrage over an agency that is largely popular and one Americans say they trust to protect air and water quality.\n“In reality, a president who wants to eliminate or ‘demolish’ EPA would need a majority of the House, 60 votes in the Senate and the ability to overcome vehement opposition from the environmental and public health community,” Jody Freeman, founding director of the Harvard Law School Environmental Law and Policy Program, wrote in a blog post on the university’s website. “It’s not going to happen.”\nThe last president to take aim at the EPA, President Reagan, appointed an administrator, Anne Gorsuch who vowed to dismantle the agency. Reagan was able to cut its enforcement budget by more than 45 percent, relax toxic waste and other regulations, and promote voluntary compliance by industry. Gorsuch was eventually forced to resign in 1983 under pressure from Congress as it investigated mishandling of the EPA’s $1.6 billion toxic waste cleanup Superfund.\nAfter the agency’s creation, Congress passed a series of major environmental laws, including the Clean Water Act and an extension of the Clean Air Act, giving the EPA growing statutory responsibility for overseeing the country’s bedrock water and air quality laws. Today, it enforces hundreds of regulations, covering everything from pesticides to toxic contamination to agriculture operations. The agency has about 15,000 employees and a budget of more than $8 billion.\nBut the agency has increasingly found itself in Republican political crosshairs as it has attempted to regulate greenhouse gas emissions and address climate change.\nTrump’s call for eliminating the agency, which he outlined earlier this year, echoes those of many Republicans. Lawmakers have introduced bills that would severely cut EPA programs or eliminate the agency altogether.\nTrump said in September that he would “refocus the EPA on its core mission of ensuring clean air, and clean, safe drinking water for all Americans,” sending a clear signal that climate policy would not be a priority. He has said that he will begin work to repeal the Clean Power Plan, the Obama administration’s signature rule to cut emissions from power plants, during his first 100 days in office.\nChipping away at regulations would be one way to do that, although that isn’t easy, either.\n“Rolling back regulations is harder than you might think,” explained Bob Perciasepe, president of the Center for Climate and Energy Solutions and former EPA deputy administrator. “It’s not a simple stroke of the pen.”\nFirst, any administration needs a legally defensible “rational” reason to undo an existing rule, and then has to go through a lengthy public process.\n“You can’t just say ‘Bye-bye, Clean Water rule’,” said Martin Hayden, vice president of policy and legislation with Earthjustice. “You’ve got to to through the same Administrative Procedure Act process to undo a rule that you have to to create it. You have to have notice and comment.”\nAn incoming administration can readily halt “midnight” rules, which are pushed through in the waning days of an outgoing administration, and can call for reviews of rules that aren’t yet finalized.\nThe Obama administration urged agencies last February to finish up their rules or risk them being dubbed “midnight” regulations, but after Trump’s election, EPA administrator Gina McCarthy sent a memo to her staff, implying that the agency would rush to finish any outstanding regulation.  “As I’ve mentioned to you before, we’re running—not walking—through the finish line of President Obama’s presidency,” McCarthy wrote.\nAny unfinished or last-minute regulations might be easy targets from an incoming administration, largely because they haven’t yet been implemented, including regulations on methane emissions at oil and gas facilities. But a Trump administration could go after any rule, new or established, as long as it was prepared to defend challenges in court.\nThe Clean Power Plan, which remains tied up in litigation, will be the biggest target of all.\n“With a Trump presidency, I think it’s virtually certain that the Clean Power Plan will be revoked,” said Jeff Holmstead, an industry attorney with Bracewell Law and former EPA official in the George W. Bush administration who is also a potential pick to lead the EPA. “The only question is how.”\nThe U.S. Court of Appeals for the District of Columbia Circuit is currently reviewing the Clean Power Plan. If the court decides the rule is illegal, supporters, which include environmental groups and states, could appeal the decision to the Supreme Court. If the D.C. court upholds the rule, its opponents could challenge the decision to the Supreme Court. Environmental groups could then ask the court to lift the stay on the rule’s implementation, but under the current configuration of the court—which is ideologically split 4 to 4—or with a ninth justice appointed by Trump, the court is unlikely to do that.\n“Ultimately, a new Supreme Court with a Trump-nominated conservative ninth Justice could likely have the votes to strike down the Clean Power Plan,” Freeman explained.\nThe administration could also attempt to rescind the rule altogether, but that would be difficult.\n“If the new administration were to do a rulemaking to undo the Clean Power Plan, they’d need to come back with an alternative plan,” Perciasepe explained. “Under previous Supreme Court rulings, EPA would still be under a legal obligation to reduce greenhouse gas emissions, and they’ll be sued if they don’t. You’d be replacing the current legal uncertainty with new legal uncertainty.”\nAny alternative rule offered up by a Trump EPA—whether for the Clean Power Plan rule or another—could be less robust than the one crafted by the Obama administration, with lower standards or weakened requirements. A Trump EPA could also “slow-walk” rules by dragging its heels on implementation or enforcement.\n“This is a ‘rope-a-dope’ strategy through which the agencies would appear to be implementing the environmental laws while not in fact seriously doing so,” Freeman wrote, noting that unfinished methane regulation on oil and gas facilities could get this treatment.\nA Trump Office of Information and Regulatory Affairs, housed within the executive branch’s Office of Management and Budget, could weaken the agency’s role in regulation by expanding the office’s oversight of the rulemaking process.  The office could do this, in part, by requiring the agencies to do more review and analysis, imposing more burdens on them. Under Trump, the office could also reverse its policy that federal agencies calculate the “social cost of carbon” in their rules.\nA compliant Republican Congress, which has already shown its willingness to slash EPA funding, could continue to squeeze the agency’s budget during the appropriations process. The current lack of funding has already forced the agency to scale back some of its basic activities, including enforcement and inspections by as much as 50 percent.\n“It’s an agency under siege, and we’re asking it to do more,” said Erich Pica, president of environmental advocacy group Friends of the Earth. “If you throw on top of that a hostile president and administration, you get this trifecta of stress on the agency that pushes its decline.”\nSome environmentalists are hopeful, though, they can persuade a Trump administration that it’s in the economy’s best interest to leave the agency alone. Daniel Kammen, a professor of energy at the University of California, Berkeley, is a science envoy for the U.S. Department of State and is now at the global climate talks underway in Morocco. He said that delegates from dozens of countries have approached him, asking about using U.S.-developed clean technologies.\n“Whatever ideological grind [Trump] has about EPA, there are dozens of studies showing that EPA’s rules have saved the country money,” Kammen said. “So if you’re a pro-business president, getting rid of an agency that’s making money and saving lives is crazy.”\nWeakening the agency, advocates warn, could have other economic effects as well.\n“There’s a huge economic impact—everything from sick days, to property values, to increased mortality,” said Anna Aurilio, who directs the Washington D.C. office of Environment America. “Donald Trump said a lot of things during his campaign. Now that it’s time to actually govern, he might want to think about them. If he starts attacking our bedrock environmental laws or the EPA, we’ll be ready to fight back with everything we have.”\nICN’s Neela Banerjee contributed reporting for this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}