{
  "url": "https://insideclimatenews.org/news/31102016/did-you-check-facebook-help-dakota-access-protesters-standing-rock-dapl/",
  "title": "Nearly 1 Million People ‘Check in’ on Facebook to Help Dakota Access Protesters",
  "date": "2016-10-31T19:58:47-04:00",
  "content": "Foes of the Dakota Access pipeline tried to use the classic art of deception on Monday, hoping to mislead North Dakota authorities who may be using social media, particularly Facebook, to track the demonstrators.\nThe tactical deception by supporters of the Standing Rock demonstrators began erupting on Facebook today when word began to circulate that the Morton County Sheriff’s Department was turning to social media to gain intelligence on who is gathering near the site of the proposed Dakota Access pipeline near Cannon Ball.\n“The Morton County Sheriff’s Department has been using Facebook check-ins to find out who is at Standing Rock in order to target them in attempts to disrupt the prayer camps,” reads the Facebook post urging supporters of the pipeline worldwide to add their names to the illusory ploy.\n“SO Water Protecters are calling on EVERYONE to check-in at Standing Rock, ND to overwhelm and confuse them.”\nAs of 4 p.m. Eastern time Monday, 907,899 people had checked in to the Standing Rock Facebook page. Its “likes” had also skyrocketed to more than 334,000.\nA representative of the Morton County Sheriff’s Department could not be reached for comment, but the department posted a statement on its Facebook page denying it is using the social media platform to track demonstrators.\n“The Morton County Sheriff’s Department is not and does not follow Facebook check-ins for the protest camp or any location. This claim / rumor is absolutely false,” according to the statement.\nAs the number of people who said they are present in Cannon Ball continued to rise, there is little to indicate it has provided a strategic advantage to the protestors beyond signaling wide-ranging solidarity for the movement. It is not clear who started the posts, which have appeared on many Facebook pages supporting the pipeline opposition.\nThe social media crusade has gone viral in the wake of ongoing protests supporting the Standing Rock Sioux tribe that is pushing back against Energy Transfer Partners as it builds a $3.8 billion pipeline to carry Bakken crude oil from North Dakota to Iowa.  The pipeline’s route passes near the reservation’s border and crosses the Missouri River, the main source of drinking water for the Standing Rock reservation.\nThe months-long protest has grown increasingly contentious and protesters have charged that authorities are employing harsh means to subdue activists, including the use of pepper spray and police dogs. In recent days, a new wave of arrests have been made as protesters set up camp on private ranchland along the pipeline route near Cannon Ball.\nThe sweeping social media call for supporters to check in on Facebook has been heard by thousands of people. Many  changed their Facebook status to reflect their “presence” in North Dakota. Others liked the page or sent messages of support.\nAdelyn Brown of Hamlet, N.C. says she’s in Cannon Ball. Natalie Rebori of Springfield, Mo., is there, too, according to her Facebook page. So is Beth Riley of Tulsa, Okla. and Mike Yagi of Los Angeles.\nBut after checking in to Standing Rock, these people are sending follow-up messages to their Facebook friends, using code to indicate they are not in North Dakota but are a part of the Army of deception. The follow-up message uses “Randing Sock” or other plays on the name Standing Rock to allegedly skirt any law enforcement surveillance.\nTom Wolf is one of those who has changed his Facebook status to reflect that he’s in Cannon Ball while he’s really thousands of miles away in Burlington, Vt. tending to his house painting business.\n“I can’t be there physically to support the people and to protest what is going on,” he said in an interview with InsideClimate News.  “So I am going to do what I can from Vermont.”\nHe said he staunchly supports the protesters.\n“I think the ultimate message we’re trying to send is that all people need to be respected regardless of race, religion or social standing.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}