{
  "url": "https://insideclimatenews.org/news/27102016/north-carolina-governor-pat-mccrory-coal-ash-roy-cooper/",
  "title": "Coal Ash a Hot-Button Issue in Tight North Carolina Governors Race",
  "date": "2016-10-27T19:57:41-04:00",
  "content": "Of all the environmental and climate change challenges facing North Carolina—including its vulnerability to sea level rise, the extreme flooding from Hurricane Matthew, the wisdom of drilling offshore and fracking throughout the state—the one issue Gov. Pat McCrory has struggled with most politically is coal ash.\nIn a tight re-election campaign against Democrat Roy Cooper, the current state attorney general, McCrory has had to spend little time defending his stance on climate change (he questions whether it is human-caused), and polls indicate his support for fracking and offshore drilling has a majority of his state’s support.\nBut North Carolina has more coal ash impoundments on waterways near people and property than any other state and a massive spill that resulted in federal criminal charges in 2014 put the issue near the top of voters’ concerns. It hasn’t helped McCrory that the company responsible for that incident and all 33 of the coal ash dumps at 14 sites in North Carolina is McCrory’s longtime former employer and political donor, Duke Energy.\nCooper has prodded him in one commercial as “the Duke Energy governor,” accusing him of going easy on the nation’s largest electric power company. Conservation Votes PAC, a political action committee of the League of Conservation Voters, has joined in with a $1.6 million campaign: “McCrory let his friends at Duke off easy, and we got stuck with the bill,” says one of its ads.\nAndrew Taylor, political scientist at North Carolina State, said environmental issues mostly have been eclipsed in a gubernatorial race dominated by debate over the economy and HB2, the notorious law signed by McCrory restricting LGBT rights that prompted companies to pull business and events from the state. But coal ash has been an exception.\n“The Democrats and the environmentalists who don’t want to see him re-elected think they have a ‘two-for’ there,” said Taylor. “They can talk about environmental degradation and the need for protection, but it also allows them to say he’s out to protect cronies, and he’s not got the general public interest in mind. It’s an issue that can check a lot of boxes for them.”\nMcCrory’s campaign didn’t respond to requests for an interview, but he has defended his handling of Duke. “Tying Gov. McCrory to Duke Energy—one of the state’s largest employers—is something far-left environmental groups have been trying to do since the last election, but the reality is that he has been the toughest governor on Duke Energy,” Ricky Diaz, a spokesman for McCrory’s campaign, told a Raleigh television station in July.  In a debate earlier this month, McCrory said Cooper should bear blame for the state’s coal ash mess, because he did not take legal action against Duke in his 15 years as attorney general.\nMcCrory, the former mayor of Charlotte, took office in 2012 with much support from the energy industry. He previously served as a spokesman for Americans for Prosperity (AFP), the conservative advocacy group founded and funded by the billionaire Koch brothers.\nIn office, McCrory pushed hard for offshore oil and gas drilling off North Carolina’s coast, even objecting to a 50-mile buffer as too restrictive. He signed a law lifting a statewide ban on fracking. North Carolina’s generous renewable subsidies have made it the No. 2 state for solar capacity, with technology giants Apple, Google, and Amazon choosing to locate server farms here powered by clean energy. But McCrory’s administration is instituting new permitting processes and rolling back subsidies to slow renewable energy. As for global warming, McCrory has said, “I feel that there’s always been climate change. The debate is, really, how much of it is man-made and how much will it cost to have any impact on climate change.” He said his focus would be on clean air, clean water and keeping energy affordable.\nMcCrory’s view on climate science is out of step with the majority of North Carolinians; 63 percent of residents believe the consensus of scientists is that the Earth is warming because of human activity. But it would be hard for Democrats or environmentalists to make a political issue out of his stand in North Carolina, since there is no consensus in the state on curbing fossil fuel production. About 50 percent support fracking in North Carolina, and 66 percent of residents statewide favor offshore oil and gas development.\nIn contrast with the divide over other energy issues, there is overwhelming bipartisan support in North Carolina for holding Duke Energy accountable for coal ash, according to polling done after the massive Dan River spill. Seventy miles of waterway on the Virginia border were polluted with grey sludge, due to the collapse of a poorly maintained pipe. Public Policy Polling (PPP) in Raleigh found nearly 80 percent of residents thought Duke, and not its customers or taxpayers, should pay for the mess, with no partisan divide. “It’s pretty unusual in North Carolina these days to find a hot-button issue that Democrats and Republicans are completely in agreement about,” said Dean Debnam, PPP president.\nLast year, the company pleaded guilty to federal criminal charges, and agreed to pay $102 million in fines and restitution for illegal discharge of pollution into Dan River and at four other North Carolina sites.\nMcCrory’s administration fined Duke $25 million, but then agreed to reduce the penalty to $7 million. Critics seized on the deal as evidence of favoritism, especially after the watchdog group NC Democracy found that Duke donated $3 million to the Republican Governors Association, becoming its No. 1 donor in the year of the Dan River incident. The RGA has run $1 million in ads backing McCrory, and is the main outside group supporting his campaign.\nMcCrory’s vulnerability on the issue increased when, in a lawsuit against Duke by environmentalists, a toxicologist testified that he was pressured by the governor’s office to downplay the health risks in notices sent to people living near coal ash storage sites. After McCrory’s administration accused the scientist of lying under oath, his supervisor, the state’s chief epidemiologist, resigned in protest in August.\nThe events have given an endless supply of ammunition to McCrory’s opponent.\n“Gov. McCrory for political reasons, or the fact that he worked at Duke Energy, or whatever reason, told the scientists to change [their warnings]. The chief scientist…did not want to be part of administration that deliberately misleads public. I’ll be a governor who uses data and facts, and doesn’t let political ideology rule the day,” Cooper said in the debate.\nUnder a law passed this summer, Duke will be given leeway on how to address cleanup of coal ash, 112 million tons of which is stored at 13 sites. Duke has the option of leaving the waste in place, capping it and using engineering barriers to protect water. Environmental groups wasted no time in nicknaming the law “the Duke Energy Protection Act.”\nPaige Sheehan, spokeswoman for Duke, said the company’s approach, approved by the U.S. Environmental Protection Agency, is how coal ash is being addressed at about 700 other sites across the country. Excavating would mean two to three decades of transporting the coal ash by truck or train and creating another site that needs monitoring. “When you look at the total environmental impact, you get a very clear picture that your best option in most cases is to be able to leave that ash where it is, dry it out, and use advanced engineering, appropriate capping methods and monitoring,” Sheehan said.\nBut in the aftermath of Hurricane Matthew, critics launched a new offensive when Duke revealed that “about a dump truck’s worth” of coal ash leaked from a storage site during the massive flooding that followed the storm. Duke has said that tests of the adjacent waterway, the Neuse River, have shown no coal ash contamination. McCrory said during the debate that Duke should be allowed to keep the coal ash piles in place.\n“You’d cause a lot more damage to our state by moving them,” McCrory said.\nSince the hurricane, McCrory’s approval ratings have improved. And in a governor’s race that the polls show as tied, both candidates’ focus has been on restoration—not increasing peril as sea level rises—on the North Carolina coast.\n“This election,” Cooper said during their debate, continuing his theme of tying McCrory to industry-friendly interests, “is about what kind of leader do you want to help rebuild.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}