{
  "url": "https://insideclimatenews.org/news/27102016/melting-ice-glaciers-sea-level-rise-underestimated-study-greenland/",
  "title": "Melting Ice Raised Sea Levels More Than Previously Thought, Study Says",
  "date": "2016-10-27T07:30:04-04:00",
  "content": "Readings from coastal tide gauges around the world—the most reliable historical water-level records—have underestimated 20th century sea level rise caused by various melting ice caps and glaciers in the Northern Hemisphere by between 5 and 28 percent, said a new study published in the journal Geophysical Research Letters.\nUsing historical tide gauge observations as well as climate models, the researchers found that the least amount of global sea level rise that could have occurred last century is about 5.5 inches.\n“The most likely amount,” the study concluded, “is closer to 6.7 inches,” with implications for the hundreds of millions of people who live along the world’s coasts.\nThe readings come mainly from 15 gauges in North America and Europe, where sea level rise has likely been slower than the global average, skewing earlier estimates. The study shows that melting ice raises sea level faster than the global average in areas farthest from the melt sources, like the southern Pacific Ocean and equatorial regions.\nSea level rise due to the Greenland ice melt, for instance, has been underestimated by 28 percent, the study said, while the sea level drop from the melting Alps was underestimated by 5 percent.\n“If you want to understand the future, you have to understand how much sea level rise was caused by past warming,” said lead author Philip Thompson, associate director of the University of Hawaii Sea Level Center.\nThe study is also important because it helps identify regional patterns of sea level rise, information that can help communities adapt to rising water in coming decades.\n“This is the frontier in sea level science right now,” Thompson said. “We care about human timescale planning, decisions we’re going to make in the next 10 to 20 or 30 years.”\nTotal global ice melt since 1900 is about equal to the amount of water in Lake Superior, about 2 quadrillion gallons, which is enough to cover North and South America in a foot of water. It’s pouring into the oceans at a steady, gradually increasing rate, but it’s not as simple as filling a bathtub. Propelled by the spin of the Earth, shifting gravitational fields, seasonal changes and wind, all that water sloshes around in a pattern that satellites can see.\nThe new study modeled those patterns and analyzed how they affected past measurements of sea level rise. Key to the research are “ice melt fingerprints” that mark decreasing gravity around shrinking ice sheets. As ice masses get smaller, they lose gravitational pull, and water moves away. Wobbles in the Earth’s orbit are also a factor, and seasonal changes like an ocean-warming El Niño can also change sea level—by as much as 10 inches from year to year in Australia, for example.\n“Sea level change due to the melting of ice on land is not spatially uniform, because the Earth is a self-gravitating, viscoelastically compressible, rotating planet,” the paper said. “As a result, when an ice mass melts, sea level falls nearest the ice and rises faster than the global mean rate in the far field.”\n“The best records we have from tidal gauges tend to be from places where 20th century sea level rise was most likely less than the true global average,” said Thompson, which led to the underestimation of the mean change across the globe.\nGetting an accurate estimate for past sea level rise has been a challenge because of few long-term high-quality measurements from tide gauges, said sea level expert Stefan Rahmstorf, head of Earth system analysis at the Potsdam Institute for Climate Impact Research.\n“This paper is an important contribution to improving the accuracy of the global-average sea level rise estimate. It brings in another source of information about sea level change: knowledge about the physical mechanisms that can lead to regional differences in sea level rise…The authors have tried a million combinations of different factors, accounting for all known uncertainties,” he said.\nRahmstorf said one recent study that looked at data from hundreds of tide gauges from around the world found that global sea level has increased by 4.7 inches in the past 100 years. The new research puts that number at between 5.9 and 7.08 inches.\n“I’d bet my money on the higher estimates,” he said. “As a physical oceanographer, I believe that the combination of high-quality data and physical understanding indeed trumps the attempt to use a lot of lower-quality data and pure statistics methods.”\nThe researchers used data from NASA’s Gravity Recovery and Climate Experiment, satellites that show how melting ice caps change the Earth’s gravitational field. NASA scientists Surendra Adhikari developed a new climate model to blend ice, ocean, atmosphere and solid earth data to create a global picture of how ocean mass is redistributed due to ice melting.\nThe study details spatial variations in global sea level, measurements that have been missing even from the high-level climate impact assessments by the Intergovernmental Panel on Climate change, according to Ivan Haigh, an oceanographer with the University of Southampton (UK).\nWhile the regional variations may be small and subtle, they are important from an impact point of view, he said. “It’s the changing of extremes we’re worried about. Much smaller storm surges give same flooding with higher sea level.”\nEven without storm surges, places like Miami are currently experiencing so-called sunny day, or nuisance flooding, during high tides.\n“A hundred years ago, there was no sunny day flooding in Miami. Twenty millimeters of sea level rise makes all the difference,” he said.\nIn the past 15 years, sea level has been rising by about 0.11 inches per year, already double the average rate of the 20th century, and in some areas, it’s much more than that. In the South China Sea and around Indonesia, the rate has been about 0.4 inches annually for the past two decades, projected to increase to three times that much by 2100, Haigh said.\nCorrection: A previous version of this story incorrectly identified the journal publishing the study as Geographical Research Letters. It is Geophysical Research Letters.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}