{
  "url": "https://insideclimatenews.org/news/20102016/florida-solar-ballot-measure-halt-clean-energy-utilities-amendment-1/",
  "title": "Florida Ballot Measure Could Halt Rooftop Solar, but Do Voters Know That?",
  "date": "2016-10-20T12:00:39-04:00",
  "content": "Floridians will vote on a constitutional amendment that is couched in pro-solar power language but would actually give utilities, which are funding the ballot measure, more power to block rooftop solar development in the Sunshine State.\nAmendment 1, if approved by 60 percent of voters in November, would write people’s right to own or lease solar panels and other equipment into the state constitution.\nBut it would also make it unconstitutional to require a utility’s non-solar customers to subsidize those who do go solar. Those subsidies have helped make home solar affordable and are the best incentive to push the fast-growing energy source to widespread use.\n“There’s a lot on the line because the ballot is incredibly deceptive,” said David Pomerantz, the executive director of the Energy and Policy Institute, a pro-renewable energy think tank. “Basically, these utilities don’t want distributed solar to develop in the state. And the message they will send if they win is that they can swamp any threat to their monopoly with enough money.”\nThe ultimate target, according to the measure’s critics, is taking down “net metering,” a popular incentive for solar energy adopted by Florida and nearly every state. Net metering has been under attack by utilities and conservative groups like the Koch brothers’ network. It requires utilities to buy power that homeowners with solar panels generate but don’t use. It’s a tremendous benefit to solar users, but utilities say they unfairly have to raise rates on non-solar customers to pay for it and for grid upkeep.\nThe utility-led coalition behind Amendment 1, called Consumers for Smart Solar, says the amendment is necessary “to stop unfair subsidies.”\n“We can’t have lower-income people or people who don’t choose solar have their rates raised dramatically down the road,” said Screven Watson, a board member of Consumers for Smart Solar.\nBut a leaked audio recording this week lent credence to the claim that Florida utilities have intentionally tried to mislead consumers. The recording was obtained by the Energy and Policy Institute and by the Center for Media and Democracy, a corporate watchdog group.\nIn it, Sal Nuzzo, vice president of policy at the James Madison Institute, a Tallahassee-based free market think tank with ties to at least one of the utilities behind Amendment 1, said utilities can use the “language of promoting solar” to advance their interests. He was speaking at an event organized by Thomas Jefferson Institute for Public Policy, which promotes free markets and limited government, on Oct. 2. Nuzzo called the amendment “an incredibly savvy maneuver.”\n“To the degree that we can use a little bit of political jiu-jitsu and take what they’re kind of pinning us on and use it to our benefit either in policy, in legislation or in constitutional referendums if that’s the direction you want to take, use the language of promoting solar, and kind of, kind of put in these protections for consumers that choose not to install rooftop,” Nuzzo said.\nOn the recording, Nuzzo said that Consumers for Smart Solar approached the James Madison Institute for guidance. But when asked by the Tampa Bay Times whether this was true, he said he misspoke at the event, and that there was no partnership between the groups.\nFlorida has the third-highest solar rooftop potential in the U.S., yet only one-tenth of 1 percent of utility customers own solar. It ranks 17th nationally for installed capacity.\nThis tiny penetration is because the state lacks the policies of many other states, such as a renewable energy standard for utilities or power purchase agreements, a common way to finance rooftop, or distributed, solar.\nFour state utilities—Florida Power and Light Company, Duke Energy, Tampa Electric Company and Gulf Power Company—overwhelmingly funded the more than $21 million spent on Amendment 1. Another significant funder, with a $1.4 million donation, is the 60 Plus Association, a seniors advocacy group that espouses free market solutions and has ties to the Koch network.\nConsumers for Smart Solar has representatives from the Democratic, Republican and Tea parties as well as faith-based groups and business organizations, such as the Florida State Hispanic Chamber of Commerce. Consumers for Smart Solar spent about 10 times more than its opponents, led by the group Floridians for Solar Choice, on the ballot initiative.\nThe big concern among solar advocates is that passage will allow utilities to persuade regulators that net metering is a subsidy that should be changed or eliminated. Without net metering, grid-connected home solar would become too expensive for most families. And it could push solar installers out of the state, as happened in Nevada this year when utility regulators substantially cut the net metering credit and raised electricity rates for solar users. Major solar installers ceased their operations there, and rooftop solar installations have ground to a halt.\n“We don’t know for sure what they’ll do—we can only go by what we’ve seen in other states. But the utility trade association (the Edison Electric Institute) generally uses the same playbook on challenges to solar and when you see the word ‘subsidy,’ in general, they’re talking about net metering,” said Albert Gore III, deputy director of policy and electricity markets at installer SolarCity and son of former Vice President Al Gore.\nAcross the country, utilities are becoming more aggressive. In at least 46 states, regulators, lawmakers or utilities have proposed, studied, or put into place policies to address the rise of solar, according to the North Carolina Clean Energy Technology Center. In Nevada, for instance, the state public utility commission earlier this year voted to triple the fixed monthly charges solar customers pay and to reduce the net metering rate from 9.1 cents per kilowatt-hour to 2.6 cents over 12 years. In Florida, utilities pay the retail rate for net metering.\nDistributed energy threatens utilities, many of which are regulated monopolies, because it disrupts the century-old traditional business model. Utilities make money by building power plants or power distribution infrastructure, earning a rate of return established by regulators. Customer-generated electricity lowers revenue and could lure ratepayers to defect from the grid altogether.\nThe controversial language in the Florida amendment addresses subsidies, asking voters whether they want “to ensure that consumers who do not choose to install solar are not required to subsidize the costs of backup power and electric grid access to those who do.”\nDespite an effort to defeat Amendment 1 and editorial boards across the state coming out against it, a recent poll shows the measure is likely to pass.\nThe Saint Leo University Polling Institute’s September poll has 84 percent of voters likely to vote yes, “despite the lack of knowledge about what the amendment would actually do,” institute director Frank Orlando said in a statement.\nThe drama around Amendment 1 has been playing out in Florida over the past two years. It came in direct response to another ballot petition drive launched early in 2015 by Floridians for Solar Choice to allow third-party sales of solar power, said Stephen Smith, the executive director of the Southern Alliance for Clean Energy Action Fund, who was involved in that effort.\nAlarmed that the amendment would help solar installers, Consumers for Smart Solar then launched a competing effort, Smith said. Both groups hired professionals to gather the hundreds of thousands of signatures needed to get a petition on the state ballot, but the utility-backed group was able to pay twice per signature what Floridians for Solar Choice was able to offer, which stopped their petition from getting on the ballot.\n“They basically priced us out of the market,” Smith said.\nFloridians for Solar Choice, the Florida Solar Energy Industries Association, Earthjustice and other groups then challenged Amendment 1 in court. They argued the language was misleading and that it covered several subjects, when a ballot should address one.\nThe Florida Supreme Court ruled that it met the legal standards, but Justice Barbara Pariente dissented, calling the ballot question “a wolf in sheep’s clothing.”\n“Let the pro-solar energy consumers beware. Masquerading as a pro-solar energy initiative, this proposed constitutional amendment, supported by some of Florida’s major investor-owned electric utility companies, actually seeks to constitutionalize the status quo,” she wrote.\nWhether the release of the audiotape will change minds about Amendment 1 only weeks before the vote is unclear.\nFoes of Amendment 1 on Thursday noted that one member of the James Madison Institute board is the chief executive of Gulf Power and another person is on the board of both organizations.\n“There’s no doubt in my mind they (Consumers for Smart Solar and James Madison Institute) were coordinating behind the scenes,” said Debbie Dooley of the Green Tea Party Coalition. “This is the utilities’ attempt to corrupt the political process and protect their monopoly.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}