{
  "url": "https://insideclimatenews.org/news/21092016/exxon-sec-questions-financial-risks-climate-change-eric-schneiderman-ny/",
  "title": "SEC Involvement Sharpens #ExxonKnew Focus on What Its Accountants Knew",
  "date": "2016-09-21T13:54:41-04:00",
  "content": "Just when the legal and legislative jousting over Exxon’s climate record seemed to be bogging down in posturing and partisanship, the powerful Securities and Exchange Commission has stepped in with pointed questions about the oil giant’s disclosures of the risks of global warming.\nThe development, coming a year after a series of investigations were sparked by reports by InsideClimate News and other news organizations, is significant in at least three ways.\nFirst, the SEC’s new involvement turns the Exxon investigations from a matter being pursued by a handful of state attorneys general into a federal case.\nSecond, the action underscores that the issue goes far beyond mere uncertainties in climate science, or policy differences about addressing the mounting climate crisis, and involves significant financial risks to Exxon and its investors. The SEC is not only interested in what Exxon’s scientists knew, but what its accountants knew, too.\nThird, and perhaps most significant, the SEC’s involvement backs the Exxon questioners’ contention that they are not merely on a partisan witch hunt, as Exxon’s defenders have been trying to paint their investigations.\nAll of the attorneys general known to be investigating Exxon are elected Democrats, and some of their Republican counterparts have come to Exxon’s defense by challenging the state subpoenas. So have Republicans in Congress, including those on the House Science Committee, who charge that the AGs have been colluding with environmental advocates to infringe on the company’s rights.\nThe SEC, on the other hand, is not just a dogged regulatory agency, but a scrupulously non-partisan one, independent of political influence by statute and design. It is focused on enforcing transparency in the financial reports of publicly traded companies. And it is increasingly intent on making sure that climate risks are properly disclosed.\n“At the end of the day,” Mary Jo White, the commission’s chairwoman, said in a speech shortly after President Obama selected her to lead the agency, “we make our decisions based on an impartial assessment of the law and the facts and what we believe will further our mission—and never in response to political pressure, lobbying, or even public clamor.” She pointed out that the commissioners include two Democrats, two Republicans, and herself—an Independent.\nThe Wall Street Journal first reported on Tuesday that the SEC has opened its probe of Exxon’s accounting and risk disclosures. The company’s outside auditors, PriceWaterhouse, are also being questioned, and the SEC has been receiving information provided by Exxon to New York’s attorney general as well, the Journal reported.\nThe article, which is based on unnamed sources, said that beyond the implications for Exxon, “the probe may also signal the opening of a new front of climate-related regulation and enforcement at the SEC, a direction with far-reaching consequences for the oil and gas industry.”\nAccording to the Journal, the SEC “asked Exxon to produce information about its analysis of climate data and research, how it values assets and how a more serious global response to climate change would impact its business.”\n“The agency specifically asked what would happen to Exxon under a scenario envisioned by last year’s Paris climate talks—if greenhouse gas emissions were reduced 80% by 2050,” the Journal reported.\nExxon’s environmentalist opponents welcomed this news.\n“This investigation is a welcome opportunity for transparency from the fossil fuel industry,” said Annie Leonard, Greenpeace’s executive director. “We know Exxon has published projections showing that demand for oil and natural gas will continue growing for decades to come—projections which are flatly incompatible with limiting global warming to 2 degrees Celsius, as called for by the Paris climate accords. What we don’t know is how Exxon’s balance sheet would change if the world meets the climate challenge.\n“Exxon’s current market valuation is partly based on its proven reserves—a giant bank of already discovered oil and gas deposits that it plans to someday exploit and sell. But in a world where we successfully tackle climate change, many of those assets would be left in the ground. Investors have a right to understand how Exxon’s profitability and value are threatened by common sense policies to address climate change, and the SEC seems to agree.”\nIn this regard, the SEC investigation tracks closely with the direction of investigations of the state attorneys general, led by New York’s Eric Schneiderman.\nSchneiderman recently told The New York Times that he was just as interested in how Exxon describes the future markets for fossil fuels under restrictions of global carbon dioxide emissions as he is in how early Exxon recognized the existential threat to its business model posed by climate change.\nThe Journal had also reported that one key element of Schneiderman’s investigation was to question how Exxon was accounting for its fossil fuel reserves at a time when oil prices have been depressed.\nThe Massachusetts attorney general, Maura Healey, meanwhile, had declared in a court filing that Exxon “may have failed to disclose fully its knowledge of the threats posed by climate change to its businesses and that Exxon continues to make apparently misleading and deceptive statements to investors.”\nThe attorneys general joined forces to investigate Exxon in the wake of reporting by InsideClimate News, the Los Angeles Times and others that described Exxon’s early climate science research four decades ago, and its subsequent efforts to muddy the scientific consensus and stave off climate action.\nIn the first of several news articles published beginning last September, ICN noted that Exxon had been “cautious about what they told Exxon’s shareholders about global warming,” as the problem came to light in the 1970s and 1980s, a time when the company began to conduct ambitious research into the problem.\nSchneiderman wants to know whether Exxon’s lack of climate risk disclosure amounts to fraud under New York’s expansive securities and consumer protection laws.\nThe passage of time has put limits on holding Exxon accountable for statements made decades ago, but it has also added pressure on the company and other fossil fuel firms to be more forthcoming now that global warming is so much better understood.\nTen or 15 years ago, it might have been plausible not to disclose the risks a company would face if the world took steps to back away from fossil fuels and their heat-trapping emissions. But since then, investors and advocates have pressed the SEC to toughen its disclosure standards. It did so with new guidance issued in 2010, and the calls for more transparency have only mounted since then, particularly following the emissions reduction pledges the U.S. and other countries committed to in the Paris climate accord last year.\nThere are several kinds of risks that companies should consider disclosing, according to the SEC. One is the direct damage they may face from climate change, such as flooded oil terminals and the like. Another is costly regulations that they see coming down the pike, such as requirements to control emissions from refineries. A third might be the risk of possible penalties that tobacco-style litigation would impose for damages suffered by others.\nBut ultimately, the most important risk of all to a fossil fuel giant like Exxon is the risk that its main product, petroleum, will go the way of whale oil, leaving the company’s assets stranded.\nThis is known as strategic risk. And while it may be incalculable, authorities seem to be suggesting that to protect investors it should not be hushed up.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}