{
  "url": "https://insideclimatenews.org/news/20092016/hillary-bill-clinton-foundation-scandal-climate-change-programs-funding-global-initiative-emails/",
  "title": "Climate Programs Will Be Cut in Clinton Foundation Restructuring",
  "date": "2016-09-20T06:00:22-04:00",
  "content": "The Clinton Foundation’s plan to stop accepting foreign donations if Hillary Clinton becomes president, announced following intense political scrutiny, would also decimate its programs combating climate change.\nThe foundation, a source of criticism from Clinton’s political opponents and worrisome to some supporters, runs a sprawling global network of programs and partnerships devoted to public health and development issues. That includes a slice dedicated to climate. The Clinton Climate Initiative had a budget of $8.3 million in 2014, which is only 4 percent of the foundation’s total program spending of $217.7 million.\nWhat had a far wider impact, however, was the annual Clinton Global Initiative (CGI) event, which brought together corporate executives, foreign leaders and nonprofit leaders who collaborated on support for many climate programs.\nThe CGI, leaning heavily on Bill Clinton’s prodigious skill for networking, is responsible for funding commitments for 474 climate projects and in the last year alone marshaled pledges for $230 million. The most recent meeting, which Clinton said will be the last regardless of the outcome in November, opened Monday in New York.\nIn addition, if Hillary Clinton is elected, Bill Clinton has said he will step down from the foundation board and from fundraising, effectively removing him from a deal-making role in its global climate philanthropy.\n“No one can convene, catalyze and cajole” like Clinton, said David Crane, the former chief executive of NRG Energy. NRG funded a $1 million solar project in Haiti to fulfill a pledge Crane made at a CGI meeting in 2010.\n(Bill Clinton may not depart from the field entirely; Robert Reich, who served as Clinton’s Labor Secretary, has argued the former president should be made a climate consequences envoy in a Hillary Clinton administration.)\nUnder the still-unfolding plan for a Clinton presidency, many of the Clinton Foundation programs would be spun off into independent entities or taken over by other organizations, foundation President Donna Shalala said in an interview with NBC.\nThe foundation may end up being radically smaller, and rededicated to its original purpose of Bill Clinton’s presidential library in Little Rock. “The centerpiece is the library,” Shalala said. Only about 5 percent of foundation program spending has gone to the library in recent years.\nThe foundation announced its restructuring plan after controversy flared over the potential conflicts of interest that its operations create for Hillary Clinton as she pursues the presidency.\nThe William J. Clinton Foundation, founded in 1997, expanded in scope and purpose beyond the library soon after he left the White House. Morphing over time into the Bill, Hillary and Chelsea Clinton Foundation, it became the agent of Clinton’s ambitious post-presidential agenda of tackling the world’s greatest challenges, including disease, poverty, discrimination—and climate change.\nBut the charity has become a lightning rod for criticism due to an e-mail trail showing donors sought access to Hillary Clinton and favors while she was Secretary of State. Should the Clintons return to the White House, such problems would likely multiply.\nAmid the uproar, Bill Clinton last month announced that the foundation would stop accepting foreign donations or corporate money if Hillary Clinton wins and that he would resign from its board. Daughter Chelsea Clinton would keep her seat and the organization’s name would officially be changed to the “Clinton Foundation.”\nOn a practical level, the planned changes mean the foundation would have to cease international climate change work that relies on funding by foreign governments and corporations. The amount of money and number of projects that represents is unclear, but is substantial.\nAs with most international NGOs, foreign governments are a major foundation funding source. The foundation doesn’t disclose exact dollar amounts or time frames of donations, though it goes beyond the law’s requirements in disclosing the names of the donors. But an analysis last year by The Washington Post found that a third of Clinton Foundation donors that have given more than $1 million are foreign governments or other entities based outside the United States, and such donors make up more than half of those giving more than $5 million. Among the Clinton Climate Initiative’s projects funded by foreign governments:\nThe government of Norway contributed a reported $5 million to a project launched last year to help oil-dependent island nations switch to renewable energy. This project also involves a partnership with a trade association of electric utilities that operate in the Caribbean.\nAustralia’s government provided technology it developed and $9 million to assist Kenya in developing a data system to curb the deforestation and land degradation that drives the African nation’s greenhouse gas emissions.\nThe governments of Australia, Norway and Germany help fund the foundation’s global forestry work, aiding developing countries including Tanzania, on programs to reduce deforestation while maintaining needed farmland. (The Clinton Foundation doesn’t break down the amount of spending on this program, but together the three European nations have donated between $21 and $55 million to the organization.)\nTracing how much corporations underwrite the climate initiative’s efforts is harder, but Honeywell, Johnson Controls and Siemens all have partnered with it on projects to retrofit large municipal and commercial buildings for energy efficiency.\nTo keep projects that rely on foreign or corporate donations alive, the foundation plans to pass the baton to partners. “We will transition those programs…to other organizations committed to continuing their work,” Clinton said in his announcement.\nTwo such partners, the Carbon War Room, the nonprofit started by British entrepreneur Richard Branson, and the Colorado-based Rocky Mountain Institute, have been working on the island nation renewables project. They say they’ve already had calls with officials in the affected countries about keeping the effort going if the Clinton Foundation exits. Ultimately, their goal is to raise $300 million in private financing for transitioning a dozen island nations to 70 percent renewable energy by 2018.\n“We do not envisage any negative impact in the delivery of our program,” Justin Locke, project manager at the Carbon War Room, said.\nNonprofits often play a crucial role in making climate change mitigation projects “finance-ready” with feasibility studies, land surveys, systems and support. Without that groundwork, risk-averse banks and other private financiers hesitate to invest in renewable energy and other efforts to curb greenhouse gases in poorer countries. With the developing world expected to generate the greatest growth in greenhouse emissions in the coming years, such philanthropic work is seen as pivotal.\nIt’s not clear how the foundation’s restructuring will affect climate programs in the United States, such as the Home Energy Affordability Loan program (HEAL), which began in Arkansas and has since expanded to six states. HEAL programs have received backing from state and federal agencies, and involve partnerships with employers.\nHEAL offers an employer-sponsored benefit program that makes it easy for homeowners to get loans for energy efficiency makeovers they can repay over time with payroll deductions. The foundation says the program is responsible for 33,500 tons of saved greenhouse gas emissions annually, the equivalent of taking 7,000 passenger vehicles off the road.\nThe end of the CGI events, however, could have an even wider impact.\nThe Clinton Foundation claims that climate projects pledged through the CGI cut or abated 2.7 billion metric tons of greenhouse gases since 2005, which would be the equivalent of one year of emissions from nearly 800 coal-fired power plants.\nBill Clinton helped broker many of those projects. In addition, he has facilitated climate deals apart from the CGI—which would no longer be possible from the White House. Working with New York Mayor Michael Bloomberg and his C40 Cities nonprofit, he helped put together a large corporate-nonprofit partnership that spearheaded an energy overhaul of the Empire State Building.\nAnd Clinton stood alongside then-Los Angeles Mayor Anthony Villaraigosa in 2013 to hail completion of the largest LED streetlight replacement program in the world; the Clinton Climate Initiative and C40 helped do the numbers-crunching and planning, while the project was funded through a $40 million loan from the Los Angeles Department of Water and Power.\n“The Clinton Foundation has focused…on projects that showcase solutions—whether that involves planting trees or reducing energy use in buildings,” said Reid Detchon, vice president for energy and climate strategy at the United Nations Foundation in an email. “Demonstrating ‘win-win’ climate strategies is valuable,” he wrote. “It defuses economic doom and gloom and encourages businesses and individuals to take voluntary action.”\nThat kind of prodding is sorely needed, some advocates say, when only 2 percent of philanthropic dollars go to climate change. Funders focused on health, children, communities and other important goals often fail to see that all are threatened by global warming, Larry Kramer, president of the Hewlett Foundation, and Carol Larson, president of the Packard Foundation, wrote last year in The Chronicle of Philanthropy.\n“Climate change,” they said, “has the unique potential to undermine everything we care about as foundations.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}