{
  "url": "https://insideclimatenews.org/news/17082016/donald-trump-economic-adviser-assault-trade-environment-regulation-epa-dan-dimicco-nucor/",
  "title": "The Steel Magnate Helping Trump Assail Pollution Regulations",
  "date": "2016-08-17T11:00:59-04:00",
  "content": "Republican presidential nominee Donald Trump has been trying to appeal to voters in the Rust Belt by claiming that environmental regulations and one-sided trade deals are the primary culprits in the decline of U.S. manufacturing jobs. And he has chosen an economic adviser who’s been preaching that narrative for years, even as his business was booming.\nAs the chief executive of America’s biggest steel maker for 13 years, Dan DiMicco repeatedly went to battle against the U.S. Environmental Protection Agency. His company, Nucor, fought the EPA in court over its moves to curb greenhouse gases, and it was assessed one of the EPA’s largest penalties ever against a steel company for clean air violations. Nucor also funded climate change denial efforts. DiMicco has argued that U.S. efforts to control carbon emissions would further strengthen China’s unfair hand in winning business—and jobs.\nIn naming DiMicco to the team of 14 economic policy advisers he unveiled last week, Trump brings into his fold someone who may help him appeal to the voters he needs to reach in the economically distressed manufacturing regions in must-win swing states of Ohio, Pennsylvania, Michigan and Indiana.\nBut Nucor, which DiMicco ran until his retirement in 2014, appears not to have suffered under the policies that DiMicco railed against. Its earnings tripled during his tenure, yielding shareholders a 720 percent return, and it took domestic steelmaking by storm.\nNucor, based in Charlotte, N.C.,  climbed to the top of the steel industry by pioneering a scrap metal recycling process that is far cheaper and used less energy than the industry’s traditional coking coal blast furnaces that milled virgin metal.\nAs Nucor’s business flourished, however, employment in the U.S. steel industry did not. While maintaining the same levels of production for the last several decades (roughly 90 to 120 million tons per year), technological advances have allowed the industry to employ far fewer people. Employment has dropped 76 percent since 1973, from around 600,000 jobs to 140,000 in 2015.\nWhen he visits the industrial states, Trump now emphasizes his promise to rejuvenate steel as well as coal, even though the U.S. steel industry has not seen a significant downturn in output. “American steel will send new skyscrapers soaring,” Trump said in a speech to the Detroit Economic Club, echoing a line he also used in June in Monessen, Pennsylvania. “We will put new American metal into the spine of this nation.”\nIt is a claim designed to appeal to voters who want a return of manufacturing jobs, with little to prove that those jobs will return even if the twin forces of regulation and trade are vanquished.\nDiMicco declined to be interviewed. But an analysis of his record at the helm of the Nucor and his 2015 book, American Made, reveal much about his environmental pollution and climate record.\nHere’s a look at his views on these issues, and how they fit with Trump’s overall narrative:\nDiMicco hasn’t addressed the science of climate change in his writings, public comments, blog posts and tweets that ICN reviewed, but in those, he does tend to put the phrase climate change in quotation marks, as if to indicate it’s not real, and to dismiss the urgency to act.\n@WSJ The World has serious air & water pollution problems that need addressing #China, #India, -CO2 not 1 of them. This just Gov’t $$$$ grab\n— Dan DiMicco (@DanRDimicco) December 14, 2015\nUnder DiMicco’s watch,  Nucor contributed $502,000 to the Heartland Institute in 2010 and 2011, according to leaked documents obtained by DesmogBlog in 2012. The funding was for the group’s Environment and Climate News project. The donations made Nucor the top funder of the think tank during that time. Heartland Institute runs campaigns to obfuscate climate science and oppose carbon regulation. In response to a shareholder’s question about Nucor’s support of the group, DiMicco replied in a letter that Nucor “has been consistent in its support for scientific answers instead of political consensus.”\nLike Trump, DiMicco has disdain for government efforts to mandate greenhouse gas controls. He believes private interests should self-regulate. A U.S. government carbon crackdown  would “shackle ourselves to a dubious model while allowing China—mercantilist, currency-manipulating China—to operate free of any similar rules and constraints,” he wrote in his 2015 book.\nNucor’s stance has drawn fire because of its claims that it is a “green company,” a reputation it earned because most of its feedstock is used steel. It melts down old cars and other scrap that might otherwise be landfilled and calls itself the “largest recycler in North America.”\nStill, iron and steelmaking is the largest industrial source of carbon pollution—using fossil fuel both for energy and as a reducing agent—accounting for 6.7 percent of global CO2 emissions, according to the International Energy Agency.\nOne climate fight that began under DiMicco and continues to this day was a showdown with the EPA over a $3.4 billion complex Nucor wanted to develop in southeast Louisiana—one of the first facilities in the nation to be subject to a new Clean Air Act permitting process for greenhouse gas emissions.\nThe company sought and obtained the permits from state officials in 2011, but the EPA objected, saying Louisiana was improperly allowing Nucor to build a blast furnace without the needed capture and control equipment for hazardous air pollution. Since then, Nucor has at least temporarily scaled back its plans and employs a reported 170 workers, instead of the promised 1,250. The company sued the EPA in federal court earlier this year claiming the agency is abusing its power.\nThe case “shows how aggressive Nucor is against the EPA,” said Joanne Spalding, chief climate counsel for Sierra Club, one of a number of groups that objected to Louisiana’s original permits. “It is an unusual case challenging EPA’s [permitting]  authority.  And certainly the way Nucor chose to go about its permitting for this plant is an example of the lengths it went to, to avoid being subject to greenhouse gas protections.”\nIn addition to the Louisiana fight, Nucor was a member of the Energy-Intensive Manufacturers Working Group, one of the industry groups that had taken the battle over EPA’s permitting authority all the way to the Supreme Court, where the EPA prevailed in 2014.\nMore recently, in meetings with state officials and elsewhere, Nucor officials have spoken out against the Obama administration’s Clean Power Plan aimed at reducing emissions from power plants, because higher utility costs will be passed onto customers and the steel industry uses an enormous amount of electricity.\nClimate change hasn’t been Nucor’s only fight with EPA. Soon after DiMicco took over as CEO in 2000, the company agreed to spend nearly $100 million to settle EPA charges that it violated its air and water pollution permits and failed to control hazardous dust at 14 steel factories in seven states. At the time, the EPA said it was the largest and most comprehensive settlement ever with a steel manufacturer.\nThis past April, a U.S. district judge rejected Nucor’s second effort in two years to block the EPA’s plan, due out this month, to address cross-border coal power plant pollution in Arkansas that has caused smog, marring visibility and air quality at national parks and wilderness areas throughout southeastern United States. Smog can irritate respiratory tracts, exacerbate asthma, damage lungs and cause early death. Regulation of smog-forming gases such as ground-level ozone and other pollutants have provided trillions of dollars in health and economic benefits, the EPA has found.\nDiMicco made his position clear on ozone regulation in a tweet last year, sounding his anti-regulation theme: “Lowering ozone in the name of an imaginary health benefit.”\nThe EPA’s Next Big Economic Chokehold http://t.co/r87hMVbZB9 via @WSJ Lowering ozone in the name of an imaginary health benefit.\n— Dan DiMicco (@DanRDimicco) September 2, 2015\nThat theme had great appeal for Trump, who would echo it frequently, but the question remains whether it will succeed in appealing to voters.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}