{
  "url": "https://insideclimatenews.org/news/25072016/airline-greenhouse-gas-emissions-climate-change-public-health-airlines-epa-obama/",
  "title": "EPA Clears the Way for Greenhouse Gas Rules on U.S. Airlines",
  "date": "2016-07-25T17:00:38-04:00",
  "content": "The Environmental Protection Agency formally declared Monday after years of review that greenhouse gas emissions from airplane engines cause climate change and endanger human health and the environment, just as exhaust fumes from cars do, and that they likewise need to be controlled.\nU.S. aircraft emit roughly 12 percent of greenhouse gas emissions from transportation, and 29 percent of emissions from all the world’s planes. With carbon controls in place or planned on the biggest sources—vehicles and power plants—growing pollution from aviation “is an important element” in tackling the climate crisis, said Janet McCabe, a top EPA official.\nThe action taken today completes the first phase of bringing the problem to heel under the Clean Air Act. Eventually, it is expected to lead to specific engine emission regulations that are at least as stringent as those being negotiated through the International Civil Aviation Organization (ICAO), a United Nations body that includes the United States. Fixing the problem will be costly, so unless all nations take action in a coordinated way, the world’s passenger airlines might be jostled about by turbulent economic winds.\nICAO’s members will vote in September on a proposal to cap climate pollution from industry worldwide with “an innovative market based mechanism to ensure that airlines achieve net carbon neutral growth from 2020,” said Annie Petsonk of the Environmental Defense Fund.\nThe EPA’s findings include not only carbon dioxide, the principal greenhouse gas, but also several other compounds, some of them very potent agents of global warming.\nMore efficient engines are just one way to address the problem. Better air traffic control, for example, can also help reduce fuel use. So can using alternative fuels.\nDavid Doniger of the Natural Resources Defense Council said that the climate problem “requires an all-encompassing approach,” and that commercial jets cannot go unregulated. Airlines account for 2 percent of greenhouse gas emissions around the world, a share that is expected to grow to 3 percent by 2050. In absolute terms, that might mean a tripling of emissions from commercial jets. (Small piston-driven planes and military aircraft aren’t covered by the EPA’s approach.)\nIn June, the group released a survey of airlines’s performance in one measure of action against global warming, the use of renewable biofuels. The leaders among19 airlines, representing two-thirds of the industry, included Air France/Royal Dutch (KLM), British Airways, Cathay Pacific, Scandinavian (SAS), South African Airlines and United.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}