{
  "url": "https://insideclimatenews.org/news/16062016/antarctica-co2-level-tops-400-ppm-first-time-perhaps-4-million-years-british-antarctic-survey-global-warming/",
  "title": "Antarctica’s CO2 Level Tops 400 PPM for First Time in Perhaps 4 Million Years",
  "date": "2016-06-16T19:22:48-04:00",
  "content": "The concentration of heat-trapping CO2 pollution in the atmosphere has passed the 400 parts per million (ppm) threshold in Antarctica for the first time in at least 800,000 years, and possibly as long as four million years, scientists reported this week.\nThe new measurements, reported by British and U.S. research stations, show that every corner of the planet is being affected by the burning of fossil fuels, according to British Antarctic Survey (BAS) scientists who track environmental changes on the frozen continent.\n“CO2 is rising faster than it was when we began measurements in the 1980s. We have changed our planet to the very poles,” sad British Antarctic Survey scientist Dr. David Vaughn, who reported on the readings from the Halley VI Research Station.\nIndependently, researchers with the National Oceanic and Atmospheric Administration this week also reported a similar reading from the Amundsen-Scott South Pole Station.\nBefore humans started wide-scale burning of coal, oil and gas in the mid-1800s, the CO2 level had been steady at about 280 ppm for many millennia. Since then, the concentration has increased in lockstep with fossil fuel combustion, at a rate of about 2.1 ppm per year. The steady increase means more and more heat is trapped near the surface of the Earth, melting ice caps, intensifying heat waves and droughts, raising sea level and killing corals reefs.\nCO2 concentrations in the northern hemisphere first reached the 400 ppm level in 2013, said Pieter Tans, head of NOAA’s long-term greenhouse gas monitoring program. In 2014, they stayed above the mark for three months, and last year for five months. This year, climate trackers said they increased at a record rate and they’re set to stay above that level for many decades, if not centuries, depending on future fossil fuel combustion.\nThe 400 ppm benchmark is mostly symbolic, according to Ralph Keeling, who is the director of the Mauna Loa CO2 program at the Scripps Institution of Oceanography, which tracks CO2 concentrations in the Northern Hemisphere. The Keeling Curve is named after his father. The difference between 399 and 400 parts per million is insignificant, but the milestone gets people’s attention and shows just how much more CO2 there is in the air compared with pre-industrial times.\nMost CO2 emissions are in the Northern Hemisphere, and it takes a while for the gas to mix through the atmosphere deep into the Southern Hemisphere. That explains the lag time in reaching the 400 ppm level in Antarctica, Tans said.\n“Antarctica is the clearest place to see how the global blanket of greenhouse gases is increasing,” said Tans. “If you had to pick one place on Earth with low noise and variability, it would be in Antarctica.”\nReaching the 400 ppm milestone won’t have much of a direct effect on the climate at the surface of Antarctica, but Tans said the increasing concentrations around the South Pole could delay healing of the ozone hole. That formed in the 1980s as result of emissions of gases from refrigerants, solvents and propellants. An international treaty began phasing out use of chlorofluorocarbons and other ozone-damaging refrigerants and has been reversing the ozone depletion. But increasing CO2 above Antarctica will slow the recovery, Tans said, because CO2 actually cools the highest levels of the atmosphere. Cold air in the topmost layers of the stratosphere is one of the ingredients of ozone depletion.\nAccording to the BAS, ice cores from Antarctica show that carbon dioxide concentrations are higher today than they have been at any point in at least the last 800,000 years. Other climate records based on seafloor sediments suggest it’s been at least 4 million years since levels were this high–a time when global temperatures and sea level were much higher than today.\nScientists said the measurements underscore the urgency of acting to reduce greenhouse gas emissions.\n“The number 400 is just a number, but it is really telling that we really don’t have a handle on carbon emissions, and we are headed for a different world,” said Dr. Mark Serreze, director of NOAA’s National Snow and Ice Data Center. “What you see in the Antarctic is pretty much the same story of what you’re going to see globally.”\nHe warned that warming global temperatures caused by increasing CO2 could kick-start climate feedback loops with dangerous consequences.\n“This year we’re looking at very low sea ice, a very warm Arctic. This is not a good sign for what could happen this summer and in coming summers,” Serreze said. “People are seriously talking about a massive methane release from the seafloor. It might be far-fetched but it shows there things we don’t know about the carbon cycle. We’re getting into uncharted territory.”\nCO2 is unlikely to drop back below 400 ppm in Antarctica this year, or anytime in the foreseeable future, said Dr. Anna Jones, an atmospheric chemist with the BAS. Along with measuring the annual average levels, Jones said Halley researchers recently added sensitive new monitors that can track CO2 on a daily basis, getting more information on where the gas is coming from.\nThat’s important because the Southern Ocean surrounding Antarctica is an important global carbon sink, meaning it absorbs large amounts of CO2 and keeps it stored on the sea bottom. Any sudden changes in the measurements could indicate a big change in the carbon cycle, she explained.\nThere are other reasons to track CO2 levels. The new sensitive monitors, combined with aerial detection and satellite data, will help monitor and enforce the terms of the Paris climate agreement by helping identify specific sources of the gas such as individual countries or industrial areas.\nJones said CO2 measurements at the station started in 1976 at a level of 328 ppm. Even if all CO2 emissions stopped today, the concentration would keep increasing for a few years before starting to drop.\nWithout major cuts in greenhouse gas emissions, Tans said CO2 levels in Antarctica will follow the same inexorable upward path as elsewhere.\n“I give talks on this, and I always end with a positive note, otherwise this story is so dire that people just turn off,” he said. “I tell them we actually know what to do about this. We can actually aggressively decrease emissions, and the beautiful thing is we can actually create jobs by doing that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}