{
  "url": "https://insideclimatenews.org/news/10062016/white-house-moves-prompt-government-suppliers-address-climate-change/",
  "title": "White House Wants Government Suppliers to Address Climate Change",
  "date": "2016-06-10T07:30:03-04:00",
  "content": "The Obama administration has sent American industry another signal about the need to address climate change.\nUnder a rule proposed last month, companies doing business with the federal government would have to report whether they publicly disclose greenhouse gas emissions, their plans for paring emissions and the risks climate change poses to their operations. The rule wouldn’t require disclosure or set emissions goals.\nWhile the proposal by the Federal Acquisition Regulatory Council (part of the Office of Management and Budget) would have little compulsory weight, it is intended to “drive greater disclosure” by companies in the government supply chain, according to a White House blog post.\nIt may be a first step toward requiring carbon footprint disclosures, said Paul Gutermann, a Washington, D.C., lawyer who specializes in government contracting.\n“It’s like the camel getting its nose under the tent,” Gutermann said. “What will be interesting is to see what the next step may be.”\nThe proposal is part of a series of climate initiatives by President Barack Obama, including a call last year to reduce federal government emissions by 40 percent below 2008 levels by 2025.\nThe Federal Highway Administration proposed a requirement in April that recipients of federal transportation funds reduce the greenhouse gas emissions created by transportation projects. The rule, still open for public comment, does not set emission goals but asks that climate mitigation be a factor in transit planning.\nThe Office of Management and Budget is responsible for making out the government’s $400 billion-a-year shopping list. The Acquisition Regulatory Council’s rule would single out companies doing business with the Department of Defense, the General Services Administration and the National Aeronautics and Space Administration (NASA).\n“This information will help the government assess supplier greenhouse gas management practices and assist agencies in developing strategies to engage with contractors to reduce supply chain emissions,” according to a summary of the rule published in the Federal Register.\nThe rule would apply to tens of thousands of companies that do more than $7.5 million in business annually with the government, from giants like Boeing and General Dynamics to the subcontractors that make parts from them. It also would include fossil fuel companies such as ExxonMobil, Conoco Phillips and Royal Dutch Shell.\n“It’s a wide net that has a lot of fish,” said Robert Huffman, a partner of Gutermann’s in the government contracting law firm.\nThe agency did not respond to requests for comment. But in the blog post on the White House website, three senior administration officials, including the government’s chief acquisition officer, discussed the proposed rule.\n“It leverages the federal government’s purchasing power to push for this type of unprecedented disclosure,” the officials said in the blog post.  It “sends another clear market signal that there is strong interest for disclosure of greenhouse gas emissions and climate-related risk data.”\nThe proposed rule so far has not generated comments to federal officials. Many companies and industry associations said they are still reviewing the specifics to determine what effects the rule may have on business.\n“We are still looking into this proposal and talking to our members,” said Megan Van Etten, the senior manager of media relations for the U.S. Chamber of Commerce, in an email.\nThe proposal hasn’t stirred the National Defense Industrial Association’s 1,600 members, which includes large contractors and small businesses.\n“We haven’t gotten feedback from our members about whether the proposed rule would have any effect,” said Ashley Saunders, a spokeswoman for the organization. “At this point we don’t know what impacts it may have.”\nFor companies like Boeing, the rule would not require additional work because the company already collects data on its carbon footprint and makes it publicly available on its website, said Jason Capeheart, a Boeing spokesman.\nConocoPhillips spokesman Daren Beaudo said the fossil fuel company also makes the information public in the company’s Sustainability Report.\n“There is very little muscle in this rule that I can see,” attorney Huffman said.\nThe rule wouldn’t require any new climate disclosures, Huffman said. What the proposed rule does is ask the question, “Do you or don’t you publicly disclose your greenhouse gas emissions, and if you do where do you make the disclosures?” Huffman said.\nIt also may signal that companies doing business with the government should begin voluntarily making climate disclosures, said Bruce Bullock, director of the Maguire Energy Institute at Southern Methodist University’s Edwin L. Cox School of Business in Dallas.\n“As a business, you want to anticipate what’s coming and adjust your business strategy so that you put yourself in the most advantageous position possible,” Bullock said. “By voluntarily making the disclosures, it sends a message to the government that you are a responsible vendor.”\nNew York Attorney General Eric Schneiderman, who is leading a coalition of 17 Democratic state attorneys general in a review of the climate practices of the fossil fuel industry, praised the proposed rule as an “urgent need” to improve emissions disclosures.\n“This is another meaningful step toward the transparency investors and the public need—and are entitled to—particularly from fossil fuel companies and other companies that receive taxpayer dollars,” Schneiderman told InsideClimate News.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}