{
  "url": "https://insideclimatenews.org/news/07062016/unabated-global-warming-threatens-west-snowpack-water-rocky-mountains-sierra-nevada-drought/",
  "title": "Unabated Global Warming Threatens West’s Snowpack, Water Supply",
  "date": "2016-06-07T14:07:42-04:00",
  "content": "Low-elevation snowpack across the Rocky Mountains, the Sierra Nevada and the Cascades will disappear in the coming decades if global warming continues unabated, according to a new study. The changes will cause water shortages in the region and dry out forests and grasslands, the study’s authors say.\nAccording to the research, the snow line—the altitude above which it snows, and below which it rains—will climb as much as 800 feet in the Colorado Rockies, and 1,400 feet in the Rockies of Idaho and Wyoming by 2100 if greenhouse gas emissions continue at the current rate. The snow line will rise by an average of 950 feet across six Western mountain regions by century’s end. The study, by a team of University of Utah scientists, was published online in the journal Geophysical Research Letters last month.\nA shift of that magnitude means less spring runoff for millions of square miles of watersheds in the lower elevations of the West. The melting of the spring snowpack determines how much water feeds critical reservoirs in 11 Western states. That water helps sustain Phoenix, Los Angeles, Las Vegas and other cities, as well as farms and mountain ecosystems, through hot, dry summers.\nLess spring snowpack means water managers will have to capture runoff earlier in the season, and dried up forests, brush and grasslands will increase early season wildfires. Western ski resorts will also be affected, because the snowline will rise above the base elevation of many of them, according to the study.\n“We identified an elevation threshold above which precipitation is the main driver of springtime snowpack,” said University of Utah climate researcher Court Strong, who led the study. Right now, that line is at about 6,500 feet, but it will rapidly march up the mountain during the coming decades if global warming continues unchecked, Strong said.\nAlong with melting Arctic ice and vanishing glaciers worldwide, declining snow cover is a powerful gauge of global warming impacts, researchers say.\n“Snowpack is one of the most pure forms of a climate indicator,” said John Abatzoglou, a University of Idaho geography professor who studies climate impacts but was not involved in the study. “We can see our snowpack, we can see when it decreases, or moves up and down the mountain…It’s one the best independent measures when it comes to climate change.”\nClimate change has already reduced snow cover in the Rockies by 20 percent since 1980, and pushed up the peak of spring runoff by as much as two weeks in parts of the mountain West, recent studies have shown. All global climate models have projected steadily increasing temperatures, and some suggest a slight increase in precipitation, for the region.\nBut until now, those models have not been able to project changes for individual mountain ranges or valleys. For this study, the authors downscaled global models to account for extreme variations in altitude and other local conditions like winds and regional moisture sources. Their goal was to find out how climate change will affect precipitation and temperature, and how those changes will alter snowpack.  It is one of the first studies to show specific, elevation-based snowpack projections.\nThe study used data from the Wasatch Mountains of Utah, California’s Sierra Nevada, the Cascades in Washington and Oregon and the Rocky Mountains of Colorado, Idaho and Wyoming.\nThe team embedded a local weather forecasting system, which included 26 years of observed temperature, precipitation and snowpack data, in the global climate model. They telescoped the grid into smaller and smaller cells to capture fine-scale atmospheric processes affecting local climate, including future temperature changes in the Great Salt Lake in Utah and evaporation from urban irrigation, both of which contribute moisture to the air.\nThat enabled the researchers to look at areas as small as one-and-a-half square miles and make detailed projections about how global warming will affect the snowpack. Existing global climate models measure the Earth’s surface in segments of more than 38.6 square miles, bigger than some of the mountain ranges covered by the new study.\n“You can’t even see the Wasatch Range [in Utah] at that resolution,”  said Strong. Those models work well for flat areas like the Great Plains, but they don’t capture climate change impacts in the complex terrain of the mountain West, he said.\nThe researchers also wanted to know how the changing snow line would affect winter recreation, so they looked at 14 ski resorts in Utah.\nFour of them have base areas that sit above 7,300 feet, the elevation identified in the study as the snow line in 2100. That means they will still get snow rather than rain for most of the winter. But the rest, including venues from the 2002 Winter Olympics, sit at base elevations between 5,500 and 7,200 feet. The base areas of those resorts will often see mid-winter rains, and little or no snow, by the end of the century.\nThe findings challenge conventional thinking that the amount of winter precipitation is the main predictor of summer water supplies in the West. Instead, warming temperatures will have a bigger impact on how much water is stored as snow, and how fast it will melt and run down into rivers and streams in the water-strapped region.\nAlready, the Colorado River, which is fed by mountain streams and supplies water to more than 33 million people, has more claims on its water than it can deliver. Mountain snowmelt feeding streams in Utah, Wyoming and Colorado replenishes the Colorado River and its reservoirs and also give local towns and ranchers water for seasonal irrigation. The system for allocating water was designed based on the climate of the 1920s.\nThe study adds more detail to a large body of science that has already documented big changes to the snow and water cycle in the West, according to U.S. Geological Survey researcher Greg McCabe, who has been publishing papers on the topic since the 1980s.\n“Since the 1980s, we noticed that these declines in spring snowpack measured on April 1 are unprecedented,” said McCabe, referring to the day each year when water managers measure the moisture in the snowpack to plan summer dam operations. McCabe was not involved in the recent study. “When you start to look at the details, you see that things are really happening and it’s pretty clear that it’s related to winter temperatures warming,” he said.\nThe Rutgers Global Snow Lab has tracked dwindling spring snow at a larger scale, with satellite data showing that the average Northern Hemisphere spring snow cover dropped from about 32 million square miles in 1969 to less than 29 million square miles in 2015.\nIn addition to the impacts on water resources, less snow cover and earlier snowmelt also means that the darker colored ground will absorb more solar radiation, in turn warming the atmosphere above.\n“All the measurements tell us spring snowpack has declined over the last half century, that’s a fact. And that it’s declined at lower elevation is a sign that increasing temperatures are what’s driving it,” Abatzoglou said.\nStrong, the study’s lead author, said the new findings are also important because the modeling approach will enable more accurate projections of global warming impacts in other mountain regions.\n“Now that we have this system configured for this region, it can be transplanted, with some calibration for other local conditions to project winter precipitation accurately,” he said\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}