{
  "url": "https://insideclimatenews.org/news/26052016/exxon-annual-meeting-rejects-shareholder-resolutions-climate-change-global-warming-investigation-fraud/",
  "title": "Exxon Rejects Shareholder Requests to Address Climate Change",
  "date": "2016-05-26T06:00:45-04:00",
  "content": "Following the recommendation of the ExxonMobil board of directors, shareholders voted against six resolutions that would have addressed climate change at the company’s annual shareholder meeting in Dallas on Wednesday.\nThe resolutions included electing a board member with expertise on climate science, enacting policies to limit global warming, paying special dividends rather than investing more in fossil fuel reserves, and publishing an annual report on how climate policies could affect the company financially.\nRejection of the initiatives was expected and continued more than a quarter century of opposition to shareholder resolutions by the company on climate change. While none of the resolutions directly related to climate change passed, one that would let minority shareholders nominate outsiders for seats on the board and could thereby provide a pathway for a climate expert to become a board member, did pass with approximately 60 percent of the vote.\nA climate resolution that called for Exxon to publish an annual report on how climate policies will impact the company, including the global goal of limiting warming to 2 degrees Celsius, got 38.2 percent of the vote. No prior climate resolution had ever gained more than 31.2 percent.\nExplore in-depth Exxon’s track record – Exxon’s 25 Years of ‘No’: Timeline of Resolutions on Climate Change\n“An unprecedented number of Exxon’s shareholders have demanded that it analyze how a 2˚C transition will impact its business,” Robert Schuwerk, senior counsel for the environmental group Carbon Tracker, said in a statement. “Exxon must now meet this demand or confront a more wary investor class next year.”\nCeres, a nonprofit sustainability advocacy group, had helped organize investors representing more than $10 trillion to support the 2-degree resolution. “Given the significant resources Exxon spent fighting this proposal, such a strong vote is a real rebuke to company management,” Andrew Logan, Ceres’ director of oil & gas programs, said in a statement.\nA separate resolution went further in calling for a policy committing Exxon to support the goal of limiting climate change to 2 degrees Celsius. This resolution received 18.5 percent of the vote.\nThe resolution was brought forward by Sister Patricia Daly of the Sisters of St. Dominic of Caldwell, N.J. Speaking at the meeting, Daly said that in urging shareholder rejection of the resolution, Exxon management “has chosen to disregard the consensus of the scientific community, the will of 195 nations that signed the Paris agreement in December, many of our peers in the oil and gas communities, and the calls of faith leaders from the Catholic, Jewish, Christian, Muslim, Buddhist and interfaith traditions.”\nRead: Exxon’s Gamble: 25 Years of Rejecting Shareholder Concerns on Climate Change\nThe votes came as a number of leading oil companies, under mounting pressure, are assessing how they address climate change. The French oil company Total published a report on Tuesday with a goal of supporting the 2-degree goal. The report noted that Total will move away from tar sands oil and Arctic drilling and will apply an internal cost on carbon.\nChevron shareholders voted against several climate-related measures at its annual shareholders meeting on Wednesday. They included a call to publish an annual report on how legislation designed to curb climate change could affect the company.\nExxon, in particular, has faced increased scrutiny of its climate policies from dozens of activist shareholder groups, as well as members of Congress, climate scientists and environmental advocates. In the months following a series of stories last year by InsideClimate News and other news organizations, Exxon became the target of probes by state attorneys general, who are investigating whether the company violated racketeering, consumer protection or investor protection statutes through what it said about global warming.\nIn Exxon’s meeting, the question-and-answer period grew heated when one shareholder asked chief executive Rex Tillerson when the company would publicly condemn deception on climate change.\n“We will never withdraw our support for people to express their free speech opinions on any matter whatsoever,” Tillerson said. “The fact that people have different opinions on climate change, they have every right to their opinion, whether we agree with it or not, I will support their right to say so.”\nWhen pressed on the need to move quickly away from fossil fuels, Tillerson said, “The reality is there is no alternative energy source known on the planet or available to us today to replace the pervasiveness of fossil fuels in our global economy and in our very quality of life. And I would go beyond that and say our very survival.”\nTillerson said fossil fuel energy is  needed to address the immediate needs of humanity including poverty, starvation, and disease control.\n“The only way out of that is to provide them the energy sources we have today,” he said. “That is why we continue to believe fossil fuels will have a significant and important role to play for as far as we can see.”\nSen. Sheldon Whitehouse (D-R.I.), who has led calls for a federal investigation of Exxon’s potential climate fraud, said he was as encouraged by the shareholder activism as he was discouraged by Exxon’s response.\n“As someone who sees firsthand the malevolent lobbying presence of ExxonMobil in Congress, I’m not surprised,” Whitehouse said in a statement. “But I am heartened that ExxonMobil’s shareholders rebelled against the corporation in such large numbers. The fossil fuel giant’s days of climate obstruction and obfuscation are numbered.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}