{
  "url": "https://insideclimatenews.org/news/18052016/massachusetts-high-court-climate-change-youth-case-greenhouse-gas-emissions/",
  "title": "Youth Win Climate Case Against Massachusetts in State’s High Court",
  "date": "2016-05-18T11:00:20-04:00",
  "content": "The Supreme Judicial Court of Massachusetts ruled on Tuesday that the state must impose comprehensive cuts in greenhouse gas emissions to comply with the Global Warming Solutions Act, a law passed by the legislature in 2008.\nThe ruling should usher in significantly broader and stricter statewide controls on all manner of global warming pollution, including most major sources of carbon dioxide.\nIt is the most impressive victory to date in a campaign orchestrated in part by the advocacy group Our Children’s Trust, which has mounted court challenges on climate change on behalf of youth clients in the federal district court in Oregon, and in the state courts of Pennsylvania, Colorado, Washington and Oregon, as well as in several other countries.\nUnless the Massachusetts State Legislature reverses course, which seems unlikely, the decision by the state’s highest court settles the matter.\nJust how quickly the year-by-year reductions will be achieved in Massachusetts, and how many new sources of emissions will have to be brought under the tight new limits, remains to be seen. The court did not spell out how regulators must act—only that they must not sidestep the law.\nThe Global Warming Solutions Act requires that statewide emissions be cut by 80 percent from 1990 levels by 2050.\nThat target, the high court noted, was based on the state legislature’s recognition of the scientific consensus on climate change and its impatience with national and international actions to address the crisis in a meaningful way.\nThe ruling overturns a lower court decision that the state’s environmental agency had substantially complied with the law’s aims by enforcing three significant, but not comprehensive, sets of emissions rules.\nThe most notable rules involve participation in the Regional Greenhouse Gas Initiative, or RGGI, a pact aimed at cutting electric power plant emissions in several northeastern states. The other rules limited the gas sulfur hexafluoride and set standards for low-emission vehicles.\nBut these did not go far enough, the high court ruled.\nIt said the law “requires the department to promulgate regulations that address multiple sources or categories of sources of emissions, impose a limit on emissions that may be released, limit the aggregate emissions released from each group of regulated sources or categories of sources, set emissions limits for each year, and set limits that decline on an annual basis.”\nThe case, Kain et al. v. Massachusetts Department of Environmental Protection, was brought by four youth plaintiffs and two New England environmental nonprofit groups, the Conservation Law Foundation and the Mass Energy Consumers Alliance.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}