{
  "url": "https://insideclimatenews.org/news/25042016/icn-honored-white-house-correspondents-association-award-exxon-exxonknew/",
  "title": "White House Correspondents’ Association Honors ICN’s #ExxonKnew With Poe Award",
  "date": "2016-04-25T16:00:22-04:00",
  "content": "InsideClimate News’ Exxon: The Road Not Taken series was awarded the Edgar A. Poe Award by the White House Correspondents Association, which annually honors “excellence in news coverage of subjects and events of significant national or regional importance, written with fairness and objectivity.”\nThe WCHA, founded in 1914 and dedicated to covering the president, recognized the ICN reporting team of Neela Banerjee, John H. Cushman Jr., David Hasemyer and Lisa Song for their eight-month investigation about Exxon’s cutting-edge climate research.\nThe award was shared by Terrence McCoy of the Washington Post, who explored the issue of lead poisoning among poor black children in Baltimore after Freddie Gray died in custody in a high-profile case of alleged police abuse. Gray, like many similar poisoning victims, had been exploited for his cash settlement.\nThe judges lauded ICN’s work for its impact on another nationally important topic: “As early as 1977, scientists at energy and oil giant Exxon Corporation told top executives that fossil fuel emissions were warming the planet. Over time, however, Exxon became a leader in denying climate change…Reporters Neela Banerjee, John Cushman, Jr., David Hasemyer and Lisa Song of InsideClimate News, used documents, interviews and the public record from four decades to reveal a deeply disturbing trail from climate change discovery to denial. The story prompted the New York Attorney General to issue a subpoena to force Exxon to disclose records in order to determine if it committed fraud under state law.”\nThe award is named for Edgar Allen Poe, a longtime New Orleans Times-Picayune journalist who served as president of the White House Correspondents Association. He died in 1998 at age 92. It will be presented at the WHCA annual dinner this Saturday night in Washington and will be broadcast live via C-Span.org.\nThe series last week was named a finalist for the Pulitzer Prize for Public Service.\nThe work had already won several other prestigious journalism awards: The National Press Foundation’s Stokes Award for energy reporting; finalist for the Goldsmith Prize for Investigative Journalism; the Izzy Award for Excellence by Independent Media; the Scripps Howard Award for Environmental Reporting; and a Society for American Business Editors and Writers award for best investigation by a digital news site. The infographics from that series also won a Sigma Delta Chi Award from the Society of Professional Journalists.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}