{
  "url": "https://insideclimatenews.org/news/14042016/climate-change-consensus-affirmed-global-warming-manmade-scientists/",
  "title": "Consensus Affirmed: Virtually All Climate Scientists Agree Warming Is Manmade",
  "date": "2016-04-14T17:00:03-04:00",
  "content": "Ninety to 100 percent of climate scientists agree that the planet is warming due to human activity, according to a peer-reviewed paper published Wednesday in the journal Environmental Research Letters. The study, called a “consensus on consensus,” synthesizes findings from prior published research.\nWhile there is a near-unanimous consensus among climate scientists that human activity is causing the planet to warm, public opinion in the U.S. lags far behind.  Only 70 percent of Americans (79 percent of Democrats and 56 percent of Republicans) believe there is evidence for global warming, according to recent national figures. Corporate funding that seeds doubt on the science of climate change has helped create this wide disparity in beliefs on climate change between scientists and the general public, particularly Republicans, according to a recent study published in the Proceedings of the National Academy of Sciences. The Republican party’s two leading presidential candidates say they do not believe in manmade global warming.\nThe current study comes in response to climate skeptic Richard Tol, a professor of economics at the University of Sussex in England challenging the validity of a 2013 consensus study by John Cook, a climate communication fellow at The University of Queensland’s Global Change Institute in Australia. Cook’s widely cited survey had found 97 percent of climate scientists agree that humans are causing climate change, mainly through the burning of fossil fuels. Cook also authored the current study with other researchers who have previously published a total of seven peer-reviewed studies on the consensus of human-caused climate change.\nThe new study reaffirms Cook’s prior work. The 90 to 100 percent range in the current study is a result of slight variations in the wording of the question, as well as the timing and sampling methodology used when surveying scientists or analyzing their published research.\n“No matter how you slice or dice it, you still come up with essentially the same result,” Naomi Oreskes, a history of science professor at Harvard University and co-author of the study, said. “The vast, vast majority of scientists are on board on this issue.”\nTol came to a different conclusion, using results from surveys of non-experts such as economic geologists and what the current study describes as a “self-selected group of those who reject the consensus.” At one point in his critique of Cook’s 2013 study, Tol assumed that published sources that do not explicitly state the cause of global warming count as  a non-endorsement of the science. If applied elsewhere, this approach would “reject consensus on well-established theories such as plate tectonics,” the current study concluded.\n“What this latest study shows, definitively and authoritatively, is that the scientific consensus behind human-caused climate change is overwhelming,” said Michael Mann, director of the Earth System Science Center at Penn State University. “It is time to end the fake debate about whether or not climate change is real, human-caused, and a threat, and get on to the worthy debate about what to do about it.”\nOreskes, who first published consensus data about climate change in 2004 and co-authored Merchants of Doubt, a book about the origins and persistence of climate denial, echoed the sentiments.\n“It’s really very sad that we still have to write a paper like this, but unfortunately we do,” Oreskes said. “We’ve known about the science for a long time now. Can we please have a conversation about how to fix this problem?”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}