{
  "url": "https://insideclimatenews.org/news/08042016/big-methane-leaks-superemitters-oil-gas-production-climate-change-edf/",
  "title": "Researchers Find No Shortcuts for Spotting Wells That Leak the Most Methane",
  "date": "2016-04-08T12:34:15-04:00",
  "content": "It is difficult, if not impossible, to predict which oil and gas wells will emit large amounts of methane, a comprehensive study of more than 8,000 active facilities across the U.S. finds.\nResearchers were looking for ways to predict which wells leak the most, following prior studies that showed “superemitters” contribute the vast majority of oil and gas fields’ emissions of methane, a potent greenhouse gas. If researchers could uncover a pattern, it would make predicting those superemitters and reducing their emissions easier.\n“It makes things a little more challenging,” said lead author David Lyon, a scientist with the Environmental Defense Fund. “You are going to have to look at all the sites to find the high emissions.”\nThe peer-reviewed study, published Tuesday in the journal Environmental Science & Technology, relied on helicopter-based infrared camera surveys across seven major oil- and gas-producing regions. Wells were randomly selected and well operators were not notified prior to inspections. Nationwide, 4 percent of well sites surveyed were superemitters, releasing a minimum of 200 to 600 cubic feet of methane and other hydrocarbon gases into the atmosphere per hour, according to the study.\nThe number of high emitters varied from as low as 1 percent in Wyoming’s Powder River Basin to 14 percent in North Dakota’s Bakken Formation. Wells in oil-producing regions were three times more likely to be superemitters than fields that produced natural gas. Knowing the type of well and its location, however, did not help in predicting a well’s rate of emissions.\n“Overall it was still mostly a random process,” Lyon said. “It really demonstrates the importance of things like continuous detection or frequent monitoring to find these high emission sites.”\nCurbing emissions of methane, which is 86 times more potent at warming the earth’s atmosphere than carbon dioxide over a 20-year period, is crucial in combating climate change. A 2015 study of the Barnett Shale region in North Texas found 2 percent of oil and gas facilities were responsible for 50 percent of all methane emissions. The study was part of an $18 million project launched by the Environmental Defense Fund in 2011 to measure emissions from every sector of the oil and gas industry, including production, storage and distribution.\nWhile predicting which wells will leak is difficult, the study did find that within well sites, more than 90 percent of all leaks came from storage tanks. Above ground tanks are often used to store oil, other hydrocarbons and water produced from underground reservoirs.\nSome storage tank emissions were from intentional venting through release valves that regulate pressure at the well site. Other emissions were accidental releases caused, for example, by someone forgetting to close a hatch after pumping out a storage tank.\nStopping such accidental releases could be relatively easy.\n“It could be a really simple solution like putting a sensor on the tank hatch to tell you if it is open or closed,” Lyon said.\nOther trends in the data could also help prioritize where to look for leaks, said Robert Jackson, an earth system science professor at Stanford University and study co-author.\nOil fields where gas is flared leak more than fields where gas is pumped to market, he said.\n“If you’re flaring gas, you may not be as careful as when you’re selling gas,” Jackson said. “Companies appear to pay less attention to methane in oil-rich regions. They focus on more valuable products.”\nIn the Barnett region of Texas, for example, fewer than 1 percent of wells that produced mostly methane leaked while 21 percent of wells that produced more oil than gas leaked. Prioritizing monitoring of oil-producing wells could help to significantly reduce emissions, Jackson said.\nOthers were less optimistic that the study’s findings would help reduce emissions.\n“It makes regulation very difficult,” said Anthony Ingraffea an engineering professor at Cornell University who is a leading researcher on methane emissions from the oil and gas industry. “If you have all these possible sites where you can have leaks, you can never have enough inspectors with all the right equipment being in all the right places at all the right times. It’s too complex a system.”\nIngraffea praised the comprehensive nature of the study and said it reinforced prior findings that the U.S. Environmental Protection Agency is underestimating methane emissions by failing to account for superemitters.\nThe study also reinforced the need to move beyond our current reliance on fossil fuels, he said.\n“If we only have about two decades to do something very significant about carbon dioxide and methane emissions, we just spent a third of that time finding out we should have been doing other things to reduce production of all hydrocarbons, rather than hoping to find out we did not have to, or finding out that it is damn near impossible to find and fix all the big leakers,” Ingraffea said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}