{
  "url": "https://insideclimatenews.org/news/05042016/study-warning-wall-street-financial-risks-stranded-assets-climate-change-trillion-dollars/",
  "title": "Study Sends a Warning to Wall Street of Trillions at Risk From Climate Change",
  "date": "2016-04-05T10:00:37-04:00",
  "content": "Climate change may wipe out $2.5 trillion, or 1.8 percent of the world’s financial assets, by the end of this century if the planet continues to warm at its current rate, according to a new study.\nThat would be the most likely outcome under business as usual, according to researchers whose peer-reviewed study was published Monday in the journal Nature Climate Change. In the study’s worst-case scenario, the current rate of warming could threaten $24 trillion, or 16.9 percent of global financial assets, by 2100. Economic models used in the study put the chances of the worst-case scenario at 1 percent.\nThe study builds on previous initiatives that focused on “stranded assets,” or the amount of coal, oil and natural gas reserves that fossil fuel companies may have to leave in the ground because burning them would exceed emissions limits set by global climate agreements. The findings stress the need for financial regulators to give climate risks greater scrutiny, said lead author Simon Dietz.\n“It broadens the story,” said Dietz, who is co-director of the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science. “We are contributing to recent calls for climate change to be on the agenda of financial regulators in encouraging companies to disclose their climate change risks so that investors can make informed decisions.”\nThose potential risks include extreme weather events such as floods or storms that destroy factories or other infrastructure. Other, indirect risks could include fossil fuel-based power generation becoming more costly because it depends on abundant supplies of cold water for cooling.\n“The nexus of climate change and investment is not just coal companies and oil and gas companies,” Dietz said. “It’s a much broader set of companies. In fact it could be an issue at the whole-economy level.”\nThe worst-case scenario assumes a business-as-usual level of warming in which global average surface temperatures increase by 2.5 degrees Celsius (4.5 degrees Fahrenheit) by 2100, compared with pre-industrial age levels. Delegates to the world climate talks in December in Paris agreed to try to keep warming below 2 degrees Celsius, the level generally believed to hold off the most catastrophic effects of climate change.\nThe worst-case loss of $24 trillion in assets would far exceed the total market capitalization of all fossil fuel companies today, estimated at $5 trillion. That potential loss would also be significantly greater than the $17.3 trillion annual gross domestic product of the U.S., the world’s largest economy.\nLimiting warming to 2 degrees by 2100 by reining in greenhouse gas emissions would significantly reduce financial risk, the study showed. In that case, losses would be reduced to $1.7 trillion of global financial assets, based on the average of various risk assessments.\nReaching the 2 degrees goal would require significant investments in clean energy infrastructure. Such costs, however, would be more than offset by the decreased risk to financial assets, the researchers found. When the costs of reducing greenhouse gas emissions to that level were included in the calculations, the value of global financial assets would be $315 billion higher than if the planet were allowed to warm by 2.5 degrees, according to the study.\n“That was a bit of a surprise to us,” Dietz said. “A lot of economists have thought that you maybe need a broader perspective than just narrow financial assets, and you might need a longer time horizon than just this century to support the case for reducing emissions, but we don’t find that.”\nStudies warning of the global financial risks posed by climate change go back years. In a watershed report from 2006, British climate economist Nicholas Stern warned that failing to act on climate change could reduce global GDP by as much as 20 percent.\nMost recently, a 2015 report by The Economist Intelligence Unit, the research and analysis division of The Economist Group, which publishes The Economist magazine, found financial asset losses would be $2 trillion if warming were limited to 2 degrees by 2100. That report, which lists Dietz as a contributor, found that for temperature increases above 2 degrees the financial risk was significantly higher. At 5 degrees of warming, the average expected financial loss based on economic models was $7 trillion.\nThe current study “confirms the tremendous financial risks associated with failing to keep warming below 2 degrees,” said Shanna Cleveland, a senior manager at Ceres, a Boston-based nonprofit that works with the business community on sustainability and climate change issues. “Too many companies, especially fossil fuel companies, fail to factor in the negative impacts on economic growth that climate change will have on their forecasts for demand and price.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}