{
  "url": "https://insideclimatenews.org/news/29032016/climate-change-deception-oil-companies-exxon-california-legislation/",
  "title": "Thirty Years of Climate ‘Deception’ Could Become Offense Under New Calif. Law",
  "date": "2016-03-29T17:00:00-04:00",
  "content": "Fossil fuel companies in California could face investigation under legislation introduced by a state senator who says the proposed law is designed to hold industry accountable for “many years of public deception” and fraud over the scientific evidence about climate change.\nThe Climate Science Truth & Accountability Act would extend the statute of limitations under California’s Unfair Competition Law from four to 30 years, giving greater leverage to state and local prosecutors to file civil charges in connection with the conduct of fossil fuel companies going back decades.\nThe legislation, introduced by Sen. Ben Allen (D-Santa Monica), would give prosecutors authority to delve into the issues dating to the heart of the denial era.\nThe legislation was inspired by investigative news stories, including those by InsideClimate News (ICN), and an investigation by the Union of Concerned Scientists (UCS) that disclosed ExxonMobil and the oil industry were aware of the dangers of global warming from the burning of fossil fuels as far back as the 1970s.\nThe ICN stories and later articles by the Los Angeles Times in tandem with the Columbia University Journalism School—along with a UCS report last year—revealed that the company went on to spearhead industry efforts in the late 1980s to derail regulation of greenhouse gas emissions and cloud public understanding of climate science.\nThe bill takes aim at fossil fuel companies over concerns that they have deceived the public for decades about their products’ impact on climate change, and seeks to hold them accountable.\nBased on his review of the recent disclosures, Allen said there are serious issues that warrant investigation.\n“I want to give law enforcement the tools they need to hold people accountable for their actions if that’s where the evidence takes them,” he said. “Certainly everything we’ve seen suggests there may be a really strong case.”\n‘Unfair and Deceptive Practices’\nAllen said the legislation is not a directive to law enforcement to pursue prosecutions, and he emphasizes the bill does not change the standard of proof or alter legal due process.\nYet a summary of the bill by Allen’s office concluded: “Given the environmental, health, and economic impacts that Californians are already paying for as a result of the fossil fuel industry’s many years of public deception and their efforts to block action on climate change, it is important to hold the industry responsible.\n“Keeping the statute limited to only four years undermines the state’s ability to hold fossil fuel companies responsible for their unfair and deceptive practices that extend back well beyond four years, as well as the damages and risks that Californians and everyone else must face for centuries to come.”\nExtending the deadline for filing environmental cases would expose fossil fuel companies like Exxon to greater liability, said Richard Frank, professor of Environmental Practice and Director of California Environmental Law and Policy Center at the University of California, Davis.\n“If the statute of limitations is extended, that means a now powerful environmental prosecutorial tool will become even more powerful,” said Frank, who served nearly 30 years as a deputy in the California attorney general’s office.\nThe unfair competition statute allows the California attorney general, a district attorney, or a city attorney of a city with more than 750,000 people to bring legal action against a business that has committed “unlawful, unfair or fraudulent business act[s] or practice[s] and unfair, deceptive, untrue or misleading advertising,” as it relates to climate change.\nAs the law stands now, it is difficult for prosecutors to file cases involving violations older than four years. That would change if Allen’s bill becomes law.\n“It would open up a much wider window for companies to be held accountable for their conduct,” Frank said.\nIt could be applied to possible violations by ExxonMobil and other fossil fuel companies for making deceptive public statements about what it knew about climate change and any attempts to obfuscate the truth, Frank said.\nCases brought under the law are civil, not criminal. That means violations can result in hefty fines and court orders to halt the illegal conduct.\nThe law could also be employed in civil litigation by private citizens who can prove to a court they have sufficient connection to, and harm from, the alleged violations. The proposed law also would also apply to so-called “private party” cases, in which stockholders might sue a company.\nThe bill must make its way through several senate committees before coming up for a vote in June before the full body. If it passes, the legislation will be forwarded to the assembly for consideration and a vote later in the summer. A final bill, if passed by the Democratic-held senate and assembly, could be on Gov. Jerry Brown’s desk by August.\nBrown, also a Democrat, and state lawmakers have a history of taking steps to combat climate change and curb toxic carbon pollution. Most recently, Brown signed ambitious legislation to expand renewable energy use to 50 percent and double energy efficiency in buildings by 2030.\nExxon already is the target of an investigation by the New York attorney general’s office. Investigators for Attorney General Eric Schneiderman have issued a subpoena demanding Exxon turn over documents related to its climate change studies, and the way the company represented that information to the public. During a press conference Tuesday with five other attorneys general and former Vice President Al Gore, Schneiderman confirmed that California Attorney General Kamala Harris has also launched an Exxon climate probe. The attorneys general of Massachusetts and the Virgin Islands announced their own investigations of the oil giant.\nAdrienne Alvord, California and western states director of the Union of Concerned Scientists, said the proposed expansion of California’s statute of limitations is vital because the state is already experiencing the costly, damaging effects of climate change.\n“We want to ensure that the state has the ability to hold fossil fuel companies legally accountable for the decades of deception and damages they have caused to public health, property and the environment in California,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}