{
  "url": "https://insideclimatenews.org/news/23032016/climate-change-activists-oil-gas-drilling-auction-gulf/",
  "title": "Climate Activists Disrupt Gulf Oil and Gas Auction in New Orleans",
  "date": "2016-03-23T17:30:56-04:00",
  "content": "More than 300 climate activists swarmed the Louisiana Superdome Wednesday morning to protest a federal auction of oil and gas drilling leases in the Gulf of Mexico. The action was part of the larger “Keep It in the Ground” movement aimed at stopping new fossil fuel production on publicly owned lands and waterways.\nThe protesters—environmental justice and climate leaders, college students, community organizers, tribal members and pastors—massed in the morning outside the Superdome in New Orleans, waving signs and banners and erecting climate-related art displays. About 100 demonstrators then marched in the stadium and into the auction room, chanting: “Don’t auction our climate. The people won’t be quiet!”\n“We want to stop these lease sales,” said Cherri Foytlin, a local environmental activist who helped organize Wednesday’s event. “As long as these leases go through, [industry] is tying us to an archaic economy and an archaic way of doing things that is destroying our earth.”\nThe New Orleans rally was the latest in a string of protests targeting federal onshore and offshore oil and gas leases. Activists have ramped up these protests in recent months, targeting auctions in Colorado, Nevada and Utah.\nMembers of 17 local and national environmental justice and green organizations supported the event; attendees included Jane Kleeb, founder of Bold Nebraska, and Anne Rolfes, founder of the environmental justice group Louisiana Bucket Brigade.\nCampaigners including Rolfes stayed until the end of the auction, which proceeded as planned despite the disruption, and then joined the growing crowds outside; there were no arrests. By the auction’s end, the government received $156 million for bids covering 693,962 acres. Bids were submitted before the auction.\n“Today we sent a message to the oil industry,” Rolfes said from outside the Superdome.\nThe New Orleans protest came a week after the Obama administration announced its new draft plan for offshore oil and gas leasing, which declared the Atlantic Coast off limits to drilling over the next five years. The same plan left open the door to drilling in Arctic waters off Alaska and allowed continued leasing in the Gulf of Mexico.\nThe Gulf “is the next front in the fight,” Rolfes said. While there’s been pushback against drilling in the Atlantic and the Arctic, this is the first time in the Gulf “we are finally pushing back,” she said.\nActivists sent a letter last week to President Barack Obama asking him to cancel the Bureau of Ocean Management’s Gulf of Mexico lease sales of approximately 45 million acres for future oil and gas exploration. “An end to new leasing would keep up to 450 billion tons of carbon pollution in the ground and further cement your administration’s commitment to a better future,” they wrote.\nAnother oil and gas lease sale for tracts in the Gulf is scheduled for later this year.\nAccording to Foytlin, attempts to engage with the oil industry and government officials on issues such as stopping spills and repairing old infrastructure have resulted in little action. “Now this is really the only option we have left, as far as I am concerned,” Foytlin said. “I’m willing to lose my freedom for that.”\nFoytlin said she and many others came to the protest prepared to get arrested for attempting to stop the auction.\nThe Bureau of Ocean Management “respects the right of peaceful protest and welcomes the public” to Wednesday’s sale, spokesman John Filostrat told InsideClimate News in an email.\nClimate activists have stepped up civil disobedience campaigns in recent years to draw attention to their demands to stop new fossil fuel infrastructure projects; 1,200 people were arrested at an anti-Keystone XL oil pipeline protest at the White House in 2011.\nInterfering in fossil fuel lease sales is a tactic made famous a few years earlier. Back in 2008, activist Tim DeChristopher disrupted an oil and gas auction in Utah by successfully bidding $1.8 million—money he didn’t have—for leasing rights to drill on 14 parcels of land. DeChristopher was charged by the U.S. Department of Justice with a federal felony and spent 21 months in prison.\nMore recently, activist and author Terry Tempest Williams and her husband, Brooke Williams, bought a parcel of federal land for $1,200 at an auction in Utah last month to prevent it from being drilled by energy companies for oil and gas. Federal officials had originally planned to hold the Utah leasing auction in November 2015, but delayed the event the day before it was scheduled due to planned protests. In addition to Williams and her husband, other climate campaigners attended the February lease sale, distracting auctioneers and bidders with their chanting.\nClimate advocates will ramp up their efforts to stop future fossil fuel development this spring, with several actions planned worldwide in May as part of the “Break Free from Fossil Fuels” campaign.\n“There’s a finite amount of capital that will be invested in energy projects in the next few years. It will be tragic if that’s invested in new fossil fuel infrastructure when it could be in renewables,” 350.org campaigner Jason Kowalski said. With actions such as the ones in Louisiana, “we want to make it very, very difficult for the fossil fuel industry to expand,” he added.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}