{
  "url": "https://insideclimatenews.org/news/15032016/arch-coal-retreat-montana-mine-otter-creek-valley/",
  "title": "Coal’s Latest Retreat: Arch Backs Away From Huge Montana Mine",
  "date": "2016-03-15T13:00:43-04:00",
  "content": "The writing has been on the wall as domestic and global coal markets have evaporated, but the announcement last week by St. Louis-based Arch Coal still came with a loud thud. Arch, the second largest U.S. coal producer, now in bankruptcy, announced it would no longer seek a permit for the largest proposed coal mine in the country, in Montana’s Otter Creek Valley.\nThe company cited “further deterioration in coal markets” in its decision to table its application to the Montana Department of Environmental Quality for a mine in southeastern Montana’s portion of the Powder River Basin that contains 1.4 billion tons of coal.\nBut while opponents of the mine celebrate, the coal leases have not been cancelled by Arch, so those leases, valid through 2022, can be sold. Considering current market and regulatory trends, though, it seems unlikely another company would invest in them.\nThe Montana Land Board had leased the Otter Creek coal tracts to Arch for $86 million in 2010, which coincided with the beginning of a precipitous drop in natural gas prices. Arch and other coal companies saw the looming shifts in domestic electricity generation, but planned an end run by exporting coal to booming markets in Asia.\nIn 2011, Arch partnered with BNSF Railway and billionaire candy bar mogul Forrest E. Mars, Jr., who owns property along the Tongue River, to acquire the Tongue River Railroad Company.\nIn 2012, Arch asked the DEQ to permit an open-pit mine, while the Tongue River Railroad Co. called for the Surface Transportation Board to green-light a rail spur, routed directly to the mine. The companies eyed a path to the handful of proposed coal-export terminals in the Pacific Northwest. Arch is a 38 percent shareholder in one of them, the Millennium Bulk Terminals project in Longview, Wash.\nBut since 2012, the coal export market has fizzled, too. China’s coal imports fell 30 percent in 2015, the biggest drop on record. The price of Australian coal, the regional benchmark, has fallen to around $50 per metric ton, its lowest price in nearly a decade.\nMatthew Korn, a Barclays analyst based in New York, recently described the export market as “dreadful.” The U.S. can’t compete with Russia, Australia and Indonesia, among other major coal-exporting countries, for the remaining demand.\nLate last year, the Tongue River Railroad Co. asked the Surface Transportation Board to suspend its railroad application until the DEQ issued mining permits. Arch had already delayed that process by not paying the DEQ for its work.\nThe DEQ found Arch’s mining and surface water discharge permit applications to be deficient, leaving the agency also waiting on the company to respond to many outstanding environmental concerns.\nA DEQ spokesperson said Arch’s application had effectively been suspended long before the company issued its news release last week.\nPrior to its bankruptcy declaration in January, Arch Coal had seen it shares drop to less than $1 a share, disqualifying them from the New York Stock Exchange. Arch was allowed to rebundle and combine its shares 10-to-1 to raise its per-share value back to around $10 last fall. But its value fell below $1 again prior to Arch’s bankruptcy filing.\nEven though burning the valley’s coal over the life of the mine would release an estimated 2.5 billion tons of carbon dioxide, the Montana Legislature, in 2011, restricted the DEQ from considering such “cumulative impacts.” It did so by explicitly limiting the scope of the Montana Environmental Policy Act to “within the borders of Montana.”\nFor now, at least as it pertains to the proposed Otter Creek mine, that change in law is moot.\nMontana politicians, however, seem to disregard the market factors and pin blame for the coal industry’s struggles elsewhere. Republican U.S. Sen. Steve Daines called the permit suspension, “a devastating loss” for the state’s economy. “This decision is an unfortunate repercussion of President Obama’s all-fronts assault on domestic energy production,” he said.\nKorn, the Barclays analyst, estimates that two-thirds of the coal industry’s struggles can be attributed to cheap natural gas, which he calls “a success of American industry that has now led to massive, massive changes in geopolitics.”\nAs the Tongue River Railroad Co. itself stated in a Surface Transportation Board filing in 2012: “Indeed, the market is the best governor of the demand for a new rail line and here market forces are coalescing behind a determination that the coal resource at Otter Creek should be developed and transported.”\nMarket forces are coalescing behind quite a different determination today.\n“Montana has a long history with mining companies walking away,” said Kate French, chair of the non-profit Northern Plains Resource Council, which has opposed both the mine and railroad. “We should count our lucky stars that Arch Coal walked away before this project was built, and before it wrecked the Otter Creek valley.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}