{
  "url": "https://insideclimatenews.org/news/08032016/environmental-justice-racism-flint-water-crisis-hillary-clinton-bernie-sanders-debate-climate-change/",
  "title": "At Flint Debate, Clinton and Sanders Avoid Talk of Environmental Racism",
  "date": "2016-03-08T12:00:42-05:00",
  "content": "Even as Democratic presidential candidates Hillary Clinton and Bernie Sanders spent much of Sunday night’s debate in Flint, Mich., discussing the city’s water crisis and climate change, they steered clear of what many believe is an issue that lurks behind both.\nThe candidates had been urged for weeks by advocates to address environmental justice, to connect the issue of Flint’s lead-tainted water with widespread racial disparities. Many advocates hoped Clinton and Sanders would emphasize that communities of color across the country are disproportionately affected by environmental and climate disasters.\n“I was looking for more specifics in terms of policy, plans, proposals and strategies that would lift up environmental justice and climate justice, and to bring home the point that…race is playing [a role] in terms of making communities more vulnerable,” said Robert Bullard, dean of Texas Southern University’s School of Public Affairs. Bullard is often called the “father of environmental justice” due to his long-standing expertise on the issue.\nFlint became the focus of national attention last fall when it was revealed that the city’s drinking water had high levels of lead. The human-made crisis stemmed from a series of bureaucratic decisions that began in 2011, when Gov. Rick Snyder appointed an emergency manager to oversee Flint, which was in dire economic straits. About 40 percent of the city’s 99,000 residents live below the poverty line, and nearly 60 percent are African-American.\nIn an attempt to save money, the emergency manager, who had tremendous power over Flint’s operations, switched the city’s water source to the Flint River in April 2014. Within weeks, residents began complaining about the brown, smelly water. Some reported nausea and rashes, but public officials ignored their concerns, even when water testing showed high levels of bacteria, trihalomethanes (a possible carcinogen), and lead.\nThe lead came from lead water pipes, which were being corroded by the river water. Lead is a neurotoxin that affects the brain, and is particularly harmful to children. When a Flint pediatrician warned the public last September about rising cases of lead poisoning in children, Michigan officials rushed to discredit her concerns. But growing public scrutiny, along with additional water testing, forced the governor to concede the problem in October. Flint abandoned the river water and switched back to buying drinking water from Detroit, but there’s no way to reverse the damage. Solving the problem will require replacing Flint’s lead water pipes, at an estimated cost of $55 million.\nMany say the state would not have been so slow to act if Flint were an affluent community. “Environmental Racism + Indifference = Lead in the Water & Blood,” the president of the NAACP tweeted in January.\nBullard, who has advised Clinton’s campaign on environmental justice, said the candidates could have used Flint on Sunday to highlight other communities of color experiencing similar tragedies, including neighborhoods in Chicago that are “devastated with pollution” and Native Americans whose tribal land in Louisiana is sinking from sea-level rise.\nThese communities want to know how the next president will provide relief, and that question was not answered, Bullard said.\nPrior to the debate, nearly 95,000 people signed a petition urging the candidates to have “a real debate on the problems of racial justice, environmental racism, and the solutions of climate justice.”\nThe petition was sponsored by 18 environmental and social justice groups, including 350.org, Climate Hawks Vote, the Indigenous Environmental Network and Presente.org. Environmental Action, an advocacy group based in Boston, started the petition and helped form the coalition behind it.\nPresente is a California-based group that advocates for Latino communities. The Sanders campaign hired Presente’s then-executive director Arturo Carmona last fall.\nMatt Nelson, the group’s managing director, said the powerful organizing that has taken place in Flint has forced presidential candidates to devote more attention to environmental justice. But the debate showed there is “still definitely a disconnect” between the candidates’ words and the true scope of the problem, he said.\nNelson, who has tracked the GOP presidential debates, said the Republican candidates haven’t had a substantive discussion about Flint.\nLead’s Toxic Legacy\nDaniel Faber, a sociology professor at Northeastern University who advises Sanders’ campaign on environmental justice, said both candidates hurt their chances to stand out by failing to address the issue head-on.\nSanders “missed a golden opportunity” to distinguish himself from Clinton by neglecting to cite his environmental justice record, which includes co-sponsorship of a Congressional environmental justice bill as far back as 1993, Faber noted in an email.\nClinton failed to emphasize her husband’s role in passing a presidential executive order on environmental justice in 1994, and how she would build upon that legacy, Faber said.\nIn previous media appearances, both candidates have questioned whether the Flint crisis would have occurred in a white, suburban neighborhood. On Sunday, however, they circled around the issue. They criticized the Republican state government’s role in creating the lead crisis, emphasized their commitment to climate action and pledged to reduce unemployment.\nClinton promised to clean up lead’s toxic legacy in soil, house paints and other cities’ contaminated water systems. Sanders promoted his plan to fix crumbling infrastructure by raising taxes on the wealthy.\nNeither connected the dots between race and environmental burdens, though Clinton’s campaign tweeted about Flint and environmental racism during the debate, offering context that was missing as she spoke.\nJustice for Flint requires that we address racial, economic, and environmental injustice. #DemDebate pic.twitter.com/BuRSyKhdBU\n— Hillary Clinton (@HillaryClinton) March 7, 2016\nThe candidates’ campaign websites address the topic in greater detail.\n“As president, Hillary will make environmental justice a priority by working to reduce air pollution, investing in the removal of toxins like lead, developing greener and more resilient infrastructure, tackling energy poverty, and boosting efforts to clean up highly polluted toxic sites,” says the Hillary for America website.\nSanders’ campaign uses the less common phrase “environmental violence” to describe the extreme harm caused by environmental stress:\n“Like income inequality, environmental inequality is rapidly growing in the United States,” according to BernieSanders.com. “The environmental violence being inflicted on these communities of color is taking a terrible toll, and must be made a national priority. …We need to mitigate climate change and focus on building resilience in low-income and minority communities.”\nDespite their criticism, environmental advocates say the Democratic debate brought attention to an often-neglected issue.\n“Flint has brought the epidemic of environmental justice and systemic racism to the forefront of not only this debate, but also the presidential election,” said Diane Takvorian, executive director of the Environmental Health Coalition, in an email. EHC advocates for environmental health in the San Diego/Tijuana region.\nClinton and Sanders missed the larger context of Flint, said Michael Garfield, director of the Ecology Center, an environmental group based in Ann Arbor, Michigan.\nAnd yet, the candidates “spent nearly a half hour talking about safe drinking water, environmental health and justice issues, and climate action,” Garfield said in an email. “Has that ever happened before in a Presidential debate? It’s about time!!”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}