{
  "url": "https://insideclimatenews.org/news/02032016/justice-department-refers-exxon-investigation-request-fbi-climate-change-research-denial/",
  "title": "Justice Department Refers Exxon Investigation Request to FBI",
  "date": "2016-03-02T20:34:37-05:00",
  "content": "The U.S. Justice Department has forwarded a request from two congressmen seeking a federal probe of ExxonMobil to the FBI’s criminal division.\nU.S. Representatives Ted Lieu and Mark DeSaulnier sought the probe last year to determine whether the oil giant violated federal laws by “failing to disclose truthful information” about climate change.\nIn response, the Justice Department deferred to the FBI, saying it is that agency’s responsibility to conduct an initial assessment of facts that prompted the congressmen’s request.  Such action is considered standard procedure, according to former federal prosecutors who say the response appears ambiguous as to what action may be taken by the FBI.\n“As a courtesy, we have forwarded your correspondence to the Federal Bureau of Investigation (FBI),” said a letter to the congressmen from Peter J. Kadzik, an assistant U.S. attorney general.\n“The FBI is the investigative arm of the Department, upon which we rely to conduct the initial fact finding in federal cases. The FBI will determine whether an investigation is warranted.”\nThe Justice Department’s referral letter to the FBI, however, has not been released, so it is not known if it contained any specific instructions.\nThe referral was made to the assistant director of the FBI’s Criminal Investigative Division.\nThe FBI and Justice Department did not respond to requests for comment.\nDeSaulnier said he would have preferred a more aggressive response, though the DOJ’s position did not surprise him.\n“I would very much like the attorney general to get involved and I think it’s inevitable that will happen because of the growing recognition of how the public was misled,” he said in an interview with InsideClimate News.\nEven if the FBI invests minimum effort in a due diligence inquiry, DeSaulnier said he thinks the facts will prompt a deeper investigation.\n“I will continue to make the argument there is too much compelling evidence not to hold companies accountable,” he said.\nLieu said he believes the letter is a signal from DOJ to the FBI to begin a preliminary investigation.\n“They [DOJ] could have just said ‘thank you’ or declined to get involved,” Lieu said. “It makes sense in a case this complex that you would want the investigative arm of the Justice Department involved.”\nThe congressman said he believes there is enough on the public record for the FBI to conclude a full-blown investigation is justified.\n“There is substantial evidence to support a full investigation and prosecution,” he said.\nEven if the FBI does not investigate thoroughly, DeSaulnier said more heat is being applied to Exxon and the industry, with an investigation underway in New York and probes being considered in other states, including California and Maryland.\n“There is going to be a moment of judgment both politically and legally,” he said. “I think a moment of judgment will be quite critical of the fossil fuel industry in terms of obfuscating the scientific facts and for not adhering to their moral and legal responsibility to the public.”\nExxon declined to answer questions about the Justice Department’s letter.\nJohn Marti, a former federal prosecutor in the U.S. Attorney’s Office for the District of Minnesota, called the Justice Department’s response a “punt.”\n“The department appears to be reluctant to engage in this matter,” Marti said. “They are being careful to remain neutral.”\nYet at the same time, he said, the letter puts the FBI in the position of seemingly requiring at least a rudimentary review of the issues raised by the congressmen.  That review could consist of nothing more than reading the news stories detailing Exxon’s climate research and its history of sowing doubt about the science to performing a detailed inquiry, he said.\nHe said he would expect the FBI to proceed cautiously.\n“They are not going to be excited over what they may perceive as a dispute over public policy as opposed to violations of federal criminal laws,” Marti said.\nLieu and DeSaulnier, both Democratic members of the House Oversight and Government Reform Committee, said in their letter to Attorney General Loretta Lynch requesting an investigation that they were “alarmed” by the possibility that Exxon withheld vital climate change information and tried to discredit the science confirming global warming.\nThe congressmen made their request for a federal probe following disclosures in an InsideClimate News series that Exxon scientists were warning of potentially catastrophic effects of a buildup of atmospheric carbon dioxide from fossil fuels as early as 1977. The letter also cited a story published later by the Los Angeles Times addressing Exxon’s research into melting Artic ice.\nThe request by Lieu and DeSaulnier is one of a number of investigation requests to the attorney general, including appeals by both Democratic presidential candidates.\nIn addition, a  coalition of nearly 50 environmental, civil rights and indigenous people’s groups have urged Lynch to open a federal investigation into whether ExxonMobil purposefully misled the American people on climate change.\nLieu and three colleagues also called on the U.S. Securities and Exchange Commission to look into Exxon’s past federal filings to determine if the company violated securities laws by failing to adequately disclose material risks to its business posed by climate change.\nMary Jo White, chair of the SEC, told Lieu in a letter she could not comment on the issues he and the other representatives raised or acknowledge the existence or non-existence of any investigation.\n“But I want to assure you that the Commission’s staff will consider carefully the information included in your correspondence in connection with our statutory and regulatory responsibilities,” according to White’s letter to Lieu.\nExxon is the subject of an investigation by the New York Attorney General Eric Schneiderman. Investigators for Schneiderman served a subpoena on Exxon last year to turn over documents related to its research into the causes and effects of climate change.\nSharon Eubanks, a former U.S. Department of Justice attorney who won a racketeering case against the tobacco industry in 2006, said deferring to the FBI is customary in cases like this, though federal prosecutors generally give more direction.\n“It would have been much more powerful had the Justice Department said it was asking for an investigation,” she said.\nThe language gives the FBI tremendous discretion, Eubanks said.\n“This could mean it will go into a black hole or it could mean the FBI will be taking some action that could lead to a referral back to the Justice Department,” she said.\nEubanks said the request puts the two agencies in a delicate position given the high-profile nature of the request and implications of digging into the issues raised by the congressmen.\n“It’s a hot potato; you take it, no you take it,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}