{
  "url": "https://insideclimatenews.org/news/07032016/wave-energy-power-department-energy-contest-renewable-climate-change/",
  "title": "Not Just Riding the Waves, These Competitors Seek to Harness Their Energy",
  "date": "2016-03-07T08:00:00-05:00",
  "content": "The energy created by giant ocean swells that pound America’s coastlines could theoretically provide almost all the electricity the nation needs. But financial and technology troubles have thwarted any commercial project from tapping the clean energy source.\nA Department of Energy competition is trying to change that. Nine finalists for its Wave Energy Prize were named last week, ranging from startups and university labs to established companies. Proposed projects include barges on the ocean surface and bobbing buoy-like devices to air bags tethered to the sea floor.\nThe submerged series of air bags in one team’s entry are compressed by waves. As the wave squeezes one bag, it sends air to another and cranks a turbine, harnessing the energy.\nThe goal is to push at least one of these ideas from experiment to commercialization.\n“The prize targets the development of small scale prototypes that can be tested under apples-to-apples conditions,” said a Department of Energy spokesperson. “The goal of the prize is to halve the current [levelized cost of electricity] of wave energy by doubling the state-of-the-art performance of devices, to put wave energy on a quicker path to commercialization.”\nThe finalists get $125,000 each in seed funding to build a 1:20 scale model of their installations. Whether and how well their systems perform over the next several months will determine which teams get to test their devices at the U.S. Navy’s Maneuvering and Seakeeping Basin in Carderock, Md. in July.\nThree winners, to be announced November, will receive grants of $1.5 million for first place, $500,000 for second and $250,000 for third. The money will be used as seed capital to build demonstration projects. The technologies will be judged on “average climate capture width per capital expenditure”—or simply, how much it costs per meter to build relative to how much power it generates.\nThis is the first year the DOE has offered a prize for wave energy. The contest continues a long tradition of using prize money to solve the world’s vexing problems. In 1714, the British government offered up to £20,000 to anyone who could design and build a clock that could be used to measure longitudes at sea within a half a degree. The winner was John Harrison, who invented the marine chronometer. In 1927, the Ortieg Prize of $25,000 spawned the race to cross the Atlantic in nonstop flight. It was won by Charles Lindbergh.\nMore recently, the $10 million Ansari X prize, for any private organization to launch a reusable rocket into space twice in two weeks, was given to a team from Mojave Aerospace Ventures in 2004. The U.S. government offers 675 prizes for various fields.\nThe DOE has held 28 energy innovation contests since 2010, the most famous of which is the Solar Decathlon, in which university engineering and architecture students compete to design the most efficient and affordable solar-powered home.\nBob Thresher, a research fellow at the National Renewable Energy Laboratory, a federal research center in Colorado, said contests like the wave prize can provide the crucial trial-and-error process needed to allow winning technologies to emerge.\nWhen it comes to ocean energy, Thresher said, “we’re about where wind technology was in the 80s.” While wind settled on one technology, the now-familiar three-bladed windmills, decades ago, “that hasn’t happened with wave power yet,” he said.\nWhile ocean energy technologies are numerous and complex, the basic concept is simple: Transform the vertical motion of ocean swells into rotational energy that powers turbines. If successful, the power potential is immense; a 2011 report by the Intergovernmental Panel on Climate Change (IPCC), citing a 2010 study by Fugro Oceanor, a Norwegian builder of ocean monitoring systems, said the waves off North America and Greenland could generate 4,000 terawatt-hours per year, or about 85 percent of what the United States used in 2013. Thresher said that in reality the generation wouldn’t be that much, since wave energy resources tend to be local, but in areas such as the Pacific Coast it could still be significant.\n“Once you get your arms around this [potential energy source], the question becomes why can’t we get a hold of it?” said Brian Cunningham, the chief executive of Wave Energy Conversion Corporation of America, one of the two alternates in the DOE contest.  His team’s technology involves linking three barges with a flexible, water-filled joint. As the passing waves stretch and relax the joints, they shoot jets of water that powers a wheel and drives a wave-power generator.\nThe hurdles to commercializing wave energy are still high. The ocean environment isn’t friendly to steel or concrete, and anything at sea has to be durable enough to withstand treacherous conditions. Waves are also spread out over a large area, so any device has to be built on a large scale.  There’s also the challenge of channeling the power to where people live and work. While many people live near coasts, there is minimal grid infrastructure to transport electricity from offshore.\nThat hasn’t stopped entrepreneurs from trying. In Spain, a wave energy plant in Mutriku has operated at a small scale, sending about 300 kilowatts to 250 households since 2011. In the United Kingdom, Islay LIMPET, the first wave power station connected to the grid, operated from 2000 until 2013, when the German company that owned it, Voith, shut it down, citing a poor return on investment.\nIn Portugal, the Aguçadoura Wave Farm was the world’s first commercial wave power project, but it closed in 2009, largely because it was difficult to maintain. In Australia, Victorian Wave partners, a project of Ocean Power Technologies, was shelved after the company said it was not commercially viable. Ocean Power Technologies tried to build a large-scale wave power project in Oregon in 2014, but the company couldn’t raise enough money and it was never built. The U.S. has only one operating wave power station, the Azura, a 20-kilowatt system being tested in Hawaii.\nWhat all this means is that commercialization is many years off. However clever the technologies are in the DOE contest, they all face enormous challenges.\nOne is scalability. A finalist team from Salem, Oregon, called M3 Wave, for instance, has developed an energy converter that cranks out power from deep under the surface. It uses a system of air-filled bags on the sea floor in bunker-like structures. As waves pass overhead they compress one bag, sending air to another, turning a turbine. But M3 Wave’s device generates only 1.5 megawatts per unit, says chief executive Mike Morrow, which is small for power plants. Coal plants average 500 megawatts.\nAnother technology, from team SEWEC, led by Nick Wynn, a mechanical engineer, has a similar problem. It uses a football-shaped chamber rocking on the surface, half filled with fluid. A vertical flap floats inside and rocks with the waves, and air passing through the flap turns a turbine inside. Wynn said that SEWEC’s device would probably generate less than a megawatt, even at full size.\nOne unifying theme of the entries is avoiding exotic technologies or materials. If something is to be commercialized, it has to be easy to build, can’t require specialized equipment to maintain, and of course, be relatively cheap.\n“If you’re going to deal with the sea it’d better be simple, and it’d better be robust or it will take you down every time,” Cunningham said. WECCA is making the barges out of material similar to that used in ships, while SEWEC is using structural polyethylene like that used for pipes.\nEven with those challenges, though, Cunningham says he is confident that if the industry can get various ideas funded then wave power can work. “I’ve raised a lot of [venture capital] over the years,” he said, noting that he has run an electronics company, and learned to solve problems during a stint as a physicist at NASA. “I’ve got a builder that would love to test this.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}