{
  "url": "https://insideclimatenews.org/news/29022016/warren-buffett-tells-shareholders-climate-change-not-entirely-bad-business-berkshire-hathaway-insurance/",
  "title": "Warren Buffett Delivers Cold-Blooded View of Global Warming to Shareholders",
  "date": "2016-02-29T17:34:35-05:00",
  "content": "As Warren Buffett spelled out to his investors over the weekend, the billionaire’s attitude toward climate change is not really laissez-faire, but rather one of sang-froid. He can’t be accused of doing nothing. But at the same time, his aplomb can seem a little too chill.\nIn his annual letter to shareholders of Berkshire Hathaway, Buffett, a master investor with an aversion to risk, had this to say about addressing global warming: “Inaction now is foolhardy.\n“Call this Noah’s Law. If an ark may be essential for survival, begin building it today, no matter how cloudless the skies appear.”\nBut his letter falls short of endorsing the overwhelming scientific consensus that climate change is already a major problem and that  the world should quickly bring carbon dioxide emissions to zero, leaving most fossil fuel reserves in the ground.\n“It seems highly likely to me that climate change poses a major problem for the planet,” he wrote. “I say ‘highly likely’ rather than ‘certain’ because I have no scientific aptitude and remember well the dire predictions of most ‘experts’ about Y2K. It would be foolish, however, for me or anyone to demand 100% proof of huge forthcoming damage to the world if that outcome seemed at all possible and if prompt action had even a small chance of thwarting the danger.”\nAs a cold-blooded investor, Buffett seems driven simply to make money the way a cat catches mice, whether it is black or white.\nHis railroad is making money even while the market for coal—one of the main commodities it hauls—is collapsing. He is one of the biggest suppliers of renewable energy in the nation, even as one of his utility companies fights to reverse net metering policies that encourage people to supply their own solar while staying connected to the grid.\nAnd Buffett assures shareholders who are asking for more complete disclosure of the climate risks facing Berkshire Hathaway that its insurance business, for example, can cope with climate damages by raising premiums. That means he sees insurance becoming more profitable even as the seas rise and as drought, wildfire, famine and pestilence spread.\n“As a citizen, you may understandably find climate change keeping you up nights,” he writes. “As a homeowner in a low-lying area, you may wish to consider moving. But when you are thinking only as a shareholder of a major insurer, climate change should not be on your list of worries.”\nThis “what, me worry?” analysis extends equally to his companies like insurance or railroads that face policy or technology risks related to climate change, and to his companies that face non-climate risks, like newspapers or retailers.\n“Let me mention just a few examples,” he writes. “To begin with an obvious threat, BNSF, along with other railroads, is certain to lose significant coal volume over the next decade. At some point in the future—though not, in my view, for a long time—GEICO’s premium volume may shrink because of driverless cars. This development could hurt our auto dealerships as well. Circulation of our print newspapers will continue to fall, a certainty we allowed for when purchasing them. To date, renewables have helped our utility operation but that could change, particularly if storage capabilities for electricity materially improve. Online retailing threatens the business model of our retailers and certain of our consumer brands. These potentialities are just a few of the negative possibilities facing us—but even the most casual follower of business news has long been aware of them.”\nBuffett, though, is not a stubborn advocate of business as usual.\nOne holding, Berkshire Hathaway Energy (“BHE”),  “has invested $16 billion in renewables and now owns 7% of the country’s wind generation and 6% of its solar generation. Indeed, the 4,423 megawatts of wind generation owned and operated by our regulated utilities is six times the generation of the runner-up utility.\n“We’re not done,” he wrote. “Last year, BHE made major commitments to the future development of renewables in support of the Paris Climate Change Conference. Our fulfilling those promises will make great sense, both for the environment and for Berkshire’s economics.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}