{
  "url": "https://insideclimatenews.org/news/25022016/connecticut-program-solar-power-low-income-famiilies-freedom/",
  "title": "Connecticut Program Makes Solar Affordable for Low-Income Families",
  "date": "2016-02-25T12:00:51-05:00",
  "content": "Churches, synagogues and mosques across Connecticut are supporting a groundbreaking program that aims to make solar power affordable for all homeowners.\nResidents who sign up to lease a rooftop solar system through this initiative will not have to pay a deposit or go through a credit or background check, some of the biggest barriers to going solar for many low- and moderate-income families. The solar leasing costs—initially $20 a month, in some cases—are likely the lowest currently available in the state, and the country.\n“It’s stellar,” said Rev. Carl McCluster of the Shiloh Baptist Church in Bridgeport, one of the churches participating in the program. “In communities where there are low-income households like Bridgeport and like most urban areas…sometimes you are stretched to make ends meet.” Credit checks and deposits are often impossible for these families, he said.\nMcCluster is also the managing director of the national network of religious groups called Faith Restoration Empowerment & Economic Development Outreach Ministries, Inc., or FREEDOM. For this solar offering, FREEDOM members in Connecticut teamed with the solar provider PosiGen and Connecticut Green Bank, an organization devoted to growing local clean energy and climate-friendly opportunities.\nIn the coming weeks, FREEDOM members will host informational sessions about the solar program to their communities. Anyone who signs up at those meetings, whether a member of the faith organization or not, can take advantage of the deal.\nSoaring Solar\nConnecticut has one of the smaller solar markets in the country, ranking 16th nationwide in 2014 for total installed solar power. But with this new program, Connecticut is striving to be a leader on solar accessibility. It also helps the state get closer to its goal of generating 27 percent of its electricity through renewable energy sources by 2020. And it does so in a way that makes solar power available to families across income levels.\nIt’s not just Connecticut looking to boost solar—it’s a nationwide phenomenon. Last year for the first time, more generating capacity for solar than natural gas went online in the United States, according to the market analysis group GTM Research and industry trade group Solar Energy Industries Association. Their report said 7.3 gigawatts of solar were installed in 2015—enough to power more than 5 million homes. The boom is largely driven by plunging solar costs. The average installed price for residential solar systems dropped 9 percent between 2013 and 2014, continuing a downward trend.\nEven with the steady drops in price, coupled with programs such as solar rentals or leasing aimed at homeowners and small businesses, solar remains inaccessible for less affluent families. “It’s important to recognize that we aren’t there yet in universal access to solar,” said John Rogers, a senior energy analyst at the Union of Concerned Scientists, a Massachusetts-based science advocacy and research group.\nConnecticut’s program, which has bipartisan support from state officials, hopes to change that by offering even better deals.\n“Solar energy is a win-win for our environment and our economy—providing clean, renewable energy and cutting utility bills for families, businesses, and even houses of worship,” U.S. Sen. Richard Blumenthal, a Democrat, said in a statement. Blumenthal is one of many Connecticut politicians from every level of government who have endorsed the program.\nHeavenly Power\nPosiGen, a solar company of about 200 people, launched in New Orleans in 2011 and has since spread to four states, including Connecticut. In its program,”Solar for Everyone,” PosiGen offers the same package to homeowners whose roofs can handle solar: a 20-year contract to lease a small solar system of 6 kilowatts for $79 a month with no deposit, no credit check and no background check.\nSimilar to other so-called third party solar providers, the company owns the solar panels and will pay for maintenance or replacement. But unlike other solar competitors’ plans, the monthly cost does not increase yearly. The price will stay at $79 for 20 years, regardless of inflation. Also baked into the monthly cost is a free energy efficiency audit and household upgrade.\n“We just thought it made sense,” Tom Neyhart, CEO of PosiGen said to InsideClimate News. “The savings from solar alone…it wasn’t substantial enough,” he said. But the savings are greater when you are not only generating at least some of your own power, but also getting more mileage out of that power with energy efficiency upgrades, Neyhart said, such as installing new thermostats and light bulbs, insulating pipes and hot water heaters, and reducing attic leaks.\nThe program being offered through the Connecticut congregations goes a step farther. Starting in a few weeks, faith organizations that support the program will host informational sessions that are open to anyone in their community. People who attend and sign up at one of those meetings over the next year can lock in a cost of $20 per month for the first three months.\nPosiGen, along with the Connecticut Green Climate Bank, ran a similar promotion for the entire town of Bridgeport last year. An identical initiative was launched in New Haven, and will run through March. More than a hundred people have already signed up with PosiGen in the state. Even more Connecticut towns are set to adopt the program this year, according to Beth Galante, vice president of business development at PosiGen.\nPosiGen can keep its costs down by providing only one size solar panel, of 6 kilowatts, as well as hiring workers and contractors locally. The company also reaps the benefits of state or federal incentive program or tax credits, such as the federal tax incentive for the solar industry that has been extended past 2020. While the 6-kilowatt system is not expected to meet the each home’s entire electricity needs, it can help lessen the load dramatically, according to PosiGen.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}