{
  "url": "https://insideclimatenews.org/news/26022016/exxon-annual-report-sec-business-as-usual-climate-change/",
  "title": "In Exxon’s Latest Annual Report, It’s Business as Usual on Climate Change",
  "date": "2016-02-26T11:00:25-05:00",
  "content": "EDITOR’S NOTE: An earlier version of this article has been amended to reflect Exxon’s comments on the Paris climate accord and other regulatory issues.\nExxonMobil’s annual report to stockholders this year may be more noteworthy for what the fossil fuel giant didn’t say about global warming than for what it did say.\nIn the document’s legally mandated discussion of risks to the business, Exxon didn’t disclose that the New York State attorney general is investigating whether the company violated shareholder and consumer protection statutes in its communications about climate change over almost four decades.\nThe company did for the first time mention climate change in connection with preparedness for natural disasters.\nLegal academics and representatives of shareholder groups have criticized the company for failing to discuss the New York probe. Environmental groups, presidential candidates, lawmakers and climate scientists have been urging the Justice Department and state attorneys general to investigate what Exxon knew about global warming and what it told shareholders and the public.\nExxon showed little indication in its 10K annual report to the Securities and Exchange Commission that it is changing course on global warming.\n“What we have is a corporate circling of the wagons, heads in the sand,” said Pat Parenteau, a professor of environmental law at the Vermont Law School.\nExxon may have exercised allowable discretion in remaining mute on the New York investigation, according to Michael Gerrard, a professor of environmental law at Columbia University. Exxon may have concluded that being served a subpoena did not meet the threshold for legal action it needed to disclose or that it yet posed a material threat to its finances, he said.\n“If the investigation leads to a lawsuit being filed seeking monetary penalties, that would add a new factor that would need to be considered in determining whether there is a disclosure obligation,” Gerrard said. “For an extraordinarily large company like Exxon, potential losses have to be quite substantial to materially affect their bottom line.”\nExxon spokesman Alan T. Jeffers said the company complied with SEC disclosure requirements, including not divulging information when the “liability is believed to be only reasonably possible or remote.”\nThe SEC did not respond to a request for comment.\nInvestigators for New York Attorney General Eric Schneiderman issued a subpoena in November demanding a mountain of records on the company’s history of climate research and its conduct concerning climate change.\nBefore the probe came to light, InsideClimate News had published a series of investigative stories that revealed Exxon’s little-known history of conducting rigorous climate change research from the late 1970s to the mid-1980s. Not only did Exxon accept the reality of global warming back then, but also recognized the risk that global warming posed to the planet and the company’s core business.\nExxon may come under pressure to provide the same information to other investigators. The Maryland attorney general this week raised the possibility that his office may join New York in investigating. Attorneys general in California and 13 other states have been asked by environmental advocates to do so as well.\nExxon’s failure to discuss the New York probe was “irresponsible,” said the Rev. Michael Crosby, who represents a shareholding group of friars, the Province of St. Joseph of the Capuchin Order. Crosby’s group asked Exxon to allow stockholders to vote this year on naming someone with climate change expertise to the board.\n“It seems the company is exposed to great material risk because of what the investigation might show,” Crosby said.\nIf prosecutors in New York succeed in proving that Exxon was culpable in covering up the consequences of global warming associated with fossil fuels, that would set the stage for prosecutions in the U.S. and worldwide, he said.\n“When you think of what could happen, you can’t say that it isn’t material and important to disclose,” Crosby said.\nJim Coburn, senior manager of Investor Programs at the nonprofit sustainability advocacy group Ceres, said Exxon should have disclosed the investigation.\n“Without that disclosure, we can’t tell how long the investigation, how deep the investigation or what it will cost Exxon,” Coburn said. “Those are important considerations for investors.”\nExxon’s standard acknowledgement of risks associated with climate change comes in a single paragraph in the 114-page document. The language remains identical to disclosures going back to 2011, a year after the SEC required companies to include a discussion of climate change.\nIn that paragraph, Exxon warns that regulations designed to reduce greenhouse gases by requiring such things as carbon taxes, cap and trade rules, or renewable energy could have a domino effect.\n“These requirements could make our products more expensive, lengthen project implementation times, and reduce demand for hydrocarbons, as well as shift hydrocarbon demand toward relatively lower-carbon sources such as natural gas,” according to the document.\nIn an earlier version of this article, InsideClimate News inadvertently overlooked another section of the annual report in which Exxon discussed the implications of the Paris agreement. The section said:\n“International accords and underlying regional and national regulations covering greenhouse gas emissions continue to evolve with uncertain timing and outcome, making it difficult to predict their business impact. For many years, the Corporation has taken into account policies established to reduce energy‑related greenhouse gas emissions in its long-term Outlook for Energy, which is used as a foundation for assessing the business environment and business strategies and investments. The climate accord reached at the recent Conference of the Parties (COP 21) in Paris set many new goals, and while many related policies are still emerging, the Outlook for Energy continues to anticipate that such policies will increase the cost of carbon dioxide emissions over time. For purposes of the Outlook for Energy, we continue to assume that governments will enact policies that impose rising costs on energy‑related CO2 emissions, which we assume will reach an implied cost in OECD nations of about $80 per tonne in 2040. China and other leading non‑OECD nations are expected to trail OECD policy initiatives. Nevertheless, as people and nations look for ways to reduce risks of global climate change, they will continue to need practical solutions that do not jeopardize the affordability or reliability of the energy they need. Thus, all practical and economically viable energy sources, both conventional and unconventional, will be needed to continue meeting global energy needs – because of the scale of worldwide energy demand.\n“The information provided in the Long‑Term Business Outlook includes ExxonMobil’s internal estimates and forecasts based upon internal data and analyses as well as publicly available information from external sources including the International Energy Agency.”\nThe fossil fuel giant has consistently argued to shareholders that it’s unlikely that strict restrictions on emissions will be imposed to meet the goal of holding global warming to less than 2 degrees Celsius, as world governments agreed to do in last year’s Paris climate talks.\nNew this year was an Exxon reference to climate change in connection with the company’s preparedness to deal with severe weather at refineries and other facilities. It also says that because climate change concerns are leading to regulations that will dramatically reduce the use of coal, demand for natural gas for power generation will double by 2040.\nExxon says that its operations may be disrupted by severe weather events and other environmental factors, including ocean wave intensity, high winds, storm surge, and extremes in temperature and rainfall.\n“Our consideration of changing weather conditions and inclusion of safety factors in design covers the engineering uncertainties that climate change and other events may potentially introduce,” according to the disclosure.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}