{
  "url": "https://insideclimatenews.org/news/26022016/icns-exxon-series-awarded-izzy-outstanding-achievement-independent-media/",
  "title": "ICN’s Exxon Series Awarded the Izzy for Outstanding Achievement in Independent Media",
  "date": "2016-02-26T16:24:20-05:00",
  "content": "InsideClimate News has been awarded the Izzy Award for outstanding achievement in independent media by the Park Center for Independent Media at Ithaca College for Exxon: The Road Not Taken. The investigative series, launched last September, reveals Exxon’s own cutting-edge research into climate change stretching back to the 1970s and its decades-long public stance of casting doubt on that very science.\nICN shares the award this year with two independent journalists, Jamie Kalven and Brandon Smith, for exposing a coverup by Chicago police of the killing of an unarmed 17-year-old.\nThe Izzy Award judges praised both entries for their fearlessness in the face of opposition by strong institutions. “ICN’s exposé reflects independent media at its best—a team of journalists digging deeper into a crucial global issue, unconstrained by corporate sponsorship or deadline pressures,” the judges said.\nThe award is named after the late I.F. “Izzy” Stone, who founded I.F. Stone’s Weekly in 1953 and used it to challenge McCarthyism, the Vietnam War, racial injustice and dishonesty in government.\nICN’s series was reported, written and edited by a team of ICN journalists — Neela Banerjee, Lisa Song, David Hasemyer and John H. Cushman Jr. — and supported by the entire staff.\nBanerjee appeared on Democracy Now!, discussing the investigation.\nThe project has already been named a finalist for the Goldsmith Prize for Investigative Reporting, a prestigious award administered by the Shorenstein Center on Media, Politics and Public Policy at Harvard University’s Kennedy School of Government.\nKalven and Smith were cited for their work in forcing the public revelation of the details of the death of Laquan McDonald, who was shot by Chicago police in October 2014. The two worked separately, but spent months unearthing evidence of the police department’s coverup, finally leading to murder charges against the police officer.\nThe award will be presented at a ceremony at Ithaca College this spring.\nThe Park Center for Independent Media is based at the Roy H. Park School of Communications at Ithaca College. It is dedicated to the study of media outlets that operate outside the traditional corporate structure. ICN is a nonprofit, nonpartisan journalism organization staffed by professional journalists and supported by grants and donations to independently cover the crucial issues of climate change, the environment and energy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}