{
  "url": "https://insideclimatenews.org/news/23022016/tar-sands-becoming-worthless-production-rises-even-prices-plummet/",
  "title": "With Some Tar Sands Oil Selling at a Loss, Why Is Production Still Rising?",
  "date": "2016-02-23T12:00:05-05:00",
  "content": "Like a supertanker unable to make quick turns, production from tar sands in the Canadian oil patch continues to increase despite prices so low producers have to sell their output at a loss.\nThe industry’s inability to cut production could have a profound impact on the climate as well as corporate bottom lines. Despite reductions in greenhouse gas emissions across Canada, continued tar sands oil production will most likely keep the nation from meeting targets it set as part of the international climate accord agreed to in Paris.\nEnergy-intensive tar sands production in Canada that requires steam to liquefy and extract the oil is expected to increase by 9 percent in 2016, according to the Canadian National Energy Board. Yet the oil currently sells for less than the cost of production when transportation costs are figured in, according to a detailed analysis by RBN Energy LLC, an industry consulting firm.\n“It’s not very pretty right now,” said Phil Flynn, senior energy analyst at the PRICE Futures Group, who was not part of the analysis. “Some of these companies are losing money on every barrel.”\nAlberta’s tar sands are the third-largest oil reserve in the world after Venezuela and Saudi Arabia. Proven reserves in Alberta total 166 billion barrels, 24 times the amount consumed by the U.S. in 2014, according to the U.S. Energy Information Administration. Tar sands yield a heavy, thick, low-quality oil that requires significantly more energy to extract and refine than conventional crude. Producing tar sands oil emits three to four times more greenhouse gases than ordinary oil, according to a 2008 U.S. Department of Energy report.\n“Tar sands are some of the most carbon-intensive oil sources in the world barrel-for-barrel,” said Anthony Swift, an attorney with the Natural Resources Defense Council who focuses on tar sand development.\nWhen crude oil prices were hovering around $100 a barrel five years ago, the tar sands industry could project attractive returns on investment in extracting and transporting the oil to market by rail or pipeline. But with the fracking-driven energy glut of recent years, the price of tar sands crude has plunged to $20 a barrel, obliterating the economic calculations that launched the industry.\nThe RBN Energy analysis focused on transportation costs. Pipeline capacity limitations and growing production volumes are increasingly forcing producers to transport tar sands oil to Gulf Coast refineries by rail, which costs about $6 a barrel more than pipelines would charge.\nAs of Feb. 8, producers paid an estimated $20.50 a barrel to ship the oil to Houston, first by truck and then by rail, but received just $20 a barrel for the product. When the cost of chemicals required to dilute the crude to make it less viscous were factored in, producers lost $2.74 a barrel, according to the analysis. Producers able to ship by pipeline came out slightly better, making $2.97 per barrel after transportation fees.\nHowever, the cost to keep energy-intensive production facilities running is $5 a barrel, on top of the transportation costs, RBN Energy estimated.\n“Whichever way you look at it, there are some operations that are now losing money on every barrel,” the report concluded.\nSuncor Energy, Canada’s largest oil producer, reported a net loss of $2 billion in the fourth quarter of 2015. Imperial Oil, another tar sands giant, reported earnings of $1.1 billion in 2015, down from $3.8 billion from a year earlier\n“It’s not going to continue for the long run because the money is going to run out,” Flynn said. “You can’t pump more barrels of oil and make up for it in volume. At some point something’s going to give.”\nYet tar sands production has continued to increase because the wells represent long-term investments that can’t be shuttered without significant financial losses.\n“This is like a toboggan going down a hill,” said Maurice Dusseault, a petroleum engineering professor at the University of Waterloo in Ontario. “You can’t stop a third of the way down very easily and then start up again. You’ve got to stick it through to the end of the project.”\nUnlike hydraulic fracturing wells, which can be brought online quickly and play out quickly, tar sands wells typically take several years to complete and then produce steadily for decades.\nMost Canadian oil sands production uses a process called steam-assisted gravity drainage. It requires significant upfront costs, including natural-gas fired steam production facilities, and can take as much as seven months to reach peak production. And if the steam process is stopped, it creates a vacuum inside the reservoir that floods the production well with water and is irreversible.\n“We don’t really know how to shut down a steam chamber and start it up again without massive losses,” Dusseault said. “If you say, ‘Well look, prices are low, I’ve got to shut down,” then you are basically adopting a much bigger financial penalty when you start up again.”\nSticking with tar sands production, however, comes at tremendous environmental costs.\n“The expanding tar sands sector and emissions from that are the chief reason that Canada has missed its climate targets to date and is not on track to hit its 2030 target,” Swift said.\nIn November, the provincial government of Alberta announced a plan to cap tar sands emissions at 100 million metric tons of carbon a year. The cap hasn’t been implemented and would still allow for substantial growth, Swift said.\n“Over the long term it’s difficult to see how Canada will meet its 2030 and 2050 goals without a fairly rapid peak in the emissions of tar sands and an effort to phase down those emissions,” Swift said.\nIn its final supplemental environmental impact statement on the Keystone XL pipeline, which would have significantly expanded low-cost transportation capacity to Gulf Coast refineries, the U.S. State Department concluded that the pipeline would not impact the volume of oil sands production. The 2014 assessment, however, assumed oil wouldn’t drop below $75 a barrel. At that price it would be economically viable to ship tar sands by rail if cheaper pipeline transport were not available.\n“Their analysis suggested that at oil prices above $75 a barrel, tar sands expansion could happen with or without pipelines like Keystone XL,” Swift said. “What we’ve found is with oil prices below $75 a barrel, it’s absolutely clear that the existence of cheap transport capacity is a make-or-break issue for companies deciding whether to green-light new tar sands projects or not.”\nThe lack of cheap transportation and the current glut of oil could bring all new projects to a standstill.\nA report published Monday by the International Energy Agency concluded that peak production might not be far off.\n“We are likely to see continued capacity increases in the near term, with growth slowing considerably, if not coming to a complete standstill, after the projects under construction are completed,” according to the report.\nThe conclusion was based on the high cost of tar sands production, lack of pipeline capacity, and heightened environmental concerns.\n“Nobody is happy,” Swift said of the current situation. “That is one of the reasons why there is so much focus on preventing more investment in the sector.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}