{
  "url": "https://insideclimatenews.org/news/24022016/maryland-attorney-general-investigate-exxon-climate-change/",
  "title": "Maryland Attorney General Suggests His Office May Investigate Exxon, Too",
  "date": "2016-02-24T08:00:55-05:00",
  "content": "In response to a petition calling for an investigation of ExxonMobil, Maryland Attorney General Brian E. Frosh said his office will “hold accountable any individuals and corporations who have intentionally contributed” to climate change.\nFrosh made the strongly worded statement in an email to people who signed an online petition calling on his office and 15 other attorneys general to probe Exxon in connection with the company’s history of climate denial. While Frosh didn’t say an investigation is underway, some environmental activists and elected officials from other states said his wording suggested he is poised to take on the oil giant.\n“There is some very specific language—’intentionally contributed’—in his statement that lawyers don’t use unless they are serious about an issue,” said R.L. Miller, co-founder of Climate Hawks Vote, one of the organizations behind the petition. “I see that as a strong statement that his office is going to get involved.”\nExxon is already the target of an investigation by the New York State attorney general’s office. In November, investigators for Democratic Attorney General Eric Schneiderman issued a subpoena demanding that Exxon turn over documents related to its climate change studies and how the company represented the information to the public. California Attorney General Kamala Harris, another Democrat, has also been under pressure to probe Exxon. Legal experts say Exxon could be accused of violating shareholder and consumer protection statutes.\n“I welcome any attorney general who joins the fight,” Schneiderman said after Frosh issued his statement. Exxon and other oil companies have an obligation to ensure that their disclosures to investors about climate risks are truthful and not misleading, Schneiderman said.\nFrosh’s director of communications, David Nitkin, declined to elaborate on the statement.\n“He believes it speaks for itself, about his concern about the issue,” Nitkin said. When asked whether Frosh is pursuing an Exxon investigation, he said, “This office does not comment on or confirm the existence of any investigations.”\n“Thank you for signing the MoveOn.org petition on climate deception.  There is no doubt that climate change is an existential threat to our society and to our entire planet. Like you, I am deeply troubled that oil companies have contributed to the problem by intentionally promulgating misleading information, testimony and advertising.  The Maryland Office of the Attorney General will continue to look for ways to address climate change, and to hold accountable any individuals and corporations who have intentionally contributed to it.”\n—Maryland Attorney General Brian E. Frosh\nExxon officials declined to comment.\nThe petition by MoveOn.org and Climate Hawks Vote is one of several online appeals across the country to investigate Exxon and other fossil fuel companies. It was launched in the wake of an investigative series by InsideClimate News that revealed the company was aware of the potentially catastrophic consequences of rising levels of atmospheric carbon dioxide associated with the burning of fossil fuels, yet it chose a path casting doubt on that science and funding denial groups.\n“American citizens in every state of the nation are suffering from the damages of Exxon’s unlimited greenhouse pollution,” the petition says. “Every attorney general’s office should use all of the tools at their disposal to prosecute Exxon’s deliberate deception.”\nFrosh, a 69-year-old first-term Democrat, said he has “no doubt that climate change is an existential threat to our society and to our entire planet.”\n“I am deeply troubled that oil companies have contributed to the problem by intentionally promulgating misleading information, testimony and advertising,” he said in the statement. “The Maryland Office of the Attorney General will continue to look for ways to address climate change, and to hold accountable any individuals and corporations who have intentionally contributed to it.”\nThe Maryland Senate this week voted overwhelmingly for a measure requiring the state to slash emissions 40 percent by 2030. The bill still has to pass the legislature’s lower house.\nMaryland has been one of the most progressive states in designing plans to fight climate change. Since 2013 the state has launched more than 150 programs and initiatives intended to reduce greenhouse gas emissions and create green jobs.\nMaryland is among the states most vulnerable to climate change. Rising sea levels, along with increased storm intensity could have devastating environmental and economic impacts on the state.\nMartin O’Malley, the former Democratic presidential candidate and former Maryland governor, is among those who have called for a federal investigation of Exxon under federal racketeering and securities laws. Others doing so include federal lawmakers, the Democratic presidential candidates, environmentalists and climate scientists.\nThe office of California Attorney General Harris also has been deluged with thousands of signatures on petitions urging an investigation that some climate activists say they believe is already under way.\nFrosh’s stance is an indication that Exxon and other oil companies will not soon escape scrutiny, said Jefferey Sellers, an associate professor of political science and public policy at the University of Southern California.\n“It is effective political strategy to keep this issue in the public eye and to keep the spotlight on the responsibility of the companies producing fossil fuels,” Sellers said. A broad range of investigations increases the chances that violations will be discovered, he said.\n“Once there is a successful case under one state statute, the movements to find others with probably snowball,” Sellers said.\nU.S. Rep. Ted Lieu, a California Democrat who was one of the first in the House to call for an Exxon investigation, hailed Frosh’s position and said it sends a message that demands for action against Exxon and other oil companies are not dying down.\n“It shows that the facts unearthed have stood up to vetting,” Lieu said. “The people who have looked at these facts have come to a conclusion that investigations are warranted, and hopefully prosecutions will start happening.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}