{
  "url": "https://insideclimatenews.org/news/18022016/health-impacts-aliso-canyon-porter-ranch-methane-leak-california-socal-gas/",
  "title": "What Will Be the Health Impact of 100+ Days of Exposure to California’s Methane Leak?",
  "date": "2016-02-18T12:00:40-05:00",
  "content": "Sign up to receive our latest reporting on climate change, energy and environmental justice, sent directly to your inbox. Subscribe here.\nOne big unknown clouds the aftermath of the Los Angeles County methane disaster: the health effects for thousands of people living nearby who were exposed to the gas while it leaked for three and a half months.\nPeople from 600 households near the leak at the Aliso Canyon gas storage unit reported headaches, nosebleeds, nausea and other symptoms to county officials as thousands were evacuated from their homes. It isn’t known which, if any, toxic chemicals in the natural gas may have caused the symptoms, or whether there will be long-term health ramifications, according to environmental scientists.\n“We’re dealing with a gap in the science,” said Michael Jerrett, professor and chairman of the Department of Environmental Health Sciences at the University of California, Los Angeles. “We just don’t have a very good scientific understanding of what that means for long-term health effects.”\nSouthern California Gas Co. permanently sealed the leaking well at its underground gas storage facility in Aliso Canyon Thursday after bringing it under temporary control last week.\nThe leak persisted for more than 100 days after it was discovered Oct. 23, producing the same impact on the climate over the next 20 years as the emissions from more than seven coal-fired power plants, according to the Environmental Defense Fund. No one has been able to make a similar estimate of the health effects.\nIn response to a query about the long-term health effects of the leak, SoCal Gas cited a Jan. 31 report by the Los Angeles County Department of Public Health, an agency it is collaborating with to address health concerns related to the leak. The report concluded, “the average levels of benzene and other trace chemicals that have been measured in the community are currently at or below levels seen elsewhere in the county, and do not pose an increase in the risk of short‐term or long‐term health effects.”\nIndependent scientists, however, said not enough is known about the long-term effects of short-term exposures to certain compounds that were released from the gas reservoir. The potentially troublesome chemicals include benzene, a known carcinogen; hydrogen sulfide, which can affect the respiratory and cardiovascular systems; and n-hexane, a neurotoxin.\nElevated levels of each of those chemicals were recorded soon after the leak was detected, but the extent of the exposure is difficult to determine because of the limited air monitoring conducted at the time. SoCal Gas did not begin monitoring the air until Oct. 30, a week after the leak was detected. The South Coast Air Quality Monitoring District, the air pollution control agency for much of southern California, took its first samples on Oct. 26.\nMost health officials have attributed the reported symptoms to mercaptans, a class of odorants that are added to natural gas to make leaks easier to detect. State and county officials say mercaptans have not been associated with long-term health effects. However, mercaptans aren’t known to cause nosebleeds. Nearly a third of the 600 households near Aliso Canyon that registered complaints of health effects reported bloody noses, according to a Los Angeles County public health survey published last week. What’s more, only about half as many households, or 17 percent, reported smelling the mercaptan odorant.\n“The high prevalence of reported nose bleeds and low prevalence of reported odor are noteworthy, however, and somewhat inconsistent with expectations,” according to the report. “Additional testing may be warranted to investigate these observations further.”\n“I don’t think we can say definitely that mercaptan was the only reason for the health effects,” Jerrett said. “I’ve been scouring the literature, and I can’t seem to find any evidence that mercaptan causes nosebleeds.” The literature includes a state and federal epidemiology study of a 2008 mercaptan spill in Alabama by Mobile Gas, whose parent company, Sempra Energy, also owns SoCal Gas.\nBenzene and hydrogen sulfide can cause nosebleeds, Jerrett said. What’s not clear is whether short-term, relatively low levels of exposure can cause long-term health effects.\n“Are these sub-acute exposures over a range of several months enough to elicit long-term health effects?” Jerrett said. “The answer to that is we don’t know. Probably not, but can we say that with certainty? I don’t think so.”\nThe difficulty in making such an assessment begins with the lack of data.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\n“The first week is when we would expect the highest gas concentrations to reach the neighborhood because the pressures in the storage field were the highest,” said Robert Jackson, an earth system science professor at Stanford University who measured methane concentrations in nearby communities during the leak.  “And yet we don’t have any information or data for that first week at least.”\nAccording to Jackson, continuous, around-the-clock monitoring should have started immediately after the leak was discovered. Instead, the gas company’s initial monitoring starting Oct. 30 consisted of “grab samples,” air collected over a 10-minute period two times a day at nine locations within the 6 square miles of the storage facility and later in the surrounding community.\nAn air sample collected by SoCal Gas Nov. 10 contained benzene at 5.6 parts per billion, nearly 20 times higher than normal background levels.\nIn its Jan. 31 report, the LA County Public Health department, which has been coordinating air testing by SoCal gas and various agencies, said all benzene sample results “have been below the Cal EPA’s short‐term exposure limit of 8.0 ppb and do not pose an increase in the risk of short‐term health effects.”\nTwo days later, a sample taken by the gas company recorded hydrogen sulfide levels at 183 ppb, far higher than background levels. The short-term exposure guideline for hydrogen sulfide set by California is 30 ppb for one hour of exposure. The concentration of the sample taken Nov. 12 was six times higher than this limit, though the duration that the toxin remained at such a level is unknown.\nA grab sample taken Oct. 26 by the South Coast Air Quality Management District found n-hexane at 9.0 ppb, 60 times higher than the background level. California does not have a short-term exposure guideline for n-hexane, but the long-term exposure guideline for one year is 2,000 ppb, far higher than the level recorded Oct. 26.\nA Feb. 5 report by the county public health department found that concentrations of compounds other than benzene including “toluene, ethylbenzene, xylene, and other volatile organic compounds” have been “very low and do not pose a short-term or long-term risk at this time.”\n“The data to date suggest to us that we are not anticipating long-term health issues from all of this,” said Cyrus Rangan, director of the Los Angeles County Department of Public Health’s Bureau of Toxicology and Environmental Assessment.\nAs an example, Rangan said that benzene levels at gas stations can be as high as 30 to 50 ppb, far higher than anything observed near Aliso Canyon during the leak. Of the more than 1,000 samples that the gas company and various government agencies analyzed for hydrogen sulfide, only a small fraction tested positive for the toxin, he added.\n“It would have been nice in retrospect to have more samples, but the samples we did have were not presenting much of a problem,” Rangan said.\nSome, however, say the grab samples taken in the days and weeks after the leak provide only a brief snapshot of what was in the air at the time it was taken.\n“Grab samples may be OK as a first-tier guestimate of what the problem is, but you really have to have continuous monitoring,” said John Bosch, a retired air-monitoring expert with more than 30 years’ experience at the EPA.\nOn Jan. 11, SoCal Gas began 12-hour monitoring, which showed only average levels  and not individual spikes for a number of chemicals in the air for each 12-hour period. Had the company done continuous monitoring, it would have yielded minute-by-minute data on the various chemicals.\n“You really want to know when the spikes were and how high they were,” Jackson said. “That’s more important from a health standpoint than the average concentration.”\nA 2014 peer reviewed scientific study published in the academic journal Reviews on Environmental Health found that air quality monitoring that relied on long-term averages was inadequate for evaluating health risks related to unconventional natural gas development, including hydraulic fracturing, in Pennsylvania. The study monitored pollutants in the air every few minutes over a period of several weeks.\n“What we saw were very high peaks occurring fairly frequently during that period,” said lead author David Brown, an environmental public health scientist with the Southwest Pennsylvania Environmental Health Project, an advocacy group. “If you averaged the overall level of exposure for the two or three weeks, it looked relatively small. It didn’t look like there was a problem, but there were many short periods of time of an hour, sometimes longer, where the peaks were extremely high, 10 to 20 times what we would have expected.”\nThe South Coast Air Quality Management District began continuous, real-time monitoring for hydrogen sulfide Dec. 30, and the California Air Resources Board began real-time monitoring for benzene by Jan. 20 according to the Los Angeles Daily News. Neither did real-time monitoring for n-hexane. By late December when the in-depth monitoring began, emissions from the leak had decreased to nearly half of their peak in late November as the pressure of gas within the storage facility decreased.\nMuch of what health experts know about the effects of benzene and other toxins on the body come from occupational exposures where adults were exposed to significantly higher levels of chemicals. The limited data make it hard to assess the impact on the wider population that may have been exposed near Aliso Canyon, especially children who are still developing, UCLA’s Jerrett said.\nOne exception is a peer-reviewed study published in 2013 by the journal Pediatric Hematology and Oncology on the health effects of benzene exposure in children after a 40-day, uncontrolled release of benzene at a BP refinery in Texas City, Texas, in 2010. Of the 312 children under the age of 17 in the study, half were exposed to benzene, and they showed “significantly altered blood profiles” and were at a higher risk of developing liver or blood-related disorders, the researchers found.\nJerrett said similar changes could occur near Aliso Canyon.\n“There is some suggestion from that analogous case, where the exposure duration is about the same length of time, that there could be biologically meaningful changes in blood, liver and kidney function, at least for the children that may have been exposed,” Jerrett said.\nThe study did not state the concentration of benzene that the children were exposed to due to a lack of air monitoring. It is also possible that long-term, low-level exposure to benzene before the 2010 release, and not the release itself, caused the changes in children’s blood levels living near the Texas refinery, Jerrett said.\n“It’s quite possible that the children who live close to the refinery site are getting ongoing exposures which have dysregulated their blood and liver and kidney function that the acute event was not responsible for,” Jerrett said. “You can’t necessarily determine that retrospectively.”\nThe two events point to the need to have ongoing monitoring systems in communities near oil and gas facilities, Jerrett said. Residents could then be informed immediately of toxic chemicals in the air in the event of a leak.\nThousands of families that were temporarily relocated after the Aliso Canyon leak have until Feb. 25 to return to their homes.\nMany, however, are hesitant to return.\n“I never want to go back,” said Christine Katz, a Porter Ranch resident who relocated with her family in December. “I don’t think it’s safe.”\nKatz’s 2-year-old daughter Ava spent four nights in intensive care in November after experiencing rashes, nausea, listlessness and a seizure, according to a lawsuit the family filed in December against the gas company. Before the leak, Ava had no health issues and the symptoms have not returned  since the family moved away. Katz said she worries about the long-term health implications for her daughter.\n“We don’t know what’s going to happen,” Katz said. “We are basically the guinea pigs.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}