{
  "url": "https://insideclimatenews.org/news/10022016/even-california-oil-drilling-waste-may-be-spurring-earthquakes/",
  "title": "Even in California, Oil Drilling Waste May Be Spurring Earthquakes",
  "date": "2016-02-10T15:35:33-05:00",
  "content": "A new study suggests a series of moderate earthquakes that shook California’s oil hub in September 2005 was linked to the nearby injection of waste from the drilling process deep underground.\nUntil now, California was largely ignored by scientific investigations targeting the connection between oil and gas activity and earthquakes. Instead, scientists have focused on states that historically did not have much earthquake activity before their respective oil and gas industries took off, such as Oklahoma and Texas.\nOklahoma’s jarring rise in earthquakes started in 2009, when the state’s oil production boom began. But earthquakes aren’t new to California, home to the major San Andreas Fault, as well as thousands of smaller faults. California was the top state for earthquakes before Oklahoma snagged the title in 2014.\nAll the natural shaking activity in California “makes it hard to see” possible man-made earthquakes, said Thomas Göebel, a geologist at the University of California, Santa Cruz. Göebel is the lead author of the study published last week in the journal Geophysical Research Letters. Although the study did not draw any definitive conclusions, it began to correlate earthquake activity with oil production.\nGöebel and his colleagues focused their research on a corner of Kern County in southern California, the state’s hotspot of oil production and related waste injection. The scientists collected data on the region’s earthquake activity and injection rates for the three major nearby waste wells from 2001-2014, when California’s underground waste disposal operations expanded dramatically.\nUsing a statistical analysis, the scientists identified only one potential sequence of man-made earthquakes. It followed a new waste injection well going online in Kern County in May 2005. Operations there scaled up quickly, from the processing of 130,000 barrels of waste in May to the disposal of more than 360,000 barrels of waste in August.\nAs the waste volumes went up that year, so did the area’s earthquake activity. On September 22, 2005, a magnitude 4.5 event struck less than 10 kilometers away from the well along the White Wolf Fault. Later that day, two more earthquakes with magnitudes greater than 4.0 struck the same area. No major damage was reported.\nDid that waste well’s activity trigger the earthquakes? Göebel said it’s possible, noting that his team’s analysis found a strong correlation between the waste injection rate and seismicity. He said additional modeling paints a picture of how it could have played out, with the high levels of injected waste spreading out along deep underground cracks, altering the surrounding rock formation’s pressure and ultimately causing the White Wolf Fault to slip and trigger earthquakes.\n“It’s a pretty plausible interpretation,” Jeremy Boak, a geologist at the Oklahoma Geological Survey, told InsideClimate News. “The quantities of [waste] water are large enough to be significant” and “certainly capable” of inducing an earthquake, Boak told InsideClimate News.\nLast year, researchers looking at seismicity across the central and eastern part of the nation found that wells that disposed of more than 300,000 barrels of waste a month were 1.5 times more likely to be linked to earthquakes than wells with lower waste disposal levels.\nIn the new study, Göebel and his colleagues noted that the well’s waste levels dropped dramatically in the months following the earthquakes. Such high waste disposal levels only occurred at that well site again for a few months in 2009; no earthquakes were observed then.\n“California’s a pretty complicated area” in its geology, said George Choy from the United States Geological Survey. These researchers have “raised the possibility” of a man-made earthquake swarm, Choy said, but he emphasized that more research is needed to draw any conclusions.\nCalifornia is the third largest oil-producing state, according to the U.S. Energy Information Administration.\nThere are currently no rules in California requiring operators to monitor the seismic activity at liquid waste injection wells, according to Don Drysdale, a spokesman for the California Department of Conservation.\nState regulators have commissioned the Lawrence Berkeley National Laboratory to study the potential for wastewater injection to trigger earthquakes in California oilfields; the study results are due in December, according to Drysdale.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}