{
  "url": "https://insideclimatenews.org/news/11022016/california-new-methane-rules-would-be-nation-strongest-oil-gas-aliso-canyon/",
  "title": "California’s New Methane Rules Would Be the Nation’s Strongest",
  "date": "2016-02-11T10:00:52-05:00",
  "content": "California proposed new regulations to curb methane from the oil and gas industry last week, adding momentum to a state and federal push to reduce emissions of the powerful greenhouse gas.\nIf enacted, California’s rules would be the strongest in the country, outpacing similar efforts from the Obama administration and several other states, said Dan Grossman, an expert on state oil and gas programs at the Environmental Defense Fund.\nThe regulations would require regular inspections for leak detection and repair, and apply to many parts of the supply chain including storage facilities, processing plants, wellheads and related equipment.\nThe rules for underground storage are particularly important, given the ongoing leak at the Aliso Canyon storage facility in Los Angeles. The leak, now spewing methane for three and a half months, prompted the evacuation of thousands of residents, mostly from the affluent Porter Ranch neighborhood.\nDavid Clegern, a spokesman for the California Air Resources Board (the agency behind the proposed rules), said the methane released so far from Aliso Canyon is equal to half a percent of the state’s annual greenhouse gas emissions.\nClegern said the new methane rules weren’t inspired by Aliso Canyon. They’ve been in the works for years, he said, and grew out of AB32, California’s landmark climate change law that passed in 2006.\n“California’s announcement is exciting,” Grossman said. He believes the new rules will cause other states and the federal government to “sit up and take notice.”\nBut Grossman said the news also points to the need for comprehensive national rules. Many states with significant fossil fuel development—including Texas and Oklahoma—haven’t taken steps to account for  methane, he said.\nEnvironmentalists and regulators are increasingly worried about methane, the main component of natural gas. The short-lived climate pollutant is 86 times more powerful than carbon dioxide over 20 years, and 34 times more powerful over a 100-year time period.\nTwo years ago, Colorado became the first state in the country to adopt regulations targeting methane from the oil and gas industry. The Environmental Defense Fund played a large role in shaping those rules.\nWyoming and Ohio later issued their own state regulations. Unlike Colorado’s, their rules aim to reduce emissions of volatile organic compounds and other toxic gases present in trace amounts in raw natural gas. But methane and VOCs often leak out of the same facilities, Grossman said, so reducing toxic gas emissions also cuts methane.\nIn late January, shortly before California published its draft methane rules, Pennsylvania Gov. Tom Wolf announced a four-point plan to tackle methane in his state. As in Colorado and California, Pennsylvania’s regulation would apply to new and existing natural gas facilities.\nIn contrast, proposed rules from the U.S. Environmental Protection Agency would  cover only new or modified natural gas infrastructure. Environmentalists say it’s a critical weakness in the EPA’s attempts to curb methane.\nAnother federal agency, the Bureau of Land Management, announced separate methane regulations last month. The rules apply only to oil and gas facilities on federal and tribal lands, but they cover both new and existing sources.\nGrossman said the EPA needs to strengthen its regulations. In January 2015, the Obama administration announced a goal of reducing methane from oil and gas production 40-45 percent by 2025 (compared to 2012 levels). That’s simply not possible given the current pledges from the EPA and BLM, Grossman said.\nAn EPA spokeswoman said the agency received more than 900,000 public comments about the regulations. She said the EPA is reviewing the feedback and plans to release final rules this spring.\nPhil McKenna contributed reporting to this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}