{
  "url": "https://insideclimatenews.org/news/08022016/federal-gas-storage-regulations-likely-mimic-industry-guidelines-aliso-canyon-phmsa-api/",
  "title": "New Federal Gas Storage Regulations Likely to Mimic Industry’s Guidelines",
  "date": "2016-02-08T16:20:07-05:00",
  "content": "Federal regulators say they may propose safety rules as a response to  the three-and-a-half-month methane leak in California, but the rules may not address two key issues that turned Aliso Canyon into a disaster: emergency shutoff valves and a safer configuration of pipes.\nLast week, the Pipeline and Hazardous Materials Safety Administration (PHMSA), part of the U.S. Department of Transportation, said it may issue its first safety regulations for storage sites like Aliso Canyon. The agency also urged operators to voluntarily follow guidelines developed by the industry itself. Those guidelines don’t require systems to stop the flow of gas in an emergency or include redundancies to isolate the methane from the environment.\nAdoption of the industry guidelines would probably do little to prevent a similar disaster at the 418 similar storage units across the country, according to pipeline safety and environmental groups. The ongoing release of methane—a potent greenhouse gas—from Southern California Gas Co.’s Aliso Canyon storage unit has forced thousands of people to evacuate because of health concerns.\n“Once again, the industry has got out ahead, drafted the regulations, and now PHMSA , which hasn’t done anything for years, is going to incorporate these recommended practices as the regulation,” said Carl Weimer, executive director of the Pipeline Safety Trust, a nonprofit based in Bellingham, Wash. “So once again, it’s industry designing their own regulations.”\nLax regulation may have played a role in the Aliso Canyon leak, according to environmentalists and California lawmakers fashioning a response to the crisis. Nearly a year before the leak was discovered Oct. 23, SoCal Gas told state regulators of aging, corroding, leak-prone wells at the Aliso Canyon facility, but proposed repairs have not begun.\nThere is little federal oversight for the storage of trillions of cubic feet of natural gas, a potentially explosive fuel. More than 100 facilities like Aliso Canyon that aren’t part of the interstate gas network are governed by a patchwork of state regulations. In California, multiple agencies have some responsibility for underground gas storage, with no designated lead authority, according to state lawmakers. Even if PHMSA imposes new regulations, storage units would most likely remain under state jurisdiction, though state authorities may adopt any new federal rules.\nMore than 230 storage units that are part of the interstate gas network fall under the regulatory jurisdiction of PHMSA, but it has always deferred to state agencies in regulating the underground part of such facilities.\nIn its advisory to the industry last week, PHMSA cited two sets of guidelines developed by the American Petroleum Institute (API), an industry group, and one from the Interstate Oil and Gas Compact Commission (IOGCC), an intergovernmental group led by state oil and gas regulators.\nOne set of API guidelines pertains to gas storage in depleted hydrocarbon reservoirs, like those in Aliso Canyon, and depleted aquifers. The two other sets of guidelines pertain only to salt caverns. Depleted hydrocarbon reservoirs and aquifers make up 91 percent of gas storage facilities nationwide, according to the U.S. Energy Information Agency.\nThe API published its guidelines for depleted hydrocarbon reservoirs and aquifers in September 2015, before the Aliso Canyon gas leak began but long after a pair of catastrophes at underground storage facilities in Kansas and Texas in 2001 and 2004.\nIn saying last week that PHMSA was developing underground storage regulations, agency administrator Marie Therese Dominguez did not reveal the source of the new rules. The agency previously considered regulations in 1997 and again in 2011, and took part in developing the API’s recommended practices, or “consensus standards.”\n“PHMSA—like many Federal agencies—participates in the development of voluntary consensus standards and references them as part of our regulations when practicable and appropriate,” said PHMSA spokeswoman Artealia Gilliard. “As part of our rulemaking process, we typically review these standards to determine if we should incorporate them into our regulations. We can reference specific portions or the entire standard if they meet the intent of the regulations and improve safety, but we have discretion to do what is in the best interest of safety.”\nWhen federal agencies call for the voluntary implementation of industry guidelines, it’s a sign that they are looking to adopt them as regulations, the Pipeline Safety Trust’s Weimer said.\n“Usually when this is going on, we’ll see a new regulation come out basically incorporating these industry-developed practices as the regulation,” Weimer said. “It’s better that we have some kind of regulations than none at all, but I bet there were few if any academics, nonprofits, environmental groups or anybody else involved in the development of these standards, which will now become federal regulations.”\nThe API stressed the openness of its safety guideline development process but  declined requests to identify anyone from academia or the public who took part.\n“A key component of this process is that it be an open one, and as such, the best experts from industry, state and federal regulators, academia and others from the public were brought together to develop the content,” API spokeswoman Sabrina Fang said in a written response.\nThe Environmental Defense Fund said it is reviewing the API and IOGCC recommendations for storage units. Scott Anderson, senior policy director of the EDF’s U.S. Climate and Energy Program, and Weimer of the Pipeline Safety Trust said neither of their organizations was invited to take part in the guidelines’ development.\n“All these documents have strengths and weaknesses, but none of them were intended to be adopted whole cloth as regulation,” Anderson said. “PHMSA has a lot of work in front of it if it does expect to adapt these to become enforceable rules.”\nAnderson cited the omission of requiring emergency shutdown valves for all storage wells as a significant concern.\n“Aliso Canyon proves that it is very important that all storage field wells have some sort of emergency shutoff system,” Anderson said. The leaking well at Aliso Canyon, known as well SS-25, did not have a subsurface shutoff valve.\n“Automatic or remote-actuated emergency shutdown valves (wellhead, side-gate, or subsurface) are not required for most storage wells,” according to the API guidelines for depleted hydrocarbon reservoirs and aquifers. The operator should evaluate the need for an emergency shutdown valve based on the distance from residential areas as well as the “added risks created by installation and servicing requirements of safety valves,” the guidelines say.\nThe API guidelines also fail to address an additional safeguard known as “tubing and packer,” as required by some states, Anderson said.  Such wells have “production tubing,” or a pipe through which natural gas is injected into or extracted from the underground reservoir. A second, wider-diameter pipe surrounds the inner pipe. Somewhere near the base of the well, a donut-shaped “packer” prevents gas from entering the space between the inner and outer pipes.\n“The more barriers between the gas or the liquid that’s in a well and the environment, the less likely there is to be a leak,” Anderson said.\nSS-25 has a 2 7/8-inch diameter production pipe inside a 7-inch pipe, both of which are inside an outer casing that extends down the first 990 feet of the 8,500-foot well. A valve between the 2 7/8-inch and 7-inch pipe was removed in 1979, allowing SoCal Gas to pump natural gas faster, according to the LA Weekly and the Associated Press.\nSoCal Gas apparently didn’t violate California regulations by pumping gas through both pipes, according to Anderson. However, that may have been a factor in the gas company’s inability to contain the leak, and “absent special circumstances,” should not be allowed in California or anywhere else, he said. Anderson called the API’s failure to include tubing and packer “a major weakness.”\n“States like Texas and Kansas have long required such wells to be equipped with tubing and packer, and California is considering such a requirement,” Anderson said. “This is important because wells are far less likely to leak if they have this equipment than if they don’t.”\nAnderson said he would be keeping close watch as federal regulators develop rules for underground storage.\n“In addition to the API recommendations, PHMSA needs to pay attention to the strongest existing rules at the state level,” Anderson said. “We’re still in the process of analyzing all of the state gas storage rules, but at this point we see Texas and Kansas as [having] the strongest regs.”\nWhile the Kansas rules may be some of the most stringent, state regulators haven’t been able to inspect storage facilities since 2010, when a federal district court ruled that U.S. regulators have sole jurisdiction. As a result, gas storage facilities that are part of the interstate gas network in Kansas haven’t been inspected since the 2010 ruling because no federal regulations exist. The Kansas situation is an example of how the patchwork nature of storage regulation can create gaps, said Mark Brownstein, vice president of the EDF’s Climate and Energy Program.\n“You throw on top of it the ambiguity about PHMSA’s responsibility here,” Brownstein said, “and it’s very clear there is a need for the agency to step up and do more.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}