{
  "url": "https://insideclimatenews.org/news/27012016/regulators-order-keep-gas-leaking-facility-angers-porter-ranch-aliso-canyon-california-methane/",
  "title": "With Order to Keep Gas in Leaking Facility, Regulators Anger Porter Ranch Residents",
  "date": "2016-01-27T04:01:42-05:00",
  "content": "Fearing a depletion of its emergency fuel reserve California regulators ordered Southern California Gas Co. to stop pumping all natural gas out of its Aliso Canyon storage facility, the main way it has been reducing the amount of methane escaping from a ruptured well.\nThe drawdown has lowered the volume of leaking gas by 68 percent since emissions peaked Nov. 28, according to the California Air Resources Board, but regulators are now worried the effort might be tapping too much of Los Angeles’ emergency natural gas reserves. The leak has blown 4.8 billion cubic feet of natural gas into the atmosphere since it was detected Oct. 23, according to state regulators, and Democratic U.S. Rep. Brad Sherman, whose district includes a portion of the Porter Ranch neighborhood in northwest LA, said the regulators’ top priority should be stopping the leak.\n“There is only one thing that has been successful or partially successful so far, and that is SoCal Gas has drained the facility down to about 25 billion cubic feet of working gas,” Sherman said at a Porter Ranch town hall meeting Friday. “Efforts to reduce the pressure and reduce the leak are [now] going to stop. Not only is that an outrage for anybody who breathes air in the North San Fernando Valley, it is also a violation of the governor’s emergency order.”\nIn a letter sent Friday, Sherman urged Gov. Jerry Brown to order the California Public Utilities Commission to comply with a provision in his Jan. 6 state-of-emergency declaration calling for maximum gas withdrawals to slow the leak. CPUC officials argued that they also have an obligation to ensure adequate gas supplies for heating homes and generating electricity.\nThe dispute over the CPUC’s ruling last week spotlights the dilemma facing SoCal Gas and California policymakers over how to stop the runaway leak from the Aliso Canyon storage unit, now in its 96th day.  The leakage has forced school closures and the evacuation of thousands from their of homes because of health concerns. Methane from the well equals the greenhouse gas emissions of burning more than 830 million gallons of gasoline, according to the Environmental Defense Fund. And yet the natural gas stored there is essential fuel for one of the largest urban areas in the U.S.\nSeparately, well control experts who have been drilling a relief well to plug the massive, ongoing leak are within approximately 200 feet of their goal, the base of the ruptured well more than a mile and a half below ground.  As engineers enter their final phase of drilling, progress will slow to ensure the relief well hits its target. The project is on schedule to intercept and attempt to plug the well by late February, SoCal Gas said in a statement.\nAccording to the company, 3,226 households have been relocated in nearby neighborhoods, and an additional 1,563 households are preparing  to relocate. Schools in the area have closed after residents complained of nosebleeds, skin rashes, headaches and nausea.\nCPUC executive director Timothy Sullivan ordered SoCal Gas senior vice president Jimmie Cho last Thursday to stop the drawdown and maintain a working volume of 15 billion cubic feet of gas in the underground storage. The company was drawing gas from the facility through other, non-leaking wells and pumping it to customers.\nPrevious efforts attempting to capture and burn the leaking gas ceased earlier this month after SoCal Gas decided the effort was too risky.\n“We have used our best efforts to develop and consider multiple plans to safely capture and process the gas,” SoCal Gas president and chief executive Dennis Arriola said in a Jan. 18 letter to Gov. Brown.  “Unfortunately, none of the identified plans adequately address these safety risks to our satisfaction.”\nFlaring or otherwise burning the leaking gas would have significantly reduced residents’ health concerns and would have reduced greenhouse gas emissions because methane, the primary component of natural gas, is a much more potent greenhouse gas than the carbon dioxide that is released when it is burned.\nUntil the well is plugged, natural gas will continue to leak, though the rate of emissions depends on the volume and pressure of gas remaining in the storage facility.  That’s what makes the decision to keep natural gas in the facility controversial.\nSoCal Gas views “that natural gas as an asset, while we in Porter Ranch know it’s a toxin,” Rep. Sherman said at Friday’s town hall meeting.\nIn his letter to the governor, the congressman wrote, “Maximizing daily withdrawal from the storage facility is the only way to reduce pressure and thereby reduce the daily amount of the leak. Failure to withdraw natural gas from Aliso Canyon as quickly as possible creates unnecessary threats to public health.”\nThree environmental organizations also criticized the CPUC decision. In a joint statement on Jan. 24, the groups Save Porter Ranch, Food and Water Watch and the Sierra Club said the ruling is “threatening residents with further exposure to toxic emissions.”\n“It protects SoCal Gas’s assets, and it appears to violate Gov. Brown’s order to withdraw the maximum amount of gas from the field,” said Alexandra Nagy, Southern California organizer with Food & Water Watch. “SoCal Gas has been unwilling [to] protect residents because to drain its facility would harm its bottom line.”\nGareth Lacy, deputy press secretary for Gov. Brown’s, said the Governor received Sherman’s letter and is reviewing it.\nIn addition to calling for maximum daily withdrawals from the storage facility, Brown’s executive order also said, “The California Public Utilities Commission and the California Energy Commission, in coordination with the California Independent System Operator, shall take all actions necessary to ensure the continued reliability of natural gas and electricity supplies in the coming months during the moratorium on gas injections into the Aliso Canyon Storage Facility.”\nCPUC officials defended their decision to halt the drawdown when the working supply of gas reaches 15 billion cubic feet, a volume that SoCal Gas officials said may have already been reached.  An estimated 16.4 billion cubic feet of gas remained in the storage facility as of Friday after accounting for gas lost through the leaking well according to a letter from SoCal Gas’s Cho to Sullivan of the CPUC.\nWell control specialists hired by SoCal Gas have been drilling the relief well since Dec. 4. Earlier efforts to stop the leak by pumping heavy fluids and drilling mud into the top of the well failed.\nThe relief well has now entered the cap rock, a layer of impermeable rock at the top of the storage reservoir about 8,400 feet underground, according to SoCal Gas and California Department of Conservation officials. About 200 feet now separate the relief well from the leaking well.  When they reach it, engineers plan to fill the well near its base, first with heavy fluids and drilling mud and then with cement to permanently seal it.\nProgress on the final stage of drilling will still take weeks, as operators have to alternate between drilling and sending an electromagnetic probe to ensure the relief well intercepts the leaking well. But the drilling equipment has to be retracted before the probe can be sent down, an exchange that can take up to a day according to SoCal Gas. As of Monday, drilling had stopped for 48 hours as operators waited for newly installed cement lining the relief well to cure, according to California Department of Conservation spokesperson Don Drysdale.\n“This final phase requires precision and accuracy, which takes time,” SoCal Gas said in a said in a statement.\nSoCal Gas was ordered Dec. 10 by the California Department of Conservation to begin drilling a second relief well in case plugging efforts with the first relief well do not succeed. Drilling of the second well is expected to start Feb. 8, Drysdale said in a statement.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}