{
  "url": "https://insideclimatenews.org/news/25012016/study-says-epa-has-authority-regulate-greenhouse-gases-clean-air-act-climate-change/",
  "title": "Paris Treaty Could Broaden EPA’s Authority Over Greenhouse Gases",
  "date": "2016-01-25T04:16:11-05:00",
  "content": "A decades-old and little-used provision of the Clean Air Act intended to make the United States a good environmental neighbor could now be employed to comprehensively control the nation’s greenhouse gas emissions, according to a new analysis.\nAuthored by a team of professors, attorneys and environmental scholars specializing in climate change, the study analyzes a section of the Clean Air Act intended to safeguard international borders from air pollution. Their prescription could provide the most potent approach for achieving the targets of the Paris climate agreement, the analysts say.\n“The time is ripe for EPA to consider use of its authority for international air pollution control,” the study urged.\nThe provision has been part of the Clean Air Act since it was passed in the early 1970s. It authorizes the EPA to require states to address emissions that endanger public health or welfare in other countries––if those countries extend the same protections to the U.S.\nIt’s a long-standing principle––one country shouldn’t be able to pollute another,” said one of the study’s authors, Michael Gerrard, a professor of environmental law at Columbia University. “What this does is gives the EPA the tool to address the greater impacts of greenhouse gas emissions generated in the United States.”\nThe idea behind this interpretation is that greenhouse gases generated in the U.S. travel worldwide and cross all international borders. Now, with the U.S. committing to the Paris accord to hold global warming under 2 degrees Celsius, the EPA could use this provision to uphold the country’s responsibilities under the new agreement.\nWhen the section was developed in 1970, the framers probably had a more parochial objective in mind, Gerrard said, not a sweeping vision to tackle global climate change.\nThe idea at the time was to address air pollution drifting across international borders, Gerrard said. For example, he cited pollution from coal-fired electric generating plants in North Dakota affecting Canada.\nBut now, Gerrard and his colleagues say, Section 115 of the Clean Air Act, titled “International Air Pollution,” grants the EPA and the states broad latitude to address global air pollution. The law requires states to develop a general strategy to attain and maintain national air quality standards.\nBy imposing standards under a nationwide umbrella, the EPA and states could implement regulations with less difficulty than the current approach, according to the report. Currently, states must produce remediation plans for every source of emissions.\nThe EPA did not respond to a call seeking comment.\nThe analysis could position the United States as a global leader reducing greenhouse gas emissions––and live up to its pledge in Paris to join other nations in reducing emissions––Gerrard and his colleagues say.\nThe agreement reached in Paris and agreed to by 195 countries spells out a plan limit global warming to below 2° C.\nThe EPA estimates the United States is responsible for 16 percent of the world’s greenhouse gases, second only to China’s 28 percent.\n“The success of the recent climate negotiations in Paris provides a strong basis for invoking a powerful tool available to help achieve the country’s climate change goals,” according to the analysis.\nThe report argues that the program could be implemented without further Congressional action and would provide clear benefits to regulators and businesses seeking to mitigate climate change: increased flexibility, heightened administrative and economic efficiency, and greater effectiveness when devising plans to reduce emissions.\nIf the EPA were to adopt the strategy proposed in the study, Gerrard acknowledged, there almost certainly would be legal and political blowback.\n“I have no doubts opponents will try to find legal theories to fight it,” he said. “I have no doubt there will be political resistance.”\n‘It Will Take Political Will Power’\nRegulation of emissions using Section 115 is on solid legal ground, according to the report, because both prerequisites for invoking the provision are satisfied: that the EPA can determine emissions in the U.S. contribute to air pollution that threatens other countries; and those countries provide similar protections for the U.S.\n“In the context of climate change, both of these prerequisites are easily met,” according to the study.\n“First, there can be no real question that GHG [greenhouse gas] emissions in the U.S. are a form of air pollution and contribute to climate change, which endangers health and welfare in countries all around the world.”\nSecond, it is well established that the U.S. has reciprocal agreements in place with other nations, the report says.\n“Politically, it will face massive opposition,” Gerrard said. “For this to happen it would require a president willing to push it through in the same way Obama has pushed the Clean Power Plan. It will take political will power to make it happen.”\nThe Clean Power Plan, which requires states to reduce carbon dioxide emissions from power plants 32 percent by 2030, has come under legal attack by 24 states seeking to overturn the rule that was published last year.\nThe researchers could find only one case in which Section 115 has been applied.  It was in 1980, during the last year of the Jimmy Carter presidency, that the EPA began to address U.S. power plant emissions that were causing acid rain in Canada. But that initiative ended when Ronald Reagan took office in January 1981, and EPA dropped the matter, Gerrard said.\n“Section 115 offers a statutory basis to pursue our current and future GHG emissions reduction ambition, and could provide the tools we need to address climate change in an effective and efficient manner,” the report said.\nThe report “Legal Pathways to Reducing Greenhouse Gas Emissions Under Section 115 of the Clean Air Act” was published by the Sabin Center for Climate Change Law at Columbia Law School, the Emmett Institute on Climate Change and the Environment at UCLA School of Law, and the Institute for Policy Integrity at NYU School of Law.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}