{
  "url": "https://insideclimatenews.org/news/25012016/california-well-leaking-methane-ordered-sealed-air-quality-agency-aliso-canyon-porter-ranch/",
  "title": "California Well Leaking Methane Ordered Sealed by Air Quality Agency",
  "date": "2016-01-25T19:41:48-05:00",
  "content": "State regulators ordered Southern California Gas Co. to permanently close and seal the well adjacent to the Porter Ranch neighborhood of Los Angeles that’s spewing methane and sickening local residents. They also called for enhanced air-quality monitoring in the vicinity and an independent study of potential health effects from the well’s emissions.\nThe state agency, however, did not order the shutdown of the Aliso Canyon underground natural gas storage facility that the leaking well taps in its ruling on Saturday, as environmental groups had demanded. The Sierra Club, Food and Water Watch, and Save Porter Ranch, an environmental group in the northwest LA neighborhood closest to the leak, sharply criticized the decision by the South Coast Air Quality Management District (SCAQMD) as not going far enough.\n“SCAQMD’s failure to put Californians’ livelihoods first is shameful, and Gov. Brown should intervene swiftly,” Michael Brune, executive director of the Sierra Club, said in a joint statement from the three environmental organizations. “There should be no other choice but to shut down the dangerous Aliso Canyon facility and look to close every urban oil and gas facility throughout California and our country, to ensure the health of our communities and our climate is never again sacrificed for corporate polluter profits.”\nDemocratic Gov. Jerry Brown declared a state of emergency on Jan. 6, months after the massive leak was discovered Oct. 23. The ruptured well has emitted almost 88,000 metric tons of methane from one of the largest natural gas storage sites in the U.S.  That’s the greenhouse gas equivalent of burning nearly 830 million gallons of gasoline, according to the Environmental Defense Fund.  Well control specialists hired by SoCal Gas are drilling a relief well to plug the leak, an effort the gas company said should be completed by late February.\nThousands of Porter Ranch residents have evacuated and schools have closed since the leak began. Hundreds of residents reported symptoms including nausea, headaches and dizziness. California regulators attribute the symptoms to mercaptans—sulfurous chemicals that are added to natural gas to aid in the detection of leaks. Some health experts are skeptical, however, because there’s virtually no research on prolonged exposure to mercaptans, and trace amounts of benzene, toluene and other known toxins associated with the leaked gas have also been detected.\nAn independent board appointed by SCAQMD voted to issue Saturday’s abatement order after hearing testimony from more than 100 residents and elected officials. The order calls for SoCal Gas to fund continuous air monitoring. SCAQMD and SoCal Gas have conducted air monitoring since the leak began, but not continuously, drawing criticism from outside experts..\nThe health study ordered by the agency will include any potential effects from exposure to mercaptans and other odorants added to the gas. The abatement order also called for continuous monitoring of the ongoing leak with an infrared camera until 30 days after the leak has stopped. Infrared cameras and other monitoring equipment have shown plumes of methane gas, which are invisible to the naked eye, blowing across nearby communities, but no known effort to continuously monitor the plume has been attempted.\nThe hearing board also called for the development and implementation of an enhanced leak detection and reporting program for all of the roughly 115 wells at the storage site.\nBrown’s state of emergency declaration requires the state’s Division of Oil, Gas and Geothermal Resources, the California Public Utilities Commission, the California Air Resources Board and the California Energy Commission to submit a report assessing the long-term viability of natural gas storage in California. Aliso Canyon is one of 14 underground natural gas storage areas in the state and supplies 21 million customers in Central and Southern California, according to SoCal Gas.\nThe report is due six months after completion of an investigation of the cause of the Aliso Canyon leak.\n“These gas storage fields can’t disappear overnight, or there would be impacts to actually heating our homes, turning on the lights, etc.,” Wade Crowfoot, deputy cabinet secretary and senior adviser in the Governor’s office, said at a community meeting in Porter Ranch Jan. 15.  “But the state is committed to actually understanding what should be the future of Aliso Canyon. What should be the future of these storage wells? Is it feasible to shut Aliso Canyon down? Is it feasible to shut other gas storage fields down? We’re very open-minded, all options are on the table, but it needs to be fact-based.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}