{
  "url": "https://insideclimatenews.org/news/14012016/aliso-canyon-high-levels-methane-leak-los-angeles-northridge-natural-gas-benzene-climate-change/",
  "title": "Leaking Methane Plume Spreading Across L.A.’s San Fernando Valley",
  "date": "2016-01-14T11:00:22-05:00",
  "content": "Independent researchers reported detecting elevated methane levels as far as 8 miles from the massive, ongoing leak of natural gas from a storage site in northwestern Los Angeles.\nA ruptured well at Southern California Gas Co.’s Aliso Canyon underground facility has spewed more than 80,000 metric tons of methane into the atmosphere since the leak was discovered Oct. 23. The release of the powerful greenhouse gas led to the evacuation of thousands of people from the affluent Porter Ranch neighborhood a mile from the leak after reports by residents of nosebleeds, rashes, headaches and nausea.\nFinding elevated methane levels well beyond the Porter Ranch area raises potential health concerns for people living outside the immediate vicinity of the leak, the researchers said. Inhaling low concentrations of methane, the primary component of natural gas, is generally not considered a health concern, but natural gas often contains trace amounts of other, more harmful gases.\n“Whatever else may be in the gas—benzene, toluene, xylene —that is what people may be breathing,” said Nathan Phillips, an earth and environment professor at Boston University. “Even though we’re not measuring things other than methane, there is a legitimate concern that there is that other nasty stuff in there.”\nThe findings challenge assurances from the South Coast Air Quality Management District, the regional air pollution control agency, and the state’s Office of Environmental Health Hazard Assessment that the leak hasn’t increased residents’ exposure to toxic gases.\nThe cumulative methane emissions from the Aliso Canyon facility to date have the greenhouse gas equivalent on the Earth’s atmosphere of burning nearly 800 million gallons of gasoline, according to the Environmental Defense Fund.\nOn Wednesday Los Angeles City Councilman Mitchell Englander called on SoCal Gas to extend its residential relocation program to residents of neighborhoods adjacent to Porter Ranch, according to the Los Angeles Daily News. People in these communities were also reporting similar symptoms related to the leaking gas, according to the paper.  SoCal Gas spokeswoman Kristine Lloyd said the gas company is providing temporary accommodation and air filtration for residents within a five-mile radius of the leak, extending beyond Porter Ranch.\nDemocratic U.S. Sens. Barbara Boxer and Dianne Feinstein of California sent a letter to the Department of Transportation, the Environmental Protection Agency and the Department of Justice Wednesday calling on the federal agencies to offer further assistance to the State of California in responding to the gas leak.\nIn a mapping effort funded by the Home Energy Efficiency Team, a Cambridge, Mass., nonprofit, Phillips and Robert Ackley of Gas Safety Inc. measured methane emissions for the past several days near the Aliso Canyon leak. Gas Safety Inc. provides natural gas leak detection services to industry, businesses and homeowners.\nThey used a laser-based system mounted to a car. It recorded methane concentrations and plotted the readings on Google Earth. On Tuesday and Wednesday the researchers drove further from the leak and recorded methane concentrations as much as two times higher than background levels, as far as 8 miles away from the site.\n(Click to view a large version of the Google Earth data visualization, seen above.)\n“It’s not just in Porter Ranch, it’s going all the way across the [San Fernando] Valley,” Ackley said of the methane plume. The valley is home to 1.8 million people including Northridge, Winnetka and Woodland Hills, neighborhoods across the valley where the researchers confirmed increased methane concentrations.\nCalifornia’s Office of Environmental Health Hazard Assessment evaluated air samples collected by SoCal Gas in the Porter Ranch neighborhood between Nov. 1 and Jan. 9. The analysis included an assessment of benzene and other toxic chemicals and concluded that “available Porter Ranch neighborhood air sample data does not indicate that an acute toxicity health hazard exists in the Porter Ranch neighborhood as a result of the Aliso Canyon natural gas leak.”\nThe agency said the symptoms reported by many Porter Ranch residents can be attributed to mercaptan, an odorant added to the otherwise odorless natural gas. Mercaptan smells like rotten eggs and helps in leak detection. “These odors can evoke physiological responses (e.g. nausea, headaches) without inducing more serious or longer-lasting health effects, such as eye, or respiratory system damage,” the office said.\nIndependent scientists, however, questioned those findings. The “acute” guideline is “the most cautious interpretation you could take,” Michael Jerrett, the chair of the UCLA Department of Environmental Health Sciences, told the Los Angeles Daily News. Acute guidelines focus on health effects from breathing significantly elevated levels of benzene over a short period but don’t assess the health effects of inhaling lower levels over a longer time. “There’s a potential here for health effects that could be experienced long term,” Jerrett told the paper.\nPhillips made the same point.\n“We are going in for a half hour at a time to check out the plume, but if I had that as a constant condition in my place of work or home, I would definitely be concerned about it,” Phillips said.\nThe Office of Environmental Health Hazard Assessment’s analysis was based on measurements that were collected twice daily.\n“One thing I was most struck by was the inadequacy of once or twice a day sampling stations,” said Robert Jackson, an earth system science professor at Stanford University who joined Phillips and Ackley in taking methane readings over the weekend.\n“There is an array of a dozen sampling stations that sample gases once or twice a day,” Jackson said. “The area needs more real-time continuous sampling.” There should also be additional sampling locations outside the Porter Ranch neighborhood, he said.\nThe South Coast Air Quality Management District has taken 24-hour readings on six days in Porter Ranch since Dec. 21.\n“The benzene levels are actually on the low side of what we see typically in the LA area,” said Sam Atwood, spokesman for the air quality district. “They were all 0.1 parts per billion with the exception of one, which was 0.2 parts per billion. Typically we would see anywhere from 0.1 to 0.5 parts per billion. That’s good news. We’re not seeing elevated levels, at least in these continuous 24-hour samples.”\nPhillips disputed the characterization of low levels of benzene and other toxic compounds.\n“They are documented carcinogens,” Phillips said. “You really can’t say there is a safe level.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}