{
  "url": "https://insideclimatenews.org/news/14012016/los-angeles-democrats-exxon-mobil-investigation-california-attorney-general-kamala-harris-climate-change/",
  "title": "Exxon Probe Gets Another Proponent: the Los Angeles Democratic Party",
  "date": "2016-01-14T12:00:50-05:00",
  "content": "The Democratic Party of Los Angeles has added to pressure on California Attorney General Kamala Harris to investigate ExxonMobil over the company’s history of promoting doubt about climate change after its own scientists warned of the dangers of global warming.\nThe party unanimously adopted a resolution calling on Harris, a second-term Democrat, to investigate Exxon and other fossil fuel companies for potential breaches of California law.\nThe Los Angeles Democratic Party represents 2.4 million people, one-third of the Democratic voters in California.\n“Newly revealed documents show that Exxon’s own scientists were aware of and studying the dangerous impacts of greenhouse gases in the 1970s and 1980s, and shared that research with other fossil fuel companies—until Exxon’s leadership decided to shut down the research and promote climate denial instead, in order to protect the company’s large profits,” the resolution said.\nClimate change fueled by Exxon and other fossil fuel companies has “dramatically affected” California by causing drought, leading to crop losses and heat-driven wildfires that have destroyed homes, according to the resolution. The warming has also affected anticipated sea-level rise that threatens the California coastline, as well as the current record-breaking El Nino weather pattern, the document said. L.A. party leaders plan to send the resolution to Democratic Gov. Jerry Brown and Sen. Hannah-Beth Jackson, the Democratic chairwoman of the California Senate Judiciary Committee.\nA series of investigative stories by InsideClimate News that began publishing in September revealed a little-known chapter of Exxon’s history, that the company conducted rigorous climate change research from the late 1970s to mid-1980s. Not only did Exxon accept the reality of global warming, its scientists and executives recognized the risk that global warming posed to the planet and the company’s core business.\nThe Los Angeles Times in collaboration with the Columbia Journalism School also began publishing stories a month later on Exxon’s early climate research.\nEric Bauman, the chairman of the Los Angeles County Democratic Party, said the organization was stirred to act because climate change and corporate malfeasance are both issues that must be kept in check for the protection of California residents.\n“When we see something that might have a negative impact on the people of California, we call attention to it,” Bauman said. “We are not making allegations. We are saying the facts that have become public warrant a proper and thorough vetting by law enforcement. It is my hope that the attorney general will look at this and consider the issues.”\nThe resolution ratchets up the political heat on Harris. She is running for the U.S. Senate and faces a critical California Democratic Party endorsement vote next month.\nR.L. Miller, a California environmental activist who is influential in the Democratic Party’s environmental caucus, said she wants the resolution to jolt Harris into action. Miller is also a co-founder of the activist group Climate Hawks Vote.\n“I am hoping it will have the effect on Kamala Harris of making up her mind and deciding what to do on Exxon, which should have already been on her horizon,” Miller said. “She is trying to build up a reputation as an environmentalist and climate hawk, but it’s puzzling as to her silence on what is by now a very high-profile story.”\nA similar resolution was previously adopted by the Ventura County Democratic Party, and Miller said she will press the state’s other county Democratic parties to do so as well.\nHarris did not respond to a request to comment.\nJefferey Sellers, an associate professor of political science and public policy at the University of Southern California, said the resolution is a heavyweight both in terms of political influence and public policy.\n“It sends a strong message to the Democratic establishment of the state that the party organization expects its office holders to be responsive to the voters’ wishes and reaffirms the state’s commitment to environmental issues,” he said.\n“The political calculus for Kamala Harris as a senate candidate is that because climate change is such a popular issue in California, taking on the issue is a political winner,” Sellers said. “At the same time, in her role as the state’s top legal authority, she can reaffirm the state’s commitment to it environmental policies.”\nAn investigation of Exxon by Harris could be interpreted as much a public policy move as a legal move, Sellers said.\nHarris’s office has already been deluged with thousands of signatures on petitions urging an investigation. There have been calls by federal lawmakers, the three Democratic presidential candidates, environmentalists and climate scientists for the U.S. Justice Department to open investigations of Exxon under federal racketeering and securities laws.\nExxon is also the target of a probe by the New York state attorney general’s office in connection with its decades of climate research.\nOne of the first policymakers to call for an investigation was Rep. Ted Lieu, a California Democrat who commended the Los Angeles County Democrats for calling for the investigation of Exxon.\n“The company’s scientists confirmed the truth about the role of fossil fuels in influencing climate change decades ago, yet Exxon intentionally implemented a public campaign of mass deception about climate science,” Lieu said in a statement. “Exxon has set back all of humanity. I call on Attorneys General everywhere to investigate ExxonMobil.”\nHarris has potent statutes at her disposal for probing Exxon’s activities in the state. A decade-old California law grants the attorney general’s office sweeping investigative and prosecutorial powers to pursue securities violations. The California law allows the attorney general’s office to demand documents, compel interviews and open other records relevant to an investigation in connection with possible financial fraud, including whether investors in a company were misled by false statements or omissions.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}