{
  "url": "https://insideclimatenews.org/news/12012016/exxon-mobil-under-investigation-climate-change-science-shareholder-resolutions-investors/",
  "title": "As Exxon Faces Investigation, Investors Renew Pressure for Stronger Climate Stance",
  "date": "2016-01-12T07:00:50-05:00",
  "content": "Against the backdrop of the historic Paris climate treaty last month and in the face of mounting calls for sweeping investigations of the company, ExxonMobil investors have filed a series of shareholder resolutions seeking to reform the company’s climate change policy.\nStockholders are demanding more transparency this year from the global oil giant over how much it spends on lobbyists and organizations dedicated to obfuscating climate science and opposing emission regulations designed to slow climate change. They want Exxon to pledge to comply with measures to hold global warming under the 2-degree Celsius limit set by the Paris accord, and they want the company to add climate-conscious board members.\nTwo resolutions proposed for the annual shareholders meeting May 25 would ask the company’s board to disclose information about its public policy advocacy. One was filed by the Needmor Foundation, a social justice organization based in Ohio, and a similar one by the United Steel Workers of America. The proposals are among seven climate-related resolutions that shareholders hope will make it to a vote.\n“We believe there is a broad cross-section of investors who are concerned about the ways oil and gas companies are using their power and influence to oppose forward-looking policies on climate,” said Tim Smith, senior vice president of Boston-based Walden Asset Management, a company that promotes corporate responsibility on behalf of shareholders.\nWhile all seven proposals may not make it to a vote, this year’s crop of resolutions continues a 25-year campaign by activist shareholders to get Exxon to confront the threat of climate change. Investor groups have fought to have the company invest in renewable energy, cut harmful emissions and perform carbon risk assessments. Exxon has regularly rejected shareholder requests, and no climate change resolution has been adopted.\nIn 2014, in exchange for withdrawal of a shareholder resolution mandating a carbon risk analysis, Exxon agreed to prepare a report describing how it assesses the risk that fossil fuel reserves will become stranded assets as a result of climate change. The report met with harsh reviews from critics who said it failed to acknowledge possible future limits on fossil fuels.\nRead: Exxon’s 25 Years of ‘No’: Timeline of Resolutions on Climate Change\nExxon has become the target of intense scrutiny following the publication of investigative stories by InsideClimate News and other news organizations that showed the company was at the forefront of global warming research decades ago, before launching campaigns to cast doubt on climate science and delay action. Congressmen, the three Democratic candidates for president, and influential environmental organizations and scientists are calling for federal and state investigations to discover what Exxon knew about climate change and whether it broke consumer and shareholder protection laws in what it communicated to the public. Exxon is also the target of an investigation by the New York state attorney general’s office in connection with its decades of climate research.\nTaken as a whole, the resolutions deliver a core message to Exxon that it’s time to change course on its climate strategy, said Shanna Cleveland, a senior manager at Ceres, a Boston nonprofit that coordinates action on issues important to many of the nation’s largest institutional investors.\n“It really is a bottom-line message from shareholders that you (Exxon) have played a major role in bringing about climate change, and we want some clear indication that you are turning around and starting to move in a positive direction on climate,” she said.\nExxon spokesman Alan Jeffers declined to comment, saying the company’s positions on shareholder resolutions will be in its annual proxy statement, to be issued in April.\nOther oil and gas companies also face shareholder demands related to climate accountability. Chevron, ConocoPhillips, Devon Energy and Marathon Oil are among the publicly traded oil and gas companies where shareholder resolutions seek to influence corporate climate philosophy.\nExxon can fight to keep the resolutions from a vote by persuading the Securities Exchange Commission that the resolutions are without merit. The company can also negotiate with shareholders to withdraw their proposals, as it did in 2014 with the carbon risk resolution.\nIf all seven climate-related proposals make it to a vote of stockholders, this year’s proxy statement would have the largest number of such resolutions since 2008, when there were seven, based on an InsideClimate News review of fossil fuel proxy statements going back to 1990. Exxon’s 1990 proxy statement had six climate and environment-related proposals.\nAmong this year’s climate-related resolutions are calls for Exxon to:\nTake moral responsibility for climate change and adopt a policy to limit average global temperature increases to 2 degrees Celsius above pre-industrial levels, the generally accepted limit for avoiding the most catastrophic effects of global warming.\nAppoint someone to the board of directors with climate change expertise and experience in environmental issues associated with oil and gas development.\nReturn to shareholders capital earmarked for development of oil reserves that may never be exploited because of possible public policies that will reduce demand for fossil fuels.\nProvide an analysis of the impacts on Exxon’s business under a scenario in which fossil fuel consumption declines to meet the goal of holding global warming to 2 degrees.\nIn its resolution on lobbying over climate change, the Needmor Foundation says: “Shareholders request that the Board institute a comprehensive review of Exxon Mobil’s positions, oversight and processes related to public policy advocacy on energy policy and climate change.”\nThe foundation is worried that Exxon is financing lobbyists and organizations that are “pit bulls fighting against climate regulations,” said Walden Asset Management’s Smith.\nThe United Steel Workers’ similar resolution calls for full disclosure by Exxon of its direct and indirect lobbying activities and expenditures, including those of the American Legislative Exchange Council (ALEC) and the American Petroleum Institute (API), as their activities relate to climate change policy.\nThe union, which represents 850,000 members whose pension plans are partially invested in Exxon shares, is demanding an annual report laying out Exxon’s policy governing lobbying, funding for lobbying that identifies the recipients and how much they were paid, and disclosure of membership in and payments to any tax-exempt organization that writes and endorses legislation.\n“We believe in full disclosure of our company’s direct and indirect lobbying activities and expenditures to assess whether our company’s lobbying is consistent with ExxonMobil’s expressed goals and in the best interests of shareholders,” the resolution says.\n“We don’t know what Exxon is up to,” said Patrick Young, coordinator of the USW’s strategic campaigns. “So we can’t really understand how that impacts shareholder value.”\nThe union’s resolution calls out Exxon for its association with ALEC and API, among other organizations that have a history of pressing climate uncertainty while supporting action to derail climate regulations. The resolution notes that API, the Business Roundtable and the National Association of Manufacturers, in which Exxon maintains memberships, together spent more than $65 million on lobbying in 2013 and 2014.\nThe resolution seeks a pledge by Exxon for transparency on how the funds the company has pumped into those organizations is being spent to “influence legislation and regulation.” Young likened the intense lobbying carried out on Exxon’s behalf to full-court-press advertising campaigns.\n“In this case it’s not Exxon’s product being pushed, it’s Exxon’s political position,” he said. “Transparent reporting would reveal what objectives the company assets are being used for.”\nAt the same time as world leaders were embracing the historic climate treaty last month in Paris, the New York comptroller, which oversees the state’s employee retirement fund, was asking Exxon to explain how the 2-degree limit for global warming in the treaty would affect business.\n“The assessment can be incorporated into existing reporting and should analyze the impacts on ExxonMobil’s oil and gas reserves and resources under a scenario in which reduction in demand results from carbon restrictions and related rules or commitments adopted by governments consistent with the globally agreed upon 2-degree target,” says the comptroller’s resolution, which was filed jointly with the endowment fund of the Church of England.\nEven after acknowledging in 2014 that “a number of countries have adopted, or are considering adoption of regulatory frameworks to reduce greenhouse gas emissions,” Exxon has never presented an analysis of how its portfolio of fossil fuel assets would perform under a 2-degree scenario, according to the resolution.\nLast year, Shell, BP and Statoil endorsed shareholder resolutions requiring the companies to assess the business implications of the 2-degree limit. ConocoPhillips has already begun testing its investments against three 2-degree scenarios. Exxon also opted not to join 10 major oil and gas companies last year in support of carbon tax policies consistent with a 2-degree goal.\nMatthew Sweeney, assistant communications director for the New York comptroller’s office, said the resolution reflects the department’s responsibility to safeguard investments made as part of the state’s retirement fund.\nThe comptroller has an obligation to “ensure their portfolios are transitioning to a low carbon economy and are mitigating risk in their portfolios,” Sweeney said. “We need the transparency of that information to reach an independent assessment.”\nThose resolutions that make it to a vote historically have been soundly defeated, though a few have recently generated noteworthy backing.\nA resolution last year calling on Exxon to add independent board members with environmental expertise garnered 21 percent support. A resolution to adopt quantitative goals for reducing total greenhouse gas emissions from the company’s products and operations got 9.6 percent.\nHere are links to and brief descriptions of the seven climate-related resolutions:\nArjuna CapitalReturn capital to shareholders instead of investing in development of high-cost oil reserves that may never be exploited because of reduced demand for fossil fuel.\nAs You SowChange the company’s method of accounting to better position Exxon to adapt to climate change by exploring non-fossil resources.\nNew York State ComptrollerPrepare a study of the impacts on Exxon’s business of meeting the global agreement to hold global warming below 2 degrees Celsius and explain how Exxon will address those impacts.\nProvince of St. Joseph of the Capuchin OrderAdd a member to the board of directors with environmental expertise.\nSisters of St. Dominic of Caldwell, NJAdopt a policy acknowledging the imperative to limit global average temperature increases to 2 degrees Celsius above pre-industrial levels and pledge to support the goal of limiting warming to less than 2 degrees Celsius.\nThe Needmor FundReview of company policy regarding climate change advocacy and include an analysis of political advocacy and lobbying activities related to climate issues.\nUnited Steel Workers of AmericaDisclose funding of lobbyists and organizations dedicated to influencing climate policy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}