{
  "url": "https://insideclimatenews.org/news/13012016/state-of-the-union-sotu-president-obama-fossil-fuels-coal-leases-public-lands-cheap-climate-change/",
  "title": "SOTU: Obama Vows to Revamp Federal Coal Leasing Program",
  "date": "2016-01-13T06:20:53-05:00",
  "content": "President Obama pledged on Tuesday to push for changes in how the federal government manages fossil fuel development on public lands, an emerging battleground in the nation’s climate policies.\nIn the final State of the Union message of his presidency, he spoke at some length of the climate crisis, and derided those who deny the problem’s severity. But his words were mostly a recitation of past accomplishments and familiar ambitions. There was no laundry list of bold programs and budding proposals this time.\nBut his call to “accelerate the transition away from dirty energy” did signal an emphasis on revamping hotly disputed programs, notably those for the leasing of coal reserves at low prices.\nThese are being challenged because they sustain the production of high-carbon fuels that scientists say must mainly be left in the ground in order to avoid the worst risks of global warming.\n“That’s why I’m going to push to change the way we manage our oil and coal reserves, so that they better reflect the costs they impose on taxpayers and our planet,” he declared.\nAlthough he offered no particulars, clean energy campaigners seized on the words as the latest sign that the administration wants to increase the price that mining companies pay for coal.\n“It’s time to not only reform our fossil fuel leasing program, we need to keep fossil fuels in the ground,” said Erich Pica, president of Friends of the Earth, in a statement.\n“The issue of fossil fuel extraction on public lands is going to be a key fight over the coming months,” said May Boeve, executive director of 350.org.\nBecause longstanding federal statutes call for a balancing act by federal land managers in how they develop and conserve the national patrimony of natural resources, Obama has considerable leeway in setting policies on leasing and similar management strategies. Environmental groups have already mounted a campaign in court to challenge rock-bottom prices charged for some fossil fuels. At a time when parts of the coal industry are on the brink of collapse, there’s a sharp argument over the economic repercussions of any changes.\nObama’s speech sought to put this fight in the context of broad changes during his administration, and to depict them as mostly favorable economic developments.\n“In fields from Iowa to Texas, wind power is now cheaper than dirtier, conventional power. On rooftops from Arizona to New York, solar is saving Americans tens of millions of dollars a year on their energy bills, and employs more Americans than coal —in jobs that pay better than average. We’re taking steps to give homeowners the freedom to generate and store their own energy — something environmentalists and Tea Partiers have teamed up to support. Meanwhile, we’ve cut our imports of foreign oil by nearly sixty percent, and cut carbon pollution more than any other country on Earth,” he said.\n“Gas under two bucks a gallon ain’t bad, either.”\nBut cheap gasoline, appealing as it may sound to ordinary people, is troublesome both to those who want to keep on drilling and to those who would prefer to discourage profligate driving in newly affordable gas-guzzlers.\nSimilarly, when Obama boasted that in his two terms the nation has “reinvented our energy sector” he could be cheered both by solar advocates and fracking fans—but not lawmakers from coal states, who sat stolidly through his discussion of climate change.\nObama made sure there was no mixed message on the matter of climate science, though—the underpinning of his policy agenda.\n“When the Russians beat us into space, we didn’t deny Sputnik was up there,” he said, in what was probably the night’s most pointed barb.\n“Look, if anybody still wants to dispute the science around climate change, have at it,” he went on. “You’ll be pretty lonely, because you’ll be debating our military, most of America’s business leaders, the majority of the American people, almost the entire scientific community, and 200 nations around the world who agree it’s a problem and intend to solve it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}