{
  "url": "https://insideclimatenews.org/news/13012016/obama-climate-change-and-energy-2016-state-of-the-union-sotu-address/",
  "title": "Obama on Climate and Energy in 2016 State of the Union",
  "date": "2016-01-13T06:15:00-05:00",
  "content": "Here are the parts of President Barack Obama‘s 2016 State of the Union address that were about energy and climate change, taken from the text prepared for delivery:\n…Sixty years ago, when the Russians beat us into space, we didn’t deny Sputnik was up there. We didn’t argue about the science, or shrink our research and development budget. We built a space program almost overnight, and twelve years later, we were walking on the moon.\n…Medical research is critical. We need the same level of commitment when it comes to developing clean energy sources.\nLook, if anybody still wants to dispute the science around climate change, have at it. You’ll be pretty lonely, because you’ll be debating our military, most of America’s business leaders, the majority of the American people, almost the entire scientific community, and 200 nations around the world who agree it’s a problem and intend to solve it.\nBut even if the planet wasn’t at stake; even if 2014 wasn’t the warmest year on record — until 2015 turned out even hotter — why would we want to pass up the chance for American businesses to produce and sell the energy of the future?\nSeven years ago, we made the single biggest investment in clean energy in our history. Here are the results. In fields from Iowa to Texas, wind power is now cheaper than dirtier, conventional power. On rooftops from Arizona to New York, solar is saving Americans tens of millions of dollars a year on their energy bills, and employs more Americans than coal — in jobs that pay better than average. We’re taking steps to give homeowners the freedom to generate and store their own energy — something environmentalists and Tea Partiers have teamed up to support. Meanwhile, we’ve cut our imports of foreign oil by nearly sixty percent, and cut carbon pollution more than any other country on Earth.\nGas under two bucks a gallon ain’t bad, either.\nNow we’ve got to accelerate the transition away from dirty energy. Rather than subsidize the past, we should invest in the future — especially in communities that rely on fossil fuels. That’s why I’m going to push to change the way we manage our oil and coal resources, so that they better reflect the costs they impose on taxpayers and our planet. That way, we put money back into those communities and put tens of thousands of Americans to work building a 21st century transportation system.\nNone of this will happen overnight, and yes, there are plenty of entrenched interests who want to protect the status quo. But the jobs we’ll create, the money we’ll save, and the planet we’ll preserve — that’s the kind of future our kids and grandkids deserve.\nClimate change is just one of many issues where our security is linked to the rest of the world.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}