{
  "url": "https://insideclimatenews.org/news/11012016/california-methane-leak-so-cal-gas-company-ordered-offset-carbon-emissions-climate-change-governor-brown/",
  "title": "Company Behind Methane Leak Is Ordered to Offset the Climate Damage",
  "date": "2016-01-11T07:00:58-05:00",
  "content": "California Gov. Jerry Brown ordered Southern California Gas Co. to pay for a mitigation program to offset damage to the world’s climate from a massive methane leak at an underground natural gas storage facility in Los Angeles.\nThe directive was part of Brown’s Jan. 6 declaration of a state of emergency. The ongoing leak has caused more than 2,300 people to evacuate their homes and forced school closures in the Porter Ranch neighborhood of northwest Los Angeles. Brown’s proclamation also directed state agencies to protect public health and safety, oversee efforts to stop the 12-week-old leak and ensure that SoCal Gas is held accountable for costs and any violations.\n“The California Air Resources Board, in consultation with appropriate state agencies, shall develop a program to fully mitigate the leak’s emissions of methane by March 31, 2016,” the governor ordered. The program “shall be funded by the Southern California Gas Company, be limited to projects in California, and prioritize projects that reduce short-lived climate pollutants,” Brown said in the proclamation.\nThe leak, in the Aliso Canyon, is the largest known emissions source of its kind and comes during a growing realization of the magnitude of methane emissions associated with the oil and gas industry and the critical role that the gas plays in global warming, said Mark Brownstein, vice president of the climate and energy program at the Environmental Defense Fund (EDF).\n“This is such a dramatic case that almost by definition it’s going to break new ground in terms of our understanding of the challenge that is in front of us, from a regulatory standpoint, and from a business practice standpoint,” Brownstein said. “It will also likely break new ground on what’s expected of companies if and when these problems occur.”\nSince Oct. 23, a ruptured natural gas well that is part of one of the country’s largest underground natural gas storage facilities has leaked more than 80,000 metric tons of methane into the atmosphere. The well’s cumulative emissions equal approximately 2 percent of all natural gas industry emissions nationwide over the course of a year, said Anthony Marchese, a mechanical engineer at Colorado State University in Fort Collins.\nNatural gas is composed primarily of methane, a potent greenhouse gas that, in the first two decades after it is released, is 84 times more effective at trapping heat in the atmosphere than carbon dioxide. The Aliso Canyon leak is currently leaking the equivalent of the emissions of six coal-fired power plants or 4.7 million automobiles each day, according to EDF. The well will most likely continue spewing methane into the atmosphere for another month or more before it can be plugged.\nThe nation’s entire oil and gas industry currently leaks more than 7 million tons of methane a year, not counting the ongoing Aliso Canyon leak. The effect that these numerous, smaller leaks have on climate change over a period of 20 years is equal to that of 160 coal-fired power plants over the same time period, according to an EDF calculation based on Environmental Protection Agency data. Oil and gas companies are not required to fund mitigation efforts for climate damage from these smaller leaks, but environmentalists say the size of the current leak in Los Angeles could change how regulators view all emissions.\nIt’s not entirely clear what statutory or regulatory authority the state of California has to require SoCal Gas to pay, Brownstein said.\nOfficials with the gas company said that while their current focus is stopping the leak, they plan to comply with the governor’s order.\n“SoCal Gas reaffirms our prior commitment to mitigate the environmental impact of the actual amount of natural gas released from the leak,” said Kristine Lloyd a company spokeswoman, in a written statement. “We look forward to working with state officials to develop a framework that will achieve this goal.”\nThe mitigation program will probably include efforts to plug many smaller leaks in the company’s natural gas distribution system, according to EDF’s Brownstein.\n“This event is a watershed moment both because it drives home for the general public the fact that these kinds of problems can and do exist, and hopefully it drives home for the industry that a business-as-usual approach is no longer tenable,” Brownstein said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}