{
  "url": "https://insideclimatenews.org/news/05012016/coal-natural-gas-oil-leasing-public-land-obama-administration-department-interior-environmentalists-climate-change/",
  "title": "2016: When Climate Activists Aim to Halt Federal Coal Leases",
  "date": "2016-01-05T08:00:56-05:00",
  "content": "With the Keystone XL pipeline rejected and Royal Dutch Shell’s Arctic drilling plans abandoned, activists have a new agenda for 2016: bringing climate accountability to the federal fossil fuel program.\nThe Obama administration’s sweep of climate policies, from rules curbing power plant emissions to tightening fuel economy standards for cars, has so far bypassed one of the government’s biggest carbon-polluting programs: leasing public land to companies for extraction of oil, natural gas and coal. In 2012, federal fossil fuel production released more than 1,340 million metric tons of carbon dioxide equivalent—that’s similar to the annual emissions of more than 280 million cars, according to a report by the liberal think-tank Center for American Progress.\nThis must change if the United States is serious about moving to a low-carbon economy and meeting its goal of reducing emissions 32 percent compared to 2005 levels by 2030, climate campaigners say.\n“We can’t even begin to move in that direction if the United States is going to keep auctioning off publicly owned coal, oil, and gas, effectively giving the fossil fuel industry every incentive to stay in business,” said Jeremy Nichols, climate and energy program director at WildEarth Guardians.\nThe Denver-based green group is focused on overhauling the federal coal program, the program’s largest emissions source. The group won one high-profile lawsuit on this issue in May, when a federal court judge ordered regulators to redo a coal expansion application in Colorado; the judge ruled that they insufficiently accounted for climate impacts in their environmental assessment, among other issues. Next year, WildEarth Guardians expects decisions for similar pending lawsuits across Colorado, New Mexico and Wyoming.\nNow WildEarth Guardians is teaming up with the larger environmental movement to pressure the federal fossil fuel program to get serious about climate change. That’s why the organization joined more than 400 activist groups and scientists on Sept. 15 to launch the “Keep It in the Ground Campaign” with a letter to President Obama asking him to “stop new federal leasing of fossil fuels, and to keep those remaining fossil fuels—our publicly owned fossil fuels—safely in the ground.”\nThree months in, this campaign is quickly picking up steam. In the wake of the Keystone rejection on Nov. 6, activists were questioning where to go next: “Keep It in the Ground” kept getting repeated “over and over again,” said Nichols. “We’ve got to have a lot of hope for 2016 with some big reforms” on this issue, he added.\nThat same week, U.S. Senators Jeff Merkley (D-Ore.) and Bernie Sanders (I-Vt.) introduced the Keep It in the Ground Act, which proposes halting all new federal onshore and offshore leases, in response to climate change.\nThis bill “was inspired by conversations with environmental advocates who are engaged in the broader Keep It in the Ground campaign,” Martina McLennan, a spokeswoman for Sen. Merkley, wrote to InsideClimate News in an email. “Senator Merkley believes that to aggressively take on climate change, both grassroots participation and legislative proposals will be important to moving the debate forward.”\nThe proposed measure has six co-sponsors; the government transparency site GovTrack.us ranks the likelihood of this bill’s passing at 4 percent.\nMerkley joined seven other senators in penning a letter to Secretary of the Interior Sally Jewell on Nov. 2, asking to increase the royalty rates tied to the federal coal program so that they reflect the market value for coal—a move that would benefit tax payers and the environment.\n“We are concerned that the Administration does not yet have a plan to address its obligation to ensure not just a fair return based on current market prices but also its obligation to mitigate the negative impacts of federal coal,” they wrote.\n“Until the market price for coal reflects its true cost to society, taxpayers will continue to bear the costs of more extreme weather, collapsed ecosystems, stranded infrastructure, increased incidences of heart and lung disease, and other effects of climate change.”\nThe Interior Department’s Bureau of Land Management (BLM) recently kicked off a public conversation about how to update the federal coal program, soliciting comments until mid-September. But exactly what will happen with this input will not be revealed until the new year, according to agency spokeswoman Leah Duran.\nBesides the potential unveiling of new federal coal rules, 2016 will be a busy year for the government’s onshore and offshore oil and gas programs. This year, the Interior Department published several rules aimed at improving the public health and environmental safety of oil and gas operations on public lands. Energy companies and state regulators promptly sued the federal regulators over the rules and experts say the case could last several years. A judge recently decided the regulations will not go into effect until the litigation is resolved.\nAs early as January 2016, the interior department could also release details about whether the U.S. will allow offshore drilling in the Atlantic Ocean for the first time since the early 1980s. At least 93 communities dotting the Atlantic coastline including Virginia Beach, Va., Charleston, S.C., and Savannah, Ga. have all voiced their disapproval of offshore drilling in the Atlantic, the Washington Post reported.\n“I don’t want to get my hopes too high, but this administration might be seeing finally they are very vulnerable and [federal fossil fuel leasing] doesn’t make a lot of sense if they are true about climate” action, said Nichols.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}