{
  "url": "https://insideclimatenews.org/news/06012016/2016-politics-elections-climate-change-global-warming-clinton-sanders-trump/",
  "title": "2016: The Politics of Climate Unlikely to Change",
  "date": "2016-01-06T09:00:43-05:00",
  "content": "In 2016, Americans will go to the polls to elect a new president, 34 senators, 435 representatives and 12 governors, not to mention countless state and local leaders. And despite this happening during what many scientists believe will be the hottest year on record and the stakes for the planet growing ever higher, climate change won’t crack the list of top political issues.\n“Climate change, barring some enormous visible catastrophe on U.S. soil, is unlikely to be a major issue in the election,” said Jack Pitney, a political scientist at Claremont McKenna College. “But many people will be working to raise its profile, and there will be more discussion than there was before.”\nIn America, it qualifies as progress if the issue plays even a slightly larger role than in the past.\nMajor donors on both sides of the aisle have pledged millions of dollars to elect leaders on climate into state and federal offices. Environmental groups expect to at least match, if not exceed, the $85 million they spent during the 2014 midterm elections. The SuperPAC NextGen Climate, created by hedge fund manager-turned-climate activist Tom Steyer, said it will spend “whatever it takes” to defeat GOP climate skeptics. Republican businessman Jay Faison plans to devote $175 million to sway the GOP to take climate risks seriously.\nStill, they are hardly equal counterweights to fossil fuel interests.  The Koch brothers, for example, have quietly used their wealth to influence politics for decades and whose network intends to spend $886 million this election season.\nAll three major contenders for the Democratic White House nomination—Hillary Clinton, Bernie Sanders and Martin O’Malley—have made global warming a cornerstone of their campaigns. They’ve released climate and clean energy plans, aired ads on the subject and raised the issue at rallies, town halls and debates.\nMost of the presidential debates have included at least one question about climate change, the  major recent exception being the Republican debate on Dec. 15, when it was ignored just days after world leaders signed the first major international treaty to fight global warming.\nBut environmentalists know they have an uphill battle in not just raising voters’ awareness, but also getting them to consider candidates’ differing climate views in making a decision at the ballot box. Two out of three Americans believe climate change is happening, but only one-third say they are at least moderately concerned about it, according to recent polling. Global warming consistently ranks below the economy, terrorism, and gun control on voters’ priorities lists.\nEnvironmental leaders said they will use advertising campaigns to emphasize how high the stakes are. The 12 remaining Republican presidential contenders either deny the scientific evidence for global warming or question humans’ role in it. Businessman and TV personality Donald Trump, the leading GOP candidate, told CNN in September that he is “not a believer in climate change.” In 2012, Trump posted on Twitter that global warming is a “concept…created by and for the Chinese in order to make U.S. manufacturing non-competitive.”\nMost of President Obama’s climate action has been done through executive order, or through federal regulation, including the Clean Power Plan to cut carbon emissions from power plants. That means they are reversible by whoever wins the White House next. The international climate treaty signed in December did not require approval by Congress, but compliance is also voluntary.\nCongress has been one of the biggest roadblocks to climate action in the U.S., but with more than one-third of the Senate up for reelection along with the entire House, that could shift after Nov. 8. The same goes for the state level. Eight of the 12 open gubernatorial seats are considered winnable by either party, though some are more of a toss up then others.\nThe wild card in all this is the weather. 2015 is already in the books as the hottest year on record and 2016 is expected to surpass it, and features a particularly strong El Niño. Climate change is already fueling more extreme weather across the globe every year, from more frequent stronger cyclones in the Pacific Ocean to record drought and wildfires in the western U.S. El Niño’s ability to shake up the weather, including bringing drenching rain and snow to the West while potentially keeping the East hotter and dryer, could tip the scales in getting the climate some election-year attention.\nThere is a “very stark choice in what direction the country is going to take” on climate and energy issues, said David Willett, senior vice president of communications for the League of Conservation Voters.\nThe Democratic nominee will undoubtedly make it a focal point during the general election. Outright climate denial could become a liability for the GOP nominee, said David Goldston, director of government affairs for the NRDC Action Fund.\n“It could raise red flags for undecided or moderate voters,” said Goldston. “It could cause some people to question who candidates’ are responsive to, how they analyze an issue, will they listen to science on other issues.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}