{
  "url": "https://insideclimatenews.org/news/31122015/2015-fossil-fuel-divestment-movement-coal-oil-natural-gas-climate-change/",
  "title": "2015: The Year Divestment Hit the Mainstream",
  "date": "2015-12-31T07:00:15-05:00",
  "content": "No longer a movement confined largely to college campuses and religious institutions, the fossil fuel divestment campaign went mainstream in 2015, earning support from lawmakers, big banks and celebrities.\nEven as the year wound down, the divestment pledges were still coming in. The University of Massachusetts board of trustees voted on Dec. 9 to divest the school’s approximately $757 million endowment of holdings in coal companies. Earlier this month at the Paris climate talks, a round of new divestment commitments were announced, including those by the French Ensemble Foundation and the Norwegian capital of Oslo.\nTo date more than 500 institutions and hundreds of individuals in control of more than $3.4 trillion in assets have agreed to at least partially sell their investments in coal, natural gas and oil companies, according to the environmentalists tracking the industry at 350.org and Divest-Invest. That represents a nearly 70-fold increase in assets tied to companies involved in divestment since September 2014.\n“It’s been a huge year for the fossil fuel divestment movement,” 350.org campaigner Lindsay Meiman told InsideClimate News. But the fight’s not over, she said.\nArguably, the movement’s biggest victory occurred in California, where lawmakers passed legislation (Senate Bill 185) ordering the country’s two largest state public pension funds to divest their assets in coal mining companies. California Public Employees’ Retirement System and California State Teachers’ Retirement System represent more than 2.4 million retirees and are worth nearly $500 billion; less than 1 percent of those funds are invested in coal. Similar divestment legislation was proposed in Massachusetts and New York, but has not faced a vote yet.\n“I’m just delighted with the attention SB 185 has gotten” at the recent climate negotiations in Paris and beyond, said activist RL Miller, who helped build support for the bill. Since the passage of SB 185 in early October, Miller has heard from numerous California officials who are now inspired to divest their local pension funds of fossil fuels.\nSeveral cities in the United States already took that step this year, from San Francisco to Ann Arbor, Mich., to Cambridge, Massachusetts.\nAnother sign of the divestment movement’s growing prominence came from an unlikely sector: banks. In May, Bank of America announced plans to reduce its financial exposure to coal companies. Since then, Crédit Agricole, Citibank and Allianz have all made similar commitments targeting the coal sector.\nIndividuals, including actor Leonardo DiCaprio, are also increasingly choosing to divest. And it’s not just the rich and famous: new tools such as FossilFreeFunds.org make it easier than ever for any investor to identify assets that may be locked up in the fossil fuel sector.\nMoreover, efforts to divest continued to pick up steam on college campuses. A record more than 30 schools worldwide—including the University of California and University of Hawaii systems, the University of Glasgow and the School of Oriental and African Studies (SOAS) in London—announced this year that they have already divested, or vowed to do so.\nBut some of the year’s biggest divestment setbacks also occurred at the campus level, with the campaigns at the Massachusetts Institute of Technology, Harvard University and Swarthmore falling flat despite receiving outside support from celebrities and prominent alumni. Harvard students even tried to sue the school to act on divestment; however, they lost the case and are planning to appeal.\nAt these schools, and many others, students ratcheted up the intensity of their campaigns by holding protests and sit-ins. Most of these efforts produced no results. MIT protestors hold the record for longest sit-in—occupying a school hallway for more than eight weeks before pausing for winter break. Since the sit-in launched, the students have frequently met with school administrators but there’s been no resolution yet and the plan is to continue the protest next semester, according to MIT graduate student and activist Geoffrey Supran.\n“There’s a reason we are sitting in…our lives are on the line, so we have to put our bodies in the way to demonstrate how much this means to us,” said Supran.\nMost of the year’s divestment successes targeted the besieged coal sector. The four biggest coal companies in the U.S. lost 90 percent of their market capitalization this year, according to Goldman Sachs. Coal’s woes are largely due to increased regulation, combined with growing competition from natural gas and renewable energy. With the industry seeing record low returns, it was often a financial no-brainer for companies, institutions and individuals to dump their coal stock.\n“I can’t tell you to what extent the coal losses” are related to divestment, said Miller, but she said that divestment certainly “publicized the fact that coal was losing value.”\nDespite low crude oil prices and a struggling natural gas market, these sectors weren’t hit as hard by the year’s divestment efforts. That’s something 350.org’s Meiman hopes to change next year.\n“We definitely saw the downfall of king coal this year,” said Meiman, who added that the downfall of oil and gas is “not far behind.”\nFollowing the international climate talks in Paris, which culminated in an agreement aimed at keeping global warming “well below” 2 degrees Celsius, compared to pre-industrial levels, and an aspirational target of below 1.5 degrees, activists told InsideClimate News that they are inspired to keep pushing for divestment of fossil fuels—and building support for reinvestment in a cleaner economy.\n“I think the aspiration of the agreement in Paris does mark the beginning of the end for the fossil fuel era, but the question really is how quickly the end can come,” said Supran. “For students…it means working on the institutions we have influence over, like me at MIT, urging our administration to stop investing, for example, in coal of the past and start investing in sustainability and renewables of the future.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}