{
  "url": "https://insideclimatenews.org/news/21122015/exxon-mobil-carbon-tax-rhetoric-or-reality-climate-change-rex-tillerson/",
  "title": "Exxon’s Support of a Tax on Carbon: Rhetoric or Reality?",
  "date": "2015-12-21T15:00:23-05:00",
  "content": "As Congress was gearing up to vote on major U.S. climate legislation, ExxonMobil chief executive Rex Tillerson spoke up in favor of a carbon tax in a January 2009 speech at the Woodrow Wilson International Center for Scholars in Washington.\n“As a businessman it is hard to speak favorably about any new tax,” Tillerson said in a four-paragraph passage on page six of a seven-page speech. “But a carbon tax strikes me as a more direct, a more transparent and a more effective approach” than the complex cap-and-trade bill that Congress was considering.\nExxon now says that speech was the beginning of its consistent stance in favor of a tax on the carbon content of fossil fuels. Leading up to the United Nations climate talks in Paris this month, the company again said that if carbon regulations ever became necessary, a carbon tax would be the best approach, a position in line with that of mainstream economists.\nBut Exxon has never put its political muscle behind a carbon tax. It has not stepped up campaign contributions to lawmakers because they favor one. Nor has it lobbied for carbon tax bills in Congress, mounted any advertising campaigns in favor of the idea, or funded organizations that push for such laws at the federal or state level.\nExxon also refused to sign on to a letter from other international oil giants, including Royal Dutch Shell and BP, that strongly urged the Paris climate negotiators to push for a global price on carbon. The conference led to a treaty urging the phasing out of net carbon emissions from fossil fuels within the next several decades.\nInstead, Exxon has channeled hundreds of thousands of dollars to the American Legislative Exchange Council in recent years and sits on its corporate board. ALEC adopted a resolution in 2013 opposing “all federal and state efforts to establish a carbon tax on fuels for electricity and transportation.”\nIn June 2013, four years after his favorable comments on carbon taxes, Tillerson waffled.\n“As to our advocacy around a carbon tax—I would not support putting a carbon tax in place today because I think we still have a lot of gains to be made through technology and other less intrusive policies on the economy which are showing results,” he said in a speech before The City Club of Cleveland.\nYet in a blog post written on Dec. 2, “ExxonMobil and the carbon tax,” company spokesman Ken Cohen wrote that company executives have echoed Tillerson’s 2009 message “in countless private briefings with members of congress on carbon tax policy options.”\nIn one meeting a few months ago with Rep. Ted Lieu, a California Democrat, Exxon officials voiced their support for “a price on carbon,” Lieu said in an interview. When Lieu asked what they would do if he drafted a carbon tax bill, the Exxon representatives said “they would take a look at it,” he told InsideClimate News.\n“They didn’t say they wouldn’t support it, and they didn’t say they would,” said Lieu, who has called for the U.S. Department of Justice to investigate Exxon for possible climate deception. “It’s clear that they are not going around championing their position. If they actually believe this internally, then they ought to do so in a much louder way than just quietly sticking it on a website.”\nIn a 2012 Fox News interview, Rep. Fred Upton (R-Mich.), chairman of the House Committee on Energy and Commerce, said he met with Exxon officials and told them carbon taxes were a bad idea and were going nowhere in Congress.\n“It’s not going to come from the Republicans,” Upton said in the interview. “We’re going to do our very best to make sure this is not a mole that pops up again.” Upton also said he didn’t think Exxon’s support of a carbon tax was “a very serious effort on their part.”\n“I would give them the benefit of the doubt for sincerity,” said Steve Valk, director of communications for Citizens’ Climate Lobby, an organization that marshals grassroots support for political climate policy. “From the company’s perspective, a carbon tax is the policy that gives them the most certainty in terms of future business decisions. They know something must be done and they consider the carbon tax the best and fairest option.”\nExxon declined a request by InsideClimate News to discuss its position.\n“Based on past reporting by InsideClimate News, we do not believe our comments will be treated fairly and therefore have no response to your questions,” Exxon spokesman Alan Jeffers said in an email.\nA day later, Cohen put up his blog post on the carbon tax. In it, he wrote that Exxon has “repeated our support for this policy option” with members of Congress, socially responsible investors and outside experts.\nGreg Dotson, vice president for energy policy at the Center for American Progress, a public policy organization supporting a list of progressive issues, urges a close study of what Exxon is saying. The company isn’t explicitly saying it wants a carbon tax, but is saying it prefers a carbon tax to other options in the face of regulatory intervention.\n“Are they saying this is the best of bad options, or are they saying we support a carbon tax?” Dotson said. “The full understanding of what they support has not come to light.”\nExxon’s renewed emphasis on its carbon tax posture comes in response to an investigation of its evolving climate policy positions by InsideClimate News, as well as by other news organizations. The investigation found that Exxon occupied a position at the forefront of climate science decades ago, until it pivoted toward emphasizing scientific uncertainty to forestall strong policy action to slow climate change.\nSince the early 1990s, the idea of taxing energy to limit emissions has been at the center of a lively debate, including President Clinton’s failed attempt to impose a BTU tax.\nThe largest source of greenhouse gas emissions is carbon dioxide from the combustion of fossil fuels, so many economists advocate an excise tax that puts a price on the carbon content of those fuels.\nCarbon taxes wouldn’t set limits on emissions as other carbon pricing concepts do.\nRather, a carbon tax on fossil fuels discourages their use by making them more expensive and encourages the adoption of cleaner alternatives.\nSince 2009, when Exxon said it began supporting the idea of a carbon tax, more than a dozen pieces of legislation have been proposed to institute various forms of a tax. Each proposal carried different provisions addressing the initial price on carbon, how quickly the tax would increase, and what the revenue would be used for.\nEarlier this year, for example, Democratic Sens. Sheldon Whitehouse of Rhode Island and Brian Schatz of Hawaii introduced legislation that would tax carbon at an initial $42 a ton, rising every year by 2 percent more than the inflation rate. The revenue would be designated for a variety of goals, such as a corporate tax reduction, deficit reduction, payroll tax refunds and Social Security and disability programs.\nOther legislation included a 2013 proposal by Sens. Bernie Sanders of Vermont, now running for president as a Democrat, and Barbara Boxer, the California Democrat, that would have imposed a $20-a-ton carbon pollution fee at first, with increases of 5.6 percent a year over 10 years. Sixty percent of revenue would have gone back to consumers through a rebate, and the rest would have been invested in renewable energy, such as solar, wind and geothermal.\nA 2009 proposal by Rep. John Larson (D-Conn.), would have established a $10-a-metric ton tax with a $10-a-year increase. The revenue would have been used to assist industries affected by the tax; to fill the shortfall in the Highway Trust Fund; and to give taxpayers a payroll tax credit.\nExxon hasn’t issued a detailed policy position addressing these proposals or outlining how high such a tax should be to slow or halt global warming, how the tax should be structured, or what the revenue would be used for. The company has said only that it favors a revenue-neutral tax, meaning revenue from the tax would be returned to the public or businesses through tax cuts or some sort of rebate.\nThe company does make clear that a carbon tax should supplant many kinds of emission controls. Exxon describes a carbon tax as “a more effective policy option than cap-and-trade schemes, regulations, mandates, or standards.”\nIn his blog post, Cohen wrote that Exxon “has included a proxy price on carbon in our business planning since 2007” to “analyze the impact of a price on carbon.” The “proxy cost” approaches $80 a ton in some regions and is intended to reflect “all types of actions and policies that governments may take.”\nHowever, Exxon says this “proxy” cost is not a recommendation.\n“It is simply our effort to quantify what we believe government policies…could cost to our investment opportunities,” the company says.\nKert Davies, founder of the Virginia-based Climate Investigations Center, an environmental advocacy organization, says he is skeptical of Exxon’s carbon tax position.\n“It seems like Exxon favors a carbon tax when and if their arms are twisted behind their backs, but until that time, they only like the theory of a carbon tax when it gives them something to be ‘for,'” he said. “When Tillerson blurted out his personal predisposition against a carbon tax in 2013, it was probably a clue to the real conversation going on inside the company.”\nAt the time Tillerson made his comment in support of a carbon tax back in 2009, the Waxman-Markey cap-and-trade bill posed a potential threat to Exxon’s business. The measure was laden with loopholes and subsidies that would have kept coal competitive with lower-carbon natural gas, one of Exxon’s biggest products. The legislation passed the House by a vote of 219-212 but was never taken up by the Senate.\nIn a potent bit of rhetoric, opponents of that bill often re-labeled it “cap and tax,” asserting that it was essentially the same thing as a carbon tax.\nBringing up a carbon tax as an alternative to cap-and-trade made sense for Exxon, business and political analysts wrote at the time. For one thing, each time the carbon tax idea has come up in Congress, it has been met with resistance by large numbers of lawmakers, as well as much of the domestic fossil fuel industry—especially the coal business—and politically influential organizations, including the American Petroleum Institute.\nExxon’s business would benefit from a carbon tax, said Bob Inglis, who introduced a bill in 2008 proposing a carbon tax while he was a Republican U.S. representative from South Carolina. Inglis said it would shrink the market for high-carbon fuels, especially coal, and increase demand for cleaner-burning fuels including natural gas. Because of this, the European energy giants wanted Paris negotiators to consider a price on carbon.\n“Anybody who sells natural gas would do better if CO2 were taxed,” Inglis said. “Natural gas beats coal in the amount of CO2 emissions. So if you make the dirtier burning fuels accountable for their emissions, it makes natural gas more attractive.” Inglis, who lost his seat in 2010 to a Tea Party-backed challenger largely because of his climate views, is now executive director of the Energy and Enterprise Initiative, a Virginia-based conservative think tank that addresses energy and climate issues.\nJerry Taylor, president of the Niskanen Center, a self-described libertarian think tank, said Exxon may be embracing strategic reasons for supporting a carbon tax without pressing for one.\n“Lobbying for a carbon tax may not be the best way the company sees of spending its political capital,” he said. Exxon may prefer to use its influence to advance oil and gas exploration on federal lands or to help lift the ban on exporting U.S. oil, which passed Congress last week, he said. Also, voicing support for a carbon tax is relatively safe because it isn’t likely to become a reality soon, Taylor said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}