{
  "url": "https://insideclimatenews.org/news/04012016/2016-california-massive-methane-leak-socal-natural-gas-fracking-climate-change-health/",
  "title": "2016: California’s ‘Staggering’ Leak Could Spew Methane for Months",
  "date": "2016-01-04T07:00:12-05:00",
  "content": "In 2016, the U.S. Environmental Protection Agency will issue long-awaited rules to control methane emissions from the oil and gas industry. The regulations will emerge after years of activism and scientific studies on the climate risk posed by methane, a powerful greenhouse gas that’s dozens of times more potent that carbon dioxide.\nBut the regulations will likely be overshadowed by the ongoing saga in Aliso Canyon, Calif., where a leaking natural gas storage field continues to belch thousands of tons of methane into the air every week.\nThe leak was detected on Oct. 23. Hundreds of residents in the Porter Ranch neighborhood of Los Angeles have relocated due to headaches, nausea, nosebleeds and other health effects. SoCal Gas, the utility that runs the facility, attributes the problem to a side effect of breathing in mercaptans—the odorizing chemical that’s added to natural gas to make leaks detectable.\nBut toxins such as hydrogen sulfide and benzene have been detected in the air, said R. Rex Parris, one of the attorneys representing people who live near the well.\nThese chemicals can cause severe short-term and long-term problems, including cancer, but scientists know little about how these mixtures affect public health over a period of months.\nParris said some residents have experienced more severe symptoms such as bleeding from the eyes and the gums.\n“This wasn’t a leak, it was a blowout,” he said. His office, the R. Rex Parris Law Firm, is part of a coalition of firms representing more than 1,000 Porter Ranch residents. “That whole well blew. It’s the most massive leak in the history of this country in a populated area,” Parris said.\nIn November, California regulators took preliminary measurements and estimated the leak had increased the state’s entire methane footprint by a quarter. Additional data taken in December found the leak rate had dropped, but overall, the site was spewing 40 to 64 tons of methane per hour.\nTo put that number in context, a recent peer-reviewed study found that methane leaks from Texas’ Barnett Shale, a field that produces 7 percent of the nation’s natural gas, had an average leak rate of 65 tons per hour.\nThis means the Aliso Canyon well is emitting 62 to 98 percent as much methane per hour as the entire Barnett Shale.\nAmy Townsend-Small, a University of Cincinnati professor who’s studied methane emissions from the natural gas industry, said the size of the leak is staggering.\n“It’s a perfect example of how we can work on decreasing emissions from individual wells, but there’s going to be catastrophic events…and that can change everything,” she said.\nAfter six failed attempts to plug the leak, SoCal Gas said it will fix the problem by drilling a relief well—a process that will take three to four months. The company is simultaneously exploring other solutions, including pumping fluids into the well, SoCal spokeswoman Trisha Muse said in an email.\nThe leak stems from a pipe in an 8,700-foot well. Diagnostic tests show the leak is occurring in a shallow part of the well, less than 500 feet underground, Muse said.\n“Relief wells are a proven approach to shutting down oil and gas wells,” she wrote. Once the relief well reaches the leaking well, SoCal will pump in cement to seal off the leak. That well will then be permanently abandoned, Muse said.\nThe complex process of locating and plugging the underground leak has drawn comparisons to the 2010 Deepwater Horizon oil spill that continued for months in the Gulf of Mexico.\nMeanwhile, thousands of Porter Ranch residents have been unable to move out of their homes, Parris said. Although SoCal will pay upfront for residents to move into hotel rooms, that’s impractical for families with children, he said. Those families need an apartment or a house, and many can’t afford to pay upfront for rental housing on top of their existing mortgages.\nMelissa Bailey, a SoCal spokeswoman, said affected residents can work with the company’s 15 relocation agents to find temporary housing. SoCal “will pay for it directly—100%,” she wrote in an email. “This process can take time.” Families who choose to find their own housing will be “reimbursed as quickly as possible,” she said.\nParris and his colleagues have filed numerous lawsuits against SoCal and the government seeking damages and additional information on air quality data.\nSam Atwood, media relations manager for the South Coast Air Quality Management District, said his agency took seven “grab samples” to test for pollutants between late October and mid-December. One of the samples, from Nov. 3, detected benzene levels three to five times higher than those seen in urban Los Angeles. Atwood said his agency is adding more sophisticated air monitoring equipment to track the situation.\nThere’s never been a situation like this, so “nobody knows” what the long-term health effects will be, Parris said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}