{
  "url": "https://insideclimatenews.org/news/04122015/medieval/",
  "title": "‘Medieval Warm Period’ Wasn’t Global or Even All That Warm, Study Says",
  "date": "2015-12-04T19:00:00-05:00",
  "content": "The tenth to thirteenth centuries, when temperatures in Europe were unusually warm, was also a time of relative cold in the western North Atlantic, according to a study published Friday in the journal Science Advances.\nThe findings further undermine the notion of a global Medieval Warm Period that climate change denialists often hold up to support the false idea that today’s global warming is a result of natural, non-manmade causes. It also further debunks the belief that early Norse settlements in Greenland flourished and later folded because of changes in the region’s climate.\n“The Medieval Warm Period was certainly not a global event and probably didn’t even span the entire North Atlantic region,” said Nicolás Young, a glacial geologist at Columbia University who was the lead author of the study.\nYoung and colleagues measured the extent of glaciers, a proxy for temperature, over the last 1,000 years in Western Greenland and further west on Baffin Island. They found that glacial coverage from 950 to 1250, the years of the purported Medieval Warm Period, was only slightly less than during a subsequent cold period known as the Little Ice Age.\n“These glaciers were almost just as big during the Medieval Warm Period as they were during the Little Ice Age in the Baffin Bay and Labrador Sea region,” Young said. “It probably wasn’t all that warm during the Medieval Warm Period.”\n“If anyone is interested in the actual evidence this is going to be one more nail in the coffin of the Medieval Warm Period,” said Gifford Miller, a paleo climatologist at the University of Colorado. It shows “the ice is in an expanded state and it’s not retreating rapidly, it certainly says that Medieval times were not anomalously warm.”\nThe findings, however, aren’t entirely new. They add to the results of numerous studies over the past two decades, including the conclusions of the United Nations Intergovernmental Panel on Climate Change. The previous work established that there was no globally uniform Medieval Warm Period, said Michael Mann, a climate scientist at Penn State University, in an email.\nIn 2009, for example, Mann and others showed that the cause of warming in Europe and cooling elsewhere in the northern Atlantic was most likely a result of a prolonged change in wind patterns in the North Atlantic.\nThe current study adds more evidence that discredits notions of prior widespread warming.\n“It is a little bit of ammunition against the climate deniers who are forever saying, ‘Oh well, you know, what’s different now? There was this Medieval Warm Period,'” said Astrid Ogilvie, a climate historian at the Stefansson Arctic Institute in Akureyri, Iceland. “This concept of a Medieval Warm Period is greatly exaggerated, and it’s rather nice to have a little bit more evidence saying it wasn’t warm all over the globe, and it certainly wasn’t warm all over the North Atlantic.”\nThe findings also further call into question a once prominent theory that early Norse settlements in Greenland were driven by changes in the climate. The Norse arrived in Greenland around 985 and departed somewhat mysteriously between 1360 and 1450. The settlements coincided with the Medieval Warm Period, which ran from about 950 to 1250, according to historic records from Europe and Iceland. They ended around the onset of the Little Ice Age, which ran from about 1300 to 1850, based on similar records.\nThe warming and subsequent cooling observed in Europe and Iceland, and a lack of historic climate records from Greenland, led to a once popular belief that a warming climate drew settlers to Greenland and subsequent cooling caused them to die off.\nRecent research, however, suggests a number of other factors may have caused the settlements’ demise. These include a decline in trade, hostilities with the local Inuit, soil erosion caused by imported cattle, die-off from the Black Death, and a migration back to European farms depopulated by the Black Death.\n“There has been this idea that of course the Norse must have gone there at a time when the climate was favorable and then they left because the climate got cold, [but] the more research that is done, the more we find out how complicated the picture was,” Ogilvie said. “I don’t think it necessarily was the case that people said, ‘Oh, the weather seems to be good at the moment, let’s head off to Greenland.'”\nCorrection: A previous version of the article misstated the name of the institution where Astrid Ogilvie works. Ogilvie is a senior scientist at the Stefansson Arctic Institute in Akureyri, Iceland. She no longer works for Iceland’s Akureyri University.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}