{
  "url": "https://insideclimatenews.org/news/02122015/columbia-university-exxon-climate-change-research/",
  "title": "Columbia Dean Issues Forceful Defense Against Exxon’s Misconduct Allegations",
  "date": "2015-12-02T12:00:55-05:00",
  "content": "The Columbia University Graduate School of Journalism issued a forceful defense of two articles it recently published about ExxonMobil’s early climate research, after the company accused the project’s authors of grave journalistic misconduct in a letter to the university president.\nIn his response, the journalism school’s dean, Steven Coll, wrote that after reviewing the allegations, speaking to the authors and reading the email correspondence, he concluded that Exxon’s complaints were not about factual errors, but rather its dislike of how the company’s climate change record was interpreted.\n“What you dispute is the emphasis of the articles,” Coll wrote to Kenneth P. Cohen, Exxon’s vice president of public affairs and the author of the letter to Columbia. “You have dressed up this rather commonplace criticism of investigative reporting in academic clothing, alleging violations of university research standards. In any event, the record that I have reviewed does not support your characterization.”\nOn November 20, Cohen sent a six-page letter to Columbia President Lee Bollinger accusing journalism school instructor Susanne Rust and her reporting team of graduate students of serious ethical lapses in producing two lengthy articles published in October in The Los Angeles Times. The articles alleged that Exxon scientists had rigorously studied climate change in the 1980s but company leaders a decade later chose to assert the science was too uncertain to warrant action. The Columbia articles were based on interviews with former Exxon employees and company documents from archives in the U.S. and Canada.\nThe Columbia team’s articles came a month after InsideClimate News published similar conclusions derived from a separate, independent investigation into Exxon’s early climate change research.\nIn his letter, Cohen accused Rust of misrepresenting to Exxon the thrust of the Columbia project prior to publication, by saying it would differ considerably from the ICN series. He wrote that she did not provide Exxon public affairs staff with adequate time to answer her questions, contending that in the case of one story, Rust gave Exxon only a day to respond. Cohen alleged that one of authors, Sara Jerving, misrepresented herself to her interview subjects as an Arctic researcher rather than a journalist.\nCohen implied that Columbia and ICN had colluded on their investigative projects, despite public statements by both groups to the contrary. He also asserted that Columbia reporters willfully misread a 1989 presentation given by an Exxon senior scientist as an effort to mislead the public on climate risks by sowing doubts about the science. Cohen’s letter to Columbia was first reported by Politico on Monday.\nExxon contributed $219,000 to Columbia in 2014, its records show. In his summation, Cohen refers to Exxon’s longstanding financial ties to the university. “ExxonMobil has had numerous and productive relationships with Columbia University for many years, whether through research programs, interactions with the business school or recruiting of graduates for employment with our company,” Cohen wrote. “The interactions detailed above are not typical of the high standards and ethical behavior we have come to expect from your institution.”\nCohen’s letter does not mention that Columbia University was also Exxon’s partner when it launched its pioneering in-house climate research in 1978 that outfitted a supertanker with equipment to measure marine carbon dioxide concentrations.\nBollinger asked Coll to write the reply to Cohen’s letter. Coll’s response, also six pages long, addressed each of Cohen’s claims in great detail and blunt language. A lengthy email record between Rust and Exxon’s public affairs officers shows that she had contacted them seeking comment on specific questions a month before publication, not a day prior, Coll wrote.\nAfter saying they would answer the questions, Exxon staff did not respond to Rust until two weeks later, and only after inquiries from the reporter. The company then provided a broad answer about its climate research. It did not answer Rust’s specific questions, Coll wrote.\nColumbia’s experience echoes that of ICN during its investigation. Exxon gave a broad response about its climate research, but it declined to provide answers to more than two dozen specific questions sent a week before the first of ICN’s six stories ran. The company then declined to answer all questions from ICN.\nColl wrote that he reviewed the emails that Jerving had sent to subjects asking for interviews, and she consistently identified herself as a journalist. He described Cohen’s insinuation of collusion between Columbia and ICN as “entirely an invention on your part.”\nColl said that while the 1989 presentation cautioned in its opening paragraph that climate science was embedded in uncertainty, the rest of the presentation cited many things Exxon’s scientists could estimate reliably, including future levels of atmospheric carbon dioxide. By contrast, Exxon in its public statements at the time pushed a far murkier vision of climate science, both ICN and Columbia found.\n“What your letter advocates really is that the factual information accurately reported in the article, and unchallenged by you, be interpreted differently,” Coll wrote at the end.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}