{
  "url": "https://insideclimatenews.org/news/18112015/low-carbon-economy-may-create-2-million-jobs-study-finds-clean-energy/",
  "title": "Economy Would Gain Two Million New Jobs in Low-Carbon Transition, Study Says",
  "date": "2015-11-18T15:00:47-05:00",
  "content": "Rebuilding the U.S. energy industry to substantially reduce reliance on carbon-based fuels may result in a net gain of 2 million jobs by 2050 while increasing disposable household income, according to a new study sponsored by a nonprofit that advocates clean energy.\nThe report, by the Virginia-based consulting firm ICF International, found that a large-scale shift to renewable sources for generating electricity could increase U.S. employment by 1 million jobs by 2030 and 2 million by 2050, even after accounting for job losses related to fossil fuels. The transition would also provide between $300 and $650 in additional disposable income per household annually in 2050, the report found.\nThe findings, released in the weeks before world leaders are to meet in Paris to negotiate a global climate change agreement, undermine one of the main fossil fuel industry objections to cracking down on carbon pollution: that it would cost too many jobs and cripple the U.S. economy. Burning carbon-heavy coal, oil and natural gas has dramatically increased the amount of carbon dioxide in the atmosphere, leading to potentially catastrophic global warming.\n“While the study does paint an overall rosy picture it also shows that there would be some losses in the fossil fuel sector compared to business-as-usual,” said Bansari Saha, Ph.D., the author of the report and a senior manager at ICF. “But on the whole we’re better off. There’s always a concern that we can’t actually shift to clean energy without hurting the economy. But it does look like you can under the scenarios modeled here, and you can do it with an overall benefit to the economy.”\nThe study is the first to model the economy-wide benefits of switching to cleaner fuels. The findings echo other recent studies that said there would be many times more jobs created from a clean energy transformation than would be lost. An analysis by economists found that the EPA’s Clean Power Plan, designed to slash power plant emissions, would generate more than a quarter-million additional jobs.\nThe latest report was commissioned by NextGen Climate America, a nonprofit led by Tom Steyer, the billionaire philanthropist and environmentalist. Last month, the organization’s SuperPAC launched a campaign asking presidential candidates to lay out a plan to supply 50 percent of the country’s power needs using clean energy by 2030.\nThe ICF analysis relied on data from a study by Energy and Environmental Economics, an energy consultancy. Researchers used the data to model four pathways under which the U.S. could take carbon out of its energy mix. ICF’s analysis broke down the impact of two specific scenarios on the economy: switching almost entirely to renewables, and using a mix of renewables, nuclear energy and natural gas.\nThe analysis assumed that the transition will include increased energy efficiency, reduced greenhouse gas emissions in the power industry and a switch from internal combustion engines to electric motors in vehicles. Researchers charted the economic benefits of each case from 2020 to 2050.\nSharply reducing the U.S. economy’s reliance on carbon fuels will require large-scale infrastructure investments in the utility and transportation industries, which will provide returns on investment, according to the report. Annual investments under both scenarios would be $150 billion to $200 billion until 2030. After that, the higher-renewables scenario would require increasing investments until 2050, according to the study.\nA majority of the 2 million new jobs would be in the construction, utility and manufacturing industries, according to the analysis. The utility business will see the biggest increase in jobs because a shift to cleaner energy sources will mean an increased reliance on the electric transmission grid. As households shift from gas water heaters to electric heaters and as more electric vehicles hit the road, there will be a higher demand for electricity, the report predicts.\n“You move all your energy needs to the grid and let the utility sector figure out how to generate that electricity efficiently,” Saha said.\nThe analysis includes only the economic benefits from shifting to renewables and does not consider the public health and environmental results of avoiding use of fossil fuels. It also doesn’t attempt to take into account the negative effects of climate change on the U.S. economy.\nSaha said that given the wide range of unknowns, there could be some variations in the number of jobs created and the total economic benefits.\n“The impact could be significantly lower, but can it switch to negative?” he said. “No, based on the conditions in this analysis, it doesn’t look like it could.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}