{
  "url": "https://insideclimatenews.org/news/13112015/portland/",
  "title": "Resolution Opposing All New Fossil Fuel Infrastructure Passes in Portland",
  "date": "2015-11-13T11:00:18-05:00",
  "content": "Portland, Oregon took a step toward combatting climate change on Thursday when its leaders unanimously supported a resolution to actively oppose the local expansion of all new fossil fuel storage and transport.\nHailed as “historic” and “visionary” by climate campaigners, the resolution––passed by the mayor and four commissioners of Oregon’s largest city––is the latest in a series of major climate actions nationally. President Barack Obama recently announced the rejection of the Keystone XL pipeline on climate grounds. Citing New York’s pledge to mitigate “catastrophic effects of climate change,” New York Gov. Andrew Cuomo Thursday blocked the Port Ambrose liquefied natural gas project. Last week, Vermont Sen. Bernie Sanders and six other Democrats proposed the “Keep It In the Ground” bill to end new fossil fuel extraction on public lands.\nAccording to Portland Mayor Charlie Hales, the first-in-the-nation resolution offers a blueprint for other cities, states––even nations––to follow. Hales co-sponsored the resolution with Commissioner Amanda Fritz.\n“There is a fear among younger generations that their future will be compromised if our generation doesn’t act on climate change. The reality is, while climate change could be even more catastrophic, it’s not too late to do something about it. If we’re aggressive about carbon reduction, we can, city by city, make a difference,” Hales said in a statement.\nThe resolutions is not a “ban” or “moratorium,” even though that’s how it has been referred to by some activists. Several federal preemptions would likely render a direct ban illegal, said Brett VandenHeuvel, executive director of the local grassroots group Columbia Riverkeeper.\nInstead, the city council’s resolution is a broad policy mandate to halt the local expansion of fossil fuels through the city’s existing laws. Over the course of several months, city staff at various departments will examine laws––including those related to public health, safety, building and fire codes––and come up with recommendations and proposed city code changes in order to enforce the policy. Their strategy must go through a public comment period before it takes effect.\n“I think it is a very smart approach,” said VandenHeuvel. This policy “directs city staff to take a look at their laws and enforce their laws, or change them if necessary” in order to make this policy happen. “Any city could do that.”\nAn example of how this could work is the Pembina Pipeline Corporation’s proposal last year to build a propane storage facility. The project requires the construction of a pipeline through a swath of conservation land in Portland, where such infrastructure is prohibited. In the past, city officials might have been able to exempt the project from this law (though they have not done so). Yesterday’s resolution makes such an exemption and the project’s approval less likely.\nAccording to Bob Sallinger, conservation director of the Audubon Society of Portland, this “historic” resolution sends a firm message to the fossil fuel industry: “Portland is closed for business.”\nThe resolution is also consistent with Portland’s 2015 Climate Action plan, which directs the city to create a “fossil fuel export policy that considers the lifecycle emissions, safety, economics, neighborhood livability and environmental impacts.”\nIn recent years, the Pacific Northwest has received roughly a dozen proposals for new oil transport and storage facilities. Energy companies are trying to make the region the country’s next major oil export hub, but they have faced increasing pushback from residents. There’s a proposal to build what would be the country’s largest oil terminal in the Vancouver, Wash., less than 10 miles away from downtown Portland. Largely in protest of this project, Portland’s city commission passed a resolution last week opposing the increase of oil train traffic in the region.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}