{
  "url": "https://insideclimatenews.org/news/11112015/investors-urge-exxon-take-moral-responsibility-global-warming-climate-change-shareholder-resolutions/",
  "title": "Investors Urge Exxon to Take Moral Responsibility for Global Warming",
  "date": "2015-11-11T11:00:13-05:00",
  "content": "ExxonMobil stockholders are turning up the heat on management over the oil giant’s history of resisting action to confront climate change with a first-ever request asking the company to accept moral responsibility for global warming.\nThe proposal by the Tri-State Coalition for Responsible Investment calls on Exxon to take urgent climate action on moral grounds by agreeing to limit temperature rise to the globally accepted 2 degrees Celsius target. Tri-State represents nearly 40 Roman Catholic shareholder organizations with pension funds invested in the oil giant.\n“ExxonMobil claims that its energy production responds to a ‘moral imperative’ to meet growing energy demand and eradicate poverty, but this does not offset the necessity to mitigate climate change or the moral imperative to limit warming to 2°C,” according to the resolution.\nA second proposal by the Province of St. Joseph of the Capuchin Order of friars asks stockholders to vote on naming someone with climate change expertise to the board for the second year in a row.\nHow Exxon responds to resolutions proposed for the company’s annual meeting next May could add to scrutiny of the company, as New York State prosecutors probe what Exxon knew about global warming and what it told investors and the public. Meanwhile, lawmakers, presidential candidates, climate scientists and environmentalists increasingly are calling for federal investigations of Exxon under racketeering and securities fraud statutes.\n“There is no doubt there is more interest in Exxon’s conduct than ever before,” said the Rev. Michael Crosby, who represents the friars and has called on the company to address climate change for more than a decade. “Exxon has dismissed calls to take responsible action on the climate for so long, and now maybe there will be a feeling that what we’ve been calling for was right all along.”\nThe suggested resolutions, which still must be cleared by the Securities and Exchange Commission, are part of a 25-year campaign by corporate responsibility advocates to get Exxon and other fossil fuel producers to limit emissions of harmful greenhouse gases. Exxon has rejected all the resolutions, including a widely endorsed climate policy in corporate America—to set company-wide goals to lower its emissions.\nThe moral-responsibility proposal is “a different strategy,” said Mary Beth Gallagher, acting director of New Jersey-based Tri-State. “Our hope is that it sends a signal that a company’s shareholders care about how it generates profit, not just that it generates profits.”\nExxon spokesman Scott J. Silvestri declined to address questions about the Tri-State resolution, saying the company will respond next year before the shareholder meeting. The company last week denied “allegations that ExxonMobil suppressed climate change research” after the office of New York Attorney General Eric Schneiderman issued a subpoena for documents spanning almost four decades. The subpoena follows an InsideClimate News investigative series showing that Exxon knew decades ago of the climate effects of carbon dioxide from the burning of fossil fuels.\nBecause shareholder requests at publicly traded companies are purely advisory, Exxon has no legal reason to heed shareholder demands on climate change. But there is a growing argument—most notably by Pope Francis in his encyclical on the climate and his speech to the U.S. Congress—that dealing with climate change is a moral obligation, said Tim Smith, senior vice president of Boston-based Walden Asset Management, which promotes environmental, social and corporate responsibility on behalf of investors.\n“From a moral point of view, they could have been part of the early warning system,” he said. “They chose another path. Now they have the opportunity to evolve and become more in line with the consensus on climate change.”\nBut Exxon may have legal reasons not to accept the Tri-State resolution, according to Michael Gerrard, a professor of environmental law at Columbia University.\n“It seems the resolution asks Exxon to admit certain things that Exxon may not want to admit,” Gerrard said. “I could imagine any admission of this sort playing into some of the new theories of liability being considered.”\nThose include prosecuting Exxon under the federal Racketeer Influenced and Corrupt Organizations Act, known as RICO, Gerrard said. The federal statute was originally enacted to fight organized crime but was successfully employed against the tobacco industry in the 1990s.\nShareholder Resolutions\nThe Tri-State proposal is among the first 2016 Exxon shareholder resolutions to be filed addressing climate change. Investors have until Dec. 16 to submit resolutions for annual meetings next year.\nExxon can challenge the Tri-State resolution before the SEC to keep it off the shareholder meeting agenda. If the SEC clears the proposal, the company can urge shareholders to vote against it. Managements often argue that such resolutions would tie executives’ hands and interfere with profit-making. A Tri-State resolution asking Exxon to adopt clear goals for reducing greenhouse gas emissions from its products and operations received the support of just 9.6 percent of the company’s stock in 2015.\nUnlike previous resolutions, the moral-responsibility proposal doesn’t ask Exxon to consider the potential financial risk to share values posed by tough climate policies.\n“We believe that ExxonMobil should assert moral leadership with respect to climate change,” a supporting statement to the resolution states. “This policy would supplement ExxonMobil’s existing positions on climate policy.”\nThe introduction of the resolution cites Pope Francis’ encyclical letter earlier this year that “the climate is a common good, belonging to all and meant for all.”\nBy tapping into heightened awareness of climate change triggered by the pope’s message and the recent revelations that Exxon’s own scientists were worried about it as early as 1977, Tri-State’s Gallagher said she hopes the company will be forced to re-examine its position.\nUsing data cited in Exxon’s 2014 report prepared in response to shareholders questions, Energy and Carbon – Managing the Risks, Tri-State calculated that the increase in global temperature by 2040 will be 2.4 degrees, a significantly higher and more threatening level than 2 degrees.\nIn the report, Exxon told shareholders it believed greenhouse gas emissions would plateau and begin slowly declining over the next 25 years. It assured shareholders that it takes climate issues seriously, even though it would not adopt a climate policy, and said the company would continue to develop its hydrocarbon reserves.\n‘Not Going Away’\nOver the past 25 years, shareholders submitted 62 climate change-related proposals to Exxon, according to an InsideClimate News review of shareholder resolutions. Of those, 22 were either withdrawn or blocked by the company. None of the remaining 40 got enough votes to pass.\nHeidi Welsh, executive director of the Sustainable Investments Institute, a Maryland-based nonprofit that provides analysis of social and environmental policy resolutions, said the Tri-State proposal also faces long odds.\n“Usually the moral cases don’t hold up very well in the shareholder resolution arena because most investors are looking at the bottom line,” Welsh said. “You can make a lot of money doing things that are morally questionable.”\nThat’s why the Rev. Crosby said he is again proposing a resolution that Exxon name at least one director with a strong background in environmental matters.\nClimate change expertise is “critical” to a company like Exxon because of the environmental issues associated with its operations, according to the resolution, filed last month.\n“They [Exxon] will not allow us—or any shareholders—to talk with the board,” Crosby said. “So this is a way for us to have our views heard even though Exxon doesn’t want to talk.”\nA similar motion by the friars last year survived a challenge by Exxon and ultimately received 20 percent of the vote. (It has received at least 20 percent support for the past six annual meetings.) That much support, Crosby said, sends a clear message to Exxon that the company must do a better job addressing climate change. This year his goal is 30 percent, he said.\n“Exxon management has to see the light,” Crosby said. “More and more is coming down about the reality of climate change, and there is ever more shifting in favor of the science and away from the skeptics.\n“We’re not going away until we are heard.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}