{
  "url": "https://insideclimatenews.org/news/02112015/boulder-taxed-its-way-climate-friendlier-future/",
  "title": "How Boulder Taxed its Way to a Climate-Friendlier Future",
  "date": "2015-11-02T10:45:00-05:00",
  "content": "As governments on every level begin to face the multiple threats that climate change pose, policymakers have debated the most effective method to curb greenhouse gas emissions. States and cities have experimented with cap-and-trade programs, regulatory schemes and varying ways to spur renewable energy growth.\nBoulder, Colo. embarked on one such climate experiment in 2007, when it became what is believed to be the the first municipality in the country to adopt a climate change tax. The city, home of the University of Colorado, sits at the eastern edge of the Rockies. It frequently ranks high as a place to live in rankings measuring health, quality of life and education.\nThe tax, which is levied on the electricity sector, reduces emissions by more than 100,000 tons a year and brings in $1.8 million to the city’s coffers. That revenue has been used to offer businesses and homeowners rebates on energy efficiency equipment, expand bike lanes and set up funding for new community-based solutions to reduce energy consumption.\nInsideClimate News spoke to Jonathan Koehn, sustainability coordinator for Boulder, to learn about the city’s climate change tax program and the lessons other cities can learn about reducing their carbon footprint.\nInsideClimate News: What was the political and historical context in which Boulder started considering a climate change tax?\nJonathan Koehn: For a number of years, there was a grassroots movement by residents and activists in Boulder to develop a Climate Action Plan that was robust and would really reduce community emissions and have a larger impact regionally because it’s important to recognize that emissions don’t acknowledge political boundaries.\nThe Climate Action Plan that was put into place had the initiatives and strategies that would have the largest impact on reducing emissions, the largest levers we can pull. Part of the conversation taking place at the same time was what’s the right funding mechanism. Who should be paying and what’s the right amount? That’s when we started looking at fees and taxes.\nICN: How does the tax work?\nJK: The budget [for the tax] was built from the ground up. We knew what our revenue requirement was and we divvied that up and said here are the tax rates amongst the sectors that would result in that revenue coming in.\nThere are three sectors to consider: residential, commercial and industrial. We looked at a few factors. One of the largest [factors] was determining the contribution of each of the sectors to overall emissions. The other issue is that residents were the ones that were voting on the issue. So we said the majority of the funds should be devoted to the residential sector. At the time, residents were paying the highest rate, but they were also getting the most funds back. We then worked with the commercial and industrial sector to determine what tax level would be acceptable to them.\nICN: What progress has the city made in cutting emissions?\nJK: As we went back to evaluate the effectiveness in 2010, we found there was a really critical turning point. We actually started to see a leveling and forecasting a dip in our emissions, and we were on track to meeting our Kyoto targets, when Xcel energy [the city’s utility] brought in a new coal plant online and it changed the carbon intensity of our electric supply. Suddenly, our trajectory went in the opposite direction.\nThat left us with an interesting conundrum. We could go back to our community and say we were doing really well, but now you have to reduce your consumption even more. Or, we could face the issue head on. In order to really address our community’s emissions, we have to address the supply side of our energy.\nICN: So, what did the city do?\nJK: Well, we’re in a huge fight with Xcel. We kicked off a series of voter initiatives to allow us to move forward the financial, technical and legal feasibility of creating our own electric utility. By law we have a right to condemn and acquire Xcel’s utility assets within the City of Boulder. While it may seem completely contrary to buy power poles and transformers and substations to combat climate change, the regulation is such that that’s what we have to do to become a qualified retail utility. Once you become a qualified retail utility you get to buy power from any wholesale power provider that you want.\nThe utility is fighting us. They’re spending a lot of money to try and defeat any attempt at municipalization. It has really catalyzed this issue around local communities take control of our own destiny.\nICN: What has the cultural impact of the tax been?\nJK: Quite honestly, that has been the biggest success of the tax. It has allowed us to keep the issue of climate, to keep the issue of energy, at the forefront of the community conservation. Being able to keep the climate issue alive and in front of our elected officials as one of the top issues that we want, it’s the tax that has created the vocabulary and given us the space to do that.\nICN: What lessons have you learned since instituting the tax that other cities can benefit from?\nJK: I think we know what’s most effective. The majority of community emissions land squarely in issues related to energy. Really having an acute focus on those sectors and finding the biggest levers to pull that have short term effects but also mature in the long term is important.\nWe know that each of the [climate change tax] dollars needs to be leveraged massively. We know that many programs take time to mature. Often times we see communities begin a program and not see the results they were hoping for in the early onset. Recognizing that many of those programs take time to mature is really important.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}