{
  "url": "https://insideclimatenews.org/news/28102015/noaa-house-science-committee-subpoena-global-warming-hiatus-lamar-smith/",
  "title": "NOAA Stiff-Arms House Science Committee Subpoena Questioning ‘Hiatus’ Study",
  "date": "2015-10-28T09:30:37-04:00",
  "content": "Citing confidentiality and the integrity of the scientific process, the National Oceanic and Atmospheric Administration (NOAA) chose not to turn over all the documents demanded in a subpoena from the House Committee on Science, Space and Technology.\nThe committee, which oversees federally-funded scientific research, had issued its subpoena seeking “all documents and communications” related to a recent NOAA study that disputes the global warming “hiatus,” a concept favored by those who deny climate science because it indicated global warming had paused or slowed since 1998.\nCommittee chair Lamar Smith (R-Tex.), a vocal climate denier, has led a series of inquiries of climate scientists and organizations, questioning their research or methods.\nThe committee issued the subpoena on Oct. 13 and gave NOAA until Tuesday to respond. The agency responded with a letter that cites the many scientific briefings, datasets and studies it gave the committee over the past few months, but said it would not turn over emails and other deliberative research communications.\n“Because the confidentiality of these communications among scientists is essential to frank discourse among scientists, those documents were not provided to the Committee,” NOAA said in a statement. “It is the end product of exchanges between scientists – the detailed publication of scientific work and the data that underpins the authors’ findings– that are key to understanding the conclusions reached.”\nThe NOAA paper, published in June in the prestigious journal Science, found the trend resulted from a data error and virtually disappeared when the scientists updated their analysis of global surface temperature measurements.\n“Congress cannot do its job when agencies openly defy Congress and refuse to turn over information,” Smith said in an emailed statement. “When an agency decides to alter the way it has analyzed historical temperature data for the past few decades, it’s crucial to understand on what basis those decisions were made. This action has broad national and policy implications.”\nBenjamin Santer, a member of the National Academy of Sciences who has spent his career studying climate change, said there’s nothing suspicious about the NOAA paper.\n“What Mr. Smith does not seem to understand is that’s how science operates,” said Santer, who said he was speaking for himself and not on behalf of any organization. “Our understanding of datasets changes over time as researchers identify errors…Mr. Smith may not like those findings, but they’re a reality. They’re a fact of life.”\nSmith said NOAA has “yet to identify any legal basis” for withholding its emails and other communications. “The Committee intends to use all tools at its disposal to undertake its Constitutionally-mandated oversight responsibilities,” he said in an email.\nThe NOAA subpoena is the latest in a long string of similar requests since Smith became committee chairman in 2013. The committee has subpoenaed confidential funding information from the National Science Foundation and hauled the Environmental Protection Agency into a hearing to question the agency’s use of “secret science.”\nIn early September, Smith said he would launch an investigation into climate scientist Jagadish Shukla, who called for a federal probe on whether fossil fuel companies knowingly misled the public on climate change. Shukla’s statement preceded the publication of separate investigations by InsideClimate News and the Los Angeles Times, which documented Exxon’s early acceptance of global warming. The news stories led to other calls for a federal investigation from Democratic congressmen and presidential candidates Bernie Sanders and Martin O’Malley.\nUnder Smith’s leadership, the Science Committee “should be called the Science Fiction Committee,” said Daniel J. Weiss, a senior vice president for the League of Conservation Voters, which advocates for political candidates who support pro-environment policies.\nWeiss said nearly all the Republican members of the committee are climate deniers.\nLauren Kurtz, executive director of the Climate Science Legal Defense Fund, said Smith’s request for NOAA emails is another example of a politically-motivated attack that aims to take scientists’ words out of context. Many climate researchers at public universities, for example, have been subject to extensive Freedom of Information requests for the contents of their inboxes.\n“When you have the data, there’s no need to look at a scientist’s email correspondence,” Kurtz said. Her organization provides legal support for climate scientists who face harassment and lawsuits. “A lot of what science is is batting around ideas. You could suggest something kind of zany in an email…and to have it taken out of context publicly is very disturbing.”\nThe subpoena prompted Eddie Bernice Johnson (D-Tex.), the ranking minority member on the committee, to send Smith a letter calling his actions “a fishing expedition” and “a serious misuse of Congressional oversight powers.”\nSanter had even stronger words for it. “This is not a fishing expedition—this is a trawling expedition,” he said. They’re “looking for an unfortunate phrasing in emails to cast doubt on an entire scientific endeavor.”\nJohnson and Santer also questioned whether the committee has the expertise to analyze NOAA’s data.\n“I don’t think this is the kind of issue a congressional staffer with little or no scientific training can adjudicate on,” Santer said. “I don’t think that’s credible at all.”\nA committee aide said in an email that the staff “does include employees with advanced scientific degrees who will be involved in reviewing all responsive documents.” The aide did not elaborate on the nature of their scientific credentials.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}