{
  "url": "https://insideclimatenews.org/news/22102015/states-challenge-clean-power-plan-also-comply-obama-administration-coal/",
  "title": "States Begin to Comply with Clean Power Plan, Even While Planning to Sue",
  "date": "2015-10-22T12:26:18-04:00",
  "content": "While opponents wait for the Obama administration’s carbon regulations to become official before suing to block them, state environmental agencies have been busy studying compliance options.\nThe Clean Power Plan, which requires states to reduce carbon dioxide emissions from power plants 32 percent by 2030, is intended to help slow climate change resulting from the burning of fossil fuels. The plan has been the target of legal challenges and legislative campaigns since it was proposed in 2014 and finalized in August.\nAt least 14 states, including many in coal country, are gearing up to pursue litigation once the rule is finally published in the Federal Register, the official record of government regulations, which will likely happen tomorrow. Although the administration argues the Clean Power Plan will create economic opportunity—one study by economists predicted it  will create a quarter of a million jobs— and speed up the transition to a clean energy economy, the rule’s opponents have claimed it will kill jobs and hurt local economies.\nOnce the rule is published in the Federal Register, states and others challenging the rule will have 60 days to file lawsuits.\nWhile the rule’s opponents wait, however, state environmental and utility departments have begun contemplating their options for meeting the policy’s mandates.\n“Officials in practically every state have been doing some amount of work,” said Kyle Danish, a partner at Van Ness Feldman, a law firm based in Washington. Danish advises the industry on energy and environmental regulations, including the Clean Power Plan.\nMany states have been taking a number of steps to start putting together compliance plans, Danish said. State environmental regulators have been meeting with stakeholders, hosting public meetings, consulting with utilities and talking with EPA officials to clarify technical issues, he said.\nA dizzying array of small but important decisions await states as they analyze their compliance options: They can choose to shut down coal generating units, switch to natural gas, increase renewable energy production, invest in energy efficiency measures, or some combination of these. States also need to decide whether to join a carbon trading system and choose between one of two accounting mechanisms to track the reduction in emissions.\nIn many states, the environmental and utility agencies putting a compliance plan together will also need to navigate local politics. Coal states, especially those in the Appalachian region, have set up legislative roadblocks to complying with the regulations. Some states have required that a state plan first be put to a vote in the legislature before being submitted to the EPA. Others have taken certain compliance options off the table, such as Kentucky, which says state regulators can’t propose a plan that increases the use of renewable energy or shifts power production away from coal.\nIn West Virginia, the state environmental agency is required to conduct a feasibility study analyzing the effects of the rule. The state is collaborating on the study with researchers at the Marshall Institute, according to Fred Durham, the director of air quality at the West Virginia Department of Environmental Protection. The Marshall Institute is a conservative think tank that has worked to discredit climate science in the past.\nWest Virginia is leading the charge in the courts and plans to pursue litigation once the rule is published in the Federal Register. At the same time, the state environmental agency plans to submit an initial plan by the deadline next year and request an extension to file the final plan, Durham said. If a state chooses to request an extension, it must detail the options it is considering and its efforts to seek public comment. Meetings the department has held so far will count in the public engagement, Durham said.\n“Basically, we can’t count on winning the lawsuit,” Durham said.\nIn Pennsylvania, where coal supplies more than a third of the state’s electricity, the state environmental agency has been holding “listening sessions” with the public on what should be included in a state plan.\n“It’s been full steam ahead,” said John Quigley, secretary of the Pennsylvania Department of Environmental Protection. Quigley said his staff is working with the National Governors Association to model the state’s energy mix and review compliance options. The department plans to begin developing a plan next month and submit a final version by the deadline in September 2016.\nAny compliance plan will be put to a vote in the Pennsylvania legislature before being submitted to the EPA.\nOpponents of the Clean Power Plan, which mainly include the coal industry and states heavily dependent on coal, filed lawsuits challenging the constitutionality of the rule after it was proposed last year. A D.C. Circuit court ruled that litigation could not proceed before the rule was final.\nAfter the EPA did finalize the rule in August, 16 states requested a stay. Again, the court ruled that the request was premature and that the states needed to wait until final publication in the Federal Register.\nGina McCarthy, head of the EPA, said her agency handed over the rule to the Federal Register on Sept. 4 and that it would most likely be published in October.\nCritics say the publication has been unnecessarily delayed.\nTimelines for publishing rules in the Federal Register vary depending on the length and complexity of the matter, according to environmental regulation experts. The EPA’s mercury pollution rule for power plants, for instance, was held up 62 days before being published in the register. Similarly, the coal ash rule appeared in the Federal Register 120 days after the EPA’s announcement.\nEarlier this month, 14 states filed a request with the EPA under the Freedom of Information Act for any documents and communication between employees at the EPA and the Office of the Federal Register. They contend that the EPA is delaying publication ito block legal action in advance of the international climate change talks in December in Paris.\nThe Clean Power Plan is a centerpiece of the Obama administration’s climate change policy. It set the stage for negotiations with other major carbon emitting countries such as India and China that argue  the U.S. isn’t serious about addressing climate change. Legal challenges to the rules, then, could damage U.S. credibility at the international talks.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}