{
  "url": "https://insideclimatenews.org/news/26102015/mexico-exhales-hurricane-patricia-highlights-extreme-weather-el-nino/",
  "title": "Mexico Exhales, but Hurricane Highlights Weather’s New Extremes",
  "date": "2015-10-26T12:14:30-04:00",
  "content": "Mexico breathed an extended sigh of relief that it was spared the expected fury of the strongest hurricane ever recorded after Hurricane Patricia weakened just before landfall on Friday. But the storm still served as a vivid reminder that extreme weather is getting even more extreme, the one impact of global warming that gets people’s attention when a monster storm heads toward a coastline.\nFortunately, this time the storm ended up being much less devastating than expected. The Mexican government reported no fatalities over the weekend.\n“So far, there are no reports of major damage from Patricia,” tweeted Mexican President Enrique Peña Nieto on Saturday afternoon. “Our gratitude to all for your thoughts, prayers and actions. #PrayForMexico.”\nMexico has had a lot of company in bracing for a superstorm. There have been a record 22 storms falling into Category 4 or 5 storms in the Northern Hemisphere this year, according to the Weather Channel. Eastern Pacific nations have been slammed seemingly nonstop by strong hurricanes in recent years, first with Typhoons Bopha in 2012, Haiyan in 2013, Rammasun in 2014 and several this year, killing tens of thousands of people and causing billions of dollars in damages.\nScientists are quick to point out that Hurricane Patricia is indicative of what will likely happen as oceans and the atmosphere warm even more over the next century, fueling stronger hurricanes. A September study in the peer-reviewed Journal of Climate found that in region of the Pacific where Patricia formed, hurricane wind intensities could increase 8 percent and the number of days with Category 4 or 5 storms could increase 500 percent by the end of this century.\n“Anthropogenic warming to date may be having at least some small role (a few percent) in the intensities, and possibly a much larger percentage influence on the occurrence rate of Category 4-5 storms, in the NE Pacific at this point,” said Tom Knutson, a climate modeler at the Geophysical Fluid Dynamics Laboratory at the National Oceanic and Atmospheric Administration and lead author of the September study.\nScientists do not tie the cause of an individual hurricane to global warming, but they often say it worsened or strengthened a storm. Patricia’s ferocity was largely due to the large blob of record-warm water in the Pacific Ocean caused by the weather pattern known as El Niño. Sea surface temperatures in the area Patricia formed are 86 degrees F, some of the warmest ever recorded.\nGlobal warming did likely have some impact, said Kevin Trenberth, a climate scientist at the National Center for Atmospheric Research in Boulder, Co.\n“The sea surface temperatures are so high over such huge areas that the moisture flowing into the storm, that provides its primary fuel, must be higher than it has ever been before,” he said. “It still requires the right setup to convert that into an intense storm, but the environment is surely ripe. That consists, of course, of a substantial El Niño-related component, but also the background global warming that has a memory through the ocean heat content.”\nPatricia  continued to dissipate as it moved east toward Texas, though meteorologists warn the risk for landslides and flashfloods remain high in the days following the storm.\nOn Friday morning, just hours before landfall, Patricia measured the strongest storm ever recorded by the U.S. National Hurricane Center, with wind speeds topping 200 miles per hour. It was also one of the most rapidly intensifying hurricanes on record, going from being a mild tropical storm on Wednesday to a Category 5 on Friday. The NHC called it “extremely dangerous” and warned that its “storm surge could be catastrophic near and to the east of where the center makes landfall.”\nAs quickly as Patricia had strengthened, it also weakened, highlighting the unpredictability of even the largest storms.\nEl Niño’s effects are far from over. The system is expected to bring some much needed rain to drought-stricken California, but it could also bring flooding and mudslides. It could also mean a snowier or wetter winter in the Northeast and Southwest U.S. It could have the opposite effect entirely in the Northwest, prolonging drought conditions and raising wildfire risks.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}