{
  "url": "https://insideclimatenews.org/news/16102015/two-us-representatives-seek-justice-department-inquiry-exxon/",
  "title": "Two U.S. Representatives Seek Justice Department Inquiry into Exxon",
  "date": "2015-10-16T18:01:36-04:00",
  "content": "Two California congressmen have called on U.S. Attorney General Loretta Lynch to open an investigation into whether ExxonMobil violated federal laws by “failing to disclose truthful information” about climate change.\nDemocratic Reps. Mark DeSaulnier and Ted Lieu, both members of the House Oversight and Government Reform Committee, said they were “alarmed” by the possibility that Exxon withheld significant climate change information and went so far as to try to discredit the science confirming global warming.\nThe congressmen requested a federal inquiry following disclosures in a series of articles published by InsideClimate News beginning on Sept. 21. Based on documents and other evidence from an eight month investigation, ICN described how Exxon scientists were warning of potentially catastrophic effects of a buildup of atmospheric carbon dioxide from fossil fuels as early as 1977. The lawmakers’ letter also cited an article published on Sunday by the Los Angeles Times addressing Exxon’s research into melting Artic ice.\n“Investigations by the Los Angeles Times and Inside Climate News allege that Exxon scientists confirmed fossil fuels’ role in climate change decades ago, but top executives decided to hide the truth and instead embarked on a massive campaign of denial and disinformation,” according to the Oct. 14 letter to the attorney general.\nThe attorney general’s office did not respond to a request for comment.\nExxon officials have consistently denied the company tried to obfuscate the science of climate change.\nDeSaulnier and Lieu drew a parallel between Exxon and cigarette companies that denied harm from tobacco and spread uncertainty and misleading information to the public. Federal and state prosecutors eventually sued the tobacco companies.\n“We ask that the DOJ similarly investigate ExxonMobil for organizing a sustained deception campaign disputing climate science and failing to disclose truthful information to investors and the public,” according to the letter. “We request the DOJ investigate whether ExxonMobil violated RICO, consumer protection, truth in advertising, public health, shareholder protection or other laws.” RICO is the Racketeering Influenced and Corrupt Organizations law, which makes certain conspiracies illegal.\nOn Friday, former governor Martin O’Malley of Maryland, a candidate for the Democratic presidential nomination, joined in the call for an investigation of Exxon. “We held tobacco companies responsible for lying about cancer,” he said in a message on Twitter. “Let’s do the same for oil companies and climate change.”\nIn addition to possible federal litigation, legal experts have said Exxon also could face lawsuits from states, private plaintiffs in the U.S. or abroad, or shareholders.\nThe InsideClimate News series shows Exxon’s own models confirmed a “clear scientific consensus” of the severity of climate change, and warned that by the time the rise in temperatures became unmistakable it might be irreversible.\nExxon documents obtained by ICN show that top corporate managers were informed by their own scientists about carbon dioxide’s potentially severe effect on the climate as far back as the late 1970s. Yet after a decade of internal discussions and research on global warming, Exxon spent more than 20 years discrediting climate change science.\n“In this case, Exxon scientists knew about fossil fuels causing global warming and Exxon took internal actions based on its knowledge of climate change,” according to DeSaulnier and Lieu’s letter.\n“Yet Exxon funded and publicly engaged in a campaign to deceive the American people about the known risks of fossil fuels in causing climate change. If these allegations against Exxon are true, then Exxon’s actions were immoral.\n“We request the DOJ to investigate whether ExxonMobil’s actions were also illegal.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}