{
  "url": "https://insideclimatenews.org/news/19102015/bill-mckibben-mad-exxon-climate-change-denial-arrest-burlington-vermont/",
  "title": "Bill McKibben Wants Everyone to Know Why He’s So Mad at Exxon",
  "date": "2015-10-19T18:39:37-04:00",
  "content": "Climate activist Bill McKibben has already written editorials about recent revelations that ExxonMobil had deep knowledge of climate change as far back as the 1970s. He had taken to social media to spread the word. But last week, he felt that wasn’t enough and decided to protest and get himself arrested at an ExxonMobil station in Burlington, Vt.\nThat’s how angry McKibben was that the energy giant had known for four decades that burning fossil fuels was changing the earth’s climate—and then chose to ignore it and fund efforts to deny it.\nThe findings were reported in two separate investigations by InsideClimate News and the Los Angeles Times into how much Exxon knew about climate change and when.\nThe stories “change the accepted narrative of the fight I’ve spent almost my whole adult life engaged in,” McKibben, co-founder of the environmental organization 350.org, told InsideClimate News the day after his arrest. “Had Exxon been forthright in the late 80s or early 90s, they could have short-circuited the faux debate we’ve been engaged in all these decades. They were the ones that had the unique credibility to do it.”\nHolding a sign that read “This pump temporarily closed because ExxonMobil lied about (#Exxonknew) climate,” McKibben was arrested by Burlington police for trespassing. He was released later in the day.\nThe green leader said he hoped his action would inspire people—including his approximately 165,000 Twitter followers—to read the two investigations. Whether it will also encourage others to undertake similar civil disobedience remains to be seen.\n“I started my life as a newspaperman and it never occurred to me I’d be getting arrested to get people to read someone else’s story, but the level of clutter in our information world is so great that sometimes it takes novel measures to break through,” he said.\nMcKibben has written editorials about the stories in The New Yorker and The Guardian.\nBesides McKibben’s arrest, the stories have led to a growing cry for the justice department to investigate whether ExxonMobil and other fossil fuel companies intentionally misled the American public on climate change—similar to the probe into the tobacco industry in the 1990s. Two California congressmen called for a federal investigation on Friday.\nAn online petition by the political advocacy group ClimateHawks Vote to “prosecute Exxon for deliberate climate denial” has garnered nearly 2,000 signatures.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}