{
  "url": "https://insideclimatenews.org/news/20102015/canada-election-justin-trudeau-liberal-party-stephen-harper-climate-tar-sands/",
  "title": "Trudeau Victory Ushers in Prospect of New Climate Era in Canada",
  "date": "2015-10-20T13:57:12-04:00",
  "content": "After a stunning upset in Canada’s parliamentary election Monday, the Conservative Party and Prime Minister Stephen Harper lost control of the government to the Liberal Party and its leader Justin Trudeau, a 43-year-old former schoolteacher and the son of longtime prime minister Pierre Trudeau.\nThe change in leadership will have major implications for Canadian climate action, political and environmental experts told InsideClimate News.\n“It will be a pretty dramatic change,” said Adam Scott, program manager of climate and energy at Environmental Defence Canada. “It is hard to get much worse than what we’ve had on the climate front with the Harper administration.”\nHarper has led a systematic dismantling of Canada’s climate agenda since coming to power in 2006. His administration has slashed funding for several climate research facilities, fired government scientists and muzzled others. It weakened dozens of environmental regulations, including fast-tracking permit reviews of oil sands pipelines and mines. Green organizations have faced rigorous audits by the Canada Revenue Agency over their political advocacy work, much of which has pushed for climate action. The administration also pulled Canada out of the Kyoto Protocol in 2011, and worked with Australia’s former prime minister Tony Abbott to undermine international climate negotiations.\nMeanwhile, production in the Alberta tar sands, the world’s third largest oil reserve stretching nearly 55,000 square miles, has nearly doubled under the Harper administration. The greenhouse gas emissions of Alberta are higher than Canada’s three most populous provinces—Quebec, Ontario and British Columbia—combined. Canada is unlikely to meet its current emissions reduction goal, agreed to during climate treaty talks in Copenhagen in 2009, of a 17 percent reduction below 2005 levels by 2020. The country will be lucky to reach half of that goal, said Scott.\nCanada was roundly criticized for a weak climate pledge for the next UN climate talks in Paris in December, which included no plans to curtail development of the tar sands.\nPublic frustration over Canada’s climate inaction hit a high point leading up to Monday’s election. More than 80 percent of Canadians believe the climate is changing. Voters ranked the environment the second most important issue they cared about this election, according to a September poll by the Canadian Broadcasting Corporation. Slumping global oil prices have shaken the country’s economy, rousing calls to expand and diversify Canada’s energy portfolio and employment base.\n“Canada put all of its economic eggs in the tar sands basket, so it has borne the brunt of the recent drop in oil prices,” said Anthony Swift, director of the Canada Project at the Natural Resources Defense Council. “People are reacting to that.”\nTrudeau and the Liberal Party released their proposed climate policy in February. The plan calls for a national carbon pricing policy and promises to work with Canadian provincial leaders to create a climate action plan following the treaty talks in Paris. He has also called for more stringent environmental reviews of pipeline applications, specifically to factor in a project’s climate impact. The plan also calls for phasing out fossil fuel subsidies, expanding renewable energy and establishing a $2 billion fund for clean energy projects.\nTrudeau does, however, support the Keystone XL pipeline project, which would transport an estimated 800,000 barrels of tar sands oil each day from Alberta to refineries in the Gulf of Mexico, calling the project “important energy infrastructure.”\nEnvironmentalists and political experts said Trudeau and the Liberal Party’s plan sounds promising, but that it lacks specifics.\n“The Liberal platform leaves a lot of big questions unanswered over climate change,” said Kathryn Harrison, a political scientist at the University of British Columbia who focuses on environmental policy. “It calls for a national price on carbon, but doesn’t give any details about what that scheme would look like.”\n“When we talk about climate change policy in Canada, we don’t grapple with the real issues,” Harrison added. “We pretend that we can all just get along. We don’t really confront that different provinces have incompatible goals. Some are reducing emissions, but those gains are being eaten up by other provinces. How do we create a comprehensive national plan? What are the specifics?”\nScott said environmentalists will push Trudeau to prioritize climate change right away, particularly to halt pipeline reviews and strategize Canada’s approach to the Paris talks, particularly considering Canada’s pledge to cut greenhouse gas emissions 30 percent by 2030 was developed under Harper.\n“We take action much more seriously than we take promises,” said Scott. “Paris is just two months away. If we want to be leaders there, we need to announce a substantially stronger emissions target.”\nEven with a lack of specifics, a Trudeau-led government is a welcome change from the Harper era, many said.\n“While the Liberal Party doesn’t have a strong climate policy, it is likely going to be much stronger than Harper when it comes to environmental review processes and allowing science to factor into governmental decision making,” Swift said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}