{
  "url": "https://insideclimatenews.org/news/08102015/highlighting-allure-synfuels-exxon-played-down-climate-risks/",
  "title": "Highlighting the Allure of Synfuels, Exxon Played Down the Climate Risks",
  "date": "2015-10-08T04:04:00-04:00",
  "content": "Early in the 1980s, the lingering fear of oil scarcity and the emerging threat of climate change were beginning to intersect. And at that junction stood Exxon Corp., working out its strategy for survival in the uncertain 21st century.\nAt the time, Exxon believed oil supplies could not keep up with demand, so it put its weight behind a crusade to develop synthetic fossil fuels as a costly and carbon intensive, but potentially profitable alternative. It could liquefy the vast deposits of coal, oil shale and tar sands that were readily available in North America. This would be the new black gold, supplying as much as a third of the energy the United States would use in the early 21st century, company executives estimated.\n“These resources are adequate to support a 15 million barrel a day industry for 175 years,” said Randall Meyer, a senior vice president, in a 1981 speech before the U.S. Chamber of Commerce.\nBy then, however, researchers at Exxon were well aware of the looming problem of climate change. Years earlier, one climate researcher at the company, Henry Shaw, had called management’s attention to a key conclusion of a landmark National Academy of Sciences report: global warming caused by carbon dioxide emissions, not a scarcity of supply, would likely set the ultimate limit on the use of fossil fuels.\nYet in his speech, Meyer said nothing about the carbon footprint of synfuels – even though the company was aware that making and burning them would release much more carbon dioxide into the atmosphere than ordinary oil.\nIn a 21-page speech, Meyer explained that a national synfuels program would require investing almost $800 billion (in 1980 dollars) over three decades. He said it would create 870,000 jobs. It would, he promised, carry the nation through a long-term transition to “non-depleting and renewable” energy sources.\n“Over the past couple of years my associates and I have talked about synthetic fuels as a major national need to a lot of audiences,” he noted. “In the federal government, that included the White House and most cabinet members. At the state level, we visited with governors, and a good many senators and congressmen. We have had audiences like GM’s and Ford’s senior managements, the Business Roundtable, national labor leaders, major media companies, influential academics and many others.”\nThe government did respond, with a costly synfuels program that ultimately folded as oil markets turned from shortage to glut and the technology proved to be unaffordable. Congress withdrew funding from the United States Synfuels Corporation, and most forms of synfuels production never grew to global significance.\nOne important remnant that survived was the industry’s foray into tar sands oil, especially in Canada, where Exxon would become a major player – and where the carbon dioxide problem still plagues the industry after more than three decades. Recent research finds that substantial growth in tar sands production is incompatible with keeping CO2 emissions below the internationally accepted target of 2 degrees C.\nBut in the early days of synfuels, as Exxon defended them as a costly but plausible solution to oil scarcity, it sidestepped the carbon problem. In the text of a speech by Exxon chief executive Clifton Garvin before a particularly skeptical audience, the Environmental Defense Fund, in April 1981, global warming was never mentioned among the environmental risks that he said the industry would be “held primarily responsible for solving.”\nNor, it appears, did Exxon elaborate on the link between synfuels and global warming in annual reports to shareholders filed with regulatory agencies in those early days, when synfuels remained at the heart of the company’s long term ambitions.\nYet all along, there had been a bubbling concern among researchers, including some inside Exxon, about the carbon implications of synfuels.\nCompany documents discovered during an eight-month investigation by InsideClimate News show that Exxon Research & Engineering estimated that producing and burning oil shales would release 1.4 to 3 times more carbon dioxide than conventional oil, and would accelerate the doubling of greenhouse gases in the atmosphere by about five years. The company knew that a doubling would risk about 3 degrees Celsius of warming, or 5.4 degrees Fahrenheit.\nThe company was tracking the research closely. When two U.S. Geological Survey scientists estimated in Science magazine in 1979 that the carbon footprint from synfuels might be three to five times more than conventional fuels, ER&E climate researcher Henry Shaw wrote in a memo that the upper range “may alarm the public unjustifiably.”\nAs early as November, 1979, Shaw had told Harold Weinberg in a memo on atmospheric research that environmental groups “have already attempted to curb the budding synfuels industry because it could accelerate the buildup of CO2 in the atmosphere.” He warned Exxon not to be caught off guard, the way the aviation industry had been surprised by the threat to supersonic airplane development when the ozone hole was discovered.\nIn 1980, after attending a federal advisory committee meeting, Shaw explained why he didn’t think the carbon dioxide problem would block work on synfuels any time soon.\n“I attended the last meeting of this committee on January 17 and 18, 1980, and found such a vast diversity of interests and backgrounds that I believe no imminent action is possible,” he wrote in a memo.\n“For example, some environmentalists suggested that all development of synthetic fuels be terminated until sufficient information becomes available to permit adequate strategic decisions to be made. The industrial representation, on the other hand, indicated that the build up of CO2 in the atmosphere was not necessarily anthropogenic, and is of little consequence for the next century.”\nBut Shaw also circulated a clipping from The New York Times in August 1981, under the headline “Synthetic Fuels Called a Peril to the Atmosphere.”\nIn the article, the Associated Press quoted an economist named Lester Lave as testifying before Congress that “if we take CO2 seriously, we would change drastically the energy policy we are pursuing.”\nAs in so many other realms of its research, Exxon studied a potential future of synthetic fuels while recognizing that carbon dioxide could be a powerful factor in its business decisions for decades to come.\nComing soon, Part VI: Exxon embarks on a public campaign of climate denial that would last for decades.\nCheck out Part I, Part II, Part III, Part IV and Part VI of the series.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}