{
  "url": "https://insideclimatenews.org/news/24092015/pope-francis-calls-congress-unify-climate-change/",
  "title": "Pope Francis to Congress: Act on Issues of Life and Death, Including Climate",
  "date": "2015-09-24T16:34:19-04:00",
  "content": "In a landmark speech to a Joint Session of Congress Thursday morning, Pope Francis urged U.S. lawmakers to take “courageous actions and strategies” to fight climate change.\n“We need a conversation which includes everyone, since the environmental challenge we are undergoing, and its human roots, concern and affect us all,” the Pope said. “I am convinced that we can make a difference and I have no doubt that the United States—and this Congress—have an important role to play.”\nBut in his nearly hour-long speech, Pope Francis spent just a few minutes addressing the environment and climate change. Instead, he made a broader appeal to Americans to work together on many thorny problems, including gun violence, the death penalty and immigration. He was clearly appealing to a deeply divided Congress—and country—to look beyond those divisions and recognize the common good.\n“Now is the time for courageous actions and strategies, aimed at implementing a culture of care and an integrated approach to combating poverty, restoring dignity to the excluded, and at the same time protecting nature,” the Pope said.\nDespite the brief mention of climate change—only 225 words of his 3,396-word speech were directly in reference—environmental groups said they were happy with the Pope’s address.\n“Pope Francis made it clear both to Congress, and yesterday at the White House, that fighting climate change is a moral obligation and must be a priority,” said David Willett, a spokesman for the League of Conservation Voters. “We couldn’t be more thrilled with his attention to this important issue.”\nIn his first visit to the U.S. as Pope, the content of Francis’s speech to Congress was a matter of intense speculation, especially after he released his encyclical “Laudato Si,” or “Be Praised,” in June that called on nations to quickly and aggressively act on climate change.\n“His call to action on climate change has been crystal clear from the beginning, including a 184-page encyclical and yesterday, when he quoted MLK to say we’re defaulting on a promissory note,” said Karthik Ganapathy, a spokesman for the environmental group 350.org “I’m not super worried that he didn’t bash climate deniers today; he was speaking to a big audience, and a call for unity and moral purpose makes more sense for that.”\nSince the encyclical’s release, the religious leader has been making climate change a centerpiece of his appearances—including within hours of setting foot on U.S. soil. In a speech at the White House on Wednesday, the Pope commended U.S. efforts to reduce carbon emissions from power plants, the Obama administration’s Clean Power Plan, finalized in August.\n“It seems clear to me also that climate change is a problem which can no longer be left to a future generation,” the Pope told the crowd gathered on the White House lawn.\nThe big question remains, however, what sort of impact Pope Francis’ climate campaign will have on U.S. politicians. Republicans have been in a particularly tricky position because his climate activism runs counter to their stance on the issue. House Speaker John Boehner, a Catholic, invited Pope Francis to the U.S., and sat behind him during his speech to Congress, at times visibly uncomfortable with some of the Pope’s words.\nThe Pope also challenged Republican policy with his call to abolish the death penalty and to deal with the proliferation of guns and gun violence.\nHis climate agenda, though, remains the biggest hurdle for Catholic Republicans. Rep. Paul Gosar of Arizona announced last week that he planned to boycott the pope’s speech, pointing specifically to the religious leader’s climate campaign.\n“If the Pope plans to spend the majority of his time advocating for flawed climate change policies, then I will not attend,” Gosar wrote on the conservative website Town Hall. “When the Pope chooses to act and talk like a leftist politician, then he can expect to be treated like one.”\nReligious and political experts predict party doctrine will likely trump church doctrine on the issue of climate.\nBut there have been glimmers of change already. Rep. Chris Gibson, a Catholic Republican from New York recently crafted a resolution agreeing that human activity is driving climate change and urging Congress to take action. Gibson has recruited nine of his Republican colleagues to sign the resolution, including Catholic Representatives Carlos Cur­belo of Flor­ida, Pat Mee­han and Mike Fitzpatrick of Pennsylvania, and Richard Hanna and Elise Stefanik of New York.\nCatholics make up nearly 32 percent of the House of Representatives and 26 percent of the Senate, compared with 22 percent of the U.S. population. Environmentalists are hopeful the pope’s visit could sway these politicians on the issue, most of whom either deny that climate change is happening or argue that taking action could disrupt the economy.\nSeveral of the GOP’s most prominent climate denialists are Catholics, such as Boehner, presidential contender Marco Rubio, a Florida senator, and former vice presidential candidate and Wisconsin Rep. Paul Ryan. Likely presidential contenders Jeb Bush, a former governor of Florida, Gov. Chris Christie of New Jersey, and Gov. Bobby Jindal of Louisiana are also Catholic. They question the science of human-caused global warming and oppose climate policy.\nFollowing his speech to Congress, Pope Francis made a public appearance in front of the Capitol Building before heading to lunch with people who are homeless or living in shelters.\nOn Friday morning, the Pope will address the United Nations General Assembly ahead of the adoption of new sustainable development goals.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}