{
  "url": "https://insideclimatenews.org/news/23092015/fossil-fuel-divestment-movement-grows-fiftyfold-2014/",
  "title": "Fossil Fuel Divestment Has Grown to $2.6 Trillion in Assets",
  "date": "2015-09-23T09:00:06-04:00",
  "content": "The fossil fuel divestment movement skyrocketed in the past year as hundreds of institutions and thousands of individuals committed to selling their oil, natural gas and coal holdings, according to a new report.\nSo far, 436 institutions and 2,040 individuals representing $2.6 trillion in assets have agreed to sell their fossil fuel investments, according to a review by Arabella Advisors, a Washington, D.C.-based consultant that works with philanthropies. It represents a 50-fold increase from a year ago, when the divestment totals were 181 institutions and 656 individuals representing more than $50 billion in assets.\n“This is just stunning and shows the real strength for this momentum for change,” Christiana Figueres, the executive secretary of the United Nations Framework Convention on Climate Change, in a recorded video shown at a press conference Tuesday. Figueres said divestment is critical to keeping global warming below 2 degrees Celsius, forestalling the most catastrophic effects of climate change, while making the transition to clean energy sources.\nThe divestment event was part of Climate Week, a series of climate-related events and announcements in New York. Now in its seventh year, this Climate Week will include meetings on climate resiliency, clean energy and the Paris climate treaty negotiations. On Friday, United Nations member states will adopt a new global development strategy through 2030 aimed at fighting poverty, inequality and climate change. The climate is also expected to be a focus of Pope Francis’s first visit to the U.S. this week.\nNew pledges were also announced at the divestment event. Most notably, Leonardo DiCaprio, an award-winning Hollywood actor and environment advocate, plans to shed fossil fuels from both his personal assets and those held by the Leonardo DiCaprio Foundation.\nDiCaprio attended the event in New York but didn’t give a speech. No details were provided about how much of DiCaprio’s assets are tied to fossil fuels or how long the expected divestment will take. His foundation did not respond to a request for comment.\nDiCaprio and others are divesting for two reasons, according to Ellen Dorsey, executive director of the Wallace Global Fund, a philanthropic foundation that pledged to divest its assets from fossil fuels in 2014.\n“It is increasingly clear that it is neither OK, nor frankly, smart to be invested in fossil fuels,” Dorsey said. “First, the ethical case: If you own fossil fuels, you own climate change. Second, you are increasingly risking the value of your portfolio if you stay invested in fossil fuels.”\nEarlier this year, MSCI, a stock market index company, released an analysis showing that a fossil-free index outperformed one that included the top fossil fuel companies in recent years. In 2014, the fossil-free index had a return of 13.23 percent compared with 11.22 percent for the index including fossil fuels. The group found the same trend in 2012 and 2013, before the recent drop in coal and oil prices.\nThe divestment movement got its start on New England college campuses in 2011 and 2012. Maine’s Unity College was the first school to divest in 2012. More than 30 colleges have since followed suit. Most recently, the University of California system said this month that it successfully purged its $200 million in coal and oil sands holdings.\nNow the movement has grown to encompass individuals, faith-based organizations, foundations, governments, private companies and pension funds in 43 countries, according to the Arabella report. In early September, California lawmakers passed a bill requiring the state’s two major public pension funds to divest their less than 1 percent holdings in coal.\nOne upside of the divestment movement has been increased investment in renewable energy projects, according to Arabella. Global investment in the clean energy sector reached $310 billion in 2014, up from $60 billion in 2004.\nAt Tuesday’s event, activists and environment leaders spoke passionately about the role of divestment in the fight against climate.\n“Climate change is a civil rights issue,” said the Rev. Lennox Yearwood Jr., president and CEO of the nonprofit Hip Hop Caucus. The group launched a bus tour this year to spread awareness on climate change.\n“Either we move forward as humanity or we die in disgrace,” Yearwood said to a round of applause. “Divestment is the means towards justice and humanity.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}