{
  "url": "https://insideclimatenews.org/news/10092015/university-california-springs-divestment-surprise-fossil-fuels-coal/",
  "title": "University of California Springs Divestment Surprise",
  "date": "2015-09-10T19:16:29-04:00",
  "content": "The growing fossil fuel divestment movement snagged what its proponents consider a significant victory as the University of California announced Wednesday that it had successfully purged its $200 million in coal and oil sands holdings.\n“This is a huge, huge, huge win,” said Karthik Ganapathy from 350.org, an environmental group that has supported divestment efforts nationwide. This “adds a lot of momentum to the divestment campaign and right when we need it.”\nThis news came a week after the California legislature passed a bill mandating that the state’s two major public pension funds, worth a combined nearly $500 billion, divest their less than one percent holdings in coal.\nThe University of California—one of the largest university systems in the world—is made up of 10 campuses and 238,000 students. The school’s investment portfolio is made up of five funds totaling about $98 billion. School officials say all direct holdings in coal and oil sands have been sold from these funds, but the school’s indirect holdings may still be tied up in such companies.\nThe school system’s decision to divest was shared at a recent Board of Regents meeting by chief investment officer Jagdeep Bachher. “Slowing global demand, an increasingly unfavorable regulatory environment, and high threat of substitution pose insurmountable challenges to coal mining companies. We believe coal mining stocks will not see a sufficient recovery warranting investment for the foreseeable future,” Bachher said, according to a transcript provided by the University of California’s Office of the President.\nBachher added that oil sands were similarly “an increasingly risky investment.”\nDivestment activists said they were not aware the university system had been quietly divesting its holding in recent months, said Silver Hannon, a fossil free campaign director with the California Student Sustainability Coalition.\n“However, it’s not surprising news given the vast university-wide support for divestment from these companies and the continued pressure we’ve placed on the [University of California] over the last year,” said Hannon.\nActivists have been urging the University of California to divest for three years. Although happy with the recent news, they remain committed to pressuring the university system to also rid its portfolio of oil and natural gas assets.\nThe University of California schools join nine other colleges and universities in the state that have already divested or committed to doing so. The primary argument for divestment is laid out on the 350.org website: “If it is wrong to wreck the climate, then it is wrong to profit from the wreckage.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}