{
  "url": "https://insideclimatenews.org/news/11092015/climate-changes-worst-case-scenario-200-feet-sea-level-rise-antarctica-ice-sheet-melt/",
  "title": "Climate Change’s Worst-Case Scenario: 200 Feet of Sea Level Rise",
  "date": "2015-09-11T18:00:22-04:00",
  "content": "If you ever wondered what the worst-case scenario for climate change would look like, a set of researchers shared your curiosity. Their answer, which they published Friday, is scary: sea levels nearly 200 feet higher than today—enough to submerge an 18-story building—putting some of the world’s largest cities under water.\nThat’s what’s in store if all available fossil fuel reserves are burned, releasing about 10,000 gigatons of carbon and almost completely melting the Antarctic ice sheet, according to the research published in the peer-reviewed journal Science Advances.\n“Global sea level rise of that magnitude is unprecedented in human civilization,” said Ricarda Winkelmann, a climate scientist at the Potsdam Institute for Climate Impact Research in Germany and the lead author of the study. “Dozens of major coastal cities would be threatened, including New York, Tokyo, and Shanghai.”\nWinkelmann and colleagues found that seas could rise nearly 10 feet each century in the first 1,000 years under this scenario, and would continue to rise for thousands of years after that. Some scientists reviewing the study, though, said researchers may have even underestimated the speed of ice melt and sea level rise.\n“We usually think about our generation, maybe the next generation,” Winkelmann said. “It is hard for people to think of Earth a thousand years in the future. But what we are doing right now, the CO2 we are emitting into the atmosphere, could change the face of our planet a thousand years from now.”\nAntarctica has not been ice-free since approximately 100 million years ago, when dinosaurs roamed the earth, Winkelmann said. Until recently, scientists have focused mostly on how the Greenland ice sheet, which is one-eighth the size of its southern neighbor and therefore more susceptible to rapid thawing, will respond to global warming. But large sections of Antarctica once considered stable have begun melting at an alarming rate in the past few years.\nScientists estimate that the world has already emitted two-thirds of the greenhouse gases that can be released before global warming exceeds 2 degrees Celsius since the beginning of the Industrial Age. That’s the threshold after which climate impacts are expected to be catastrophic, and is the target for international climate treaty negotiations in Paris this December.\nBut with much of the world declining to cut emissions as much or as quickly as scientists say is needed, Winkelmann and colleagues at the Carnegie Institution for Science and the University of California modeled what would happen to the Antarctic ice sheet if nations were to use up all the oil and gas available before completing a transition to renewable energy sources such as wind and solar.\nThey found that if the world succeeds in limiting emissions to an additional 600 gigatons of carbon, most likely holding warming to 2 degrees, much of Antarctica would remain intact and its contribution to global sea level rise would be just 6 and a half feet.\nBurn all 10,000 gigatons of remaining carbon and the outcome is “terribly scary,” said Hal Wanless, a climate scientist at the University of Miami. “The results of this study are sobering.”\nBut Wanless said the model Winkelmann and her colleagues used probably underestimated how quickly Antarctica’s ice will melt and seas will rise.\n“Ice feels change early and it feels it quickly,” Wanless said. “When we went from the last ice age to today, there were serious rapid pulses of rise. That’s what we should expect now, several feet in a short period of time. Not the millennial time scale shown in the study. There is no way we aren’t going to have a major rise this century.”\nMichael Mann, a climate scientist at Penn State, also said the modeling results seemed too conservative, particularly in the immediate decades and centuries to come.\n“The authors show a maximum sea level rise from Antarctic melt of only a small fraction of a meter per century for a 2C warming target,” Mann said. “But there is considerable empirical evidence that we are likely already now committed to at least three to four meters of sea level rise from West Antarctic ice loss, due to warming already in the pipeline and the destabilization of the ice shelves.”\nIn other words, there might a worse worst-case scenario than even this study predicted.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}