{
  "url": "https://insideclimatenews.org/news/03092015/california-bill-divest-largest-pension-funds-coal-fossil-fuel/",
  "title": "California Passes Bill to Divest Largest Pension Funds from Coal",
  "date": "2015-09-03T14:01:51-04:00",
  "content": "California is one governor’s signature away from becoming the first state to mandate its major public pension funds to at least partially divest from fossil fuel holdings, which could have ripple effects across the nation.\nThe California Assembly voted 47 to 30 on Wednesday to mandate the state’s two largest pension funds divest from coal assets. It now heads to Gov. Jerry Brown’s office for approval. The Senate voted in favor of the measure in June.\nEven though the legislation—Senate Bill 185—awaits the governor’s signature, Brown has been a strong advocate of climate action and has helped steer the state toward being a leader in renewable energy, so divestment proponents are already celebrating. RL Miller, chair of the California Democratic Party’s environmental caucus, was “very happy” and “giddy” after the vote.\n“This is the beginning of an avalanche,” said Miller, who has helped build support for fossil fuel divestment within the California Democratic Party for several years.\nThe website 350.org, a green group that has supported divestment efforts across the country, lays out the primary argument for divestment as: “If it is wrong to wreck the climate, then it is wrong to profit from that wreckage.” Fully divesting involves selling off stocks and bonds tied to oil, natural gas and coal companies, and the process can take months to years.\nTargeted in this bill is the California Public Employees’ Retirement System (CalPERS) and  California State Teachers’ Retirement System (CalSTRS), which combined represent more than 2.4 million retirees. They are the country’s two largest pension funds, worth nearly $500 billion. Less than one percent of those funds are invested in coal assets.\nThe legislation forbids them to make new investments or renew existing investments in coal companies, and mandates they sell their holdings in these companies by July 2017. Prior to divesting, the groups can first encourage the companies to transition to clean energy generation.\nThe retirement funds can choose not to divest if it proved to be financially detrimental to the pension funds. But with the coal industry struggling, many supporters of the bill believe divestment is inevitable.\n“Coal is losing value quickly and investing in coal is a losing proposition for our retirees; it’s a nuisance to public health; and it’s inconsistent with our values as a state on the forefront of efforts to address global climate change,” the bill’s sponsor, Senate leader Kevin de León, a Democrat, said in a statement.\nRicardo Duran, a spokesman for CalSTRS, told InsideClimate News in an email: “CalSTRS did not take a position on the bill. We are assessing the level of thermal coal that meets the legislative definition and believe it may be approximately a $40 million holding.\n“Any effort to remove thermal coal from the portfolio must first meet the board’s standard of fiduciary care. CalSTRS’ first priority is, and always has been, safeguarding the financial futures of our members and their families, and to make decisions solely in the interest of our members and their beneficiaries.”\nOfficials from CalPERS said they would comment after the bill is signed.\nBeyond California, lawmakers in several states, such as New York and Massachusetts, have proposed similar legislation this year. The success in California could create “a huge wave of momentum” for other states and the global divestment movement, said Brett Fleishman, a senior analyst for 350.org based in California.\nEmily Kirkland, a divestment activist in Cambridge, Mass., told InsideClimate News, “The decision of the California Assembly to divest from coal is an enormous victory for the growing international divestment movement—and a direct challenge to legislators in Massachusetts, who are considering a bill to divest the state pension fund from coal, oil and gas.”\nKirkland, the communications coordinator for environmental organizations Better Future Project and 350 Massachusetts, added: “Massachusetts could still be the first in the nation to divest from all fossil fuels, but with California moving towards divestment from coal, and other states actively considering even more sweeping divestment bills, the window of opportunity is rapidly closing.”\nThe California legislative session ends in two weeks and state lawmakers have several climate-related bills to decide on, of which the divestment bill was perhaps the least contentious.\nLawmakers now have to decide the fate of Senate Bill 350, which requires the state generate at least 50 percent of its energy from renewable sources by the end of 2030, and Senate Bill 32, which sets out an aggressive schedule for state greenhouse gas emission cuts over the coming decades. These bills have drawn a fierce campaign of opposition from the fossil fuel industry, and de León has accused the industry of “fear-mongering.“\nSo, while RL Miller of the California Democratic Party’s environmental caucus was very happy about the divestment bill, Miller told InsideClimate News: “I’ll be happier when SB 350 passes.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}