{
  "url": "https://insideclimatenews.org/news/18082015/epas-new-methane-rules-need-stronger-teeth-groups-say/",
  "title": "EPA’s New Methane Rules Need Stronger Teeth, Groups Say",
  "date": "2015-08-18T08:30:00-04:00",
  "content": "This story was updated on Aug. 18 at 12:40 pm.\nThe U.S. Environmental Protection Agency’s first-ever proposal to reduce methane pollution, announced today, will not go far enough to reach reduction goals for the oil and gas industry, according to leading environmental organizations.\nThe problem with the EPA’s proposal, the groups say, is making the reduction measures voluntary for existing oil and gas infrastructure and mandatory only for new or modified facilities.\n“There is an essential flaw in the notion that a voluntary program which is not going to get [100 percent] participation can really substitute for regulation,” said Conrad Schneider, advocacy director of the Clean Air Task Force.\nThe EPA said it intended the proposed standards, which were first outlined in January, to be a first step toward cutting methane emissions from the oil and gas sector by 40–45 percent from 2012 levels by 2025. The EPA believes today’s plan will achieve a 20 to 30 percent reduction from 2012 levels, said Janet McCabe, the EPA’s acting assistant administrator for the office of air and radiation. Methane emissions from the industry are currently expected to increase by more than 25 percent by 2025 without reduction efforts.\nMethane, the primary component of natural gas, is also a powerful greenhouse gas, so reducing emissions of the gas is an important part of combating climate change.  Methane traps 86 times more heat than carbon dioxide over a 20-year period and is 34 times more potent as a greenhouse gas than CO2 over 100 years because methane doesn’t stay in the atmosphere as long as CO2.  Nearly 90 percent of methane emissions from the oil and gas sector in 2018 will come from infrastructure built prior to 2012, according to a 2014 study prepared for the Environmental Defense Fund.\nIndustry officials argue that any mandatory requirements for reducing methane emissions are unnecessary because oil and gas companies have a vested interest in preventing methane leaks, because methane is valuable.\n“The oil and gas industry is leading the charge in reducing methane,” Jack Gerard, president and CEO of the American Petroleum Institute, said in a statement. “The last thing we need is more duplicative and costly regulation that could increase the cost of energy for Americans.”\nThe industry’s current methane emissions are estimated at seven million tons per year, the equivalent greenhouse gas output of 160 coal-fired power plants. Several recent studies conclude that actual emissions are likely 50 percent higher than the official government estimate.\nA new study published this week found that facilities that collect and gather natural gas from well sites across the United States emit about one hundred billion cubic feet of natural gas a year or roughly eight times the previous estimates by the EPA for this segment of the industry. The emissions identified in the study carry the same 20-year climate impact as 37 coal-fired power plants and is worth about $300 million.  The newly identified emissions from gathering facilities would increase total emissions from the natural gas supply chain in the EPA’s current Greenhouse Gas Inventory by an additional 25 percent if added to the tally.\n“This is a pretty substantial amount of methane,” said lead author Anthony Marchese of Colorado State University. “It’s definitely an area we need to look at more closely.”\nIn addition to higher emissions, studies increasingly show that the vast majority of emissions come from a small number of “superemitters.”  A study published in July found that 4 percent of natural gas compression and storage facilities accounted for 23 percent of leaked emissions. A prior study prepared for the EPA that looked at approximately 75,000 components from well sites, gas processing plants and compressor stations found 58 percent of emissions came from just 0.06 percent of possible sources.\nTo achieve a significant reduction in methane emissions, leaks from existing infrastructure will have to be fixed alongside those in new and modified equipment, the researchers say.\n“You really need to have 100 percent participation in a program like that in order to make it fully effective,” Schneider said. “Otherwise you are going to miss the superemitters and you can miss a big part of the air emissions.”\nThe claim by industry officials that voluntary measures are sufficient is not buttressed by their past performance, critics say, because past programs have had few participants.\n“[The] EPA has now run a voluntary program for reducing methane emissions from the oil and gas industry for the past 20 years and frankly 99 percent of industry has failed to step up to the plate to participate,” said Mark Brownstein, vice president for the climate and energy program of the Environmental Defense Fund.\n“It is naive to think that all [oil and gas producers] are simply going to sign up to do what’s right absent some prodding from federal and state regulation.”\nColorado and Wyoming have enacted strict methane regulations and oil and gas companies have begun to modify existing infrastructure. Using infrared cameras that detect the otherwise invisible emissions, Noble Energy Inc. was able to quickly identify a large number of leaks at their Colorado facilities. “They found 8,000 components that were leaking and they were able to repair 100 percent of those within the first five days of finding those leaks,” said Brent Lammert, vice president of FLIR Systems Inc, a thermal imaging camera manufacturer who made the cameras used by Noble Energy.\nFor companies looking to reduce their emissions, the cost can be relatively modest.\nA 2014 study commissioned by the Environmental Defense Fund concluded that industry could cut methane emissions by 40 percent below projected 2018 levels at an average annual cost of less than one cent per thousand cubic feet of produced natural gas, which today sells for about $3.\nEnvironmental groups will be watching closely as the EPA continues to roll out its methane emission standards over the coming year to see if and how quickly regulators  move beyond voluntary measures for existing infrastructure to realize larger emissions reductions.\n“Setting the first national standards for methane emissions from the oil and gas industry is an important move, but it can’t be the last,” Environmental Defense Fund president Fred Krupp said in a statement following the EPA’s announcement. “Additional actions by government are needed. The question to ask of any proposal is how far does it take us toward achieving a 45 percent reduction, and how quickly does it get us there?”\nOther environmental groups cautioned that continued reliance on fossil fuels, even with reduced methane emissions, will not stop global warming.\n“Continued reliance on dirty fossil fuels is a dangerous course for our communities and our climate,” Sierra Club executive director Michael Brune said in a statement. “We must move swiftly to truly clean energy like wind, solar and energy efficiency while establishing policies that keep fossil fuels in the ground.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}