{
  "url": "https://insideclimatenews.org/news/11082015/oil-slump-canadian-tar-sands-producers-emissions-global-climate/",
  "title": "Plunging Prices, Climate Concerns Hit Canadian Oil Sands Producers Hard",
  "date": "2015-08-11T10:36:02-04:00",
  "content": "Canadian oil sands producers, facing a double whammy of low oil prices and higher taxes in Alberta, are slashing spending, suspending production, cutting jobs and halting shareholder dividends. They are fighting the same market forces that are putting pressure on the entire oil industry, but face even more hurdles than the oil majors.\nOil sands projects are among the industry’s most expensive endeavors, so they need sustained, higher oil prices. When prices are low—or even very volatile—companies risk spending billions of dollars to get oil that’s not profitable to sell. And oil prices have plunged by more than half since mid-2014. Friday’s close was $43.87 a barrel. Western Canada Select, the price marker for harder-to-produce bitumen from the tar sands, closed at $26.17, or $17.70 a barrel below the U.S. oil price.\nSince prices crashed, oil companies have delayed or cancelled $200 billion in projects, and nearly 30 percent of those are in the oil sands, according to a recent Wood Mackenzie report. With prices still below the cost of many new oil sands projects, “the short-term outlook for new incremental investment in Canadian oil sands is bleak,” the report found.\n“The industry is hoping that we’re in a temporary downturn in price,” said Andrew Logan, director of the oil program at Ceres, a Boston nonprofit that manages a coalition of institutional shareholders with investments in oil companies. “They should recognize that it’s not in their control, and they should plan accordingly. We think they should be hedging their bets and putting capital into non-carbon intensive-energy.”\nLong-term, the oil sands producers face a tricky landscape. Climate activists oppose the expansion of their operations because extracting and burning tar sands oil sends even more greenhouse gases into the atmosphere than conventional oil. Opposition is also stalling the pipeline projects the industry needs to get its product to customers overseas and on the U.S. Gulf Coast. Pipeline projects headed east, west and south from Alberta have all hit snags.\nThe industry is still pushing for approval of the long-delayed northern segment of the Keystone XL pipeline, which would carry diluted bitumen from the Canadian border south into Nebraska, where it would connect to the completed Keystone XL section that ends in Texas.\nThe northern section of the Keystone XL has been stalled amid protests by landowners along the route, people worried about oil spills in waterways and others who believe the pipeline will worsen climate change by allowing companies to expand production of dirtier oil.  That portion of the pipeline awaits a final decision from President Barack Obama.\nIn addition, oil companies doing business in Alberta are bracing for a series of policy changes that could add new regulations and costs to their operations. The most recent election ushered in a new provincial government that has made reducing carbon emissions a higher priority.\nEarlier this summer, the Alberta government raised the corporate tax rate to 12 percent from 10 percent, an action that Canadian Natural Resources and others said forced them to take large one-time charges that cut net income. The provincial government is also reviewing royalty rates and regulations on greenhouse gas emissions.\n“Canadian Natural is built to withstand low commodity price cycles,” company President Steve Laut told investors Thursday. “We’ve been here many times before, and each and every time, we’ve come out of the cycle stronger and winning the cycle. I expect this cycle to be no different.”\nBut not everybody is so sure this is just an ordinary downturn.\nThe collapse in oil prices coincides with a historic push for a global pact to cut fossil fuel emissions to reduce the effects of climate change. Governments around the world are working toward sharply increasing clean energy use while slashing consumption of carbon-based fuels. This would undermine the oil industry’s projections for growing future demand.\nThe climate treaty being negotiated for global approval in December would limit emissions of the greenhouse gases that are warming the earth. There’s a growing realization that staving off the worst effects of climate change will probably require phasing out fossil fuel use almost entirely—and sooner than previously thought. Canada promised to slash its emissions in its pledge to the United Nations Framework Convention on Climate Change, but did not commit to curtailing expansion of the tar sands projects.\n“What the long term looks like [for tar sands] really depends on whether we move to address climate change or whether we adopt failure,” said Anthony Swift, director of the Canada project at the Natural Resources Defense Council.  “That’s a dynamic that’s not on a lot of people’s radars, but it’s really at the heart of all of the questions around expansion in the tar sands.”\nLast week, Canadian Natural Resources reported a second-quarter loss, cut its oil projects budget for the fourth time this year and warned of lower cash flow because of the tax increase. The company held its dividend steady and said it remains committed to expanding its massive Horizon oil sands project in Northern Alberta.\nThe stock prices of most of the Canadian oil and gas operators have fallen sharply over the past year. Among the larger companies, the declines have ranged from 10.5 percent to 32 percent this year.\nHusky Energy, one of Canada’s most diversified oil companies, reported second-quarter earnings that were down 81 percent from the same quarter last year, largely because of one-time charges. The company has locked in savings this year of $575 million by cutting spending on new projects twice and laying off staff. It raised funds by selling debt and additional stock.\nCenovus Energy, Canada’s second-largest independent oil producer, saw net income fall 80 percent for the three month period that ended June 30. The company chopped its quarterly dividend by 40 percent and said it would increase planned job cuts to 1,100, more than 15 percent of its workforce. The company also said it would reduce spending an additional $280 million.\nExxonMobil subsidiary Imperial Oil said net income fell 90 percent. The company’s chief executive officer, Rick Kruger, said Imperial was “relentlessly pursuing cost efficiencies, critically evaluating our investment decisions and increasing productivity in all areas.”\nSuncor Energy, Canada’s largest energy company, beat analysts’ estimates for second-quarter net income, helped by higher oil production, refining operations, a one-time tax credit and cost-cutting such as layoffs announced earlier this year.\nSuncor also bucked the trend and increased its dividend to 29 cents a share and announced plans to restart its share buyback program, which increases the value of remaining shares.\nLike ExxonMobil and other major integrated oil companies, many of the Canadian oil companies benefited from strong earnings in their refining operations. Because the fuel-making business thrives on low oil prices, their income partially offset losses on oil production and sales.\nSmaller, oil sands-only players such as MEG Energy are more vulnerable during a downturn because they don’t have the cash cushion of larger companies and don’t have refining operations to offset lost revenue from oil and gas sales.\nMEG reported second quarter net income down 74 percent. A smaller company, Southern Pacific Resources, filed for bankruptcy protection in May.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}