{
  "url": "https://insideclimatenews.org/news/12082015/shells-curious-climate-straddle-leaves-alec-stays-arctic/",
  "title": "Shell’s Curious Climate Straddle: Leaves ALEC but Stays in Arctic",
  "date": "2015-08-12T09:00:20-04:00",
  "content": "The American Legislative Exchange Council’s refusal to act on climate change has cost it another high-profile member: energy giant Royal Dutch Shell. But Shell’s departure comes at a curious time—it is trying to distance itself from a group known for climate change denial while still pressing ahead with climate-threatening Arctic drilling amid determined protests and opposition from a wide range of climate advocates.\nShell made the announcement last Friday that it would not renew its membership, officially severing ties early next year with the conservative organization that has supported climate denial campaigns and opposed renewable energy initiatives. ALEC’s “stance on climate change is clearly inconsistent with our own,” Curtis Smith, a Shell spokesman, said in a statement. “We have long recognized both the importance of the climate challenge and the critical role energy has in determining quality of life for people across the world.”\nAlthough climate campaigners are pleased with the news, they question Shell’s timing and sincerity.\nShell has recently faced large protests of “kayaktivists” in Seattle during the departure of its Arctic drilling fleet and most recently in Portland, where Greenpeace activists successfully kept the company’s Arctic-bound icebreaker, the Fennica, in port an extra day before it could leave to support the drilling in the Chukchi Sea. Greenpeace has led the protests over the climate implications of extracting Arctic oil.\n“I think it would be impossible for anybody to see [Shell] having left ALEC as anything other than a press stunt,” said Nick Surgey, director of research at the Center for Media and Democracy.\n“It’s been very clear for a long time what ALEC’s position is on climate change and corporations have been leaving ALEC in droves” in recent years, said Surgey.\nALEC, a conservative group which gets a great deal of its funding from fossil fuel interests, has long opposed environmental action and has funded climate denial campaigns. It has recently tried to counter its image as an opponent of climate action, but it has not prevented the recent departures of major companies like Google, Facebook, Yahoo and BP.\nAlthough suspicious of Shell’s motives, Kert Davies, executive director of Climate Investigations Center, said he was pleasantly surprised that Shell so clearly cited climate change as its reason for departing. Most of the big-name companies that have left haven’t explicitly said why. One glaring exception is Google, whose company chairman Eric Schmidt said in an interview with Diane Rehm last September that ALEC is “literally lying” about climate change.\nOne of the groups most excited by Shell’s news is the Union of Concerned Scientists, a group that advocates public policy based on science, has been pressuring the European oil giant to ditch ALEC since 2014. “We are really happy that Shell has finally come around to acknowledging the inconsistency of ALEC’s position and its own state position on climate change,” said Angela Anderson, director of the Climate and Energy Program at the Union of Concerned Scientists.\nBut even Anderson now has many questions for Shell moving forward. “We are certainly anxious to engage with Shell on … what does it really mean for a fossil fuel company to be a responsible actor on climate change,” she said.\nFor Tim Donaghy, a senior research specialist for Greenpeace, the only answer he wants to hear is Shell backing away from drilling in the Arctic.\nShell first attempted to drill an exploratory well for oil in the Arctic in 2012 but ran into a series of problems, including discharging dirty water into the ocean, breaking one of its drilling rigs and then running that vessel aground.\nShell is now making its second attempt and has already run into a problems, including the gash in the hull of the Fennica, one of the company’s two icebreakers. While the Fennica was being repaired, the company was given the greenlight to drill up to—but not into—the oil zone. Now that Fennica is fixed and back in Arctic waters, Shell has applied for its final permit to drill for oil.\nWhen asked whether Shell’s pursuit of Arctic oil was a contradiction with it’s stance on climate change, the company did not comment.\n“There’s no way to safely drill in the Arctic,” Donaghy told InsideClimate News. “It just doesn’t make sense from a climate-change perspective, it doesn’t make sense from the risk of an oil spill. It’s just a bad idea.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}