{
  "url": "https://insideclimatenews.org/news/05082015/geoengineering-will-not-save-ocean-acidification-global-warming/",
  "title": "Geoengineering Will Not Save Ocean Life from Acidification, Research Says",
  "date": "2015-08-05T11:54:03-04:00",
  "content": "Waiting to tackle ocean acidification caused by climate change through yet-to-be developed geoengineering schemes will be too little too late to prevent mass extinction of ocean life, a new study concludes.\nCutting carbon emissions is the only way for oceans to recover from the devastating effects of climate change, according to the new research published in Nature Climate Change. While using deliberate, large-scale manipulation of earth processes to combat global warming has its proponents, intervening in the climate through potentially dangerous geoengineering technologies is unproven. And even if carbon dioxide could be removed from the atmosphere, ocean acidification already spurred by CO2 will persist for centuries. This could cause mass extinctions of marine species, researchers concluded.\n“Once the ocean is severely affected by high carbon dioxide, it is virtually impossible to undo these alterations on a human-generation timescale,” said Sabine Mathesius of the Potsdam Institute for Climate Impact Research in Potsdam, Germany.\nMathesius and colleagues used computer modeling to simulate the effects of CO2 removal on ocean acidification under a high emissions, business-as-usual scenario. Acidification, or a decrease in the water’s pH level, occurs when CO2 is absorbed by seawater and reacts by producing acid. Increased ocean acidity harms a wide range of organisms including coral, mussels, clams, sea urchins, barnacles and  microscopic plankton that use calcium carbonate, a mineral that dissolves with increased ocean acidity, to build their shells and other structures.\nDamage to coral reefs is one well-known example of the effects of increased ocean acidity, but such acidification affects all organisms that rely on calcium carbonate including coccolithophores, phytoplankton found in large numbers throughout the ocean.\n“They are really at the base of a lot of food chains,” said Steven Davis, an earth systems scientist at the University of California, Irvine. “If oceans are acidified those things are going to suffer and it could destabilize whole webs of the food chain.”\nThe group looked at the effect of removing CO2 from the atmosphere at two rates. The first rate, 5 gigatons of carbon per year, equals half of today’s annual CO2 emissions. They then modeled a more aggressive rate of 25 gigatons of carbon per year, or 2.5 times current annual emissions.\nEven the higher removal rate, which the authors describe as “probably infeasible,” would be unable to return the oceans to preindustrial conditions by 2700, which was the end of the simulation period.\nThe study also looked at whether a high CO2 emission rate, followed by intensive carbon removal, would have the same effect on the oceans as a continuously low rate of carbon emissions achieved through immediate reductions. The simulations showed near-surface ocean waters would respond quickly to a geoengineered removal of CO2 from the atmosphere, but the deep ocean would take several centuries or more to approach the pH levels of a continuous low-emissions scenario.\n“There really is no replacement for drastically cutting our emissions now,” said Davis. “Swallowing a spider to catch a fly won’t work.”\nDavis said he doubted whether removing carbon dioxide from the atmosphere on such a large scale is even achievable. One controversial technique to pull carbon from the atmosphere is to grow biomass—crops, plant or tree matter, which suck up CO2 as they grow—burn it to generate electricity, and then capture and bury all of its CO2 emissions deep underground. The Intergovernmental Panel on Climate Change has endorsed the carbon-sucking technique given the urgent need to shrink the earth’s carbon footprint, with a caveat that considerable scientific uncertainty remains about its risks and costs.\nTo remove large amount of carbon from the atmosphere, it would likely take industrial methods that use chemicals to capture carbon dioxide directly from the air. That approach is currently being tested in small scale pilots by companies like Carbon Engineering and Global Thermostat but the cost would be prohibitively expensive, Davis said.\n“We are talking about vastly larger dollars than anyone has suggested it would cost to switch over to renewables today,” Davis said. “You are getting towards the GDP of large economies.”\nGraciela Chichilnisky, an economist at Columbia University and the chief executive of Global Thermostat, said her company is developing a CO2 removal system that will significantly reduce costs by harnessing waste heat from coal-fired power plants to power their operations.\nChichilnisky said atmospheric removal of C02 must be developed along with energy like solar power and other renewables. She cited a 2013 report by the Intergovernmental Panel on Climate Change that states “a large fraction of anthropogenic climate change resulting from CO2 emissions is irreversible on a multi-century to millennial time scale, except in the case of a large net removal of CO2 from the atmosphere over a sustained period.”\n“You need to do [CO2 removal and develop low-emissions energy] but the one you need to do right now is the removal of CO2 in massive quantities from the air,” Chichilnisky said.\nSome, however, fear that even talk of the potential to remove carbon dioxide from the atmosphere at a later date will make countries more likely to put off emissions reductions. The resulting increase in ocean acidification from such a delay could cause irreversible catastrophic changes, Davis said.\nA 2008 study published in the Annals of the New York Academy of Sciences notes that “past mass extinction events have been linked to ocean acidification, and the current rate of change in seawater chemistry is unprecedented.”\nDavis says if emissions continue at current levels the effect it will have on oceans could spread beyond the marine environment.\n“The oceans are this real buffer to the earth’s systems,” Davis said. “We are forcing it slowly but surely and the problem is once we get it moving in a direction it is really hard to reverse that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}