{
  "url": "https://insideclimatenews.org/news/05082015/dont-clean-power-plan-try-cap-and-trade/",
  "title": "Don’t Like the Clean Power Plan? Try Cap-and-Trade",
  "date": "2015-08-05T16:32:29-04:00",
  "content": "If enough states “just say no” to the Obama administration’s Clean Power Plan, refusing to impose limits on the carbon dioxide emissions of electric utilities within their borders, that could hasten the emergence of an interstate cap-and-trade regime designed by the federal government.\nThis approach is spelled out in a proposed federal implementation plan published by the Environmental Protection Agency on Monday, alongside the final regulations that for the first time govern carbon pollution from power plants that burn fossil fuels.\nIn the proposal, the agency outlines a model interstate emissions trading scheme that the states could adopt, or that the federal government would impose on any state that does not set up a compliance plan.\nThat sends a powerful signal that even if recalcitrant states refused to comply with the regulations, electricity producers would still be required to steeply cut emissions, the leading source of climate-changing greenhouse gases.\nThe EPA proposed that states use several tools—burning coal more efficiently, replacing it with natural gas or renewable energy, encouraging conservation of electricity and so on—based on “a reasonable assumption that all of those things can actually happen,” the agency said in documents released on Monday. “In the federal plan proposed in this action, the agency is ensuring that these things will happen.”\nThe proposals for carbon emissions trading remain open for comment and revision, and would take a few years to put in place, offering time for opponents to challenge the overall Clean Power Plan in Congress or the courts. But as proposals, rather than final rules, these plans cannot yet be challenged directly in court.\nSeveral states and industry groups have already said they will challenge the overall Clean Power Plan, which was proposed last year and finalized on Monday. The National Mining Association has asked the EPA to stay the rule. Coal companies and attorneys general from several states, including Kentucky and West Virginia, also have said they will sue. They claim that the agency is overstepping its authority.\nEarlier this year, Senate Majority Leader Mitch McConnell, a Kentucky Republican, advised states to ignore the proposed rules. The governors of six states have suggested they will not comply with its timetable for writing state implementation plans, under deadlines that begin next year.\nThe 755-page proposal and the model trading scheme it would incorporate was released along with the Clean Power Plan on Monday, giving the first glimpse at how the EPA would respond to state inaction.\nAccording to the proposal, if a state fails to submit a plan, the EPA will set a cap on how much carbon dioxide each power plant can emit while staying within a state’s overall target, a limit determined by the EPA in its final regulation. The agency will then create a cap-and-trade system that utilities can choose to participate in to make it easier to comply. Under such a plan, power plants that release less carbon than is allowed will generate credits that they can then sell to those power plants that exceed their allowances.\n“The EPA is very much interested in pushing the whole system toward trading,” said Daniel Selmi, an environmental law professor at Loyola Law School in Los Angeles, California. The EPA, Selmi said, is building on its previous experience with trading. The agency first implemented a trading program in the early 1980s to reduce lead in gasoline. Since then it has used trading programs to combat acid rain and control smog.\nIn 2009, Representatives Henry Waxman and Edward Markey proposed a nationwide cap-and-trade bill that would have governed carbon dioxide emissions from all sources across the whole economy, but it failed to pass muster in the Senate.\nEconomists view cap-and-trade as one efficient way of putting a price on pollution, and letting the market determine the best way to limit emissions. In the case of power plants, that might turn out to be energy efficiency, using wind or solar, or relatively clean-burning natural gas.\nIf a power plant fails to stay within the emission limits, the EPA can levy fines and ultimately sue the utility to bring it into compliance, according to the new rules.\nThe proposal released on Monday will be formally published in the federal register soon, following which the EPA will accept public comments for 90 days. Reviewing the comments, conducting public hearings, modifying the plan and publishing it in final form will take about a year, according to the agency.\nWhen the Obama administration announced last year that it planned a federal implementation plan, some environmental lawyers and analysts argued that the EPA did not have the legal authority to impose emission reduction measures that were “outside the fence” of regulated pollution sources.\n“The premise of these comments is incorrect,” the proposal said, referring to commenters who questioned the EPA’s legal authority. While the emission standards are federally enforced, it said, the means of attaining them are chosen by power companies, whether under a state plan or a federal one.\nIndeed, the federal implementation plan bends over backward to give the states leeway, even a state that initially refuses to play ball.\n“It is the EPA’s intention to give the states as much opportunity as possible to set their own course,” the proposal said. Even after a federal plan is imposed on it, a state may come back with a plan of its own, or take whatever additional actions it chooses to comply.\n“States may simply choose to accept a federal plan in lieu of developing a state plan at all,” it said. “The EPA does not believe this should carry any pejorative connotation.”\nThe EPA could have gone one of two ways with the federal plan, according to energy policy experts at Resources for the Future, an environmental nonprofit. It could have proposed an inflexible and stringent plan, with high compliance costs, pressuring states to submit their own plans. Or, the agency could have proposed a flexible plan that achieves reductions at the lowest cost possible and serves as a model for states to follow, they said.\nThe EPA has followed the latter strategy.\n“The overall effect is to make the [federal plan] process a little less coercive,” said Selmi, the law professor. “They are trying to make it a more appealing process.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}