{
  "url": "https://insideclimatenews.org/news/10082015/several-butterfly-species-could-go-extinct-2050-climate-change-drought/",
  "title": "Several Butterfly Species Could Go Extinct by 2050",
  "date": "2015-08-10T15:59:19-04:00",
  "content": "A team of British scientists warned on Monday that if greenhouse gas emissions continue unchecked and droughts become more frequent and extreme, several butterfly species could become extinct as early as 2050.\nThe extinction could be mitigated by land conservation efforts in the United Kingdom, such as reconnecting butterfly habitats fragmented by human activities like agriculture. But, the scientists warn, this might only delay the species’ collapse by a few decades.\nBecause there are centuries of monitoring data for butterflies, it is easy for scientists to model future population trends.  Their fate can serve as an early warning for how climate change could impact other species, such as dragonflies, bees, moths and beetles, said Tom Oliver, an ecologist at the Natural Environment Research Council and lead author of the new research.\n“They are a ‘canary in the coal mine’ if you will,” he said. These impacted species “provide essential function for humans, such as pollinating crops, eating pests and other disease vectors and decomposing waste. We should really be concerned at the potential for climate change to impact species and the important functions they provide.”\nBiologists long predicted that climate change-induced extinctions would start late this century, if not early next century. But this study, published in the peer-reviewed journal Nature Climate Change, is the latest in a string of recent research that finds species are declining much faster than previously thought. Several animals—including high-elevation species like the pika and ones dependent on sea ice like the polar bear—are declining so fast scientists predict they could go extinct in the next several decades, or by 2050 at the latest.\n“Those of us who have worked on this for a long time, we did think we had longer,” said Camille Parmesan, a biologist at Plymouth University in the UK who studies climate change’s impacts on wildlife. “Emission rates have increased every year, the climate is changing more than we thought and some systems are more sensitive than we thought.”\nOliver and his colleagues studied butterfly population data dating back to the 1760s at 129 monitoring sites throughout the UK. They identified six drought-sensitive species—including the Cabbage White, Speckled Wood and Large Skipper butterflies—that experienced population declines following a 1995 drought, and tracked how long it took them to recover.\nClimate change is expected to cause more frequent, severe and widespread droughts throughout England, Scotland and Wales. The scientists then modeled how the butterflies would fare under various future greenhouse gas emissions scenarios and land conservation efforts.\nOliver and his colleagues discovered the butterflies would go extinct as early as 2050 under a “business as usual” scenario with no emission reductions. To give the species a 50 percent chance of surviving to 2100, carbon emissions would have to be drastically reduced and the fragmented landscape restored, the scientists found.\nThe 1995 drought conditions were mild compared to the drought currently plaguing wide swaths of the American west, Parmesan noted.  It shows just how sensitive certain species are to small climatic changes, she said.\n“There’s this view that evolution can handle everything, but this shows no, it can’t,” Parmesan said. “Species are closely adapted to very small climate envelopes. This is especially true for a lot of the endangered species we care about. Get beyond those narrow conditions and most species can’t cope.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}