{
  "url": "https://insideclimatenews.org/news/30072015/koch-brothers-linked-group-floats-unlikely-scheme-derail-obama-carbon-regulations-clean-power-plan-epa-texas/",
  "title": "Koch-Linked Group Floats Unlikely Scheme to Derail Obama Carbon Regulations",
  "date": "2015-07-30T11:00:14-04:00",
  "content": "With the Obama administration poised to issue its sweeping rules to cut carbon pollution from power plants, a Texas-based conservative think tank is making a far-fetched bid to quash the new regulations.\nThe latest effort shows the extraordinary lengths that opponents of Obama’s Clean Power Plan will go to scuttle the administration’s effort to slash emissions. This long-shot proposal is one of several designed to give state lawmakers tools to stymie or grandstand against the regulations, which could be issued as soon as Monday.\nThe Texas Public Policy Foundation (TPPF), a group connected to the Koch brothers’ network, is floating what it calls an Interstate Power Compact, a proposal that would give states constitutional authority to ignore the Clean Power Plan. An interstate compact is a binding contract between two or more states that is similar to a treaty and requires Congressional approval.\n“We are promoting an all-of- the-above strategy for states to express discontent with the [Clean Power Plan], and it seemed like there was a role for interstate compacts,” said Doug Domenech, director of the Fueling Freedom Project at the TPPF.\nThe proposal is the latest in a slew of ongoing attacks by Republican legislators, conservative advocacy groups and fossil fuel interests against the Clean Power Plan, the cornerstone of Obama’s climate agenda and a key for helping the nation meet the president’s Paris treaty pledge. Opponents—led by coal companies and states—have mounted legal challenges, set up roadblocks by coordinating action in state legislatures and openly called on states to refuse to comply.\n“This seems to be a new novel approach [to circumvent the Clean Power Plan],” said Shannon Fisk, managing attorney at Earthjustice, an environmental group. But “it’s not a real threat.”\nInterstate compacts are not uncommon. Today, more than 200 of them exist, with states, on average, belonging to 25 interstate compacts. They are used to establish regulatory agencies operating in more than one state, set up commissions to study problems affecting several states and implement regulations on a broad range of issues including agriculture, flood control and education. (The Colorado River Compact signed in 1922, for instance, allocates the basin’s water among seven states.)\nTPPF’s proposal would prohibit member states from submitting compliance plans for the Clean Power Plan to the Environmental Protection Agency. It also prevents the EPA from enforcing a federal plan in states that refuse to submit a plan.\nTo come into force, state legislatures would have to sign the proposed language into law. Then the compact would need to be passed by Congress and signed by the president—an impossibility, suggested David Doniger, a senior attorney at the Natural Resources Defense Council.\nDoniger also noted a legal problem: The Compact Clause of the U.S. Constitution does not apply to pacts that seek to defy federal law, he said.\nDomenech of TPP said at least 20 states have filed comments opposing the carbon regulations through the EPA comments process, and that his group is working toward securing sponsors for its compact in some of these states in the next legislative session in January.\nThe Clean Power Plan, announced last June, sets targets for each state to substantially reduce carbon dioxide emissions from existing coal plants, and requires them to draft a plan showing how they will meet the targets.\nGovernors of six states—including Texas—have threatened not to submit a plan. This came after Senate Majority Leader Mitch McConnell (R-Ky.) called on states to “just say no” to the carbon rules. If states don’t submit plans, “it will just mean the federal government will have to take action instead,” Gina McCarthy, the head of the EPA, told Vox in an interview.\n‘Everything but the Kitchen Sink’\nThis is not the first time a conservative group has proposed model legislation opposing the Clean Power Plan. The American Legislative Exchange Council (ALEC), an organization that routinely publishes model bills, has provided regulatory language to prevent state environmental agencies from submitting compliance plans to the EPA without legislative approval. Virginia and Pennsylvania have already passed such laws. In 2013, ALEC also proposed an interstate compact to give states and local governments the primary authority over controlling air pollution.\n“It is not surprising that groups like TPPF, which does not accept the scientific consensus on global warming, are throwing everything but the kitchen sink into a last-ditch attempt to derail the Clean Power Plan,” said David Anderson, an outreach coordinator for the Union of Concerned Scientists, an environmental group.\nThe TPPF is a research group that publishes policy papers advocating for free-market causes and is a member of the State Policy Network, an organization that receives funding from the billionaire oil brothers Charles and David Koch. In 2010, the foundation received more than $220,000 from the Koch brothers’ organizations, according to tax filings published accidentally that year on GuideStar, a group collecting IRS records for nonprofits. The group also received funding from fossil fuel interests such as ExxonMobil, Chevron and ConocoPhillips, and local utility companies that year.\nDomenech, the director at TPPF, said the group first recognized the constitutional power of interstate compacts in 2010 when it published a paper discussing how the strategy could be used as a “shield for states.” The paper was co-authored by Republican Sen. Ted Cruz of Texas, a climate denialist who recently introduced energy legislation that prevents the federal government from regulating carbon, approves the Keystone XL oil pipeline and increases drilling in national parks. Cruz is seeking to become the GOP’s presidential nominee for 2016.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}