{
  "url": "https://insideclimatenews.org/news/10072015/solar-breakthrough-could-be-way-renters/",
  "title": "Solar Breakthrough Could Be on the Way for Renters",
  "date": "2015-07-10T11:00:54-04:00",
  "content": "When President Obama announced a new initiative this week to expand access to solar energy for millions of low- and moderate-income Americans, he took the first step in addressing a major hurdle in the continued expansion of renewable energy: the estimated 50 to 80 percent of households and businesses that can’t install panels because they rent, or live in multi-unit buildings with little roof access.\n“These people are a major, untapped part of the market for solar,” said Tim Braun, a spokesman for the Clean Energy Collective, which installs community solar projects. “We can’t achieve the growth in solar that we want without them.”\nBusiness has been booming for the U.S. solar business in recent years. The cost to install panels has dropped 50 percent since 2010; the sector adds jobs an average of 10 times faster than the rest of the economy; and the country’s installed solar capacity grew 34 percent in 2014 alone.\nBut for all its growth, solar still makes up less than 1 percent of the U.S. energy portfolio. That’s at least partly because of high costs and other market forces, and resistance by utilities, which see distributed rooftop solar arrays as a long-term threat to their business model. But it’s also because solar is simply unattainable by the millions of Americans who rent their homes or businesses, or live or operate in buildings with no available roof space for panels, policy and renewable energy experts said.\nSolar panels cost an average $23,000 for a 5-kilowatt system, which would cover approximately half of the average American household’s monthly electricity demand; once installed, they are hard to move. The Obama administration’s strategy would funnel $520 million from foundations, governments and social impact investors to building so-called community or shared solar farms, where renters can buy shares or memberships into the projects. The energy the farms produce is then sold to local utilities, and members get reduced electricity bills every month.\nThe new initiative also pledges to install 300 megawatts of renewable energy in federally subsidized housing by 2020—triple the previous pledge—and employ AmeriCorps, the federal government’s service program, to install solar capacity and hire solar workers in low-income communities.\nMost renters have never heard of shared solar projects, which started gaining traction only in the past five years, and many of those who have see it as too complicated to join, said Dan Utech, deputy assistant to President Obama for energy and climate change. The Obama administration’s latest initiative will help “break down those barriers,” he said.\nBraun of CEC called the White House’s initiative a “major gamechanger” for the community solar industry.\nDespite laws in 12 states and the District of Columbia allowing community solar projects, only a few dozen shared farms have been built across the country. All told, community solar currently accounts for a tiny fraction of an already tiny solar market, said Sean Garren, northeast regional manager for the environmental advocacy group VoteSolar.\n“More people are slowly coming to understand how [community solar] works,” said Garren. “Almost everywhere across the country where projects have been built, they have a waiting list for signing up. The interest is there.” The projects just need more support and more advertising, he said.\nThe obstacle between renting a home and access to solar will only get worse if officials don’t address it now, experts said. Home ownership has been falling since the recession, reaching a 20-year low of 64.5 percent in 2014, according to the U.S. Census Bureau. In addition, cities are growing at a faster rate than suburban areas, meaning more people living in multi-unit buildings with little access to their roofs. The number of people living in cities grew by 2.3 million between 2012 and 2013—a trend that many population projections predict will continue in the coming decades.\nDespite federal and state tax credits, there is very little incentive in today’s rental market for landlords to invest in installing solar on their buildings. With so many people moving to cities, demand for apartments is high and the majority of building owners—minus those catering to high-income renters—don’t see environmentally-friendly upgrades as necessary for getting tenants in the door.\nAccording to an April report published by the National Renewable Energy Laboratory, “shared solar presents an area of tremendous potential growth for solar photovoltaics.” Community solar could account for 32 to 49 percent of all distributed solar on the market by 2020, the authors found.\nColorado is generally seen as the first major success story for community solar projects. Seventy-five percent of ratepayers in the state have the ability to buy into a shared program. Denver alone has six community solar farms.\n“We need a variety of approaches” to make solar a significant part of our country’s energy mix, Utech said. “Utilities are increasingly building up solar, but many are not. We believe there is demand out there to do it this way as well.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}