{
  "url": "https://insideclimatenews.org/news/14072015/cap-trade-shows-economic-muscle-northeast-13-billion-rggi-clean-power-plan/",
  "title": "Cap & Trade Shows Its Economic Muscle in the Northeast, $1.3B in 3 Years",
  "date": "2015-07-14T12:00:01-04:00",
  "content": "States looking to comply with the Clean Power Plan should follow the Northeast’s example, a new analysis says.\nThe Regional Greenhouse Gas Initiative (RGGI), the nation’s first mandatory cap-and-trade program aimed at reducing carbon emissions, has generated $1.3 billion in economic benefits and 14,000 job-years in the last three years for its nine member states in the Northeast. That is according to a report published Tuesday by Analysis Group, a financial and economic consulting firm.\nThe report “clearly shows that there are positive economic benefits,” said Max Chang, a principal associate at Synapse Energy Economics, an energy and environment research firm; he was not involved in writing the report. “It demonstrates that the RGGI states haven’t had [adverse] material impacts.”\nOf the nine RGGI states—Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New Jersey, New York, Rhode Island and Vermont (New Jersey pulled out in 2011)—those spending the most on energy efficiency saw the most economic benefit. Massachusetts, for instance, spent $152 million and received $243 million in benefits from 2012-14, the second highest among the RGGI states. New York benefited the most economically, creating $386 million in economic activity.\nTo comply with the federal Clean Power Plan’s requirements for cutting carbon pollution from power plants, states have several options—including joining RGGI or similar schemes such as California’s cap-and-trade system.\nBut over the years, many state governments and Congress have abandoned plans for cap and trade, vilified by conservative groups on grounds that forcing reductions in carbon emissions would curb economic growth and jeopardize the nation’s power supply. Opponents make the same arguments about the Clean Power Plan.\nThe Analysis Group found that all RGGI states saw a net economic return from the program as their overall carbon pollution declined. In addition, “in the RGGI region, the power system is operated fully reliably,” said Paul Hibbard, one of the authors of the report.\nUnder the pioneering program, states agreed in 2008 to curb the amount of carbon dioxide fossil fuel power plants emit each year to a pre-determined level, now set at 91 million tons.\nPower plant owners in these states are then required to buy carbon allowances for every ton of carbon they expect to emit. Companies whose emissions exceed the cap must either reduce their emissions or buy other companies’ unused allowances in quarterly auctions. Private financial firms can also buy and sell carbon allowances from within the market.\nThe $1.3 billion in economic benefits in the last three years was spurred by $983 million in auction proceeds spent by states. Most states invested the bulk of the money in energy efficiency and renewable energy, and implemented other greenhouse gas reduction measures such as electric vehicle charging stations and building waste-to-biogas converters.\nAs states spend more on energy efficiency, it has a multiplier effect on the economy, Hibbard said. Families that see savings on their electricity bill, for example, are more likely to spend the money elsewhere, increasing the overall economic impact. Retrofitting and weatherizing buildings also put contractors and installers to work.\nTo keep price hikes from affecting low-income customers disproportionately, some states have set up dedicated funding for low-income energy efficiency. Others, such as Maryland, have taken part of the proceeds from the carbon allowance sales and offered rebates to low-income utility customers.\nThe analysis found that power plant owners in the RGGI region lost more than $450 million in revenues between 2012 and 2014. It’s a consequence that RGGI’s creators anticipated and regard as a tradeoff in achieving carbon reductions. During that same period customers did not see an increase in their electricity bills, however, largely thanks to energy conservation measures that offset the electricity rate hikes.\n“What states need to take away from this is that if you design it properly, if you look to a market-based mechanism, if you look to redistribute those monies in the energy sector, you really mitigate any concerns related to price and cost impact and reliability impacts,” said Hibbard, a former chairman of the utilities commission in Massachusetts.\nOther Takeaways for States\nThe RGGI program has also been successful at unifying a group of states with significant political and economic differences. Of the nine states currently in the program, three have Republican governors.\nIn fact, Massachusetts Gov. Mitt Romney’s administration in the early 2000s led the effort to build RGGI, Hibbard pointed out. The practical administration of the program, including the coordination required among states is as interesting––and instructive––as the design and technical aspects of the program, he said.\nAnother takeaway from the RGGI states’ experience is that not all states in a “regional transmission organization” need to participate for a cap-and-trade program to succeed. A regional transmission organization coordinates the sale of power, often across several states. For instance, Maryland and Delaware, which are part of RGGI, belong to a regional transmission organization called PJM Interconnection, but not all states in PJM are part of RGGI.\nKen Colburn, a senior associate at The Regulatory Assistance Project, a nonprofit providing technical assistance on energy and the environment, said it is possible that states in the Midwest or the West could join the RGGI program as a way to reduce their carbon emissions and comply with the Clean Power Plan.\n“There’s nothing geographic about carbon,” said Colburn. “It’s a global pollutant, so as long as the structures of the program are agreed to and there’s cooperation between the states, there’s nothing about the geography that would intercede.”\nThis report by the Analysis Group is its second assessment of the RGGI program. The first, published in 2011, found that the program had provided $1.6 billion (in 2011 dollars) in economic benefits and 16,000 job-years between 2009 and 2011. (A job-year is one job that lasts a year, so 16,000 job-years is 16,000 jobs that last a year or 5,333 jobs that last three years.)\nThe decrease in revenue and jobs compared to the program’s first three years in operation is partly because states chose to invest much more of the funds collected from carbon sales in renewables and energy efficiency in the early years. In more recent years, however, states have increasingly chosen to use the funds to fill budget gaps, Colburn said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}