{
  "url": "https://insideclimatenews.org/news/15072015/texas-climate-change-global-warming-stubbornness-takes-increasingly-big-toll-floods-extreme-weather/",
  "title": "Texas’ Climate Stubbornness Takes an Increasingly Big Toll",
  "date": "2015-07-15T12:00:33-04:00",
  "content": "The Texas flooding in May that pulled houses off foundations and swamped city streets provided a glimpse of what scientists have long warned could be its new norm because of global warming. But it did nothing to sway the state’s politicians, who have done next to nothing to adjust to a climate that is already bringing more damaging extreme weather.\nScientist have warned for years that Texas will suffer from longer and hotter periods of drought punctuated by heavier, more damaging rainfall as the world warms from the buildup of greenhouse gases in the atmosphere. Add sea level rise along its coasts, and the state is one of the most vulnerable in the U.S. to the effects of climate change, alongside Florida, Louisiana and the mid-Atlantic region, according to climate scientists.\nAmid signs that this pattern of weather extremes may already be starting to take hold, Texas leaders—largely conservative Republicans—have ignored calls from scientists, urban planning experts and environmental leaders to adopt policies to address it. And homeowners continue to rebuild homes right back in the areas hardest hit by those extremes.\n“We have this massive coastline vulnerable to sea level rise, but we also have tornado alley, hurricane alley with all the Atlantic storms, and flash flood alley,” said Kate Zerrenner, the head of the Environmental Defense Fund’s climate and energy project, who is based in Texas. “If we’re not careful in planning for our future, we will come out at a major disadvantage.”\nMeasures to enhance climate resiliency are still rare as most interior U.S. states have yet to develop climate adaptation plans. Texas, however, is one of only a handful of coastal states not to have a plan published or in development. That is worrisome because of the state’s size and exposure to severe climate effects, scientists and climate policy experts said.\nA majority of Texas lawmakers still don’t concede that climate change is caused by human activities, mainly the burning of fossil fuels and deforestation. In a 2014 report, the Republican Party of Texas, of which two-thirds of the legislature are members, called climate change “a political agenda which attempts to control every aspect of our lives” and urged “government at all levels to ignore any plea for money to fund global climate change or ‘climate justice’ initiatives.”\n“State leaders continue to keep their head in the sand and refuse to acknowledge climate change,” said Luke Metzger, director of Environment Texas, the state chapter of the national green group Environment America. As a result, Texas is “far from where we need to be,” he said.\nFive Democratic-sponsored bills introduced this spring that would require state agencies to consider and prepare for climate impacts have failed to pass the legislature or are stuck in committee, Zerrenner said.\n“Several bills are filed each legislative session, but they never go anywhere,” she said. “Nothing on our state’s law books says anything about climate change adaptation. Texas has been very reactive, not proactive on climate.”\nGov. Greg Abbott and the state’s Republican Party did not respond to requests for comment.\nThe state has received more than $880 million from the Federal Emergency Management Agency between 1989 and 2012 for disaster mitigation projects, putting it third behind Louisiana, which received $1.25 billion over the same period, and California with $1.1 billion. This includes preparing for natural disasters such as tornados, wildfires and hurricanes. Drought, heat and flooding are discussed in Texas’ 2013 hazard preparedness plan, but only in terms of their current risk, not how climate change will worsen their severity. The plan provides no strategy for how to cope with future climate impacts.\nA few cities, such as Austin, Houston and San Antonio, have acted on their own to address climate change, switching to renewable energy sources, investing in mass transit, developing green spaces and cutting waste. Nearly all of the work, however, has focused on cutting greenhouse gas emissions rather than improving communities’ resilience to climate impacts, said Zach Baumer, who manages Austin’s climate program. Most small towns have done little to no work on climate change—either mitigation or adaptation, according to Baumer and several other climate policy and environmental experts.\n“Community leaders are starting to think about resiliency now, but it is still in the early stages,” Baumer said. Cities are studying climate challenges specific to their communities, he said.\nA History of Floods\nPart of the problem is that Texas is no stranger to flooding, so recent disasters don’t register as something out of the ordinary or attributable to climate change, sources said. Meteorologists have long called the Dallas-to-San Antonio corridor “flash flood alley.” Texas has the second highest number of policyholders in the federal National Flood Insurance Program, behind Florida. Residents and businesses in the state have collected more than $5.62 billion from the NFIP to repair damaged structures since 1968, not including the May flooding. The Texas total is the third highest payout behind Louisiana ($16.7 billion) and New Jersey ($5.65 billion).\nWith that backdrop, Texas lawmakers, officials and residents have largely ignored climate scientists’ warnings that the situation is about to get much worse, policy and environmental experts said. More than $1 billion, or 18 percent, of the money that the NFIP has paid in claims to Texans has gone to “repetitive loss properties,” structures that have been flooded multiple times, according to the Natural Resources Defense Council, an environmental group based in New York City.\nHarris County, which includes Houston, the fourth-most populous U.S. city, was one of the areas hardest hit by the May floods. In that county, 3,300 properties have filed repeated damage claims with the NFIP, totaling $530 million. One South Houston home has made 27 separate flood claims, totaling $1.8 million.\nThe data indicate “most people are building back their homes in the same spot, in the same way,” said Rob Moore, director of the Natural Resources Defense Council’s water and climate team.\n“The numbers beg the question: Why would we continue to rebuild in places we know are vulnerable?” he said.\nUnder NFIP rules, only homes that are more than 50 percent destroyed by flooding are required to have their structures raised one foot above the 100-year flood zone, meaning an area with a 1 percent chance of flooding in any given year. This makes it easy for homeowners to repair and not retrofit. Even for houses that must be raised under those rules, there’s no requirement to take into account how flooding risk may worsen because of climate change, Moore said.\n“For those who have dodged the bullets, who didn’t have major damage, it is a tougher sell to move to higher ground or to spend the thousands of dollars to raise their homes,” Metzger of Environment Texas said.\nIn addition, most Texans are highly protective of their property rights, Zerrenner said. They bristle at being told what to do on their own land. There is a deeply rooted cultural affinity for mavericks, she said.\nFavoring the Floodplain\nFive of the nation’s 10 fastest growing cities by percentage gain are in Texas, as are five of the nation’s 10 fastest growing cities by population gain. Much of the construction to accommodate the boom has taken place in flood plains with little or no consideration for how climate change will increase flood risk, according to several Texas-based policy and environmental experts.\nSan Marcos, nestled between Austin and San Antonio in central Texas, has been America’s fastest growing city two years running, according to the U.S. Census Bureau. The town, with a university, with relatively cheap housing and within commuting distance to other cities, expanded more than 31 percent between 2010 and 2014. Two rivers—the San Marcos and the Blanco—run through the heart of the community, leaving much of the town in the floodplain.  Over the Memorial Day weekend, the Blanco River crested at 43 feet in San Marcos, gushing into nearby neighborhoods at 2.5 times the flow rate of Niagara Falls.\nMore than 1,800 new apartments were built in the city in the past two years, and 400 more multi-family homes are under construction. Many of them lie along the banks of or near the San Marcos waterways.\nSan Marcos has taken steps to reduce its greenhouse gas emissions, expand the city’s park system and reduce pollution, but it construction requirements do not account for future flood risk due to climate change. The city’s sustainability and conservation staff did not respond to request for comment.\nSome cities and counties, such as the cities of Dallas and Fort Worth, have instituted building codes that require new structures to be elevated two to three feet above the 100-year flood zone. But these communities are in the minority, policy and planning experts said.\nA growing number of Texans are concerned about the threat that climate change poses, particularly those who have had their homes destroyed in the recent flooding, said Metzger of Environment Texas. Two dozen Wimberley, Texas, residents—a town devastated by the May rainstorms—urged Texas Republican U.S. Senator Ted Cruz in a July 1 visit to his office in Austin to acknowledge climate change. In response to a reporter’s question shortly after the Memorial Day rains about the floods’ connection to global warming, Cruz said, “I think it’s wrong to try to politicize a natural disaster.”\nScientists, sustainability experts and environmentalists said Texas needs to make climate resiliency a priority today, and the recent flooding is a good incentive.\n“You can’t force these communities to take action,” said Katharine Hayhoe, a climate scientist at Texas Tech University in Lubbock who has been working with several Texas cities on climate action. “If you do, it is like prescribing medication to a patient who won’t take it. You want a patient who comes to you and says, ‘I have an issue. Can you help me with this issue?’ That’s when you can make the most progress.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}