{
  "url": "https://insideclimatenews.org/news/07072015/reducing-building-emissions-nyc-climate-goals-bill-de-blasio-edward-mazria/",
  "title": "Building Emissions Cuts Crucial to Meeting NYC Climate Goals",
  "date": "2015-07-07T09:00:14-04:00",
  "content": "This story was updated at 10:30 AM EDT on July 8.\nWith New York City’s buildings responsible for three-quarters of its carbon emissions, updating the city’s building codes is the simplest and most effective way to slash emissions and reach Mayor Bill de Blasio’s ambitious carbon reduction targets, according to a report released Tuesday.\nThat conclusion was announced  by Edward Mazria, an architect and founder of Architecture 2030, a think tank researching ways to reduce emissions from the building sector. He presented the group’s report, which urged the city to update its building codes to match the national standards for residential and commercial buildings in 2016. That alone will help reduce the city’s building sector emissions by 50 percent, Mazria said. Future code upgrades with energy consumption targets could bring another 20 percent reduction by 2019 and 40 percent by 2022.\nThis, along with incentives to voluntarily decrease emissions even further, tax credits, lower permit fees, mandates to retrofit existing buildings and renewable energy use can get the city to meet its carbon reduction goals, he said.\n“If we get this right, we solve the energy and climate crisis,” Mazria said. “If we don’t, it’s a catastrophe.”\nThe report targeted both the city’s one million existing buildings as well as the approximately 2,300 new ones that are built every year. The report said renovating and retrofitting the buildings and incorporating solar and possibly wind energy will create about $5.8 billion worth of construction activity and more than 82,000 jobs annually.\nMazria presented the plan at a symposium called “Achieving 80×50: Transforming NYC’s Building Stock,” at the national headquarters of 32BJ, a union for property service workers. It included representatives from a broad range of organizations—including architects, realtors, labor unions, environmental and social justice groups—to address climate change and income inequality. Their initial reactions to Mazria’s plan were largely positive.\nMazria stressed that cities were crucial to addressing climate change. New York City has been a leader on the issue and if the city succeeds at implementing this plan, the rest of the world will follow, he said.\nIn September 2014, Mayor de Blasio announced the 80×50 goal, saying his administration would cut emissions 35 percent by 2025 and 80 percent by 2050 below 2005 levels. By law, the city is required to release a long-term sustainability plan every five years. In April, the DeBlasio released OneNYC, his administration’s update to former mayor Michael Bloomberg’s PlaNYC, which helped reduce the city’s emissions by 19 percent.\nDeBlasio’s initiative is far-reaching. The plan expanded on Bloomberg’s sustainability initiatives and weaved in efforts to reduce poverty, improve public housing and subway service and better access to healthcare. Although the plan set lofty goals, environmental groups criticized it for not providing details on how the city would reach those goals.\nMazria’s plan fills in some of the gaps.\nIlana Judah, a principal and director of sustainability at FXFOWLE, an architecture firm based in New York City and Washington, D.C., said it was crucial to ensure that the updated codes were performance-based and held building operators and tenants accountable for emissions. She advocated for a system in which the city evaluated building emissions yearly and enforced energy consumption cuts.\nThe second important aspect is to mandate upgrades at the time of building purchases, Mazria said. On average, more than 26,000 buildings are purchased every year in the city. Since a buyer is already typically spending millions of dollars to purchase a building and might plan on renovating it, it is an opportune time for the city to require energy efficiency upgrades, Mazria said.\nThe plan assumes that the city’s real estate market will remain stable and continue to attract wealthy investors.\n“We should not assume that will be the case indefinitely,” said Moses Gates, the director of planning and community development at the Association for Neighborhood and Housing Development, a group that advocates for affordable housing in the city. Gates said that the city shouldn’t rely entirely on requiring upgrades at the time of purchase to cut emissions from existing buildings and that it should consider other financing mechanisms.\nJumaane Williams (D-Brooklyn), a city council member who provided the closing remarks at the event, said the city had already passed bills updating energy codes to match the state’s standard. He said there are other bills awaiting consideration in the city legislature that will help reduce emissions from buildings.\nStaff from the mayor’s office were also present at the symposium. After the presentation, Mazria met with Rick Chandler, commissioner of the city’s buildings department, to discuss the plan.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}