{
  "url": "https://insideclimatenews.org/news/09072015/bumblebees-feel-squeeze-climate-change-2/",
  "title": "Bumblebees Feel the Squeeze of Climate Change",
  "date": "2015-07-09T18:59:03-04:00",
  "content": "Scientists tracked the locations of 67 species of bumblebees in North America and Europe and discovered a disturbing trend: The bees’ total geographic range is shrinking—and climate change is the prime suspect.\nSince the mid-1970s, the bees have retreated by up to 180 miles—roughly the distance from New York to Baltimore—from their southern margin while their northern margin appears to have stayed put. The scientists say the geographical squeeze is more strongly linked to rising temperatures than to either pesticide use or changes in land use, according to a study published this week in the journal Science.\n“This is the first study to convincingly demonstrate that climate change is affecting a larger number of bee species over their global distribution,” said Leif Richardson, a postdoctoral fellow at the University of Vermont. Richardson is one of the study’s 14 authors from 12 different universities and research institutions worldwide.\nThe researchers warned that if their territory continues to shrink, it could be deadly for the bees. Previous studies have tied extreme warming events to bee losses––a bad omen for the humans who rely on them to pollinate crops.\nWild bumblebees, more than 200 species of which span the world, play a critical role in supporting plant growth. The billions of bees spread pollen across different parts of plants, enabling them to reproduce. Blueberries, apples, peppers, tomatoes, pumpkins and squash are among the fruits and vegetables that rely on these bees.\nThis geographic shift “could lead to problems for agriculture,” said Richardson. “We think there’s an urgent need” to understand how plants in the abandoned areas along the bees’ southern margin are responding, he told InsideClimate News.\nPrevious bee studies in North America and Europe have observed troubling declines in bumblebee populations. According to the International Union for Conservation of Nature, 24 percent of European bumblebees are threatened with extinction, and preliminary data suggests similar trends for North America.\nThis new research shows that climate change is “another important piece in the puzzle of what’s going on with bees,” said James Strange, a research entomologist from the U.S. Department of Agriculture; he was not involved in the study.\nAs Richardson and his colleagues note in the paper, bumblebees aren’t alone in shifting habitats in conjunction with climate change. Other creatures, from butterflies to birds, have been observed pushing into new northern territory, where it’s cooler.\n“By contrast, and surprisingly, we found that bumblebees are retreating from the southern margins of their ranges and failing to increase their range northward … even though new areas of habitat have become available,” said Richardson.\nA subset of bees studied responded to the temperature changes in a different way: they moved into higher––and cooler––elevations in their same geographic location.\nThe study looked only at mean latitude of bee species at different time periods, based on individual bee collections. It did not track population changes, bee abundance or die-offs.\nSydney Cameron, an entomology professor at the University of Illinois, questioned the conclusion that some bees haven’t already moved northward. This study is based on an impressive database of historical data, she said, but it’s possible there’s a data gap. The transition of bees moving out of their known southern margins would likely be more apparent in the data and thoroughly documented than bold bees venturing into new terrain, she said.\nEven if bees are hovering at the northern margin of their living ranges today, this doesn’t mean they will continue to do so in the future, said Cameron: “It’s too early to say the bees won’t move north.”\nThe U.S. Department of Agriculture’s Strange agreed. He theorized that it’s possible the plants the bees need for survival have not moved northward, either. Richardson agreed this is a possibility––and warrants further research.\nIf the bees continue to lose ground, while also not pushing northward, the researchers suggested human intervention: experimentally relocating them into new areas.\nThe recent study isn’t the first to look at the possible impact of climate change on bees, but it’s the “biggest” and “most extensive” so far, said Richardson, who noted, “This is a big step forward.”\nRichardson hopes it stimulates new research into the way changing temperatures impact bee ecology and how they interact with other known bee stressors, such as pathogens, pesticides and changes in land use.\nIn May, the Obama administration announced a national strategy to promote the health of various types of pollinators, including bumblebees. While the strategy focuses on reducing bee exposure to pesticides and carving out protected areas, it briefly suggests studying the impact of climate change on bees.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}