{
  "url": "https://insideclimatenews.org/news/26062015/clean-energy-potential-gets-short-shrift-policymaking-group-says/",
  "title": "Clean Energy Potential Gets Short Shrift in Policymaking, Group Says",
  "date": "2015-06-26T11:00:15-04:00",
  "content": "The Energy Information Administration—the federal agency responsible for forecasting energy trends—has consistently and significantly underestimated the potential of renewable energy sources, misinforming Congress, government agencies and others that use the forecasts to analyze and develop policies, according to a report by a trade group of clean energy companies.\nWind generating capacity, for example, has increased on average by about 6.5 gigawatts each of the past 8 years, according to the report released Monday by Advanced Energy Economy, the trade association. But the EIA has projected that only 6.5 gigawatts would be added between 2017 and 2030. Similarly, forecasts from industry groups that take projects in the pipeline into account show solar energy generation doubling by 2016 as solar costs plummet, while the EIA projects the doubling will take 10 more years.\n“If the EIA has a lag on their assumptions, that might get perpetuated into other work,” said Ryan Katofsky, lead author of the report and director of industry analysis at Advanced Energy Economy. The group’s members include General Electric, SolarCity and SunPower, some of the largest U.S. wind and solar companies. The findings align with those of other environmental groups and the Lawrence Berkeley National Laboratory.\nThe EPA relied on EIA estimates in developing national carbon regulations for power plants, known as the Clean Power Plan. The rules set state-level emission reduction targets, which the EPA partly calculated by estimating the potential for renewable energy generation. Because the EPA used the EIA’s assumptions, it underestimated renewables growth and set less ambitious targets than it could have done, according to Katofsky and researchers at the Union of Concerned Scientists and other environmental groups.\nIn their comments to the EPA on the Clean Power Plan, several states—including Kentucky and  Wyoming—and utilities said that shifting away from coal to natural gas and developing renewable energy and energy efficiency programs would be expensive and a burden on the public. But according to the report, the costs of solar are already about half of what the EIA estimates, and as renewable energy continues to capture a larger share of the market, states will be able to comply with the Clean Power Plan at a low cost.\n“There’s been tremendous progress in costs and how the supply chains have matured,” said Katofsky. “The [renewables] industry is really maturing.”\nEstablished in 1977 after the oil embargo crisis, the EIA is an independent agency under the Federal Statistical System, a network of agencies that collect and analyze data on all aspects of life in the U.S. The agency is seen as neutral and does not advocate policies.\nAs growth in renewables has surged in the past 5 years, groups including the Union of Concerned Scientists, the Natural Resources Defense Council and the Solar Energy Industries Association have criticized the agency’s forecasts for renewable energy as unrealistically low. Every year, the EIA publishes its Annual Energy Outlook, running 200 pages or so and projecting energy use and supply over the next couple of decades. The report includes six scenarios—a reference case and five others based on low or high oil and gas prices and economic growth.\nAgency shortcomings extend beyond renewables. EIA has acknowledged, for example, that it failed to see the plunge in oil prices coming, as it was late to the game in recognizing the fracking revolution.\nStill, policymakers, Wall Street analysts and environmental groups generally see the report as the agency’s best guess for what might occur in the energy market. But that’s not true, said Chris Namowicz, team leader for renewable electricity analysis at the EIA. The agency bases its forecasts on the assumption that current laws and policies won’t change, he said.\nThe EIA assumes that when a law expires, it won’t be renewed, Namowicz said. For example, the production tax credit for wind energy, first enacted in 1992, expired in 1999. Congress has since extended it every few years. The EIA, however, assumes the credits won’t be reinstated.\n“We don’t want to be in a position to judge the policies that Congress will or should be providing,” Namowicz said. This practice of basing projections on current policies has “had a significant impact” on forecasts and led to inaccuracies in projections in some years, he acknowledged.\nIn its report, Advanced Energy Economy also criticizes other EIA assumptions. In forecasting the future of wind energy, the agency assumes that as the best sites for wind projects are used, the capital cost for wind installations will go up. Projections by the Department of Energy assume that with technological innovations and growth in scale, costs for wind energy will go down.\n“What you have here is two diametrically opposed projections,” said Steve Clemmer, director of energy research at the Union of Concerned Scientists, a nonprofit environmental group. “If you look at market reality, the trend is clearly that cost is going down with wind costs decreasing by 60% over the last 5 years.”\nThe trade group contends that the EIA has consistently overestimated—sometimes by more than 50 percent—the cost of power produced from renewables and capacity. In its latest Annual Energy Outlook report, the EIA assumes installation costs for solar panels will exceed $3 per watt of electricity. Reports by Lazard, an independent financial advisory group, and the Solar Energy Industries Association, the national trade group for solar energy use, put the cost between $1.50 and $1.75 per watt.\nThe EIA relies on independent contractors to survey costs for different technologies, according to Namowicz. The agency also requires developers to report on renewable projects under way, but there is “no way to force people to do that,” he said. As a result, the EIA’s data isn’t up to date, he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}