{
  "url": "https://insideclimatenews.org/news/10062015/willie-soons-fossil-fuel-funded-work-draws-ethics-review-publisher/",
  "title": "Willie Soon’s Fossil Fuel-Funded Work Draws Ethics Review From Publisher",
  "date": "2015-06-10T19:00:45-04:00",
  "content": "A journal publisher that distributed studies written by a climate skeptic whose work was financed by fossil fuel interests has launched an ethics investigation over undisclosed funding.\nThe investigation by Elsevier, a global network of scientific journals, was prompted by documents showing that Harvard-Smithsonian scientist Willie Soon failed to disclose industry funding in 11 studies published by nine journals.\nSix of those papers were published in four Elsevier publications. Elsevier requires its authors to disclose financial conflicts that “could inappropriately influence, or be perceived to influence, their work.”\nThe documents were obtained by Greenpeace and made public in February by the Climate Investigations Center, an environmental watchdog organization based in Virginia. After the documents were released, the center alerted the journals that the lack of disclosure violates ethical guidelines requiring authors to identify their funders and potential conflicts of interest.\n“We applaud your guidelines for ethical behavior in science, but we are concerned that your conflict of interest policy has been ignored and that Dr. Soon may have hidden his funding,” wrote Kert Davies, the center’s executive director, in letters to the journals. “Violations of ethical norms in scientific publishing may undermine the credibility of your journal.”\nElsivier’s ethics inquiry was made public in a report issued by the center Wednesday that includes the responses from all nine journals.\n“We have referred the matter to Elsevier and they have an ethics team investigating,” Rob Hyndman, editor of International Journal of Forecasting, said in a response to Davies. “We will not be taking any action until we have received advice from the Elsevier ethics investigators.”\nChris Capot, a spokesman for Elsevier, confirmed the investigation, but declined to discuss the nature of the review or any potential outcomes. “The review is still ongoing. The results of our review will be published in any affected journals,” Capot said.\nIn addition to the Elsevier inquiry, one publication, Journal of Climate, amended a 2009 paper that Soon co-authored to clarify his funding source. The editor of Ecology Law Quarterly, published by the UC Berkeley School of Law, said the school is considering instituting a formal procedure to address conflicts in all of its publications. Others responded with noncommittal acknowledgements thanking the center for the information. One journal, Astronomy and Astrophysics, dismissed Soon’s failure to disclose his funding as “irrelevant.”\nSoon, a well-known climate contrarian, works at the Harvard-Smithsonian Center for Astrophysics, which houses the Harvard College Observatory and the Smithsonian Astrophysical Observatory in Cambridge, Mass. Soon has been employed by Smithsonian since 1997, but relies on grants from outside sources for his research and salary.\nSoon’s 11 papers question the extent, severity, cause or existence of man-made climate change. Many of the studies argue that changes in solar activity are responsible for rising global temperatures. The studies appear to have had limited impact in the scientific world, according to the number of citations by other researchers.\nSoon did not respond to a request for comment from InsideClimate News.\nThe public records show that since 2008, Soon has received more than $800,000 from ExxonMobil, the Charles G. Koch Charitable Foundation, the electric utility Southern Company Services Inc., and Donors Trust Inc., an organization that facilitates contributions largely toward conservative causes from donors who wish to remain anonymous. The funds were earmarked to pay for research papers, public speaking appearances and presentations. Soon called his studies “deliverable” to funders.\nSince the controversy broke, Southern Company, a major coal utility in the southeastern United States and one of Soon’s primary funders, has said it will no longer fund his research once his final project is completed later this year.\nSmithsonian officials directed its inspector general to examine Soon’s ethical practices regarding funders and launched separate internal and independent reviews of its ethics and disclosure policies. Soon remains a member of the Harvard-Smithsonian staff, though Smithsonian has distanced itself from his work, saying it “does not support Dr. Soon’s conclusions on climate change.”\nHere are the responses from the nine journals:\nPublisher: Elsevier\nJournal disclosure policy: All authors are requested to disclose any actual or potential conflict of interest including any financial, personal or other relationships with other people or organizations within three years of beginning the submitted work that could inappropriately influence, or be perceived to influence, their work.\nResponse: Bia-lian (Larry) Li, editor:\nThank you for your message and mail, Director Davies. I was the Chief Editor when his paper was published. Our journal policies are set up by our publisher Elsevier, not us. The case you presented here, to my view, should be author’s responsibility. We generally focus on scientific merit of the research papers. However, your concern is now well noticed.\nPublisher: UC Berkeley School of Law, Boalt Hall\nJournal disclosure policy: None found.\nResponse: Elise O’Dea, editor:\nI want to thank you for bringing this issue to our attention; both ELQ and the law school take it very seriously. Your email brings up an important topic not only for ELQ, but for all the law journals on campus. Thanks to your alert, we are exploring the possibility of developing a conflict of interest policy of some nature for our law journals.\nPublisher: The Institute for Operations Research and the Management Sciences (INFORMS).\nJournal disclosure policy: None found.\nResponse: Miranda Walker, director of publications INFORMS:\nThank you for your letter of February 20, 2015 sent to Dr. Srinivas Bollapragada regarding the journal Interfaces and our conflict of interest policy. Maintaining the highest ethical standards is of paramount importance to Interfaces, our editors, our peer reviewers, and of course, those who read the articles published in our pages. We appreciate the information that you and others have shared with us and will ensure that it receives careful and deliberate attention. Please direct all future questions regarding or relating to [this article] to me.\nPublisher: Elsevier\nJournal disclosure policy: All authors are requested to disclose any actual or potential conflict of interest including any financial, personal or other relationships with other people or organizations within three years of beginning the submitted work that could inappropriately influence, or be perceived to influence, their work.\nResponse: Rob Hyndman, editor:\nWe have referred the matter to Elsevier and they have an ethics team investigating. We have also received correspondence from Dr. Soon and from his lawyers which we have passed to Elsevier. We will not be taking any action until we have received advice from the Elsevier ethics investigators.\nPublisher: Elsevier\nJournal disclosure policy: All authors are requested to disclose any actual or potential conflict of interest including any financial, personal or other relationships with other people or organizations within three years of beginning the submitted work that could inappropriately influence, or be perceived to influence, their work.\nResponse: Robert Strangeway, editor:\nI am aware of the New York Times article, and I have contacted the Editorial Office of the Journal of Atmospheric and Solar-Terrestrial Physics for guidance as to what the Journal should do in response to the allegations in the New York Times article. I have also forwarded your email and the associated attachments to the Journal Publisher. While we have not yet determined what action the Journal will take, the Publisher of the Journal has made it clear that such allegations are taken very seriously.\nPublisher: EDP Sciences\nJournal disclosure policy: None found.\nResponse: Dr. Thierry Forveille, editor:\nI am a bit puzzled that you contact me. (The paper) makes no claim whatsoever of any relevance to climate. It therefore clearly falls well outside the purview of Dr. Soon’s contract with Southern Company Services for “publication of both original and review papers on solar variability and climate change and various environmental impacts of that related change in leading scientific journals for the advancement of climate and meteorological sciences.” Astronomy & Astrophysics has no funding disclosure requirements, since astronomy is sufficiently removed from any monetary consequences that we have never found that necessary, but had we known about Dr. Soon’s contract we would have judged its existence irrelevant to the evaluation of the paper. That Dr. Soon included this totally irrelevant paper in the Year 1 Report, which you forwarded me, certainly does not reflect very well on his ethical standards, but this is an issue that I don’t think the journal has standing to act on.\nPublisher: American Meteorological Society\nJournal disclosure policy: All funding sources should be identified in the manuscript. Authors should disclose to the editor any financial arrangement with a research sponsor that could give the appearance of a conflict of interest.\nResponse: Ken Heideman, director of publications at American Meteorological Society:\nAMS has amended the 2009 paper that Willie Soon coauthored with a publisher’s note and an amendment to the acknowledgments that make clear his funding source.\nPublisher: Elsevier\nJournal disclosure policy: All authors are requested to disclose any actual or potential conflict of interest including any financial, personal or other relationships with other people or organizations within three years of beginning the submitted work that could inappropriately influence, or be perceived to influence, their work.\nResponse: Gianfranco Brunetti, receiving editor:\nI received your documents (via mail), thanks a lot. In the last several [months] we had a discussion within the board of editors about this situation, I guess that similar discussions were taken by other boards and journals involved. Obviously I cannot reveal the details of the discussion and the outcome, however I would expect…a “fair note”…from Elsevier.\nPublisher: Taylor & Francis Online\nJournal disclosure policy: Authors must declare any potential conflict of interest – be it professional or financial – which could be held to arise with respect to the article. Authors must disclose all sources of funding for the research reported in the paper.\nResponse: Carol Harden, editor:\nThank you for keeping us informed about this. An important piece of information missing from the letter you sent is that Physical Geography was not published by Taylor & Francis in 2009, and it did not have a financial disclosure policy at that time. That means that Physical Geography cannot make the claim that Dr. Soon violated the journal’s policy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}