{
  "url": "https://insideclimatenews.org/news/17062015/pope-franciss-climate-encyclical-next-comes-hard-part/",
  "title": "Pope Francis’s Climate Encyclical: Next Comes the Hard Part",
  "date": "2015-06-17T11:00:17-04:00",
  "content": "When Pope Francis releases his highly anticipated encyclical on global warming Thursday, titled “Laudato Si,” or “Be Praised,” he will call on nations to take immediate action to curb greenhouse gas emissions on ethical grounds—cementing climate action as a pressing moral issue and sending a jolt through efforts to forge a global climate deal in Paris in December.\nBut keeping the momentum going will fall to church leaders and organizations, who now face the monumental task of translating the papal teaching document’s nearly 200 pages of dense, pedantic language into layman’s terms, and engaging the world’s 1.1 billion Catholics to agitate for action on the ground.\n“Now comes the hard part,” said Sister Simone Campbell, executive director of NETWORK, a Catholic social justice organization.\nOver the next several months, dozens of U.S. Catholic groups will write op-eds, hold press conferences, meet with policymakers and even create book club-like guides to the text. Thousands of priests and bishops will periodically receive toolkits that demonstrate how a certain week’s scheduled scripture relates to environmental degradation and climate change. Some Catholic universities are already discussing making the encyclical mandatory reading.\nOther religious groups, including Jews and Evangelical Christians, have also used the pending encyclical to ramp up discussion of climate change in their own communities.\nEncyclicals are high-level Catholic teaching documents written by a pope and meant to guide Catholics’ actions for decades to come. Most of them end up sitting on a shelf, said Patrick Carolan, executive director of the Franciscan Action Network, a grassroots group that advocates for issues such as alleviating poverty and advancing human rights. Church leaders and theologians may talk about them, but they rarely get attention in the wider world, he said.\nThis papal document is different. “I’ve never seen a buzz [like this] around an encyclical my whole life,” said Carolan, who added that the buzz is coming not just from Catholics, but from “people of all faiths and environmental groups.”\nBut leaders know they have to act fast and aggressively to take full advantage of the intense interest in the encyclical right now.\nUntil this point, the Vatican has spearheaded efforts to publicize the encyclical, arranging meetings with government officials, hosting a climate and global development summit last month and publishing a summary of climate science called “Climate change and the common good: A statement of the problem and the demand for transformative solutions.”\nPope Francis is expected to continue incorporating climate change into his speeches, and staffers in Vatican embassies across the globe will meet with government officials about the document. As the world’s smallest country, Vatican City will also participate in the Paris climate treaty talks. Pope Francis is expected to attend and play a role in the negotiations.\nBut once the encyclical is published, experts said, the Vatican is largely expected to take a step back from the document itself and let its network of pastors, scholars and non-profit workers take the reins.\n“The Vatican is a global church and it would be difficult to suggest a one size fits all approach,” said Daniel Misleh, executive director of the Catholic Climate Covenant, a network of 15 Catholic organizations pushing climate action.\nVery Little Pushback\nThe U.S. Conference of Catholic Bishops (USCCB), a group representing the Catholic heirarchy in the U.S., including more than 650 active and retired cardinals, bishops and archdioceses, held a session during its annual spring meeting earlier this month to discuss the document and strategize ways to teach it to its roughly 78 million parishioners. Archbishop of Miami Thomas Wenski, who co-organized the session, said he’s seen very little pushback to the encyclical from his colleagues. The document echoes sentiments on climate change that the USCCB aired a decade ago, he said.\n“If you accept Catholic moral tradition, you have to pay attention to what the pope is saying,” said Wenski. “You really can’t disagree [with the encyclical] and call yourself a Catholic.”\nWenski said he’s also optimistic about how the encyclical will be received at the local level, especially given the Pope’s “rock star quality” that has “generated a lot of fervor and around [the document’s] release.”\nA version of the encyclical was leaked earlier this week by an Italian newspaper, but the Vatican said the text was only a draft.\nThe USCCB will be collaborating with the Catholic Climate Covenant—an umbrella group of Catholic organizations working for climate action—on a series of events around the country this summer and fall with religious and environmental leaders to discuss local climate impacts and solutions. The agenda includes sea level rise in Miami, agriculture in Des Moines, Iowa, energy efficiency in Cincinnati and drought in Sacramento, Calif.\nThe two organizations will also be producing “homily help” for priests, guides on how to incorporate the encyclical and climate change into weekly sermons and church bulletins, said Misleh. The packages will go out to an estimated 17,000 parishes across the U.S.\nThe Catholic Climate Covenant is also partnering with Green Faith, an interfaith coalition for environmental stewardship, and RENEW International, a Catholic organization fostering religious discussion, to develop a 12-week series that can be used by small groups of people to study and discuss the encyclical, climate change and religious imperative to care for the earth.\nCampbell said NETWORK will tout the pope’s argument that climate change disproportionately impacts low-income communities through a series of speeches and events across the country in the coming months. It will also hold roundtables with business leaders on how to clean up the environment, as well as send people to Washington, D.C. to speak with senators and representatives about climate change.\nThe Franciscan Action Network is collaborating with the World Wildlife Fund and the Sierra Club to bring the pope’s message to the millions of members of mainstream environmental groups through webinars and other educational activities.\nOne college—Loyola University Maryland—has already decided to require its students read the encyclical, said Erin Lothes, a theologian at the College of Saint Elizabeth in Morristown, N.J. Most of the more than 200 Catholic colleges and universities in the country are also likely to incorporate the teaching document into course curriculum, she said.\nState-level Catholic conferences, such as the New York State Catholic Conference, that work directly with state legislators to write laws and policies on issues the church cares about, such as social justice, education and abortion, will add climate change to its priority list, Lothes said.\nThe Global Catholic Climate Movement—a coalition of 100 Catholic organizations co-founded by Carolan of the Franciscan Action Network—is also putting together “parish toolkits” of resources and ideas meant to stimulate discussions among parishioners. Carolan said he hopes it will encourage people to make individual choices for the environment, such as eating less meat, as well as going a step further to green their parishes or to influence public policy.\nFather Jacek Orzechowski, a priest at St. Camillus in Silver Spring, Md., said the encyclical will allow his parish to “continue to challenge ourselves” on sustainability and climate action.\nOrzechowski, who is chair of the Justice, Peace and Integrity of Creation Directorate for the Franciscans of the Holy Name Province (a group of Franciscan friars on the East coast of the U.S.), said his parish is very active in engaging environmental justice as a moral issue. Members have participated in rallies against mineral mining in El Salvador, and several parishioners, including Orzechowski, were arrested in an anti-Keystone XL pipeline sit-in before the White House. About half of his parish is Latino, Orzechowski said, and there’s also a sizable community from Bangladesh, a country that will be hard hit by rising sea levels.\nThe Challenge in Washington\nCatholic leaders and organizations know there’s a significant possibility that members of Congress and others who deny the scientific evidence climate change could prove a challenge in their efforts to teach the encyclical. Republican Catholic politicians are unlikely to listen to Pope Francis, and some have already criticized him for taking a stance on the issue. Republican presidential hopeful Rick Santorum, a devout Catholic and former Pennsylvania senator, said the pope should “leave science to the scientists.”\nAt the invitation of Republican Speaker of the House John Boehner of Ohio, Pope Francis is scheduled to address Congress on Sept. 28. Climate change is expected to play a central role in his remarks—further throwing the encyclical into the political arena.\nBut Catholic leaders said they remain hopeful that won’t happen––or that the disinformation campaign on climate action will be isolated to D.C. and conservative media, and left out of churches.\nClimate science is something that “moves heads,” said William Dinges, a professor of religion and culture at the Catholic University of America, in Washington, D.C. The encyclical can “move hearts and legs” by connecting the dots between climate change and morality, he said.\n“Precious few voices in this world have as much moral influence as Pope Francis,” said Christiana Peppard, an expert on Catholic environmental ethics at Fordham University in the Bronx.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}