{
  "url": "https://insideclimatenews.org/news/28052015/exxon-chevron-reject-shareholder-measures-climate-change-again/",
  "title": "Exxon, Chevron Reject Shareholder Measures on Climate Change Again",
  "date": "2015-05-28T11:00:14-04:00",
  "content": "Sharp differences are emerging between U.S. oil majors and their European brethren on the issue of climate change, and Wednesday’s shareholder meetings at ExxonMobil and Chevron underscored the divergence as they fought all climate-related shareholder proposals and came away largely victorious.\nThe stiff resistance from Exxon and Chevron came in contrast to recent annual meetings at BP, Royal Dutch Shell and Statoil, where nearly identical climate-related shareholder resolutions passed almost unanimously after the three companies opted to support the measure instead of oppose it.\nIn the wake of the unprecedented climate votes in Europe, some hoped to see a shift in the U.S. too. Exxon and Chevron executives, however, showed no sign of taking a more cooperative stance with shareholder groups worried about climate change. At this year’s Exxon meeting in Dallas, Chief Executive Rex Tillerson didn’t mention climate change in his prepared remarks to shareholders, a change from previous years, one shareholder noted.\n“How startling that the industry has taken a split on this,” said Sister Pat Daly, who was at Exxon’s meeting representing the Roman Catholic Sisters of St. Dominic of Caldwell, N.J.  “But we’re not going away.” Daly’s group co-sponsored a proposal asking the oil company to set companywide goals for reducing greenhouse gas emissions for the ninth straight year. The measure failed, drawing support from less than 10 percent of the vote.\nIn response to shareholder questions, Tillerson reiterated his views that climate change represents another risk among many that the company manages; that the ramifications of global warming are unclear because “the [scientific] models simply are not that good”; and that technology advances will provide “engineered solutions” to address whatever problems emerge.\nHe said Exxon isn’t interested in diversifying by investing in renewable energy. Without subsidies, “they really don’t make money,” said Tillerson. “We choose not to lose money on purpose.”\nMichael Crosby, a friar from Milwaukee’s Roman Catholic Province of St. Joseph of the Capuchin Order, countered that renewable energy is competitive and that fossil fuels receives subsidies too. “We don’t receive any subsidies,” Tillerson said, though the company takes advantage of tax breaks that are provided to many industries.\nThe shareholder resolution that won the most support at both Exxon and Chevron asks for a new bylaw allowing qualifying shareholders to nominate board members. New York City Comptroller Scott Stringer submitted that resolution for votes at many publicly traded U.S. oil companies, noting that existing board members are not addressing shareholder concerns about how the companies will mitigate the long-term threats posed by climate change.\nThe proxy access resolution (so named because board nominations and ballots are contained in company proxy statements) got a majority vote of 55 percent at Chevron and 49.4 percent at Exxon. Since shareholder proposals are advisory, it’s up to the companies to decide whether or how to respond to the results. If they adopt the resolution’s language, shareholders owning at least 3 percent of a company’s stock for at least three years can nominate people for a limited number of board seats.\nIn a tweet, Stringer called the Chevron vote “a huge victory for shareowners.” Chevron Chief Executive John Watson said in a statement, “The board will consider the final voting results carefully, including the vote on proxy access and the thoughtful stockholder discussions on that issue.”\nHuge victory for shareowners at @chevron. 55% of investors favor having a say in how corporate boards are elected! @calpers @nyscomptroller\n— Scott M. Stringer (@scottmstringer) May 27, 2015\nProxy access resolutions have won a majority of shareholder votes at many other oil companies so far this year, including ConocoPhillips, Occidental Petroleum Corp., Marathon Oil Corp., Hess Corp., Anadarko Petroleum Corp., Murphy Oil Corp. and others.\nOne of the most notable climate-related resolutions appeared on Chevron’s proxy statement, and was aimed at reining in capital spending on costly and risky new projects. The first-of-its-kind proposal asked Chevron to increase dividend payments to shareholders instead of spending so much on unconventional oil, tar sands and other projects that could be rendered unprofitable by future climate policies or a related drop in oil prices.\nThe proposal won 4 percent of shareholder votes, enough to qualify for next year’s Chevron proxy ballot. In a joint statement, the resolution’s sponsors, the nonprofit As You Sow and sustainability and socially responsible investment managers Arjuna Capital and Zevin Asset Management, said it was “an extremely encouraging outcome for a first-time resolution addressing a new and timely issue.”\nChevron called the proposed dividend policy unwise because it was based “on a flawed, if not dangerous, premise: That stockholders would be best served if Chevron stopped investing in its business.” The company added that it believes there is a “low likelihood” that countries will forge a climate pact with the kinds of restrictions contemplated by the resolution sponsors.\nSeveral climate change-related shareholder resolutions won substantial backing—though not majority votes—from Exxon and Chevron shareholders. Corporate governance experts say shareholder resolutions that win votes of more than 20 percent should get trigger a company response.\nClimate-related proposals that won more than 20 percent of shareholder votes include resolutions that would:\n— Add someone with climate expertise to the board of directors. At Exxon, the resolution won 21 percent of shareholder votes; Chevron’s version got 20 percent.\n— Provide a detailed report disclosing lobbying expenditures. About 28 percent approved the Chevron proposal; 21 percent for the Exxon resolution.\n— Provide a report on the effects of hydraulic fracturing/shale energy operations. At Chevron, the proposal received a 27 percent vote; the Exxon version got 25 percent.\nClimate Resolution Barred\nThe biggest disappointment for climate activists involved the greenhouse gas resolution sponsored by Daly of the Roman Catholic Sisters of St. Dominic of Caldwell and others. It garnered just 9.4 percent of shareholder votes Wednesday, down from 22 percent last year. The drop below 10 percent approval automatically bans the same resolution from the Exxon shareholder ballot for three years, according to securities rules for multi-year proposals.\nDaly attributed the drop primarily to a decision by Institutional Shareholder Services Inc., whose recommendations effectively dictate the votes of a large swath of institutional shareowners. After backing the proposal every year since 2007, ISS reversed itself and this year advised its clients to vote no on the proposal.\nVermont State Treasurer Beth Pearce, who helps oversee $4 billion in pension investments, told the Exxon audience that she backed the emissions resolution because “as a long term investor in ExxonMobil, I want to see the company poised to succeed in the long term and to adapt to operate in a carbon-constrained economy.”\nAt Chevron, a similar resolution sought to make the oil company’s current carbon emissions reduction goals more challenging by syncing the targets with the global emissions limits needed to prevent runaway global warming. The resolution got about 9 percent of the vote, enough to qualify for next year’s ballot because it exceeded the 3 percent minimum for a first-time resolution.\nThe single-digit votes on the Exxon and Chevron greenhouse gas proposals were a setback for the Interfaith Center on Corporate Responsibility and the Tri-State Coalition for Responsible Investment, which launched a public campaign to win institutional investors’ support for the pair of resolutions. On the eve of the meetings, investors with $1 trillion in assets had pledged their support for the greenhouse gas resolutions, including pension funds from California, Vermont, Massachusetts and Sweden.\nTheir support translated into more than 19 million votes at Exxon and more than 8 million votes at Chevron. Both Exxon and Chevron argued that they are already reducing emissions through existing goal-setting methods.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}