{
  "url": "https://insideclimatenews.org/news/19052015/climate-change-lands-agenda-pta/",
  "title": "Climate Change Lands on Agenda of the PTA",
  "date": "2015-05-19T11:00:36-04:00",
  "content": "School districts in California—and perhaps nationwide—will soon feel increased pressure from parents to teach climate science in their classrooms.\nThe California State Parent Teacher Association, which represents nearly 1 million parents and educators, adopted a resolution this month to urge schools to prioritize climate curriculum and improve energy efficiency, as well as to lobby lawmakers to act on climate warming.\nThe group plans to bring the resolution to the National Parent Teacher Association for adoption as early as next year. If that were to happen, it would mean that millions of parents in school districts across the country would be pushing for improved climate education and legislation at a time when both face serious opposition from conservative groups.\n“People tend to blow off the PTA,” said Minda Berbeco, programs and policy director at the National Center for Science Education, an Oakland, Calif., not-for-profit group that works to protect evolution and climate science in schools. “But if the PTA supports something, it is hard for politicians and community leaders to go against it. It would mean going against the wishes of the majority of the parents in their state or district.”\nThe resolution frames the issue of climate change as a significant threat to children.\n“There is broad scientific consensus among climate scientists that human activities contributing to greenhouse gases are the dominant cause of climate warming since 1950,” the document reads. “Children represent a particularly vulnerable group already suffering disproportionately from both direct and indirect adverse health effects of climate change.”\nLike evolution before it, climate change has become a highly controversial education issue in recent years. Conservative groups like the Heartland Institute have launched campaigns aimed at educators and textbook publishers to promote doubt about the scientific consensus on manmade global warming.\nIn 2013, the National Research Council and National Science Teachers Association, among other groups, released the Next Generation Science Standards for grades K-12. The standards are the science equivalent of the Common Core for math and English. They recommend that educators teach global warming as early as elementary school and incorporate it into all science classes, ranging from earth science to chemistry.\nBut despite being co-written by 26 state boards of education, only 13 states have formally adopted the standards. By contrast, 46 states and the District of Columbia have adopted the Common Core. The Next Generation Science Standards have faced significant challenges in places such as Utah, Iowa, Michigan and South Dakota.\nCalifornia has adopted the Next Generation Science Standards, so teachers are already preparing to incorporate climate science into their curricula. The California PTA will likely keep pressure on them to make sure that happens, and offer teachers its support, especially in the deep red pockets of the state. Otherwise, the organization will largely focus on the parts of the resolution that call for schools to be energy efficient and sustainable, and for legislators to reduce greenhouse gas emissions.\n“Parents have an incredible amount of clout, of sway over their districts,” said Leah Qusba, a spokeswoman for the Alliance for Climate Education, an Oakland, Calif.-based not-for-profit organization that works to strengthen climate science education in high schools nationally. “If you look at some of places where boards of education have been on the fence about adopting [the Next Generation Science Standards], but ultimately decided to, the big change was when parents stepped up in support.”\nNational Challenges\nOften stereotyped as being simply the organizer of bake sales and proms, the PTA has a 100-plus year history of affecting change in America’s classrooms and for children’s rights. Founded in 1897, the group has been a driving force behind child labor laws, mandatory immunizations, anti-drug education, and public health campaigns ranging from awareness of sexually transmitted diseases to testing students for scoliosis. The organization has branches in nearly every major school district in the country and is headquartered in Alexandria, Va., right next door to Washington, D.C.\nThe California PTA hopes to introduce the resolution at the organization’s 2016 national convention, giving it a full year to gain support from delegates in other states. Its passage is by no means a sure thing, education experts said. With the 2016 presidential election in full gear, climate change will likely be an extremely partisan issue, and the National PTA is composed of members from all 50 states and both sides of the aisle.\nEven if it is adopted, there is bound to be some resistance. PTA resolutions aren’t law. Rather they guide the organization’s agenda and position statements. It would be easy for communities to ignore the resolution. Texas, for example, has a long history of rebuffing national education standards, and political and public understanding and acceptance of climate change risks is low in the state.\nIn addition, the National PTA’s membership numbers have dropped significantly in recent decades. The group doesn’t have the influence it once did, said William Cutler, an education historian at Temple University and author of the book “Parents and Schools: The 150-Year Struggle for Control in American Education.”\nEnvironmental education leaders argue, however, that even if a portion of the PTA’s 4 million members follow the resolution it could send a strong message to thousands of schools to “wake up” on the issue of climate change, said Derby Pattengill, president of the San Diego Unified Council of PTAs, which crafted the climate resolution. The group represents 89 schools K-12.\nCutler is less optimistic.\n“It is out of character for most PTAs to go to schools and tell them what to teach,” said Cutler, who served on his local PTA when his children were young. “Parents seldom weigh in on teachers’ curriculum because most don’t feel qualified to make those decisions.”\nA Two-Year Effort\nThe California resolution was first proposed by a group of San Diego parents in 2014, but the state told them it needed more scientific evidence to back up the claims that human activities are driving modern climate change, and that children will be particularly at risk from global warming impacts.\nWorking with the National Center for Science Education, the group rewrote the resolution, using more up-to-date scientific literature, and resubmitted it for consideration this year. The California State PTA debated the resolution on May 2 at its annual convention in Sacramento. Delegates voiced concerns that the organization would be taking on a scientific agenda, and they contended that climate change isn’t really a children’s issue. In the end, however, the majority of the more than 1,000 delegates at the convention voted “yes” to adopting it.\n“When I’ve spoken to thought leaders about how we build a family-and-parent movement in support of climate action, PTAs have always come up as a logical place to go,” said Lisa Hoyos, co-founder of the advocacy group Climate Parents. “But it is one thing to have a resolution on paper and another to make sure it is implemented. That’s the next step.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}