{
  "url": "https://insideclimatenews.org/news/05052015/flawed-methane-monitor-underestimates-leaks-oil-and-gas-sites/",
  "title": "Flawed Methane Monitor Underestimates Leaks at Oil and Gas Sites",
  "date": "2015-05-05T11:00:09-04:00",
  "content": "A popular scientific instrument used to measure methane leaks from oil and gas operations severely underestimates emissions under certain conditions, a preliminary study found. The results could have major implications for federal policies as the Obama administration moves to regulate methane from the natural gas industry.\nThe research paper raises serious questions about the validity of existing methane data. Measurements taken by the instrument are frequently used by the Environmental Protection Agency to estimate industrial releases of methane—a greenhouse gas dozens of time more potent than carbon dioxide. In fact, the EPA lists the device as an approved tool that oil and gas companies can use to measure and report their methane emissions.\n“It could be a big deal,” especially if it turns out the EPA is underestimating methane leaks, said study co-author Amy Townsend-Small, a geology professor at the University of Cincinnati. The paper was published in late March in the peer-reviewed Journal of the Air & Waste Management Association.\nThe instrument in question is the Bacharach Hi-Flow Sampler sold by Bacharach Inc. The portable device, about the size of a large backpack, has been on the market since 2001 and is the only commercially available tool that allows scientists to take instantaneous measurements of methane emissions from pipelines, storage tanks and other natural gas facilities. Each Bacharach costs around $20,000. Alternative measurement methods are generally more costly or time-consuming.\nThe authors cited eight scientific studies that could be affected, including several by the federal government, one from the city of Fort Worth, Texas, and two from the Environmental Defense Fund’s sweeping effort to understand the natural gas industry’s methane emissions. In addition, the Bacharach is frequently used by the industry for maintenance, testing and fulfilling compliance requirements.\nTownsend-Small said it’s hard to tell if existing data were compromised. The problem, she said, is that once the Bacharach takes a measurement, scientists can’t tell if there’s been an error unless the researchers had double-checked the measurement by simultaneously using a different instrument to measure methane concentrations.\nThe paper showed that the Bacharach sometimes fails to detect high emissions, even when the instrument is used according to the manufacturer’s instructions. In one instance, the authors found that two separate Bacharach samplers recorded natural gas concentrations in the air of 1 to 6 percent, when the actual concentrations were between 7 and 73 percent.\nBecause methane is explosive, high leak rates pose a safety threat as well as a threat to the environment, said study co-author Thomas Ferrara.\nFerrara is a project manager at Conestoga-Rovers & Associates, an engineering consulting company based in Niagara Falls, N.Y., that works primarily for industrial clients.\nRobert Howarth, an earth systems science professor at Cornell University who was unaffiliated with the work, said the study has serious implications.\n“The authors demonstrate rather convincingly that it is easy to use this instrument in such a way as to get estimates that are incorrect, with the error always one of underestimating methane emissions, and potentially by a lot,” Howarth said in an email. In 2011, Howarth co-authored a controversial study that projected shale gas would be worse for climate change than coal, due to the methane released from facility leaks and maintenance activities. Since then, government and academic scientists have invested millions into methane research to understand the natural gas industry’s true impact on global warming.\n“Since this instrument is widely used to meet EPA emissions requirements, this does indeed call into question those data,” Howarth said.\nAn EPA spokeswoman said the agency could not comment on the study before InsideClimate News’ publication deadline. Bacharach Inc. did not respond to a request for comment.\nIn addition to identifying the problem, the study authors found a possible solution. The Bacharach sampler functioned correctly when calibrated daily and when it was installed with a specific version of the instrument’s software released in April 2012.\nThe good news is the apparent solution shouldn’t be hard to implement, said lead author Touché Howard, a semi-retired air quality consultant and firefighter who lives in Durham, N.C.\nHoward invented the basic technology behind the Bacharach in the 1990s, but he wasn’t involved in the development of the Bacharach sampler. Howard builds custom-made methane detectors that he uses for his clients.\nTownsend-Small said the Bacharach’s flaws could help explain the discrepancies between “top-down” and “bottom-up” methane studies. In top-down studies, which generally find higher emissions, researchers take aerial measurements of the methane coming from regional oil and gas facilities. In the bottom-up methodology, scientists take a limited number of direct measurements from industry sites and extrapolate the findings to a larger region. Since Bacharachs are often used for on-site measurements, Townsend-Small said, this might contribute to the lower emissions found in bottom-up studies.\nHowever, she also cautioned against making too many conclusions based on her study. Because the results came from just five Bacharach samplers, more extensive testing is required to fully understand the nature of the problem and how to solve it, she said.\nBrian Lamb, a Washington State University civil engineering professor, said the study is “a good paper.” Lamb was faculty adviser to Howard and Ferrara when they were students at Washington State in the 1980s.\nLamb called the paper “an important contribution given that this sensor system is pretty widely used… It’s important that people in the business be aware of the potential problems and take the right steps” to avoid them, he said.\nEPA Asks for More Proof\nFerrara and Howard identified the Bacharach’s flaws during routine emissions testing for their clients. Their testing was partly inspired by other scientists who had noticed problems with the Bacharach. Over the course of about four years, Howard and Ferrara put hundreds of hours of their own time into the project. Ferrara’s consulting company provided funding, he said, while an oil and gas company and Heath Consultants Inc.—the Bacharach’s distributor—gave in-kind support.\nThe technicians attribute the Bacharach’s problem to a sensor failure. Each Bacharach sampler is equipped with two sensors: one that senses natural gas concentrations of less than 5 percent, and another one that detects concentrations above 5 percent. When concentrations rise above 5 percent, the Bacharach should respond by shifting from the first sensor to the second one. In the cases where the Bacharach failed, the scientists found the second sensor failed to kick in, so the sampler gave erroneously low readings even in the presence of high methane content.\nTownsend-Small didn’t participate in the field testing. She was brought in as an adviser to provide an outside perspective, and is credited as a study co-author.\nThe paper also reanalyzed Bacharach data from two previous studies: a 2011 report from the city of Fort Worth, and a 2012 conference report led by the Dutch  consulting firm ARCADIS Inc. Both studies took simultaneous methane measurements using the Bacharach and another method. Many of the data points showed inconsistencies, with the Bacharach giving much lower readings. Howard and his colleagues determined those problems were likely caused by the Bacharach’s sensor failure.\nFerrara said it’s impossible to tell how the Bacharach’s problems might affect current and future studies. Out of the approximately 500 technicians and researchers using Bacharachs today, he said, “I don’t know if they know they need to calibrate it every day.”\nAnd, he added, it’s unclear who’s using what version of the software. Ferrara notes the Bacharach manual instructs technicians to calibrate once a month, but any good researcher would know to calibrate more often than that, he said.\nOne possible solution, Ferrara said, is to get the EPA to pressure Bacharach Inc. to change its manual. But because the Bacharach sampler is an EPA-approved device, it may require complex regulatory action, he said.\nHoward said he participated in a conference call with EPA representatives to discuss his team’s findings. The call took place before the paper was published, Howard said, and while the EPA seemed receptive to his concerns, Howard was told the agency couldn’t take action without more proof.\nAlthough Howard acknowledges more research is needed, he hopes their paper will prompt researchers and technicians to be especially careful when using the Bacharach. “We don’t want to be accusatory,” he said. “Our goal is to get people to get the best results possible.”\nIn late March, a separate study led by Lamb and co-authored by Ferrara, Howard, Townsend-Small and others, found lower-than-expected methane emissions from natural gas distribution systems. The work was part of the Environmental Defense Fund’s set of 16 studies. Lamb and Howard said the team took direct methane measurements, but used one of Howard’s custom-built instruments instead of a Bacharach, and the data were double-checked with a separate device to ensure accuracy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}