{
  "url": "https://insideclimatenews.org/news/27042015/standing-sitting-down-student-sit-ins-demand-divestment/",
  "title": "Standing Up by Sitting Down: Student Sit-Ins Demand Divestment",
  "date": "2015-04-27T11:00:12-04:00",
  "content": "Last month, more than 30 students at Swarthmore College tried an increasingly popular tactic to pressure their school to divest its $1.9 billion endowment of fossil fuels: a sit-in in the hallway of the administration’s office.\nThirty-two days and more than 200 protesters later, officials at the 151-year-old liberal arts college near Philadelphia finally agreed to discuss divestment at a board meeting in May.\nSince January, Swarthmore and nine other schools with endowments totaling more than $72 billion have been beset with campus sit-ins. Those students are urging their universities to join the 30 schools worldwide—along with 41 cities, 72 religious institutions, 30 foundations and hundreds of individuals—that have divested or pledged to divest from fossil fuels. Most recently, the staff at SOAS, University of London pledged April 24 to divest their fossil fuel holdings over the next three years.\nThese so-called “escalation” efforts, according to those involved with the campaigns, have involved thousands of students, alumni and community members in eight states over 70 days.\n“We were pleased with the movement on the Swarthmore campus, but not surprised,” said Jenny Marienau, the U.S. divestment campaign organizer at the green group 350.org that’s helped the movement grow. For the last three years, the student divestment group Swarthmore Mountain Justice has been building support from students, alumni, faculty and the community, she said.\nThe primary argument for divestment is: “If it is wrong to wreck the climate, then it is wrong to profit from that wreckage,” according to 350.org‘s website. Divestment involves selling off stocks and bonds tied to oil, natural gas and coal companies, and can take months to years.\nSwarthmore’s divestment group had been plotting the sit-in for months in coordination with  similar student groups at colleges across the country. Since the school’s sit-in launched in March, it inspired similar actions on other campuses such as the University of Mary Washington, in Fredericksburg, Va.\nThe Swarthmore protest has received endorsements from high profile alumni, such as Christiana Figueres, executive secretary of the United Nations Framework Convention on Climate Change and a 1979 alumna. In a letter to the school, Figueres wrote: “While the investment shift is not easy and cannot be done abruptly or irresponsibly, there are several well reputed climate and clean energy indexes now available as guides for the transition…Swarthmore cannot determine the pathway of global investments, but it can protect its endowment and play its part in history.”\nHundreds of other Swarthmore alumni also pledged to withhold their donations until the administration conceded; and several faculty came out in support of the efforts.\n“We made it clear this is where the Swarthmore community stands,” said Stephen O’Hanlon, a Swarthmore student who participated in the sit-in.\nApart from Swarthmore, students at Wesleyan University in, Middletown, Conn., are calling their efforts a victory. Following a one-day protest, the school president, Michael Roth, agreed to discuss the feasibility of divestment.\nFor some schools, it’s hard to tell what impact the protests had on spurring negotiations with school administrators. For example, president Michael A. Fitts of Tulane University, in New Orleans, said in a prepared statement that the multi-day sit-in came at time when there was already an open dialogue between the students and himself.\nFor many schools, however, administrations facing this kind of pressure to divest haven’t budged on their entrenched position. Leaders at the University of Colorado, in Boulder, have said divestment is not a financially shrewd move. Other schools, including Harvard University, have said endowments shouldn’t be tools for political action. (Harvard partially divested from companies doing business with apartheid South Africa in the 1980s under pressure from students.)\nYale University and other schools, including Bowdoin College, in Brunswick, Maine, argue there are better ways to address climate change. In fact, last week Yale announced it would impose an internal carbon tax. One impact is that university departments will be taxed $40 per metric ton of emissions, reports E&E Publishing.\nPerhaps the most notable ongoing academic divestment campaign is the one at Harvard. Students at the school in Cambridge, Mass., have been pushing for divestment since August 2012. This year, they really turned up the pressure. They have already held two sit-ins, one in February and the other this month. They organized “Harvard Heat Week,” a full week of action devoted to the cause. And a group of seven students took the school to court over the issue. Harvard President Drew Faust agreed to talk with students following both protests. Students recently responded that they are interested in talking, but will continue to keep up the pressure until those conversations take place.\nWhile most of these student protests ended peacefully, there were a few noteworthy exceptions. On April 9, a one-day sit-in on the Yale campus in New Haven, Conn., resulted in 19 students being cited for trespassing. At the University of Mary Washington, two students and one community member from the Divest UMW group were arrested on the 21st––and final––day of protesting in George Washington Hall, the administration building.\nThe spring push for divestment hasn’t been limited to sit-ins; there have also been rallies, such as the one involving over 100 people at Boston College in March, public forums, like the April panel at the Massachusetts Institute of Technology, and letter-writing campaigns involving alumni and faculty.\nAccording to 350.org, there are around 500 other college chapters fighting for divestment.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}