{
  "url": "https://insideclimatenews.org/news/22042015/obama-climate-change-cant-be-edited-out/",
  "title": "Obama: Climate Change ‘Can’t Be Edited Out’",
  "date": "2015-04-22T23:40:42-04:00",
  "content": "Standing in Everglades National Park Wednesday, President Barack Obama called out Republican politicians for their continued denial that climate change is happening, is man-made and will pose serious risks to millions of Americans in coming decades.\nClimate change “can’t be edited out,” Obama said. “It can no longer be omitted from the conversation, and action can no longer be delayed.” The comment was in reference to Republican Florida Gov. Rick Scott’s decision to ban state employees from using global warming-related terms in official communications, according to published reports.\n“This is not a problem for another generation,” Obama said. “Not anymore. This is a problem now, and it has serious implications for the way we live right now.”\nThe President’s comments are part of a White House plan to make denial of climate change a political liability for Republicans heading into the 2016 political campaigns.\nFlorida is home to Republican presidential frontrunners Sen. Marco Rubio, who has formally announced his candidacy, and former Gov. Jeb Bush, who has not—both of whom deny or question human-driven global warming.  The state’s large population and sharp political divide between progressive urban areas and increasingly conservative rural ones make it a microcosm of voters’ views on climate issues across the country.\nIn addition, Florida is on the front lines for the effects of climate change in the U.S. It has already experienced as much as nine inches of sea level rise along its nearly 1,200 miles of coastline. Rising salt water is creeping through the porous rock underlying much of the state and into freshwater aquifers, threatening the drinking supply for millions.\nEnvironmentalism is “not something that historically has been a partisan issue,” Obama said. He cited Republican presidents including Theodore Roosevelt, who established the U.S. Forest Service; Richard Nixon, who created the Environmental Protection Agency; and George H.W. Bush, who was the first president to acknowledge the threat of climate change.\n“If you’ve got a coming storm, you don’t stick your head in the sand,” he said. “You prepare for the storm.”\nA Busy Week\nThe president’s Earth Day speech in the Everglades followed nearly a week of climate-related announcements and actions by the Obama administration.\nObama started the week by devoting his weekly Saturday address to climate change, largely foreshadowing his remarks in Florida. On Tuesday, the Department of Energy released its first Quadrennial Energy Report to analyze and provide recommendations for the nation’s aging energy infrastructure. The plan called for billions of dollars for projects including modernizing the electrical grid and promoting carbon dioxide capture and sequestration.\nThe administration also announced two executive actions to make the nation’s energy system more resilient to climate impacts and to invest in solar energy, particularly in rural areas, through a U.S. Department of Agriculture loan program.\nIt also launched the Resilient Lands and Waters Initiative to help communities in Florida, Hawaii, Washington and the Great Lakes region defend their natural resources and protected lands from the impacts of climate change. These threats include sea level rise, drought, wildfire and invasive species.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}