{
  "url": "https://insideclimatenews.org/news/14042015/harvards-heat-week-sparks-fire-fossil-fuel-divestment/",
  "title": "Harvard’s Heat Week Sparks Fire for Fossil Fuel Divestment",
  "date": "2015-04-14T13:00:35-04:00",
  "content": "CAMBRIDGE, Mass.––As top-notch experts met at Harvard University to discuss global warming impacts and solutions Monday, dozens of Harvard students and alumni held protests encouraging the university to divest from fossil fuels.\nThe two events––one organized by Harvard’s Office of the President, the other by students, alumni and environmental activists––share a common concern, but they highlight a rift over how the university should address climate change.\nThe Presidential Panel on Climate Change brought scientific and public policy leaders to a sold-out event at Harvard’s 1,000-seat Sanders Theater. For more than an hour, the speakers, moderated by broadcaster Charlie Rose, discussed climate science, policies and solutions.\nMeanwhile, divestment activists continued various sit-ins on campus to pressure the administration to shed its oil, gas and coal assets. Harvard President Drew Gilpin Faust has repeatedly said the university will not divest.\nThe panelists began by summarizing the urgency of the climate crisis and describing what needs to be done.\nJohn Holdren, a White House adviser to the president on science and technology, said President Obama is fully committed to addressing the problem through national policies and international collaboration.\nChristopher Field, a Stanford University professor of environmental studies, said the solution would ultimately require a complete transformation to a carbon-free economy.\nThe first mention of divestment came about 40 minutes into the discussion, from Naomi Oreskes, a Harvard history of science professor.\n“I think we’re at a point where we need disruptive politics,” Oreskes said. “I don’t see how we can have this conversation we’re having here and still be continuing to invest in companies that are building more fossil fuel infrastructure…that is locking us into the very grave problem [of climate change] that we claim to be very very worried about,” she said to a burst of applause from the audience.\nOreskes’ statement led to a debate about the moral imperative to fight climate change, and the role of universities in making political and social decisions.\nFor two years, student activists, along with some alumni and faculty, have pushed Harvard to divest its $36 billion endowment from fossil fuels. It’s part of a global divestment campaign against the oil and gas industry. Over the past few years, 28 universities and colleges have divested or pledged to divest, along with 41 cities, 72 religious institutions, 30 foundations and hundreds of individuals.\nRebecca Henderson, a Harvard Business School professor, said she is “very uncomfortable with a blanket policy” on divestment. She said she believes Harvard should divest from coal, but wants to be more “targeted” about the rest of the fossil fuel industry.\nHarvard geology professor Daniel Schrag had similar reservations. “At a basic moral level, the students are right,” he said. “It’s wrong to use fossil fuels.” But Schrag said it makes more sense to go after coal first because it’s worse than oil and gas for both the climate and public health.\nDuke environmental professor Richard Newell worried that the focus on divestment would make the debate too polarized. “Unless we bring [the conversation] back to the middle, we will not progress,” he said.\nJoseph Aldy, a public policy professor at Harvard Kennedy School of Government, wants divestment activists to direct their energy toward politicians who deny climate change. He encouraged them to get political and “impose a cost” on policymakers who say “absolutely ridiculous things” about global warming science.\nThe Other Side of Campus: Civil Disobedience\nAs the panel drew to a close, a handful of Harvard students on the other side of Harvard Yard continued a planned week-long blockade of Massachusetts Hall, the historic building that houses the Office of the President. Meanwhile, nine Harvard alumni launched a parallel sit-in at the Harvard Alumni Association Office. They were prepared to face arrest to make their point.\nTed Hamilton, a second-year Harvard law student who was part of the Massachusetts Hall blockade, said he was “pretty disappointed” by the presidential panel.\nIt was a “conversation in a bubble,” he said, with lots of talk about solutions but “no imagination” about how to scale up the solutions to a global level.\nJamie Henn, communications director for the grassroots environmental group 350.org, said it was good to see Oreskes “make a vocal case for divestment,” but the panel was essentially a “talk show” that distracted from the real issues. 350.org launched the divestment movement in 2012; it supports the Harvard activists.\nHamilton’s classmate Sima Atri, a third-year law student, said she’s frustrated at the administration’s refusal to hold open, on-the-record discussions about divestment.\nIn contrast, she said, the Massachusetts Institute of Technology—just a few miles down the road from Harvard—held a public debate last week about the pros and cons of divestment. (Oreskes spoke at that event for the pro-divestment side).\nHarvard’s Office of Public Affairs & Communications did not respond to questions about the divestment movement.\n“So far we have gotten very little from the administration,” Atri said.\nIn February, during another occupation of Massachusetts Hall, Faust told The Harvard Crimson she disapproved of the students’ tactics. She has questioned the effectiveness of fossil fuel divestments and emphasized Harvard’s role in researching climate change science and policy.\n“We should…be very wary of steps intended to instrumentalize our endowment in ways that would appear to position the University as a political actor rather than an academic institution,” Faust wrote in 2013.\nAtri argues that “investing in fossil fuels is itself a political position.”\nThe blockade of Faust’s office is part of Harvard Heat Week, organized by students and alumni who favor divestment. Protests began Sunday, and Atri said she was one of about 30 people who stayed overnight in front of the building. She estimates 150-200 people showed up for a Monday morning divestment rally. Other rallies and vigils will take place all week.\nOne of the alumni who spent the night on Sunday and Monday is Bill McKibben, co-founder of 350.org. McKibben (class of ‘82) and eight other alumni began their sit-in of the Harvard Alumni Association Office early Monday afternoon. A few hours later, McKibben tweeted that Harvard police had locked the doors to the room, and the group was prepared to spend the night in the office.\nHenn said there were about eight or 10 police officers in the area at 6 p.m. He said he was in the hallway next to the office but not allowed to enter the room.\nIn an open letter, the nine occupiers asked to meet with officials from the alumni association Tuesday to discuss divestment.\n“We sincerely hope you’ll honor our request for a meeting first thing tomorrow morning and will start the honest dialogue that the University has so far avoided,” they wrote. “We’ll be here to greet you.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}