{
  "url": "https://insideclimatenews.org/news/17042015/republican-senators-lag-behind-voters-climate-change/",
  "title": "Republican Senators Lag Behind Voters on Climate Change",
  "date": "2015-04-17T09:00:14-04:00",
  "content": "Republican policymakers who maintain climate denialist views are increasingly at odds with the majority of their constituents, according to a new analysis by researchers at Yale University.\nThe researchers compared votes by U.S. senators on a January climate change measure with their constituents’ posture based on a new model that extrapolates localized climate views from polling data. The vote was on an amendment to recognize that “(1) climate change is real; and (2) human activity significantly contributes to climate change.”\nRepublican Colorado Sen. Cory Gardner, for example, voted no on the amendment. Yet 58 percent of Coloradans accept the scientific evidence for anthropogenic warming. Similarly, Sen. Marco Rubio of Florida—a candidate for the Republican presidential nomination—also voted no, though 56 percent of Floridians say climate change is real and man-made. So did Sen. Dean Heller, a Republican from Nevada, where 57 percent would have voted yes.\nThe politicians’ views lag U.S. public opinion, which already trails far behind the scientific community’s certainty on the reality of global warming. Various polls have found between 97 to 98 percent of working climate scientists accept the evidence for human-caused climate change.\nThis gap in climate belief is a “major problem,” said Anthony Leiserowitz, director of the Yale Project on Climate Change Communication. These senators “are some of the key decision makers in American society, and their decisions affect all of us.”\nThe Yale analysis quantifies a growing recognition among political and environmental experts that some lawmakers’ positions aren’t keeping up as the national climate conversation evolves.\n“Markets have been moving much faster than policymakers” on acknowledging and addressing climate change, Sarah Ladislaw, an expert on energy politics and climate change at the Center for Strategic and International Studies, said during a panel discussion at the Future of Energy Summit Tuesday in New York.\nWhile partisan gridlock has stifled any significant global warming action in Congress, businesses have launched their own energy efficiency, sustainability and climate resilience programs. They are also investing millions of dollars in climate solutions.\nAmericans have become increasingly concerned about climate change in recent years—with 63 percent of the public agreeing that global warming is happening, according to Yale data. They are also increasingly supporting climate action. Sixty-one percent of Americans think the federal government should force corporations to pay a price for carbon pollution, according to a poll released Wednesday by Stanford University and Resources for the Future, a Washington, D.C.-based think tank.\nSo far the disparity hasn’t carried political ramifications for legislators, but that may also be in flux, Leiserowitz said.\n“Climate change is not currently at the top of most voters’ minds when choosing who to vote for, but that’s starting to change,” he said. “There are numerous organizations now working to build public and political will for climate action, including making it a more important electoral issue.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}