{
  "url": "https://insideclimatenews.org/news/17042015/investors-demand-oil-and-gas-giants-disclose-climate-change-risks-sec-global-warming-carbon-strandet-assets-bubble/",
  "title": "Oil Majors Face New Pressure to Disclose Climate Risk to Investors",
  "date": "2015-04-17T10:00:52-04:00",
  "content": "A $2 trillion group of investors will ask regulators on Friday to force oil and gas companies to provide more disclosures about climate-related risks to their businesses.\nThe request, backed by 62 institutional investors from the U.S. and Europe, is included in an April 17 letter to Mary Jo White, head of the Securities and Exchange Commission. The comptrollers for New York State and New York City submitted a similar letter to the commission. The letters are the latest sign of the growing concern from shareholders and others about how fossil fuel companies would fare in a world that’s shifting to low-carbon energy sources.\n“We are concerned that oil and gas companies are not disclosing sufficient information about several converging factors that, together, will profoundly affect the economics of the industry,” the investors wrote.\nThe group cited worries that carbon assets could become uneconomic—or stranded—if climate-related trends permanently undercut prices and demand for fossil fuels. Those fears are exacerbated by “excessive capital spending on high-cost, carbon intensive projects such as Arctic drilling, ultra deepwater drilling and Canadian oil sands projects,” the investors wrote.\n“We have found an absence of disclosure in SEC filings regarding these material risks,” said the investor group, which was organized by the sustainability group Ceres.\nOn Thursday, shareholders of oil giant BP reinforced the importance of such disclosures by overwhelmingly approving a measure that requires the company to provide more robust yearly climate change-related information, including data about the viability of BP projects in a low-carbon economy.\nThe disclosures are designed to allow investors “to judge whether BP is positioning itself to be a sustainable player in the energy system,” said Edward Mason, head of responsible investment at the Church Commissioners, the Church of England. The church was part of a broad coalition backing the BP resolution.\nThe BP measure was approved by more than 98 percent of the shares voted, surpassing the 75 percent benchmark for making the resolution binding under British law. Beginning next year, BP must disclose efforts to cut carbon emissions; whether company projects will be viable in a low-carbon economy; the company’s investment in low-carbon energy technology; executive incentives tied to the low-carbon transition; and BP’s lobbying on climate-related public policy.\nShareholders have repeatedly requested similar information from ExxonMobil, Chevron and other U.S. oil and gas companies. Several of those requests are included in resolutions set for annual meeting votes next month. Under U.S. securities law, shareholder resolutions are not binding, and fossil fuel companies have routinely opposed and tried to disqualify all shareholder proposals.\nLast year, ExxonMobil agreed to produce a report on stranded asset risk in response to a shareholder resolution. In the report, the company dismissed the concern by noting that rising global demand for energy would protect its fossil fuel reserves from becoming stranded through 2040.\nThe ExxonMobil report was criticized for ignoring several factors, including scenarios where increased energy demand could be substantially met by sources other than fossil fuels. The company hasn’t included that kind of analysis in SEC filings, though, and neither have other oil and natural gas companies.\n“It’s an across-the-board omission,” said Jim Coburn, a senior manager at Boston-based Ceres. “The companies are not really answering most of the questions that investors are asking.”\n‘Could Act Quickly’\nIn 2010, the SEC issued voluntary guidance on climate-change related disclosures. The commission noted that developments surrounding climate change could “create demand for new products or services or decrease demand for existing products or services.” The SEC suggested that companies disclose potential “decreased demand for goods that produce significant greenhouse gas emissions.”\nFriday’s letter from the institutional investor group makes the case that carbon asset risks have become a significant concern that falls within the definition of issues that must be addressed in SEC documents.\nIn February, the London-based group Carbon Tracker wrote to the SEC seeking greater climate-related disclosures, as well as regulations that would standardize disclosures for capital spending and the carbon content of fossil fuel reserves, Ceres said.\nIt’s unclear how the SEC will respond to the letters, or how quickly it might act if it agrees that more disclosure is warranted.\n“The SEC could act quickly here if it wanted to,” said Coburn of Ceres. “We would love the SEC to really embrace the concept of climate risk, and to acknowledge that, apart from what happens in Paris [on a climate treaty], there’s a trend toward low-carbon economies that’s picking up speed.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}