{
  "url": "https://insideclimatenews.org/news/09042015/amory-lovins-freedom-fossil-fuels-possible-dream/",
  "title": "Amory Lovins: Freedom From Fossil Fuels Is a Possible Dream",
  "date": "2015-04-09T10:00:18-04:00",
  "content": "The United States could run almost entirely on clean energy by 2050, with a larger economy, $5 trillion in savings––and no acts of Congress. That’s a vision of the future as seen by Amory Lovins, a sustainability expert who talked about how to reach that goal in a presentation Tuesday at Harvard University in Cambridge, Mass.\nElectric vehicles, retrofits, the sharing economy and the rise of clean energy in Europe and China—all these technologies and trends show how a transition from oil, coal and nuclear power is possible, he said.\nLovins is chairman and chief scientist at the Rocky Mountain Institute, a nonprofit think tank and consulting firm that supports renewables and energy efficiency. His talk was based on his 2011 book “Reinventing Fire: Bold Business Solutions for the New Energy Era,“ and a 2012 TED Talk (a global ideas conference) where he presented the book’s findings.\n“Long ago, fire made us human, and then fossil fuels made us modern,” Lovins said. “But now we need a new fire that makes us safe, secure, healthy and durable, and that turns out to be feasible, and in fact, to be cheaper than what we are doing.”\nThe lecture was part of a series of events at Harvard Climate Week. Other speakers will address issues such as climate change and public health, and the role of corporations in climate action.\nLovins doesn’t see himself as an optimist. Instead, he aspires to what he calls “applied hope.” His vision for 2050 shows the U.S. relying on wind, solar, biomass, hydropower and other renewables, along with some natural gas—but a third less than the country consumes today. Throughout his talk, he shared numerous examples of how the world is already turning from fossil fuels and why the trend will continue.\nTo begin with, there’s tremendous potential in cutting energy waste from buildings, Lovins said. In 2011, for example, the Rocky Mountain Institute helped retrofit the Empire State Building, ultimately reducing energy use by 38 percent by upgrading its lighting, windows and heating units.\nLovins used his own house as another example. Perched in Snowmass, Colo., the building, with its curved, S-shaped walls, is heated entirely through solar power, despite winter temperatures that can reach 47 degrees below zero. Lovins even grows bananas in an atrium covered in energy-efficient windows. Our house is “a net exporter of electricity and bananas,” he said.\nOn a larger scale, Lovins noted that U.S. electricity use peaked in 2007 and has been dropping ever since. Over the next 40 years, U.S. buildings could triple or quadruple their energy productivity while saving $1.4 trillion, he said.\nLovins also highlighted changes in the automobile industry. Uber and other car-sharing services have reduced the demand for individual car ownership, he said, and some Chinese cities have electric cars in “giant vending machines” that people can rent for about $3 an hour.\nDemand is falling even in the U.S., as many young adults no longer want to own a car, he said. When Lovins asked how many members of the audience didn’t have a car, about a third of the 70 or so people raised their hands.\nThat may be because Cambridge has multiple public transportation systems. The city of 107,000 is also known for other sustainability initiatives. Cambridge officials want to end its contract with energy company TransCanada, which provides electricity to municipal buildings—but is also the company behind the proposed Keystone XL pipeline, a carbon-intensive project that would ship Canadian oil sands from Alberta to Nebraska.\nHarvard and the Massachusetts Institute of Technology, its Cambridge neighbor—have robust student movements seeking to divest their institutions’ fossil fuel assets. Over the past few years, 28 universities and colleges have divested or pledged to divest from fossil fuels, along with 41 cities, 72 religious institutions, 30 foundations and hundreds of individuals.\nLovins didn’t mention divestment in his talk, but he did say that some investors are pulling out of the fossil fuel industry in favor of more secure investments. In 2013, Bloomberg LP unveiled the world’s first financial tool to help investors track how climate regulations and falling demand could impact fossil fuel assets.\nOn the renewable energy front, Lovins said the U.S. has a lot to learn from western Europe, where industrialized, developed nations rely on clean energy for a large share of their electricity. For example, Germany got 27 percent of its electricity from renewables in 2014, while Italy clocked in at 33 percent. And although high renewable use leads to concerns about blackouts, Lovins said those countries have tuned their electrical grids to handle the challenges.\nDenmark and Germany have electric grids that are 10 times more reliable than those in the U.S., despite the higher use of renewables, he said.\n“Our energy future is not fate but choice,” Lovins concluded. “And that choice is very flexible.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}