{
  "url": "https://insideclimatenews.org/news/01042015/eating-land-unlikely-save-polar-bears/",
  "title": "Eating on Land Unlikely to Save Polar Bears",
  "date": "2015-04-01T17:00:52-04:00",
  "content": "Scientists studying the effects of Arctic melting have found themselves in what you could call the Polar Bear Wars.\nOn one side, a sizeable group of researchers have spent decades documenting the connection between the rapid melting of sea ice and declines in polar bear health and survival.\nOn the other, a handful of scientists who have observed polar bears eating nontraditional prey on land—like goose eggs and berries—have hypothesized that could mitigate the loss of their icy habitat as the globe warms. Studies from this side have spawned misleading headlines such as, “Polar Bears Just Might Outlive Us All.”\nA paper published today in the peer-reviewed journal Frontiers in Ecology and the Environment is the latest attempt to settle the score.\nThe review article, “Can Polar Bears Use Terrestrial Foods to Offset Lost Ice-Based Hunting Opportunities,” concludes that even though some polar bears are eating on land, those instances are limited and the nutritional benefits of that food is in doubt.\n“The intent was to clarify what we know now,” said the paper’s lead author Karyn Rode, an Alaska-based Research Wildlife Biologist with the U.S. Geological Survey. Rode said the research showed that eating on land may be helping a few bears, there is no evidence it is benefitting them on a population level.\nPolar bears have evolved to survive on the sea ice, thriving on fat of the prey they hunt there, mostly ringed seals. Since the beginning of the satellite record in 1979, nearly 700,000 square miles of sea ice have vanished as the Arctic warms at a rate two to three times faster than the rest of the globe. Some polar bear populations, such as those in the Southern Beaufort Sea and the Western Hudson Bay, have shown declines in reproduction rates, health and survival as the bears are forced onto land for longer periods.\nRecent work the paper cites has shown that polar bear genes differ from their ancestors, brown bears, because they evolved to metabolize fat. Brown bears live on food found on land, and those that live in the Arctic are some of the smallest in the species.\n“The bottom line is that polar bears are really big,” Rode said. “And they’re big for a reason–they have the highest fat diet … It’s the size of polar bears that really causes them problems when they switch their diet.”\nThis question of whether the bears will be able to adapt to longer periods on land has become significant because polar bears are the icons of climate change. Climate denialists have used healthy polar bear studies to weaken that icon status.\n“We’ve established a threat in the loss of sea ice habitat, and basically the statement I made back in 2007 still seems to stand: As the sea ice goes, so goes the polar bear,” said Steven Amstrup, former USGS biologist who is now the chief scientist for the conservation group Polar Bears International and who was a coauthor of the study. “If you want to deny global warming and if someone out there provides a little tidbit that you can interpret or reinterpret, then by proxy you can deny the threat of global warming.”\nIndeed, climate contrarian Wei-Hock “Willie” Soon, who was recently found to have failed to disclose the fossil fuel funding of some of his work, was a coauthor of a 2007 paper that claimed polar bears could adapt and start eating food on land. Soon received funds from the coal utility Southern Company to give a talk where he also argued that “too much ice is really bad for polar bears.“\nThe authors of the new report write that the observations of polar bears eating food on land are limited, with studies documenting fewer than 30 polar bears in certain populations eating energy-dense foods like goose eggs. Though this may help some bears supplement their fat stores while on land, there is no evidence this makes a difference on a large scale.\n“Warming-induced loss of sea ice remains the primary threat faced by polar bears,” the report says.\nThe paper took issue with research by Robert Rockwell, a biologist with the American Museum of Natural History, and his colleague Linda Gormezano, a graduate student. His 2009 paper with Gormezano states, “The consumption of snow goose eggs could improve bears condition and stabilize or reverse the survival decline of this age class,” and, “Such a reversal could at least temporarily increase the near-term growth rate of the western Hudson Bay population.”\nBut Rockwell said he never hypothesized this would play a “major role” in polar bear adaptation—as is stated in the new study—and he, like the new study’s authors, believe more research is needed on how many bears are helped by terrestrial feeding.\n“If you’ll look at our papers, you’ll see that we say the same thing,” Rockwell said.\nAnother study published late last month also focused on observations of polar bears eating goose eggs, berries, caribou and other species while on land. The paper examined polar bear predation on bird populations in Norway’s Arctic archipelago and Greenland. The scientists found that in years where the bears arrived earlier, before the eggs had hatched, more than 90 percent of all nests were predated.\nIn this case, the study’s conclusion was not that eating eggs and birds would offer alvation for the bears. Instead, it highlighted the damage to the bird species, calling that part of the “cascading effects of climate change.”\n“The number of polar bears exploiting the coastal habitat was small, and we suspect that there is little scope for further increase in numbers,” the study’s authors wrote. “This underlines the importance of sea ice habitat to support current population levels of polar bears.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}