{
  "url": "https://insideclimatenews.org/news/17032015/speaking-heart-climate-scientists-launch-personal-campaign/",
  "title": "Speaking From the Heart, Climate Scientists Launch Personal Campaign",
  "date": "2015-03-17T09:00:16-04:00",
  "content": "When Hurricane Floyd hit New Jersey in September 1999, 12-year-old Erika Navarro dashed out to her driveway to experience the storm firsthand. For at least 10 minutes she stood in the wind and pelting rain, watching the lake across the street flood its banks.\n“It was just completely incredible,” she recalled. “I had never seen that much rain falling from the sky, and never seen that much destruction from one event.”\nThe hurricane cemented a lifelong fascination with natural disasters, and led Navarro into her current career as a Ph.D. candidate at the University of Washington, where she studies hurricane forecasting and how solar radiation affects the strength of hurricanes.\nWhen a professor in her department recently asked Navarro to add her voice to More Than Scientists, a climate change public outreach project, Navarro leaped at the chance.\n“I’ve always accepted [that] as a scientist…I have an obligation to reach out to the public,” she said.\nSLIDESHOW: 9 climate scientists on what motivates them, and what’s needed to solve the climate crisis\nMore Than Scientists officially launched on Monday with the release of more than 200 video clips featuring some 20 scientists. In these videos, researchers like Navarro discuss their motivations, hopes and fears for the future. They address scientific misconceptions and tell personal stories about how their work connects with the wider world.\nIn one video, University of Washington (UW) oceanography professor LuAnne Thompson described visiting her family farm in Kansas and watching farmers struggle with drought—the kind of natural disaster that will be exacerbated by global warming.\nIn another clip, UW Ph.D. student Bryce Harrop, a home brewer, worried about how climate change could affect the future of food––and beer.\nEric Michelman, the Seattle-based climate activist behind the campaign, said he started the project to get more climate scientists’ voices into public conversations about global warming.\nIntro video for the new campaign (hundreds of clips can be seen here):\nMuch of the discussion is warped and misrepresented by various agendas, he said, adding that the public needs accurate information about climate change. Scientists have “a lot to say and ultimately it comes down to their work,” he said.\nMost of the videos on the site were recorded by Michelman’s team and feature researchers from UW, the Massachusetts Institute of Technology and Harvard University. Now that the site has launched, Michelman said, he encourages all climate scientists to submit their own videos.\nThe project has some similarities to Is This How You Feel?, another outreach project launched last year where climate scientists wrote letters describing their feelings about global warming.\nIn More Than Scientists, Michelman wanted the researchers to speak from their personal experience “as community members, as fellow parents, concerned citizens and neighbors.”\nNavarro said that relatability is important for public trust. “The best teachers and the best coaches are able to personalize what they’re doing” and why they’re doing it, she said.\nClimate change has always been personal for Navarro, but hurricanes made it even more personal. Thirteen years after Hurricane Floyd, Superstorm Sandy “completely demolished everywhere where I grew up,” including the beaches and boardwalk where Navarro spent so much time with her family, she said in one of the videos. “Hurricanes will get stronger in the future” as climate change drives stronger storms, she concluded. “I study this because I care, because I don’t want that to keep happening, and I want people to know that this is a possibility.”\nA common theme in the videos is the scientists’ concern for the future of their children.\nGuillaume Mauger, a UW postdoctoral researcher who studies climate adaptation, appeared in a clip while sitting next to his wife and two daughters. “One of the things that really makes this topic important to me is thinking about this longer-term future,” he said, as his 8-month-old babbled away and his 3-year-old walked along the couch. “It’s really when these two [kids] come to their retirement age that the choices we make today start to matter a lot…That really brings it to the present for me.”\nMany of the scientists, including Navarro, urged viewers to take action by discussing climate change with their friends and neighbors, or to contact their elected officials.\nThe scientists aren’t advocating for specific policies or politics, Michelman said. Instead, they’re talking about the need for society to solve the climate problem.\n“Just as we are focused on making sure that political candidates talk about education or crime [or] healthcare, we need to not accept silence on the issue of climate change anymore,” MIT atmospheric scientist David McGee said in a video clip. “We need to ask elected officials to talk about solutions, to talk about what they’re going to do.”\n“Now is the time to act,” Navarro said in another video. “Because if we wait 20 years, it’s just going to be 20 more years piled up on top of what’s already done.”\nNavarro said she’s aware that some older scientists might urge young researchers like herself to avoid controversy and avert any possibility of being seen as advocates until they have established careers. But she has no regrets about speaking out.\nWe need to act now, so that 20 years from now when “I am an established scientist, there’s actually a world to live in,” Navarro said.\n“It’s coming to the time where we can’t be afraid to speak,” she said. “If I’m talking about my planet and my future and securing lives, I don’t know if I can be too much of an advocate for things like that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}