{
  "url": "https://insideclimatenews.org/news/19032015/obama-orders-40-percent-cut-government-emissions/",
  "title": "Obama Orders 40 Percent Cut in Government Emissions",
  "date": "2015-03-19T13:00:29-04:00",
  "content": "President Barack Obama ordered the federal government to cut its greenhouse gas emissions 40 percent below 2008 levels by 2025, and mandated that at least 30 percent of its electricity come from renewable energy sources.\nThe executive order, which Obama signed Thursday morning, is the latest in a string of climate-related decisions the president has made in recent months to solidify his legacy on global warming in the face of Congressional gridlock. It also comes ahead of international climate treaty talks in Paris later this year, when all eyes will be on the United States, historically the world’s top carbon emitter.\nObama’s recent actions include vetoing a bill that would have fast-tracked a verdict on the controversial Keystone XL pipeline; banning drilling in Alaska’s Bristol Bay; rolling out the Clean Power Plan to curb carbon emissions from coal plants; and in a joint announcement with China, pledging to cut U.S. emissions up to 28 percent below 2005 levels by 2025.\n“We’re encouraged to see this administration take a more aggressive stance in fighting climate change,” said Karthik Ganapathy, a spokesman for the environmental group 350.org. “But in 2017, President Obama’s decision on Keystone XL and the success or failure of COP 21 in Paris are what will really define his legacy on the issue. We’re going to continue urging the White House to heed the science, and do what’s necessary to prevent climate catastrophe.”\nWith 360,000 buildings and 650,000 fleet vehicles, the federal government is the nation’s largest consumer of energy. Federal agencies have already cut their emissions 17 percent since 2009 under Obama’s direction and renewable energy not makes up 9 percent of their energy usage. White House officials said on Thursday the new 40 percent reduction goal would be the equivalent of taking 5.5 million cars off the road for one year. It is also expected to save taxpayers an estimated $18 billion in energy costs.\nMajor suppliers to the federal government from the technology, security, health and consulting industries also agreed to cut their emissions. This includes companies like IBM, GE, Honeywell, Hewlett-Packard, Northrup Grumman and Humana.\nRhea Suh, president of the Natural Resources Defense Council, called the executive order, “a powerful reminder of how much progress we can make simply through energy efficiency and greater reliance on clean, renewable sources of energy.”\nGreenpeace’s climate and energy campaign director Kelly Mitchell commended the 40 percent reduction goal, but said the Obama administration, “needs to get serious about the federal government’s much bigger carbon problem: Fueling the climate crisis by giving away our coal, oil, and gas from federal lands and waters.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}