{
  "url": "https://insideclimatenews.org/news/12032015/qa-merchants-doubt-author-origins-persistence-climate-denialism/",
  "title": "Q&A: ‘Merchants of Doubt’ Author on the Origins & Persistence of Climate Denialism",
  "date": "2015-03-12T13:00:42-04:00",
  "content": "When science historians Naomi Oreskes and Erik Conway published their 2010 book “Merchants of Doubt,” they exposed how a small network of hired pundits and scientists delayed legislative action on issues ranging from tobacco to flame retardants to climate change for decades.\nFive years later, a film based on the book is in theaters—and is as relevant as ever.\nA small group of industry-funded scientists and commentators continue to sow doubt about the science of climate change in Congress and in the media. The oil and gas industry has poured millions of dollars into the communications strategy in an effort to continue America’s reliance on fossil fuels and protect its billions in profits. Last month, the release of public documents showed that scientist Wei-Hock (Willie) Soon of the Harvard-Smithsonian Center for Astrophysics had accepted fossil fuel funds for publishing papers arguing that the sun is driving modern climate change, not mounting greenhouse gases. He also failed to disclose the funding in academic journals’ conflict of interest statements.\nInsideClimate News asked Oreskes how she and Conway uncovered the organized strategy to discredit climate science, Republicans’ shifting approach to global warming and what’s changed and what hasn’t since “Merchants of Doubt” was published:\nICN: How did you first get involved in the climate issue?\nOreskes: I was working on the history of oceanography and came across the work of Roger Revelle, Dave Keeling and other oceanographers that in the 1950s first recognized that carbon dioxide could change the climate. This is 2001 or 2002 and I don’t think most people knew then how old and well established the science of climate change was. I started reading the scientific literature and came to realize there was really no argument in the scientific community that climate change is real, under way, and driven by greenhouse gases and deforestation. I published an article in 2004 that essentially said that. When that article came out, I started getting attacked. I got hate email. Threatening phone calls. I was attacked by Sen. James Inhofe (R-OK).\nI mentioned to some colleagues that I was getting attacked, and Erik Conway said to me, “Naomi, the people who are attacking you, some of them are the same ones who attacked Sherry Rowland over his ozone hole work.” I quickly found out that two of them—Fred Seitz and Fred Singer—had connections with the tobacco industry.\nICN: Merchants of Doubt was published in 2010. What major changes have there been with the climate conversation in the last 5 years?\nOreskes: There are new incidents, new people, and yet the basic story remains the same. The biggest development is that it hasn’t changed. When Erik and I were writing the book—we laugh about this now—but we felt pressure to get the book out because we really thought the problem was going to be addressed, particularly in the run-up to Copenhagen. Now we look back and think we were so naïve.\nOur book was an origins story about where this anti-climate strategy came from in the first place. The movie does more than bring the story up to date; it brings the story into the present in a very visceral way.\nICN: How seriously have scientists with ties to the fossil fuel industry skewed the public and political conversation around climate change?\nOreskes: They’ve completely skewed it. If we didn’t have that, there would be no debate about the science. If we hadn’t had all this disinformation, the science would be settled, people would know it, and we would be discussing how to respond to climate change. That’s not to necessarily say we would have solved the problem by now. Of course not. It is a very complicated problem. The conversation we’ve been having would have been a totally different one.\nICM: Do you think contrarian climate scientists play as large of a role in the conversation as they did, say, 5 years ago?\nOreskes: It is hard to say. At various points, the conversation felt like it was starting to move, that people got it. There was a time when it looked like honest Republicans got this issue and they were looking for reasonable solutions that both sides of the aisle could accept. But then it all got derailed, and that’s happened more than once.\nIf you look at it in terms of the public opinion polls, there’s been a lot of progress. The American people get this issue, but nevertheless, our political representatives don’t, won’t, or refuse to. Congress is dominated by people who are still in denial, who think if they bring a snowball to Congress that is somehow a refutation of 100 years of scientific work.\nICN: Is the partisan divide over climate change the new normal? Or could we ever revert to a time when this issue didn’t elicit such a political split?\nOreskes: We can’t revert back because history only goes in one direction, but of course it can be different. It has been different in the past, it can be different again.\nICN: Do you think the Republicans currently in office could shift, or possibly already are shifting, their views?\nOreskes: Clearly, some are. But again, that’s happened before. If you go back not even 10 years, not even 5 years—John McCain, Mitt Romney, Newt Gingrich—there were a lot of prominent Republicans who got this issue.\nWe know that Republicans can lead on climate change. Arnold Schwarzenegger has been a leader in California. George Schultz as well. Bob Inglis is obviously trying to rally people. I’ve noticed there are some new green conservatives on twitter who favor free market solutions to climate change, which is great.\nICN: How badly has the claim that acting on climate change would halt economic growth damaged forward progress on this issue?\nOreskes: The idea that environmental regulations block growth, block prosperity, is completely false. Yet environmentalists, lawmakers and academics have not done a good job of making that argument in a compelling way.\nICN: Do you think the timing of the Great Recession played a role in how fervently people believed the claim that climate action would destabilize the economy?\nOreskes: Yes. They were, and are, persuasive because they appeal to people’s fear. The economy was in a near free-fall. People are still very frightened of anything that would seem to tip it over from recession to depression. It contributed to the power of that narrative, even though that narrative was false.\nICN: Do you see any glitches in the denial machine affecting its effectiveness?\nOreskes: The biggest glitch is exposure. That’s why we made this movie. When people recognize the pattern, then they won’t be fooled again. I hope that’s true, but I don’t know if it is. One of the things when we were writing the book was how come nobody had seemingly noticed this pattern before? It turned out other people had, but it hadn’t really gotten into the public consciousness. Some of that has to do with sophisticated journalists not wanting to admit that they had been manipulated. One of the tragic stories in the book is when we’re talking about second-hand smoke and how the tobacco industry manipulated the media, how even the great Edward R. Murrow fell for this. I thought, “Oh my god, if Edward R. Murrow got taken in by this, what hope is there for any of us?”\nICN: Climate denial is so divided by age, with older generations much less likely to accept that the world is warming than younger generations. Why do you think that is?\nOreskes: The whole 1960s student movement, which included environmentalism, really left a bad taste in the mouth of older conservative Americans. When I talked to Bill Nierenberg, who I wrote about in the book, you could just mention the 1960s student protests and his face would turn visibly red. He carried around with him a kind of visceral anger about those student protests that he never let go of, even 20, 30, 40 years later. I think some people thought the student movement was spitting on everything that was great about America and American life. If you had that reaction, you may tend to be hostile to any environmental claim.\nOthers could be the same age, but never participated in the movement, never liked it, and still feel angry and resentful about it. But that gets into a whole level of psychology that we haven’t really studied.\nICN: Looking forward, how large of a role do you think climate change will play in the 2016 election?\nOreskes: It will play a big role. There are a number of specific issues like Keystone XL that candidates are going to be confronted about.\nThere is also going to be a lot of pressure because of Paris this year. American leadership in the world is threatened, especially because China is increasingly making noises that they are willing to step up to the plate. If Chinese leadership does step up to the plate, I just don’t see how that won’t also be an issue in our own elections here.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}