{
  "url": "https://insideclimatenews.org/news/12032015/leaked-email-reveals-whos-who-list-climate-denialists-merchants-of-doubt-oreskes-fred-singer-marc-morano-steve-milloy/",
  "title": "Leaked Email Reveals Who’s Who List of Climate Denialists",
  "date": "2015-03-12T12:25:38-04:00",
  "content": "ICN reporters Lisa Song and Zahra Hirji contributed to this story.\nIn the months before the debut of the new documentary film “Merchants of Doubt,” long-time climate denialist Fred Singer contacted more than two dozen bloggers, public relations specialists and scientists asking for help in derailing the documentary’s release.\n“Can I sue for damages?” Singer asked in an email last October. “Can we get an injunction against the documentary?”\nSinger is one of the “merchants of doubt” identified in the documentary, as are a number of other recipients of his email. The documentary, released nationwide last week, exposes the small network of hired pundits and scientists helping to sow doubt about climate science and delay legislative action on global warming in the United States.\nSinger’s email became public earlier this week when it was leaked to journalists.\nMany of those copied on the email thread, such as Singer and communications specialist Steven Milloy, have financial ties to the tobacco, chemical, and oil and gas industries and have worked to defend them since the 1990s. Others seem relatively new to the denialist camp, such as climate scientist Judith Curry. All, however, have been vocal before Congress, on broadcast news or on the Internet in arguing that human activity is not the primarily driver of climate change.\nHere is InsideClimate News’ guide to those who were on the emails, in alphabetical order:\nArnold is the executive vice president of the think tank the Center for the Defense of Free Enterprise, which has received funding from various conservative foundations and oil and gas companies, including ExxonMobil. Arnold used to have a weekly column in the Washington Examiner and is a frequent guest on Fox News. There is “vanishing public concern over ‘dangerous man-made climate change’ and growing discontent with the politicized rear guard’s increasingly desperate search for new scare words and its bigoted hate speech hurled at skeptics (‘deniers,’ evoking the Holocaust),” he wrote in 2014.\nA retired geography professor from the University of Winnipeg, Ball says he doesn’t believe humans are behind climate change. The “claim” of the United Nations’ Intergovernmental Panel on Climate Change that humans are almost solely responsible for global warming “is not proven except in their computer models and cannot be proven until we understand how much climate varies naturally,” he wrote on his website.\nBast is president and CEO of the Heartland Institute, a Chicago-based conservative think tank that supports climate change denial events and researchers. According to an essay he published in 2011, Bast attended the University of Chicago but never graduated. He started Heartland during college and dropped out to work there full-time. Last month, public documents revealed that Harvard-Smithsonian researcher Willie Soon failed to disclose funding from fossil fuel sources for some of his contrarian research. Bast has since said the Heartland Institute offers its full support to Soon. Bast called the researcher a “brilliant and courageous scientist” and said Soon’s critics are, “all ethically challenged and mental midgets,” according to Heartland Institute blog post.\nBastardi has a bachelor’s degree in meteorology and worked at Accuweather before joining WeatherBELL Analytics LLC, a meteorological consulting firm. Last September, Bastardi told the website beforeitsnews.com, “Nature, not man, rules the climate system.” He said the people who participated in the People’s Climate March were “more concerned with their political agenda than climate science,” and that they shouldn’t be “prostituting the weather and climate for [their] own needs.”\nBastasch is a reporter for The Daily Caller, a conservative news site. He covers energy and environmental news and often provides a platform for skeptics. In May 2014, he wrote, “The Obama administration and environmentalists have tried to make it seem like there are virtually no dissenting voices among scientists that mankind is causing the Earth to warm rapidly and towards a catastrophic end. But not all scientists are in lock-step with the White House on climate science.”\nBriggs is a statistician at Cornell University in Ithaca, N.Y., and a consultant at New York Methodist Hospital. More than two decades ago, he spent a year as a meteorologist for the National Weather Service. He is listed as an expert on the Heartland Institute’s website, where he wrote, “Climate change is of no real interest to anyone except climatologists.” Earlier this year, he co-wrote an article in the peer-reviewed Chinese Science Bulletin with fellow climate denialists Christopher Monckton and Willie Soon arguing that the IPCC’s models are inaccurate and the world won’t warm dangerously this century.\nCook is the editor of the website GelbspanFiles.com. According to Cook, he uses the site to “dig deeply into the accusation that scientists and others who express skepticism about the theory of man-made global warming are being paid by the fossil fuel industry to lie about the issue.” Cook has several connections to the Heartland Institute, a conservative think-tank: he serves as a contributing editor to Heartland’s Environment & Climate News publication and the Somewhat Reasonable blog.\nCurry is a professor in the School of Earth and Atmospheric Sciences at Georgia Institute of Technology. During a January 2014 hearing before the Senate Committee on Environment and Public Works, Curry said the problem of climate change has been “vastly oversimplified.” She said scientists should pay more attention to the role of natural variability in the climate system and the uncertainties in climate modeling. She also said the UN’s Intergovernmental Panel on Climate Change is overly confident in attributing most of the warming to human activity.\nD’Aleo is a former Weather Channel meteorologist and executive director of Icecap.us, a project that seeks to connect “respected scientists and journalists that are not deniers,” but who don’t believe human activity is the main driver of global warming. Last May, D’Aleo was one of 15 climate skeptics who wrote a rebuttal to the White House’s National Climate Assessment report. “As this rebuttal makes clear, the NCA provides no scientific basis whatsoever for regulating CO2 emissions,” they wrote.\nDelingpole is a British climate writer and author of the 2012 book “Watermelons: How Environmentalists are Killing the Planet, Destroying the Economy and Stealing Your Children’s Future.” He identifies himself as “libertarian conservative” and on his personal web page lists “the ‘global warming’ myth” as one of his dislikes. Delingpole’s work has been published in the Daily Mail, Daily Express, The Times, The Daily Telegraph and The Spectator, among others.\nDriessen is senior policy adviser at the Committee for a Constructive Tomorrow, a Washington, D.C.-based libertarian think tank focused on environmental issues that has received funding from fossil fuel interests such as ExxonMobil and Chevron. A frequent contributor to the conservative news site Townhall.com, Driessen says he doesn’t believe in anthropogenic global warming. “Every measure of actual evidence contradicts alarmist claims and computer model predictions,” he wrote in January. “No matter how fast or sophisticated those models are, feeding them false or unproven assumptions about CO2 and manipulated or ‘homogenized’ temperature data still yields garbage output, scenarios and predictions.”\nEnstrom is an epidemiologist and president of the Scientific Integrity Institute. He argues that air pollution doesn’t lead to serious health effects and has challenged the California Air Resources Board and the California legislature’s attempts to regulate car emissions. He was fired after 35 years at the University of California, Los Angeles in 2011.\nGoddard is the pseudonym of climate denialist Tony Heller, who has been active in the anti-global warming action campaign since 2008. Heller has degrees in geology and electrical engineering. He currently runs the blog Real Science, where he comments on climate research and political news. He has called it “a massive lie” that 97 percent of climate scientists agree the world is warming. He also maintains that U.S. and global temperature records have been tampered with, rendering global warming projections inaccurate.\nGosselin is the author of the climate skeptic blog NoTrickZone.com. He said he thinks humans have a “modest” role in impacting the planet’s climate, but ultimately he believes “the forces of nature overwhelm anything man puts out.” Gosselin owns a small business involving communication work for various industries. He has an associate degree in civil engineering from Vermont Technical College and a bachelor’s degree in mechanical engineering from the University of Arizona, according to his website.\nThe Greenie Watch blog is run by Australian social scientist John Ray. It questions the scientific evidence for global warming. “Climate is just the sum of weather. So if you cannot forecast the weather a month in advance, you will not be able to forecast the climate 50 years in advance,” he wrote on his blog’s home page. In response to the release of Fred Singer’s emails about the film “Merchants of Doubt,” Ray wrote, “We skeptics have got Warmists on the defense, a pathetic ‘ad hominem’ defense though it is.”\nHapper is a physicist at Princeton University and an outspoken critic of global warming. He has repeatedly called global warming trends “exaggerated.” In a TV interview last year, he compared the scientific community’s treatment of carbon dioxide to “the demonization of poor Jews under Hitler.” During President George H. W. Bush’s term, Happer was director of the office of energy research at the Department of Energy.\nLakely runs the blog Somewhat Reasonable out of the Chicago-based libertarian think-tank the Heartland Institute. Lakely is also the communications director and co-director of the Center on the Digital Economy at the institute. Previously, he worked as a journalist covering politics and technology. He has a bachelor’s degree from the University of Pittsburgh, according to his Heartland profile. In a December 2014 blog post, Lakely wrote, “The reason why the United Nations and the world’s governments focus on fighting climate change is because that mission gives them license to control everything about the economy of every state in the world.”\nMichaels is the director of the Center for the Study of Science at the Cato Institute, a libertarian think tank based in Washington, D.C. He was long considered the most credible scientist in the climate denial campaign. He was the president of the American Association of State Climatologists and an IPCC author, sharing the 2007 Nobel Peace Prize with other contributing scientists. But Michaels—who at one point estimated 40 percent of his funding came from the fossil fuel industry—has been caught repeatedly making inaccurate climate claims, including on Fox News and in the Washington Post and Forbes.\nMilloy is the director of external policy and strategy for Murray Energy Corp., the largest privately held coal producer in the U.S. He also runs the website JunkScience, which aims to cast doubt on peer-reviewed climate research. He got his start as a denialist working for the tobacco and chemical industries in the 1990s. In 1998, he helped write the American Petroleum Institute’s strategy to challenge climate science. Milloy is a former columnist for Fox News who now frequently appears as a guest to discuss energy and climate issues. His bio boasts that he has written “over 600 articles/columns published in major newspapers/web sites, including The Wall Street Journal, Investor’s Business Daily, FoxNews.com, Financial Times, National Post (Canada), USA Today, Los Angeles Times, Washington Times, New York Post, New York Sun and other print and web outlets.”\nMonckton serves as chief policy adviser to the conservative think tank Science & Public Policy Institute. He has written several articles denouncing the severity of global warming and is a regular speaker at anti-climate action conferences. In testimony before Congress in 2010, he said climate change was a “non-problem.” Earlier this year, he co-wrote an article in the peer-reviewed Chinese Science Bulletin with fellow climate denialists arguing that the IPCC’s models are inaccurate and the world won’t warm dangerously by the end of the century. Monckton also invented the “Eternity” puzzle, has a background in journalism, and in the early 1980s served an adviser to former U.K. Prime Minister Margaret Thatcher.\nMorano runs the denialist blog ClimateDepot. He’s also the communications director of the Center for a Constructive Tomorrow, a Washington, D.C.-based libertarian think tank focused on environmental issues that’s received funding from fossil fuel interests such as ExxonMobil and Chevron. He got his start on the climate issue working as communications director for Republican Sen. Jim Inhofe of Oklahoma from 2006 to 2009, and before that for conservative talk show host Rush Limbaugh. He’s a frequent speaker at the Heartland Institute’s International Conference on Climate Change and often appears on Fox News and other conservative media outlets. In 2010, after months of stoking Climategate on his blog, he said climate scientists “deserve to be publicly flogged.”\nNova is an Australian climate denialist and author of “The Skeptic’s Handbook,” a crash course in false science claiming global warming isn’t happening and isn’t human-caused. The book has been translated into 16 languages. Nova and her husband, fellow climate denialist David Evans—whose name was attached to Nova’s email address in Fred Singer’s messages—also run Science Speak, a “scientific modeling and mathematical research company” that challenges evidence the world is warming.\nRoger Pielke Sr., a controversial climate scientist, said he believes that “humans have altered the climate system.” However, he also supports the idea that warming has recently stopped and has argued against some well-established points of climate science, such as observed sea level rise and glacier melting. Pielke holds the position of senior research scientist at the Cooperative Institute for Research in Environmental Studies. He also is a senior research associate the University of Colorado in Boulder. It’s unclear whether the intended recipient of an email thread concerning “Merchants of Doubt” was Pielke himself, or his son Roger Pielke Jr. His son is a policy researcher at the Center for Science and Technology in Colorado and has criticized those who have linked climate change to increasingly extreme weather.\nSheahen is a physicist and director of the Institute for Theological Encounter with Science and Technology. According to the Heartland Institute, he is also the vice chairman of Fred Singer’s Science and Environmental Policy Project’s board of directors. “The science is NOT settled at all,” he said in testimony in West Virginia earlier this year challenging the teaching of man-made climate change as scientific fact. “It would be a great disservice to children to indoctrinate them with one currently fashionable theory.”\nSinger is one of the earliest and most vocal scientists in the climate denial campaign. He was an academic and government space researcher for nearly four decades before working on behalf of the tobacco industry to discredit scientific evidence that smoking was bad for human health.  In the early 1990s, he started attacking global warming. He founded an anti climate-action think tank, the Science and Environmental Policy Project, using fossil fuel funds. The group has denied the existence of man-made climate change for 25 years. He also created the Nongovernmental International Panel on Climate Change (NIPCC), a publication of junk science that counters the UN’s Intergovernmental Panel on Climate Change’s work. He has called the IPCC’s latest assessment “a wonderful paper weight or door stop.”\nSoon, a solar physicist at the Harvard-Smithsonian Center for Astrophysics, has posited that increased energy from the sun—not the burning of fossil fuels—is the biggest driver of modern climate change. His theory has been widely refuted by the scientific community, including the UN’s Intergovernmental Panel on Climate Change and the National Academy of Sciences. In February, public documents showed that Soon received hundreds of thousands of dollars from fossil fuel interests to publish “deliverables” in the form of articles about the solar-warming theory in scientific journals. He failed to disclose conflicts of interests to those journals and during congressional testimony. Soon also has ties to several conservative, climate-denying think tanks, including the Heartland Institute and the Committee for a Constructive Tomorrow.\nSpencer is a scientist at the University of Alabama-Huntsville and a former senior scientist for climate studies at NASA’s Marshall Space Flight Center. He says he believes natural fluctuations in the climate system could be the primary driver of global warming. During a Senate hearing in July 2013, Spencer told the committee humans “are having some influence” on climate change, “but it is impossible to know with any level of certainty how much influence.”\nTaylor is vice president of external relations and a senior fellow of environment and energy policy at the conservative think tank the Heartland Institute. He has a Bachelor of Arts degree from Dartmouth College and a law degree from Syracuse University. In 2012, it was revealed that the Heartland Institute had plans to spend $200,000 over two years to circulate materials sowing doubt about climate change in classrooms. In an interview with InsideClimate News, Taylor said the material would act as “a nice counterweight” to material with “an overtly political and alarmist message in regards to climate change.”\nWatts edits the blog Watts Up With That, which questions climate science and presents, “the untold story of the climate debate from the climate skeptic side.” Watts studied electrical engineering and meteorology at Purdue University but never graduated. He then served as an on-air meteorologist for 25 years. He’s a frequent speaker at anti-climate action events hosted by the Heartland Institute. “I believe that our [man-made] contribution [to climate change] may be far less than has been postulated,” he told a California newspaper in 2007. “Our measurement network has been compromised—not intentionally, but accidentally and through carelessness.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}