{
  "url": "https://insideclimatenews.org/news/09032015/willie-soons-funding-sources-and-disclosure-practices-unusual-climate-research/",
  "title": "Willie Soon’s Funding Sources and Disclosure Practices Unusual in Climate Research",
  "date": "2015-03-09T11:00:53-04:00",
  "content": "Under fire for accepting research grants from fossil fuel interests and failing to disclose all of them, climate skeptic Willie Soon challenged journalists last week to examine conflict-of-interest disclosures for mainstream climate scientists.\nNews reports of Soon’s situation are “a shameless attempt to silence my scientific research and writings,” he said in a statement issued through the Heartland Institute, a conservative think tank. After documents suggesting conflicts of interest in Soon’s publications were made public last month, Rep. Raúl Grijalva (D-Ariz.) initiated an investigation of the funding sources of seven other mainly climate skeptic scientists.\nInsideClimate News took up Soon’s challenge. After interviewing experts on scientific research and climate denialism, we were not able to find a single case of a conventional climate scientist who had failed to disclose his or her sources of research funding, or who had granted rights of prior review of research results and anonymity to his or her funders, as Soon has done.\nThe main reason is that almost all the funding for mainstream climate research comes from government agencies, is awarded only after intense peer-reviewed competition, and is a matter of public record. Except for two grants from the Mount Wilson observatory, all of Willie Soon’s research since 2002 was funded by fossil fuel interests, according to information provided to InsideClimate News by Soon’s employer, the Harvard-Smithsonian Center for Astrophysics.\nWhile other scientific fields have had major conflict-of-interest scandals—such as medical doctors failing to disclose money from drug makers—there are fewer opportunities for misconduct in legitimate climate research, said Michael Halpern, program manager at the Union of Concerned Scientists’ Center for Science and Democracy, which advocates public policies based on sound science.\nWho Funds Mainstream Climate Science\nMore than 95 percent of funding for conventional climate research comes from federal agencies such as the National Science Foundation, NASA, NOAA and the Environmental Protection Agency, according to climate scientist Gavin Schmidt, director of NASA’s Goddard Institute for Space Studies.\nEnvironmental groups and other private institutions rarely fund peer-reviewed climate research, Schmidt said, so while they might pay academics to speak at events or to review a report, that’s “chump change” compared with the size of government grants.\nIn fiscal 2014, the U.S. Global Change Research Program—a joint effort of 10 federal agencies—spent almost $2.5 billion on climate change and other earth systems scientific research. That’s less than 0.1 percent of the federal budget for that fiscal year. Established in 1990, the program funds the government’s research projects as well as proposals from university scientists. The agencies involved include the National Science Foundation, NASA, EPA and the departments of Agriculture, Commerce and Energy.\nAndrew Dessler, a professor of atmospheric science at Texas A&M University, estimates that the U.S. has as many as 2,000 scientists who study global warming and its effects on the atmosphere, oceans, ecology, and other scientific fields. That excludes graduate students.\nIt’s in a researcher’s best interests to show appreciation by disclosing the government’s support, Dessler said. “People always acknowledge their grants, and that’s not really an issue,” he said.\nAt the same time, it’s hard to imagine that mainstream climate science is entirely free of funding disclosure issues, said Mark Frankel, director of the Scientific Responsibility, Human Rights and Law Program at the American Association for the Advancement of Science.\n“It’s almost inevitable that the situation will arise” at some point, “whether intentionally or not,” Frankel said.\nBut Frankel couldn’t think of a specific situation. Neither could Halpern, Dessler or the American Meteorological Society, which publishes 11 scientific journals on the oceans, atmosphere and hydrology.\nThe closest example InsideClimate News could find came from MIT scientist Kerry Emanuel. In 2012, the climate skeptic blog Junk Science called him out for not disclosing his role as a board member of an insurance company and a re-insurance company, he said. Although the journal Nature Climate Change in response included those affiliations in a paper Emanuel wrote, Emanuel himself said it wasn’t a true conflict of interest.\nWho Funds the Climate Contrarians\nScientific research constitutes a small but enduring portion of the climate denialist community’s work, which largely focuses on public relations campaigns, lobbying and public education. The research by its affiliated scientists is funded by a mix of anonymous sources, companies, trade groups, conservative think tanks and government grants.\nA 2013 study in the research journal Climate Change examined groups in the “climate change counter-movement,” as the author put it. These are organizations, many representing fossil fuel interests, that work to sow doubt about climate change science and to delay or prevent policy solutions.\nStudy author Robert Brulle, a professor of sociology and environmental science at Drexel University, said more than 75 percent of the funding behind “counter-movement” groups can’t be traced to an identifiable source. Of the remaining funds, it’s unclear how much goes toward climate skeptic research and how much to other activities.\nBrulle’s paper identified 118 counter-movement groups but found IRS data for only 91. Those had a combined annual income of $900 million from 2003 to 2010, Brulle found. But only a portion of that money goes toward climate efforts, he said. The Chamber of Commerce, for example, was one of the 91 groups, and its interests go far beyond climate policy.\nThe funding question “really is a cipher,” Brulle said. “It’s a black box.”\nThe funders have “a long history of recruiting scientists whose research and findings are in line with what they want to promulgate,” making them similar to tobacco companies, Brulle said.\nClimate skeptics are “true believers,” Dessler said. “My sense is that the people who are skeptics are skeptics first, and the money finds them.”\nWhile working at the Harvard-Smithsonian Center for Astrophysics, Soon has received funding from fossil fuel interests including the American Petroleum Institute, ExxonMobil, the electric utility Southern Co., Donors Trust and the Charles G. Koch Charitable Foundation, according to public records obtained by Greenpeace and the watchdog group Climate Investigations Center. Donors Trust is an organization that enables anonymous donations, most of which go toward conservative causes.\nThe documents show that Soon worked with grant managers at his institution to craft funding proposals and approach potential donors. He pledged to use the funds to publish peer-reviewed research about the sun’s impact on climate change and to develop tools for public policy and education. Since 2008, Soon has co-authored 11 research papers that were listed as “deliverables” in progress reports to Southern Co. Soon didn’t disclose Southern’s role in funding the studies, prompting the Climate Investigations Center to notify the journals of potential ethics violations.\nSeveral journals said they are taking a second look at Soon’s studies. The Smithsonian Institution and the Harvard-Smithsonian Center for Astrophysics launched separate investigations.\nIn his Heartland statement, Soon said he is “happy to comply” if a journal requests additional funding disclosures.\n“In submitting my academic writings I have always complied with what I understood to be disclosure practices in my field generally, consistent with the level of disclosure made by many of my Smithsonian colleagues,” he wrote.\nInsideClimate News called Soon and the Heartland Institute last week with further questions. Heartland’s director of communications Jim Lakely wrote in an email: “Dr. Soon has nothing to say at [this] time beyond Monday’s statement. Neither does Heartland.”\nA False Equivalence\nIt’s hard to find an analogy for Soon’s situation among mainstream scientists, said Schmidt, the NASA scientist.\nConflict of interest becomes relevant when “people might be perceived to be skewing their research to come up with pleasing responses for their funders, and there’s no real equivalent to the fossil fuel industry on the other side,” Schmidt said.\nClimate scientists are funded by the government, and their goal is to find scientific truth, said Naomi Oreskes, a history of science professor at Harvard University. Oreskes is the co-author of “Merchants of Doubt,“ a book about the climate denialist movement. Unlike mainstream scientists, she said, skeptics like Soon are “available to make whatever arguments his sponsors think need to be made.”\n“The problem is not the fact of corporate funding per se, but funding from sources…who are not interested in the truth of the matter, but are interesting in sustaining a phony debate—and the fact that that fact is hidden from view (for obvious reasons)!” Oreskes wrote in an email.\nOne of Soon’s contacts at Southern Co. was Robert Gehri, who helped develop a 1998 plan led by the American Petroleum Institute to create confusion about climate science. The strategy was drawn up in response to the 1997 Kyoto Protocol, one of the first efforts by world leaders address global warming.\nSoon’s funding strategy reflects the low quality of his work, said Texas A&M’s Dessler. Mainstream scientists compete for government grants, and the proposals themselves are peer-reviewed. Each is written like an academic paper, including references, an introduction that describes the research goals, a section on methods, and detailed timeline and budget projections.\n“I’m a real believer in the system that the good ideas do tend to get funded and the bad ideas don’t,” Dessler said.\nThe Soon documents show he contacted funders directly rather than competing for funds in open, peer-reviewed processes. Although Soon works for the Smithsonian Institution, he relies on grants for his salary and research. Years of research have debunked his basic contention that climate change is driven by solar activity.\nSoon Conflict Runs Deep\nThe Soon controversy runs deeper than the fact that he is funded by fossil fuel interests. What’s significant in Soon’s case, experts said, is that he failed to disclose financial support from Southern Co. and Donors Trust. Moreover, there’s a clear paper trail exposing his lack of candor.\n“If anyone is getting private money, no matter who they are, it should be disclosed,” Oreskes said. “I often talk about the fact that my Ph.D. research was partly funded by the mining company for whom I worked before I got my Ph.D.”\nDisclosure is essential because it gives readers information to assess the work and any possible biases, said Brulle, the Drexel professor. One of the documents shows that the Smithsonian agreed not to identify Southern Co. as a funder without the utility’s permission. The agreement also allowed Southern to see advance copies of Soon’s work—a stipulation that Brulle likened to censorship.\nDeviating From the Truth\nWhen MIT’s Emanuel wrote his Nature Climate Change study in 2012, he didn’t disclose his board memberships because he didn’t think they constituted a conflict, he said. Emanuel said he was paid a fixed amount to sit on the boards, and neither company funded his research. In addition, the companies operate on one-year contracts and care only about short-term projections, while Emanuel studies trends 50 years into the future, he said.\nThe key question in conflict-of-interest cases is whether a company or client wants answers that deviate from the truth, he said. “I would never deal with someone who says ‘we want you to give this answer.'”\nWhen Junk Science contacted Nature Climate Change, the journal talked to Emanuel and then added his board memberships to the published study. A year later, when Emanuel wrote a paper for Proceedings of the National Academy of Sciences, Junk Science made a similar request, but that journal determined the disclosure was unnecessary.\nGrijalva Probe Controversy\nRep. Grijalva’s investigation into the funding sources of seven prominent climate skeptics and other researchers who’ve testified before Congress set off a backlash that included Soon’s recent statement. Grijalva asked seven universities for documents about the scientists’ sources of research funding, along with drafts of their congressional testimony and emails related to the funding process.\nConservatives and mainstream climate scientists said his requests went too far. The probe sends a chilling message to scientists, said Nature, an influential science journal, in an editorial.\nGrijalva subsequently conceded he went too far in seeking emails between the scientists and their funders. He said his primary goal is disclosure of funding.\nThe controversy over Grijalva’s investigation overshadows the need for better conflict-of-interest rules, Union of Concerned Scientists’ Halpern said. When witnesses testify before House committees, for example, they’re asked to disclose their sources of government funding—but not private funding.\n“This discussion should really be about what disclosure rules are appropriate and how to enforce those, instead of continuing to target academics with whom we don’t agree,” Halpern said.\nClarification: This story has been clarified to more accurately reflect details of whom Rep. Grijalva is seeking to investigate.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}