{
  "url": "https://insideclimatenews.org/news/04032015/weak-link-harvard-smithsonian-gave-star-power-climate-contrarian-willie-soon/",
  "title": "A Weak Link to Harvard-Smithsonian Gave Star Power to Climate Contrarian Willie Soon",
  "date": "2015-03-04T12:00:57-05:00",
  "content": "When Stephen Mulkey was an environmental scientist at the University of Idaho in 2010, he agreed to serve on a panel opposite Wei-Hock Soon, the scientist at the center of a scandal over fossil-fuel industry funding of climate research.\nMulkey, the head of the college’s environmental science program, advanced the scientific consensus that climate change is caused by burning of fossil fuels. He had the vast majority of climate scientists worldwide on his side.\nBut Soon, who promotes discredited science that the sun is the primary driver of global warming, had something stronger on his side in that debate: the imprimatur of Harvard University and the Smithsonian Institution.\nSince 1997 Soon has been employed by the Harvard-Smithsonian Center for Astrophysics. And that’s how Mulkey remembers Soon’s introduction to the crowd in Boise for the seminar on global warming arranged by the Idaho Council on Industry and Environment, a non-profit organization that urges “the use of sound science and facts in shaping public policy.”\nThe gravitas of Harvard-Smithsonian’s credibility versus the University of Idaho’s was a mismatch, recalled Mulkey, who is now president of Unity College in Maine and recently authored a blog post on the imbalance.\n“The audience ate up what Soon had to say,” said Mulkey, who described the group as pro-industry. “It’s like, here’s this Harvard scientist telling us all the other scientists are lying to us.”\nHarvard University and the Smithsonian Institution share extraordinary name recognition and a reputation for intellectual rigor.\nThat respectability lends tremendous weight to the work of scientists, researchers and academics, according to Robert Brulle, a professor of sociology and environmental science at Drexel University who has researched funding of climate denialists.\n“The more prestigious the institution, the more legitimacy will be conferred on someone’s work no matter what position their work takes,” Brulle said.\n“It helps with the perception of competency and legitimacy. Maybe it doesn’t with scholars, but certainly in the minds of the public.”\n‘Credibility With the Harvard Nameplate’\nSoon has been at the center of a simmering controversy for years over his contrarian position on climate change.\nBut the issue erupted onto the national scene last week after documents emerged showing Soon failed to disclose that fossil fuel interests funded his research, which disputes humans’ role in global warming.\nSince 2008, Soon has received more than $800,000 from fossil fuel interests to fund research for 11 studies that have been published in nine scientific journals and to pay for public speaking appearances, among other things, according to the documents.\nFinancial backing for Soon’s work––studies he called “deliverables”––included grants from ExxonMobil, the Charles G. Koch Charitable Foundation, the coal utility Southern Company Services Inc., and Donors Trust Inc., an organization that facilitates contributions largely toward conservative causes, from donors who wish to remain anonymous.\nSoon obtained that funding through his position with the Harvard-Smithsonian Center for Astrophysics, where he was hired to conduct studies on long-term stellar and solar variability. The center, a joint effort between the Smithsonian Institution and Harvard University, receives 80 percent of its $125 million annual funding from Smithsonian and the remainder from Harvard. He is on staff with 164 other scientists.\nSoon is employed by the Smithsonian side, but he relies on grants from outside funders for his research and entire salary, as do 29 of his colleagues. Requests for those grants are prepared and submitted by Harvard-Smithsonian, with Soon’s assistance.\nHis employment is contingent on bringing in funding for his position, according to center spokeswoman Christine Pulliam.\nFunding agreements show that Soon and Harvard-Smithsonian agreed to allow Southern Co. to review his scientific studies before they were published and pledged not to disclose Southern Co.’s role as a funder without permission.\nThe industry rides the coattails of the Harvard-Smithsonian name, according to Kert Davies, executive director of the Climate Investigations Center, the group that released the documents. “With Soon and his credibility with the Harvard nameplate, they have a voice.”\nSoon did not respond to repeated requests for comment from InsideClimate News, but said in a statement issued through the conservative Heartland Institute this week, “I have never been motivated by financial gain to write any scientific paper, nor have I ever hidden grants or any other alleged conflict of interest.”\nThe Harvard-Smithsonian center has opened an internal investigation into whether Soon failed to disclose to journals the funding sources for his climate research. The Smithsonian Institution also is separately reviewing whether Soon properly disclosed his funding, and is examining its ethics-and-disclosure policies governing the conduct of sponsored research and publication.\nThe records outlining Soon’s funding sources have prompted three U.S. senators to demand that 100 fossil fuel interests disclose whether they funded studies designed to confuse the public about climate change. Greenpeace also is calling for a congressional investigation and an Internal Revenue Service probe of Soon’s private funding.\nHarvard spokesman Jeff Neal said he could not discuss the issue because it involves personnel matters, and instead released a brief email statement:\n“Harvard takes the appropriate use, and the inappropriate misuse, of the university name very seriously,” Neal said. “When made aware of a potential issue related to the misuse of the Harvard name, we communicate our expectations to the relevant individuals or organizations.”\nClimate Positions Don’t Align\nSoon’s studies generally argue that changes in solar activity are responsible for rising global temperatures. He questions whether the Artic is warming and whether climate change is dangerous for polar bears.\nHis theories have been discredited by scientists worldwide.\nSoon’s work fulfills his “performance plan” for research, said Pulliam of the Harvard-Smithsonian center. She said any other discussion of Soon or how his work is assessed by the center is barred by confidentiality provisions.\nBut both Harvard and Smithsonian have made clear that climate change is caused by human activity.\nIn 2008, Harvard President Drew Faust said global warming had reached a “dire” state.\n“For decades, evidence of global warming and climate change brought on by human activity has been mounting, but what we once thought was a problem for future generations is in fact an issue we must face today,” according to a prepared statement in connection with the university’s greenhouse gas reduction initiative. “And it is much worse than even our most worried climate scientists predicted.”\nSmithsonian officials share that position.\n“Scientific evidence has demonstrated that the global climate is warming as a result of increasing levels of atmospheric greenhouse gases generated by human activities,” according to a 2014 Smithsonian statement on climate change. “A pressing need exists for information that will improve our understanding of climate trends, determine the causes of the changes that are occurring and decrease the risks posed to humans and nature,” the statement concluded.\nSmithsonian disavowed Soon’s conclusions on climate change in announcing its investigation last week. The research institution administers 11 museums and galleries on the National Mall in Washington, D.C.\nAlthough he acknowledged the controversy that surrounds Soon, John P. Gibbons, press secretary for The Smithsonian Institution, said the institution doesn’t believe it creates a credibility issue if a scientist’s work isn’t in lockstep with prevailing beliefs.\nIf the published work has been peer reviewed, then it meets the standard established by the institution, he said.\n“We maintain that as long as Willie Soon or any of our other scientists conduct their research in a scientific manner, we have to respect that,” Gibbons said. “What we have to do is stand by the process by which research of all our scholars is reviewed. The results may not be something that everyone agrees with.”\nTen of Soon’s 11 studies that sparked the recent controversy have been peer reviewed; a 2010 study in Ecology Law Currents was not.\nRandy Schekman, a Nobel laureate and a professor of cell and developmental biology at the University of California, Berkeley, and editor of the science journal eLife, defends Soon and the center for presenting science that runs contrary to prevailing opinion.\n“That’s what science is all about––challenging the norms,” he said. “It stimulates the kind of debate that is necessary when seeking answers to complex questions.”\nBut when the mantle of credibility is attached to research, people play attention no matter how discredited the conclusions, according to Michael Nelson, a professor of environmental ethics and philosophy at Oregon State University.\n“It’s deceptive and it’s risky,” he said, and the risks become greater when dealing with something as significant as climate change, he added.\n“When there is something that is harmful for all of society, you don’t want to risk a discussion that leads to dilly-dallying,” Nelson said. “It’s dangerous to be standing in the middle of a burning house and have someone take time to wonder if it’s really on fire and how hot it is.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}