{
  "url": "https://insideclimatenews.org/news/23022015/scientific-journals-alerted-fossil-fuel-funding-contrarian-climate-studies/",
  "title": "Scientific Journals Alerted to Fossil Fuel Funding of Contrarian Climate Studies",
  "date": "2015-02-23T14:00:40-05:00",
  "content": "A watchdog group alerted nine scientific journals Monday that studies they published most likely breached conflict-of-interest protocols. The studies in question were co-authored by a prominent climate-change skeptic whose work was funded by fossil fuel interests.\nThe letters grew out of the release Saturday of public records showing that scientist Willie Soon failed to disclose industry funding in 11 studies published by those journals. The lack of disclosure violates many journals’ ethical guidelines requiring authors to identify their funders and potential conflicts of interest.\n“We applaud your guidelines for ethical behavior in science, but we are concerned that your conflict of interest policy has been ignored and that Dr. Soon may have hidden his funding by Southern Company from your journal,” said one letter sent to the Journal of Climate. “Violations of ethical norms in scientific publishing may undermine the credibility of your journal and your professional society, the American Meteorological Society.”\nKert Davies, executive director of the Climate Investigations Center, wrote the letters. The Center tracks the activities of companies and organizations that fight against climate action.\nThe Soon documents are extraordinary because they show the close working relationship between Soon and his funders, according to Davies. He said he didn’t know of another case on this scale involving an ethical quandary for climate funding and academic conflicts of interest. “We were very lucky to get this evidence,” Davies said.\nREAD: A Guide To Willie Soon’s Climate Research Funded by Fossil Fuel Companies\nSoon, a leading climate skeptic, works at the Harvard-Smithsonian Center for Astrophysics, which houses the Harvard College Observatory and the Smithsonian Astrophysical Observatory in Cambridge, Mass. The Smithsonian side employs Soon, but he relies on grants from outside funders for his research and salary.\nGreenpeace obtained the records through a Freedom of Information Act request as part of an investigation of Soon conducted in partnership with the Climate Investigations Center, Davies said. He spent more than a decade at Greenpeace before founding the center in 2014.\nSoon did not respond to multiple requests for comment. In previous interviews and op-ed articles, he has often said that his funders do not impact the direction of his research. Davies said that claim has now been “blown up” by the contents of the documents.\nThe records offer a glimpse into the decades-long effort by fossil fuel interests to engage researchers who doubt the scientific consensus that global warming is real and caused by human activity.\nThey show that between 2008 and 2011, Soon approached several fossil fuel interests with proposals to study how the sun affects climate change. The companies are ExxonMobil, the Charles G. Koch Charitable Foundation, the electric utility Southern Company Services Inc., and Donors Trust Inc., an organization that facilitates contributions largely toward conservative causes from donors who wish to remain anonymous.\nSince 2008, Soon received more than $800,000 from those companies, according to the documents and other public records obtained by Greenpeace and the Climate Investigations Center. About a third came from Southern Company.\nIn his proposals, Soon told funders that the projects would result in scientific papers published “in leading scientific journals,” tools to influence policymaking and public education efforts, the documents show. He also provided annual progress reports to Southern Company and Donors Trust, describing the “deliverables” he completed for each project. Those deliverables included research papers, Soon’s public appearances and presentations, a book chapter, and a report used by another climate skeptic in testimony before Congress.\nNeither Southern Company nor Donors Trust was listed as a funder in the 11 published studies. Climate Investigations’ letters to the journals focused on Soon’s failure to disclose his relationship with Southern Company.\nAt one point, Soon’s employer signed an agreement with Southern agreeing not to identify the company as a funder without Southern’s permission. Smithsonian also agreed to let the company read Soon’s work prior to publication.\nThese kinds of conditions violate the transparency and intellectual independence needed for good research, said Robert Brulle, a professor of sociology and environmental science at Drexel University.\nGrants from prestigious funders such as the National Science Foundation and NASA come with zero restrictions, Brulle said. It would be seen as “prior censorship” if grants had stipulations on funding disclosure or pre-approval of any findings for publication.\nSouthern Company was unavailable for an interview, a spokeswoman said. In an emailed statement, she said the company “funds a broad range of research on a number of topics that have potentially significant public policy implications for our business.”\nDavies’ letters note that two of the journals—Ecology Law Currents and Interfaces—don’t appear to have conflicts of interest policies. The letters to those publications urged them to “make changes that will ensure your journal remains an important venue for ethical scientific discourse.”\nLouis Russell, senior editor of Ecology Law Currents, confirmed in an email that the journal doesn’t require authors to disclose potential conflicts of interest. Nor are the studies peer-reviewed, Russell said, though editors check every footnote “to make sure the source supports the proposition it is cited for.”\nMiranda Walker, director of publications at the professional society that publishes Interfaces, said the journal’s conflict-of-interest policies do not apply to authors unless questions are raised during the peer review process “with respect to suspicion of duplicate publication, fabrication of data or plagiarism.”\nSoon’s 11 papers show a spectrum of perspectives, from full-fledged denial of human-caused global warming to articles that downplay the role of climate change in ecological impacts. Many of the studies argue that changes in solar activity are responsible for rising global temperatures. Without exception, they question the extent, severity, cause or existence of man-made climate change.\nThe studies appear to have had limited impact in the scientific world. One way to gauge a paper’s influence is to count the number of times it’s referenced in other journal articles. According to Web of Science, a database run by Thomson Reuters, none of the papers got more than 44 citations after publication, and most were cited fewer than 20 times. The paper that’s been referenced the most is an astronomy paper that doesn’t mention climate change or the Earth.\nBy contrast, an influential climate science study that stoked the climate divestment campaign received 262 citations between April 2009 and February 2013. On Google Scholar, which pulls from a wider range of citations including books and university websites, the study now has more than 1,100 citations, while Soon’s papers each have fewer than 60. A 2010 study has been cited only once—by Soon himself.\nInsideClimate News reporters David Hasemyer, Sabrina Shankman and Zahra Hirji contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}