{
  "url": "https://insideclimatenews.org/news/10022015/national-academy-geoengineering-no-substitute-carbon-cuts/",
  "title": "National Academy: Geoengineering No Substitute for Carbon Cuts",
  "date": "2015-02-10T18:00:37-05:00",
  "content": "Monsoon clouds/Credit: NASA\nThere’s no quick fix for climate change and there won’t be for decades to come. The world’s only solution is to drastically cut greenhouse gas emissions—and immediately.\nThat’s the takeaway from a new two-volume report out Feb. 10 from the National Research Council, the working arm of the National Academy of Sciences. The report examines whether governments could fight global warming through geoengineering, also known as climate engineering or climate intervention. The strategy involves removing carbon dioxide from the atmosphere or modifying clouds or other Earth systems to reflect incoming sunlight to alter the world’s climate artificially.\n“The top line message from the report is pretty clear: there’s no climate engineering technology that would be a substitute for large-scale mitigation,” said Simon Nicholson, co-director of American University’s Forum for Climate Engineering Assessment who did not contribute to the report.\nScientists and policymakers have been contemplating the idea of geoengineering to reverse climate change since the 1960s, Nicholson said. For decades, it was considered a fringe scientific field, with the ideas more reminiscent of those one would read in a science fiction novel than a credible, peer reviewed scientific journal. The 2006 publication of an essay by Nobel Prize-winning chemist Paul Crutzen proposing geoengineering as an “escape route” changed the conversation and threw the field and the accompanying technology out of obscurity and into the mainstream.\nProposed geoengineering technologies vary from fertilizing the ocean with iron to increase it uptake of carbon dioxide to directly capturing the gas from the air as it passes through a machine of some sort. Despite the emergence of the field into popular science in recent years, the National Research Council found that carbon sequestration technology is still decades away from being effective. Attempts to alter clouds or other Earth systems so they reflect more sun and therefore decrease global temperatures, also known as albedo-modification technologies, pose “poorly understood risks,” according to the study.\n“That scientists are even considering technological interventions should be a wake-up call that we need to do more now to reduce emissions,” said Marcia McNutt, editor-in-chief of Science, former director of the U.S. Geological Survey and chair of the National Research Council committee that produced the report. “But the longer we wait, the more likely it will become that we will need to deploy some forms of carbon dioxide removal to avoid the worst impacts of climate change.”\nThe National Research Council’s findings aren’t groundbreaking, Nicholson said. Like the reports from the United Nations’ Intergovernmental Panel on Climate Change, it is a summary of the latest research.\nIts timing could be a boon to U.S. negotiators heading to Paris later this year to hash out a new global agreement on climate change. For decades, countries have continued business as usual often with the hope that they’d be able to engineer their way out a climate crisis later. The National Research Council’s report appears to challenge that thinking.\nThe report didn’t slam the door on these techniques entirely. It recommended that the governments increase their investments in researching and improving the technologies on a larger scale.\n“There’s absolutely no substitute for slashing fossil fuel emissions in order to prevent catastrophic disruption of the Earth’s climate,” said Rhea Suh, president of the Natural Resources Defense Council. “But it’s prudent to do research into geoengineering because, for instance, improved carbon dioxide-removal techniques could help reduce such dangerous pollution. We also need research because manipulating solar radiation is risky and we must increase our understanding of those risks.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}