{
  "url": "https://insideclimatenews.org/news/05022015/wva-new-gop-majority-defangs-renewable-energy-law-never-had-bite/",
  "title": "In W.Va., New GOP Majority Defangs Renewable Energy Law That Never Had a Bite",
  "date": "2015-02-05T12:00:49-05:00",
  "content": "In a largely symbolic move, West Virginia legislators have repealed a law that required utilities to generate a quarter of their power from renewable or alternative sources by 2025. The bill repealing the state’s energy portfolio standard passed 95-4 in the House and 33-0 in the Senate and was signed into law by Gov. Earl Ray Tomblin on Tuesday. The law leaves intact one provision that provides rebates to people who generate their own electricity.\nThe repeal, which was the first piece of legislation to come out of the GOP-led legislature this session, is seen by the environmental community as political theater orchestrated entirely to placate constituents.\n“This whole thing is a charade,” said Bill Howley, a citizen activist following energy policy in West Virginia. “The Republicans had made it a big issue in the elections and they want to be able to say, ‘See, we told you we were going to do something about it and look, here it is.'”\nPrior to the November 2014 elections, both the House and Senate in West Virginia were controlled by the Democratic Party. But in an unexpected sweep last year, Republican candidates running primarily on a pro-coal platform seized control of the House for the first time in eight decades, winning 64 of the 100 seats. In the Senate they gained control by a two-seat majority.\nThe 2009 law applied specifically to utilities with over 30,000 users and considered a wide range of options as acceptable alternative sources of energy: natural gas; a variety of coal-burning technologies; and even fuel from burnt tires. As a result, the law has had little to no impact on the electricity mix in the state in the last few years, according to the Public Service Commission, the state’s utilities regulatory agency.\nIn a 2012 report assessing the state of energy generation in West Virginia, the commission noted that the “near term impact on the coal industry through the displacement of coal-fired generation by the Portfolio Act is negligible.” The agency also predicted that if West Virginia continued to use 15 percent of the coal it mined instate to produce electricity, only 4 percent of the electricity produced this year would be affected by the act.\n“Because [the 2009 law] was written so broadly, none of the utilities have to actually produce any new renewable energy before 2030,” said Jim Kotcon, chairman of the energy committee at West Virginia’s Sierra Club chapter. In 2009, when the portfolio standards act was passed, it did so without opposition from the utilities or the coal industry, he said.\nRepublican legislators, however, have argued that the energy portfolio standard provided an unfair advantage to producers of renewable energy, including solar, wind and geothermal.\n‘Let the Market Dictate’\nDelegate Randy Smith, co-chairman of the energy committee, told the Charleston Daily Mail that the free market should determine how electricity is generated. “We’re not here to pick winners or losers or give one group an advantage over another group,” he said. “We’re here to be fair and let the market dictate what wins and what loses.”\nIn a written statement announcing the repeal earlier this week, Gov. Tomblin said that when the legislature first approved the energy portfolio in 2009, the act “had overwhelming support from business and industry,” but that “economic drivers and factors [had] change[d] over time, and the Act as it was passed in 2009 is no longer beneficial for our state.”\nThe repeal comes as no surprise to those who have been following West Virginia’s position on climate change and energy policy.\nLast year West Virginia joined 11 other coal-reliant states and sued the Environmental Protection Agency over the Clean Power Plan, which requires the state to cut its carbon emissions by 20 percent by 2030. The state argued that the EPA was overstepping its jurisdiction and that it would take away thousands of jobs from coal miners. Since then West Virginia’s environmental agency, attorney general, legislators and governor have all vehemently opposed the Obama administration’s mandate for carbon emission reduction.\nThe Clean Power Plan allows states to choose among four strategies to achieve the targets set. These strategies—called building blocks—include increasing efficiency at power plants, switching to natural gas, increasing electricity from renewable energy and increasing energy efficiency in homes, businesses and industries. By repealing this law, environmental groups say lawmakers are further dismantling the few tools, however weak, the state had to meet the EPA’s targets.\nWest Virginia is not alone in moving quickly to repeal laws that promote renewable energy. Last week, lawmakers in Georgia sought to end tax credits for those purchasing electric vehicles. In Virginia, legislators are aiming to freeze the state’s largest utility’s rates and prohibit regulators from examining its revenues.\nWest Virginia’s lawmakers are also considering another bill that requires the state environmental agency to submit its plan to reduce emissions for approval to the legislature before sending it in to the EPA. That bill has passed the House Judiciary Committee and is up for consideration by the House of Delegates.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}