{
  "url": "https://insideclimatenews.org/news/09022015/divestment-day-aims-strengthen-global-reach-fossil-free-movement/",
  "title": "Divestment Day Aims to Strengthen Global Reach of Fossil-Free Movement",
  "date": "2015-02-09T10:30:32-05:00",
  "content": "Climate change march in London in September 2014. Activists are marshalling forces for Global Divestment Day on Feb.13-14, 2015, a day of actions across six continents.Credit: Sleeves Rolled Up, flickr\nThe fast-growing fossil fuel divestment movement is marshalling forces for this week’s Global Divestment Day—an event organizers hope will strengthen the crusade’s reach around the world and prove that it’s “a force to be reckoned with.”\nFossil Free, which has sister groups in Canada, Europe, Australia and New Zealand,  said divestment day will feature a day-long series of actions on Feb. 13 in the U.S. (which will be Feb. 14 in some regions). So far, the schedule includes 326 events spread across six continents and 48 countries, including flash-mobs, street theater, elaborate props, sit-ins, vigils, dancing, a huge parade of bicycles, social media blitzes and more.\n“There are going to be folks in a multitude of countries demanding action on the climate in the form of divestment,” said Jay Carmona, a California-based community divestment campaign manager with 350.org, a nonprofit group that sponsors the Fossil Free divestment campaign as well as other climate-related initiatives.\n“We want to send one clear message, that now is the time to end the age of fossil fuels,” Carmona said.\nThe groups also will urge people to remove fossil fuels from their personal portfolios and to close accounts with banks and funds “who continue to invest in climate chaos,” according to the Fossil Free website.\nThe divestment campaign has taken aim at removing fossil fuel investments from large portfolios because the use of coal, oil byproducts and natural gas is the largest source of human-generated carbon dioxide. That CO2 is building up in the atmosphere and steadily warming the planet—a trend scientists say will lead to catastrophic damage around the globe.\nThere’s broad agreement that lessening the impact of climate change requires a global shift away from fossil fuels to low-carbon sources of energy. Powerful oil and fossil fuel companies and their lobbyists have worked to derail efforts to do so.\nThe divestment campaign is targeting university endowments, charitable foundations, pension funds and other large investors, and arguing, primarily, that “if it’s morally wrong to wreck the climate, it’s wrong to profit from that wreckage.”\nOil company holdings have long been an investment staple for portfolio managers and steady dividend payments have kept them popular with individual investors. But the business case for keeping those holdings has been weakening amid plummeting oil prices, falling stock prices, looming climate regulations, and a growing realization that a large portion of coal and oil reserves must go unused in order to keep warming manageable.\n“It’s the moral case that we need to act for our future generations, and for the betterment of our communities and our planet,” Carmona said. “And there’s also a very strong financial case that the fossil fuel industry is based on a model that’s not sustainable financially.”\nFossil Free and other climate-oriented divestment groups want portfolio managers to stop adding new investments in fossil fuel companies and to sell off their holdings in the top 200 fossil fuel companies within five years. The goal, in part, is to reduce the industry’s influence over politicians and climate policy.\nSo far an estimated 200 institutions, with combined investment assets of more than $50 billion, have committed to divest, including notable names such as the Rockefeller Brothers Foundation, the British Medical Association, Stanford University, the World Council of Churches and a long list of faith organizations. More than 20 overseas universities have agreed to divest.\nThe momentum has continued in 2015. Recent divestment-related developments include:\n► Norway’s $861 billion sovereign wealth fund, the world’s largest, said it divested from 114 companies in the last three years because of “high levels of uncertainty about the sustainability of their business model.” The divestments included 22 companies because of climate-related risks; 43 companies on deforestation risk; 35 companies because of water management issues; and 14 companies because of other, unidentified issues.  Among the total: 14 coal mining companies and five firms with oil sands projects. The fund, which is fueled by proceeds from government-owned oil, said it also asked oil companies Rosneft, Whiting Petroleum, Oil India and HollyFrontier to improve their disclosures on climate change risks.\n► A senior investment analyst at European investor Axa IM warned that climate risk is becoming “synonymous with reputation risk,” according to the Guardian. In discussing factors behind the decline in oil prices, the analyst said, “moral issues are also playing a growing role, with the divestment movement steadily gaining traction amongst investors across the globe.”\n► New York City’s New School announced that it would eliminate fossil fuels from its endowment and increase investments in renewable energy as part of a wide-ranging climate initiative. The New School is said to be the second-largest college endowment to commit to fully divesting from fossil fuels. The largest is the University of Dayton.\n► A divestment announcement from Chalmers University of Technology, which became the first Swedish university to join the campaign. Chalmers said it would sell about $600,000 in fossil fuel holdings.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}