{
  "url": "https://insideclimatenews.org/news/04022015/de-blasio-plans-affordable-housing-areas-swamped-hurricane-sandy/",
  "title": "De Blasio Plans Affordable Housing in Areas Swamped by Hurricane Sandy",
  "date": "2015-02-04T17:00:23-05:00",
  "content": "Mayor Bill de Blasio’s affordable-housing plan for New York City announced Tuesday calls for thousands of new residences to be built in low-lying neighborhoods hit hard by Hurricane Sandy in 2012.\nThese areas include Long Island City, Staten Island, the Rockaways and East Brooklyn, according to the plan de Blasio outlined yesterday in an unusual single-focus State of the City address. While the program will create jobs and help bridge the gap between rich and poor, it will also have to be carried out carefully to avoid putting more people in danger as water levels rise because of global warming, some New York environmental leaders said.\nNew York, the largest American city with 8.4 million residents, faces sea-level rise of 11 to 24 inches by the 2050s, according to a panel of scientists convened by the mayor’s office. This would put almost a quarter of the city in a floodplain, the group found. Climate change will bring the most severe hurricanes to the region more often and increase temperatures 3 degrees Fahrenheit by 2020 and 6.5 degrees by 2050. The number of days above 90 degrees Fahrenheit could jump to 57 by mid-century from 18 now, according to the panel.\n“As we think about bold development decisions now, we have to factor in a rapidly changing climate,” said Matt Ryan, executive director of the labor coalition Alliance for a Greater New York (ALIGN), which focuses on post-Sandy rebuilding. “Sandy was evidence enough for that.”\nFlooding and wind from the 2012 storm caused more than $50 billion in damage in New York City, destroying infrastructure and homes and shutting down one of the world’s largest economic centers. Low-income communities are often the last to be evacuated, the last to be repopulated and the slowest to recover from such disasters.\nIn his 90-minute, 5,000-word speech, de Blasio devoted 160 words to climate change. President Barack Obama, by contrast, discussed the issue at great length in his State of the Union speech last month. By focusing almost entirely on the affordable-housing issue, the major departed from the traditional format of addressing an array of policy issues.\nMost environmental leaders said they were encouraged the mayor mentioned climate change at all, and that he repeated his administration’s goal of cutting the city’s emissions 80 percent by 2050, an agenda popularly known as 80×50. The environmental activists said they are working with the administration on an updated sustainability plan, known as PlaNYC, due out on Earth Day, April 22.\nUnder city law, any new affordable housing will have to be built to withstand the effects of climate change, mayoral spokeswoman Amy Spitalnick told InsideClimate News.\nBill Ulfelder, executive director of the Nature Conservancy’s New York office, said he approved of the mayor’s housing plan. “While there are places where we simply should not build and live, there are many, many more places where we can build smart to provide quality housing and protection from the risks of climate change.”\nKlaus Jacob, a geophysicist at Columbia University who studies climate change’s impact on infrastructure, said the move is risky and short-sighted.\n“Even if the new structures are elevated and resilient, people still have to go to and from their buildings,” he said. “If they are flooded a couple of times a month, what is the point?”\n“It would be much more meaningful to rezone low-density, high elevation areas in the city for affordable housing so you don’t have to worry again in 50, 75, 100 years,” he said.\nDe Blasio’s plan to put new housing on the waterfront is consistent with positions taken by other leaders, said Eddie Bautista, executive director of the New York City Environmental Justice Alliance.\n“That’s an ongoing area of, frankly, schizophrenic policy,” Bautista said. “Mayor Michael Bloomberg made it clear we weren’t going to retreat from the water. New York Governor Andrew Cuomo has a policy to build on the water. It is a blind spot that chief executives share.”\nJob Creation\nCreating jobs was a secondary focus of de Blasio’s speech, arguing that expanding affordable housing will generate thousands of construction jobs. But de Blasio could also create 40,000 jobs by expanding his global warming strategy with projects such as retrofitting buildings and climate adaptation, according to a Jan. 30 report by ALIGN, the New York City Environmental Justice Alliance and several other New York-based groups.\n“I commend the mayor for his focus on equality and changing the tale of two cities,” said ALIGN’s Ryan, “but I think there needs to be more recognition that a bold climate agenda can play a role in creating a more equal city as well.”\nIn December, the mayor combined two environment-related departments into a new Office of Sustainability and hired Nilda Mesa, the former head of sustainability for Columbia University, to lead it.\nEnvironmental leaders said they are hopeful about de Blasio’s commitment to climate change as they work with the new Office of Sustainability on the PlaNYC update for April. Bloomberg started the PlaNYC program in 2007, and the process has helped transform New York into a global leader on climate change.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}