{
  "url": "https://insideclimatenews.org/news/22012015/obama-moves-bring-order-groups-dealing-arctic-warming/",
  "title": "Obama Moves to Bring Order to Groups Dealing with Arctic Warming",
  "date": "2015-01-22T10:00:42-05:00",
  "content": "As Senate votes were rolling in Wednesday—declaring climate change real, but denying mankind’s role in it—President Barack Obama was issuing a different kind of decree. In the first executive order after his State of the Union address, the White House created the Arctic Executive Steering Committee, which will attempt to wrangle the numerous agencies in charge of Arctic programs and better coordinate their work in the face of climate change.\n“Over the past 60 years, climate change has caused the Alaskan Arctic to warm twice as rapidly as the rest of the United States,” Obama said in the order, “and will continue to transform the Arctic as its consequences grow more severe.”\nThe order included the United States’ responsibility to “mitigate the greenhouse gas emissions driving climate change” and to be ruled by “science-based decision making.”\nIt comes in the lead-up to the United States’ taking over leadership of the Arctic Council, a voluntary intergovernmental forum consisting of the Arctic states and a number of observer nations that addresses environmental and economic development issues in the Arctic. In April, the U.S. will take the helm from Canada, which has led the council for the last two years.\nThere is currently a sprawling network of agencies and departments that deal with Arctic-related issues, not to mention the state, local and Alaska Native tribal governments, which the new steering committee will also include.\n“As the Arctic has changed, the number of Federal working groups created to address the growing strategic importance and accessibility of this critical region has increased,” the executive order says.\nA May 2014 report from the Government Accountability Office (GAO) recommended that in advance of the U.S.’s taking over leadership of the Arctic Council, the agencies working on Arctic-related issues develop a strategy for participating in the Arctic Council and develop a process to review and track their work.\n“In collaborating on Council work, the agencies face challenges by not having a clear direction or specific resources for their work,” the GAO report reads. “Without a clear direction or specific resources for the collaborative effort, the agencies face challenges prioritizing the work, delivering unified messages to other Arctic States, and consistently participating in the Council.”\nThis new steering committee appears to be an attempt to rectify that.\nThe move was applauded by a number of environmental groups, especially for its inclusion of indigenous communities, academic entities and the private and nonprofit sectors, but not everyone was pleased.\nIn a statement, Lisa Murkowski, the Republican senator from Alaska, the country’s only Arctic state, called the order’s priorities “unbalanced” and said, “We cannot ‘study’ ourselves into inaction.”\nInstead of more studies, she said, “Investment and vision are needed—in infrastructure, ice breakers, and a predictable federal oil and gas permitting process—to craft an Arctic economy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}