{
  "url": "https://insideclimatenews.org/news/21012015/defiant-obama-asserts-climate-agenda-firmness-and-mockery/",
  "title": "A Defiant Obama Asserts Climate Agenda With Firmness and Mockery",
  "date": "2015-01-21T10:00:04-05:00",
  "content": "In his 2015 State of the Union address, President Obama made some of his most forceful comments to date about global warming, mocking the Republican reluctance to acknowledge man-made climate change and warning Congress against attacking his efforts to curtail greenhouse gas emissions.\nObama spoke about climate change late in the 63-minute long speech. But his rhetoric was blunt. “No challenge — no challenge — poses a greater threat to future generations than climate change,” he said. “That’s why, over the past six years, we’ve done more than ever before to combat climate change, from the way we produce energy, to the way we use it…And that’s why I will not let this Congress endanger the health of our children by turning back the clock on our efforts.”\nThe president derided as a “dodge” the new, stock response Republicans use to deflect questions about climate change, that they can’t assess the issue because they’re not scientists. “Well, I’m not a scientist, either. But you know what — I know a lot of really good scientists at NASA, and NOAA, and at our major universities,” he said.\nObama’s pointed climate change comments were in keeping with a defiant tone he struck across a range of issues, from immigration reform to childcare to negotiations with Iran.\nAfter the Democrats lost control of Congress in the midterms, Obama upended the conventional wisdom that that he would have to grow more conciliatory with the GOP and instead, like a man with nothing left to lose, became more confrontational. Though he launched an ambitious climate agenda early in his second term in 2013, Obama has pushed further in the last few months, most notably in working with China to help deliver a meaningful international accord by December to cut global emissions. He hinted to Congress that he aims to protect that campaign, too.\n“I am determined to make sure American leadership drives international action,” he said. “In Beijing, we made an historic announcement — the United States will double the pace at which we cut carbon pollution, and China committed, for the first time, to limiting their emissions. And because the world’s two largest economies came together, other nations are now stepping up, and offering hope that, this year, the world will finally reach an agreement to protect the one planet we’ve got.”\nThe president’s comments were also notable for what they omitted. Unlike past speeches, Obama did not mention by name his “all-of-the-above” energy policy that embraces fossil fuels, though he alluded early in the speech to booming oil production. In previous addresses, his comments about climate change revolved around the economic potential of renewable energy. This time, he pivoted to the science.\n“The best scientists in the world are all telling us that our activities are changing the climate, and if we do not act forcefully, we’ll continue to see rising oceans, longer, hotter heat waves, dangerous droughts and floods, and massive disruptions that can trigger greater migration, conflict, and hunger around the globe,” he said. “The Pentagon says that climate change poses immediate risks to our national security. We should act like it.”\nThe guest list from the White House also reflected Obama’s priorities. Seated near First Lady Michelle Obama was Florida-based climate scientist Nicole Hernandez Hammer, who studies sea level rise and its impact on Latino communities. Hammer served as the assistant director for Florida Atlantic University’s climate change research program before leaving academia late last year to join Moms Clean Air Task Force, a national organization fighting climate change and air pollution. She is one of Florida’s most vocal critics of her state’s and Washington’s failures to combat global warming.\nEnvironmentalists largely welcomed the president’s comments on climate change, although some said they wished for a categorical rejection of a future with fossil fuels.\nSen. James Inhofe (R-OK), chairman of the Environment and Public Works Committee who is committed to halting the administration’s climate agenda, said that Obama was waging a war against fossil fuels by issuing pollution limits that he called “unbridled mandates.”\nFreshman Iowa Sen. Joni Ernst, who delivered the official GOP response to the State of the Union, sidestepped mention of climate change. Instead she focused on the Keystone XL pipeline, the central issue Congress has worked on since it came back into session last week.\n“We’re working hard to pass the kind of serious job-creation ideas you deserve,” Ernst said. “One you’ve probably heard about is the Keystone jobs bill. President Obama has been delaying this bipartisan infrastructure project for years, even though many members of his party, unions, and a strong majority of Americans support it. The president’s own State Department has said Keystone’s construction could support thousands of jobs and pump billions into our economy, and do it with minimal environmental impact.”\nPublic support for the Keystone XL in fact might be slipping, with a new NBC/Wall Street Journal poll showing that only 41 percent of Americans support building it. The project is awaiting decision by the State Department, and the White House has said Obama would veto legislation that would circumvent the State Department process.\nIn his address, Obama did not say if he would ultimately approve the project. But he took a swipe at the Republicans’ legislative focus on it. “21st century businesses need 21st century infrastructure — modern ports, stronger bridges, faster trains and the fastest internet,” he said. “So let’s set our sights higher than a single oil pipeline. Let’s pass a bipartisan infrastructure plan that could create more than thirty times as many jobs per year, and make this country stronger for decades to come.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}