{
  "url": "https://insideclimatenews.org/news/12012015/losing-streak-continues-us-coal-export-terminals/",
  "title": "Losing Streak Continues for U.S. Coal Export Terminals",
  "date": "2015-01-12T09:00:00-05:00",
  "content": "The U.S. coal export industry continued its losing streak as 2014 ended and 2015 began. A coal terminal project in Louisiana lost its permit in state court, and one in Washington ran into a stiff legal challenge. Last month, the company behind several other planned terminals sold its remaining projects to a high-risk investment firm at a major loss.\nThe developments continue a string of victories for environment groups fighting the export of coal to developing economies such as China. Of 15 proposals to build major new coal export facilities across the U.S., all but four have been defeated or canceled within the past two years. And only a few existing facilities have won approval to expand.\n“This is an ugly, ugly time for coal exports,” said Clark Williams Derry, research director for the Seattle-based Sightline Institute, a nonprofit think tank that promotes sustainable policies for the Pacific Northwest.\nAs U.S. demand for coal plunged in 2011 due to the boom in natural gas production, the industry began planning to ship the energy abroad as a way of supporting production and sales. Doing so would require a substantial expansion of infrastructure, including more coal-by-rail systems and coastal export centers to load the fuel onto ships.\nBut dozens of grassroots campaigns sprang up in the areas surrounding proposed export terminals in Oregon, Washington, Texas, Alabama and Louisiana. Community and indigenous groups objected to environmental damage from coal dust in the air and spillage in the water during rail transport, preparation and loading of coal onto ships. Joining them on picket lines and in court challenges were national environmental groups, such as the Sierra Club, that are fighting the climate threat from the burning of carbon fuels.\nThreat to Fisheries\nOn Jan. 5, the Lummi Nation, a Native American tribe in the Pacific Northwest, invoked its treaty rights in challenging a pending terminal in Cherry Point, Washington. The tribe argued that the facility, known as the Gateway Pacific Terminal, would damage culturally and economically important fisheries habitat. The Lummi Nation has been fighting the proposed export hub for years, even going on a three-week tour of the northwest last year with a 19-foot totem pole to fan opposition.\nOfficially asking the Army Corps of Engineers in a letter earlier this week to deny a permit on the grounds it would damage the fishing grounds introduced a more formal legal challenge into the fight against the terminal. The tribe’s fishing rights are protected under an 1855 treaty between the U.S. government and regional indigenous communities that courts have repeatedly upheld.\n“As long as our federal officials are being honorable, we are 100 percent confidant that it will not be approved,” said Jay Julius, secretary for the Lummi Nation, in an interview with InsideClimate News.\nThe Cherry Point export terminal would have the capacity to transport 54 million tons of coal each year from mines in the Powder River Basin of Montana and Wyoming to international markets, most likely in Asia. SSA Marine, the Seattle-based marine terminal operators pushing the project, didn’t respond to a request for comment.\nLouisiana Delta\nAcross the country, a Louisiana district judge revoked a permit Dec. 23 for an export facility at the mouth of the Mississippi River, known as the RAM Terminal. Plaquemines Parish Judge Kevin Connor ruled that state environmental agencies should have considered moving the facility to a less ecologically fragile area.\nThe project, just south of New Orleans, has faced strong opposition from local communities ever since it was proposed. There are already two nearby coal export facilities. The center would have exported 6 million to 8 million tons of coal annually from mines in the Illinois Basin and Appalachian Mountains to markets in Europe and Asia.\nThe state Department of Natural Resources approved RAM Terminal LLC’s permit application in 2013. Almost immediately, three environmental groups—the Sierra Club, Louisiana Environmental Action Network, and the Gulf Restoration Network—joined local residents in filing suit, arguing that the project posed serious public health risks and would jeopardize the state’s largest coastal restoration project.\nArmstrong Coal, the Kentucky-based energy company behind the terminal, didn’t respond to a request for comment.\n“Community opposition has kept coal on its heels,” said Meg Matthews, a spokeswoman for the Sierra Club’s Beyond Coal Campaign.\nThese local fights against export terminals have compounded the industry’s economic challenges. Once the nation’s primary source of energy, coal has lost more than half its value in just the last four years as demand dropped. Coal now sells for $58 a ton, down from $130 in 2011. Cheaper, cleaner options such as vast new supplies of natural gas unlocked by fracking have come to dominate U.S. energy.\nSpurring the push to expand exports, China had what seemed an insatiable thirst for coal to fuel rapid growth. However, as China’s economy has slowed, its need for coal declined, surprising investors and industry experts. Surging public outrage over China’s choking smog also forced government officials to wage a “war against pollution,” particularly coal-burning power plants notorious for spewing particulates into the air.\nIn 2014, Chinese President Xi Jinping agreed to a bilateral collaboration with President Barack Obama to slash greenhouse gas emissions and fight climate change—further damaging the fuel’s financial future.\n‘A Poor Investment Partner’\nExport project after project lost funding, was canceled, or had permits denied or revoked because of environmental concerns. This included four in the Pacific Northwest and seven along the Gulf of Mexico. The recent decisions in Washington and Louisiana add two more victories to the list.\n“The coal industry is a poor investment partner now and for the foreseeable future,” wrote Tom Sanzillo, director of finance at the Institute for Energy Economics and Financial Analysis, an investment analysis firm, in a report last November.\nIn early December, Ambre Energy, the Australian coal and shale company behind export terminals in Washingtonand Oregon (where a permit denial is under appeal) quietly sold its North American ventures to Resource Capital Funds. The Colorado-based private equity firm, which was Ambre Energy’s largest creditor, specializes in high-risk investments.Ambre sold the assets for $18 million after last year putting their value between $200 million and $400 million.\nAs for the Plaquemines Parish project in Louisiana, it’s unclear what the next step may be.\nGrace Morris, a senior organizer for the Gulf Restoration Network, said the terminal doesn’t make sense because the environmental risks are too high and the financial incentive is gone because of falling coal prices.\n“Louisiana already has all this capacity to move coal, but the fact is it isn’t moving,” Morris said. “It really begs the question: With no economic incentive to export the coal, why put these communities who are already being gravely affected by climate change—we lose a football field of coastal wetlands every hour—at risk?”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}