{
  "url": "https://insideclimatenews.org/news/14012015/global-climate-fund-gops-budget-hit-list/",
  "title": "Global Climate Fund on GOP’s Budget Hit List",
  "date": "2015-01-14T12:00:21-05:00",
  "content": "The yearly battle over the U.S. budget officially begins on Feb. 2, when the president plans to send his fiscal 2016 funding proposal to Congress, where it will be torn to shreds or ignored entirely.\nWhile the annual drama involves trillions of dollars, it’s usually of limited interest to far-flung governments around the world. Not this year, though, thanks to a budget line item whose fate will be closely tracked by an international audience.\nThe line item of interest is President Barack Obama’s expected request for money for the Green Climate Fund, which is a key component in the push for a global agreement this year to limit global warming. The fund is meant to collect and distribute money from developed nations to help poorer and developing countries lower future carbon emissions and prevent further damage from the effects of climate change.\nIt’s unclear how much GCF money will be included in the upcoming budget, but Obama pledged to provide $3 billion over the next four years. Whatever the amount, it will be under attack from Congressional Republicans who question the science behind climate change and have vowed to block any related funding, including Obama’s pledge to the GCF.\nThe pledge from the U.S. is a particularly important one. The $3 billion offer represents about 30 percent of the GCF’s total pledges to date of $10.2 billion. Since the U.S. is the world’s largest historical polluter and the second-largest economy, many negotiators had hoped for a larger financial commitment.\nA final budget typically gets hammered out late in the year, which is about when world leaders will begin gathering in Paris with hopes of signing a historic climate treaty. If money for the GCF isn’t in the budget, it could undermine assurances made to developing nations that the world’s biggest polluters stand ready to help them.\n“A signal that President Obama is not able to get GCF funding approved by the U.S. Congress would send a very damaging signal [for Paris],” said Liane Schalatek, who has attended GCF board meetings on behalf of the Heinrich Böll Foundation North America, where she is associate director.\nThe success of negotiations in Paris “very much depend on the fulfillment of promises that people made,” said Karen Orenstein, a senior analyst at Friends of the Earth who focuses on climate finance. “Everyone, but particularly developing countries and civil society, will be looking to see if the money is realized.”\nIn mid-December, GCF supporters got a glimpse of the funding fight ahead, and it wasn’t encouraging.\nThat’s when Congress passed a $1 trillion omnibus spending bill that covers government funding through September 2015. It included language that at first seemed to prohibit Congress from providing money to the GCF, and it shocked the fund’s backers.\n“The panic stemmed from the headlines that said things like, ‘Congress Bans Money for Green Climate Fund,’ but they were false,” said Orenstein. She offered her own interpretation of the bill’s language: “It basically says no money is going to be appropriated to the GCF in FY15, because no money has been requested, and if they do want money in FY16, they have to notify the committee on appropriations.”\nThe angst was not entirely misplaced, however. The bill that passed included several provisions that angered environmentalists, including one that prohibited the Environmental Protection Agency from applying Clean Water Act rules to farm ponds and irrigation ditches. And being singled out in the 2015 bill, as the Green Climate Fund was, confirms that it’s on some Republicans’ hit list.\nSchalatek called the budget move “a clear ‘call-to-arms’ by the Republican congressional majority to focus on undermining President Obama’s international climate agenda.”\nGCF supporters remain hopeful, though, especially since under the Bush Administration, Republicans supported much higher funding for climate-related international aid.\n“I have no doubt that it will be a huge fight to get this money, but I don’t think it’s impossible,” Orenstein said. Friends of the Earth and many other groups will be pushing for the funding. Even so, she added, “I hope the treasury and state departments have a good plan for how they’re going to tackle this.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}