{
  "url": "https://insideclimatenews.org/news/14012015/obamas-methane-crackdown-come-slow-and-easy/",
  "title": "Obama’s Methane Crackdown to Come Slow and Easy",
  "date": "2015-01-14T21:55:19-05:00",
  "content": "WASHINGTON – The Obama administration on January 14 rolled out its long-awaited plan to control the oil and gas industry’s emissions of methane, saying it would cut leaks of the potent global-warming pollutant nearly in half in the coming decade.\nThe White House called its approach a crucial step to achieving the ambitious greenhouse-gas emissions targets President Obama announced last November in Beijing, but some environmental advocates said the plan, which relies heavily on voluntary efforts, failed to go far enough.\nThe methane plan calls for the Environmental Protection Agency to propose methane reductions at new oil and gas sites by summer 2015 and issue a final rule next year. The goal is to cut the industry’s emissions 40 to 45 percent below the 2012 level by the year 2025.\nDespite being an important expansion of greenhouse gas regulations under the Clean Air Act, the proposed rule would not address methane leaking from existing oil and gas wells and delivery networks. Rather, the administration said it would work with industry on voluntary efforts to cut methane from existing oil and gas sites, which studies have found to be riddled with leaks.\nExisting sites would be covered partially by an EPA measure requiring energy companies to eliminate emissions of volatile organic compounds, or VOCs, in areas that exceed federal limits for smog. Cutting VOCs produces a side-benefit of reducing methane leaks, too. The Bureau of Land Management will also issue rules this spring that would reduce methane from new and existing oil and gas wells on federal lands. But most oil and gas development occurs on private lands.\nFurther, the strategy does little to address methane from agriculture, which is the biggest source of the gas in the U.S. Livestock and their manure account for about 34 percent of domestic methane emissions, compared to 29 percent from the oil and gas sector. But the only measure included in the White House methane strategy for agriculture is a set of voluntary steps identified in August 2014 to convert manure to fuel through biodigesters.\n“We are starting with new sources because that’s where investment is, that’s where emissions are coming from,” said Dan Utech, Special Assistant to the President for Energy and Climate Change, on a call with reporters. Utech, who said that the administration agreed that emissions from existing fuel sites needed to be controlled as well, called the strategy part of a longer effort that would fulfill Obama’s Beijing pledge to cut overall greenhouse gases, including carbon dioxide and other pollutants, by 26 to 28 percent from the 2005 levels in the coming decade.\n“We’re not going to get there overnight,” he said. “This is a set of steps that puts us on a trajectory to hit that goal.”\nMethane is only 9 percent of domestic greenhouse gas emissions. But it is more than 20 times more potent than carbon dioxide, and its emissions are expected to rise without government efforts to curtail it. Given methane’s potency and the urgency of cutting heat-trapping emissions to avoid the worst damage from global warming, the administration’s strategy was less a bold step forward and more of “a toe in the water,” said David Doniger, director for the Natural Resources Defense Council‘s climate and clean air program.\n“While setting methane standards for the first time is an important step, failing to immediately regulate existing oil and gas equipment nationwide misses 90 percent of the methane pollution from the industry,” said Conrad Schneider, advocacy director for the Clean Air Task Force, a Boston-based environmental group. “The Administration is proposing to fight methane pollution with one hand tied behind its back, not using the full range of powers under the Clean Air Act to cut these emissions.”\nThe new methane strategy is the latest example of the Obama administration’s cautious approach to regulating the oil and gas industry.\nEPA headquarters, for example, shut down three investigations in Pennsylvania, Wyoming and Texas into possible well-water contamination after its regional investigators identified possible links to nearby oil and gas development. A major EPA study of the possible effects on water from oil and gas development has grown more and more circumscribed under industry pressure.\nThe increase in natural gas production and with it, low prices, have allowed the Obama administration to clamp down on coal-fired power generation, the regulatory cornerstone of its fight against climate change.\nBut methane leaks from natural gas fields have undermined the supposed advantage of natural gas in addressing climate change, threatening its status as a so-called “bridge fuel” toward a carbon-free economy.\nUnder the Clean Air Act, if the EPA moves to regulate new sources of methane pollution, it must eventually tackle existing sources. But the Act did not establish a deadline for action on existing sources, and the White House did not announce when it would issue rules for existing methane sources. Yet when the administration spelled out plans in 2013 to address the power sector, Obama himself set forth a timetable to issue rules for new plants and existing facilities, Schneider pointed out.\nWithout a clear deadline to address existing sites, regulating methane could fall to the next presidential administration, which might lack Obama’s commitment to tackling climate change.\nThe administration’s light hand did not placate the drilling industry, which said the rules could imperil economic growth. “As oil and natural gas production has risen dramatically, methane emissions have fallen thanks to industry leadership and investment in new technologies,” said Jack Gerard, chief executive of the American Petroleum Institute. “Another layer of burdensome requirements could actually slow down industry progress to reduce methane emissions.”\nEmissions from natural gas production have dropped because of a 2012 EPA rule to cut VOCs from gas sites, and the new strategy would extend the VOC reductions to new oil wells, too.  The VOC rule shows that “regulations work,” Schneider said. “We have decades of evidence to show collaboration with industry hasn’t worked. Nothing ever stopped them from taking the voluntary steps over the last decade but voluntary efforts haven’t resulted in the cuts needed.”\nThe administration faces a Republican-led Congress intent on blocking Obama’s climate change agenda, which relies heavily on new regulations and other executive actions. To stymie the strategy the White House offered on methane, Congress would have to pass a law banning the EPA from regulating the pollutant, or try to strip away funding for the plan’s implementation.  Congress risks vetoes from Obama with any such moves, said Daniel J. Weiss, senior vice president for campaigns at the League of Conservation Voters.\nStill, the possible political backlash may be one reason the administration chose to walk on methane, rather than run.\nAs Doniger said: “Remember that even the Allies didn’t attack North Africa, Italy and Normandy at the same time.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}