{
  "url": "https://insideclimatenews.org/news/19122014/north-dakota-moves-ease-oil-and-gas-radioactive-waste-rules-dramatically/",
  "title": "North Dakota Moves to Ease Oil-and-Gas Radioactive Waste Rules Dramatically",
  "date": "2014-12-19T20:11:18-05:00",
  "content": "North Dakota regulators recently announced plans to bump up the state’s allowable oil-and-gas radioactive waste disposal limit by tenfold.\nThe current threshold is one of the strictest in the country, at 5 picocuries per gram. That’s roughly the equivalent of the natural radiation levels found in North Dakota soil. Consequently, many companies truck their waste out of state to places with higher limits, including the neighboring Minnesota and Montana.\nBut the new limit of 50 picocuries per gram, proposed by the state’s Department of Health last week, on Dec. 12, would change all that. Although it’s far from the loosest limit around, it would be one of the highest in the Great Plains region.\nBoth the state’s energy and waste industries welcome this rulemaking, which would save oil and gas companies significant transport costs and bring in new waste-disposal business to local landfills. But landowners who live near the disposal sites in rural western North Dakota don’t want their home to transform into a regional dumping ground and are wary of the waste’s threat to public health.\nThe new limit is based on “the absolutely best science available,” said Scott Radig, who heads up the division of waste management at the state’s Department of Health.\nRegulators commissioned research institution Argonne National Laboratory last fall to study the issue. The group’s report, published in November, said raising the state’s threshold up to the 50 picocuries per gram limit could still be protective of human health and welfare. That’s as long as other conditions are met, such as allowing industrial or oilfield waste landfills to receive as much as 25,000 tons of this waste annually and requiring that the waste is buried a minimum of 10 feet below the top of the landfill. North Dakota regulators did include these criteria in the draft rules.\nThis rulemaking comes at a time of increasing tensions between communities and regulators over how to manage North Dakota’s booming energy industry and its growing waste footprint.\nIn nearly a decade, North Dakota shot up from the No. 9 state for crude oil production to the No. 2 spot. And since 2009, the state has had the lowest unemployment in the nation. These trends are both largely due to hydraulic fracturing, or fracking, the process of injecting a mix of sand, water and chemicals underground to access oil and gas reserves.\nOne major consequence of all this drilling is thousands and thousands of tons of waste. This new rule deals with what’s called “produced water”—water from deep underground that can contain heavy metals and radioactive material. When a well is first tapped, flowback, a mix of the slurry cocktail used to blast open the rock and minimal amounts of produced water, comes back up. Once oil and gas start to flow out, produced water continues to gush out for months.\nThe industry’s sludgy radioactive waste, called “technologically enhanced naturally occurring radioactive material,” or TENORM, is filtered out of produced water. It also collects on the bottom of oil tanks and inside pipes and other industry equipment.\nWilma Subra, an environmental health consultant, told InsideClimate News that long-term exposures to radioactivity are a known trigger of bone and lung cancer.\nRegulators estimate that up to 70 tons of this type of waste are likely generated daily by the state’s oil-and-gas industry.\nBut North Dakota doesn’t know for certain. That’s because the state doesn’t currently require companies to track their waste’s radioactivity. The proposed rules are intended to fill this data gap by requiring energy operators to analyze the radioactivity and amount of their outgoing toxic waste.\nConventional municipal waste facilities won’t be allowed to accept this waste; instead, it will be destined for special waste landfills, which handle most oil-and-gas waste, and industrial waste landfills. North Dakota has 10 active special waste landfills—with many more in the application phase now—and one industrial waste landfill that could qualify.\nAccording to Radig, waste disposal workers will be most at risk of radioactivity. All facilities looking to accept this waste will have to modify their permit, properly train employees and have a licensed waste inspection officer on site.\nIf this administration hasn’t been “able to track low levels of radioactive and toxic waste… why would we trust them with more responsibility” on this issue, asked Don Morrison, executive director of the North Dakota Resource Council, a local sustainability group.\nMorrison also asserted that the general public will still be at risk of the waste, and he questioned how seriously regulators will respond to violators. In March, an abandoned gas station in North Dakota was found to be full of illegally dumped radioactive waste. An Associated Press investigation in June then revealed that people have been caught nearly 150 times trying unlawfully to dump waste, some of it radioactive, in the previous year.\nThe North Dakota Petroleum Council, the state’s energy trade group, did not respond to a request for comment.\nThe Department of Health will hold three public meetings about the rulemaking in January, and it recently extended the public comment period on the rules through February 6. Radig declined to speculate about when the new rules would likely be finalized and take effect.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}