{
  "url": "https://insideclimatenews.org/news/23122014/2014-us-climate-movement-grew-grassroots-might-lost-ground-congress/",
  "title": "In 2014, U.S. Climate Movement Grew in Grassroots Might But Lost Ground in Congress",
  "date": "2014-12-23T10:00:00-05:00",
  "content": "Hundreds of thousands of people filled the streets of New York City in September demanding that world leaders act on global warming in the largest climate demonstration yet.\nThe passion and desperation of activists to inspire change radiated through the crowd that warm, muggy day.Bill McKibben, an environmental activist and founder of 350.org, one of the main organizers of the event, described the march as a moment for which he had waited his entire career.\n“All I ever really wanted was to see a climate movement come together, to see that we were actually going to fight,” he told InsideClimate News. “And finally that day I was fully convinced.”\nDespite the massive turnout in New York, global warming advocates suffered a blow just six weeks later when Americans voted a slew of climate change-denying politicians into federal, state and local offices. Republicans took control of the Senate and almost immediately vowed to thwart new and existing climate action over the next two years. One of their biggest targets is the Environmental Protection Agency’s Clean Power Plan to regulate carbon emissions.\nThe contrasting results encapsulate a complex year for the climate movement in 2014—one filled with very high highs and very low lows—and the major obstacles it still has to overcome to effect change.\nMovement Broadens\nThis year marked the first major demonstration of how dramatically the quarter-century-old climate movement has changed, diversified and grown. No longer is global warming an issue solely for environmentalists. People from more than 1,000 organizations walked in the People’s Climate March in New York, from trade unions, schools, and faith-based, social justice, student and public health groups, among others. Thousands of activists joined marches in cities around the globe that day.\nElsewhere in 2014:\nIn fracking, as hydraulic fracturing is known, sand, water and chemicals are pumped at high pressure into underground geological formations to release oil and natural gas. Opponents cite evidence that the technology causes earthquakes, destroys limited supplies of fresh water and results in air and groundwater pollution.\nLocal environmental, social justice, and other special interest groups worked with mainstream green organizations such as the Natural Resources Defense Council, the Sierra Club and 350.org to fight fracking and pipelines. They held rallies, sit-ins and concerts. In Maine, climate advocates blocked an existing pipeline from transporting tar sands oil to the East Coast.\nPresident Barack Obama took note of the movement’s growing cries for action, rolling out several elements of his climate-change strategy, including energy efficiency initiatives and climate adaptation programs. He launched the Clean Power Plan to cut carbon emissions from power plants. Global warming was also a main topic of conversation in his trips overseas, particularly in China where he announced a joint deal between two of the world’s largest carbon polluters to cut greenhouse gases.\nIn Washington, climate leaders helped block the passage of a bill that would have fast-tracked a decision on the Keystone XL pipeline, which remained one of the movement’s most powerful rallying issues. The proposed pipeline would carry 830,000 barrels of carbon-heavy tar sands oil every day from Alberta to Texas refineries. This was where advocates saw some of their biggest wins, including a delay by Obama on making a decision about the project and the challenge to the legality of using eminent domain to build it.\n“The movement today looks nothing like it did just a few years ago,” said Jane Kleeb, director of Bold Nebraska, a grassroots group leading the fight against the Keystone XL. “There are unlikely alliances now, ones I couldn’t have predicted, and we’re stronger than ever.”\nPolitical Setbacks\nAt the same time, public opinion hasn’t shifted significantly on the issue. The majority of Americans still don’t see taking steps to stop or adapt to climate change as a political imperative. According to an October Gallup poll, climate change ranked last among voters’ priorities this year. That showed in the sweeping victory in November by the GOP, which generally frames such steps as needless job killers.\nEnvironmental groups spent $85 million supporting climate-conscious politicians. While that was a small amount compared with the hundreds of millions of dollars that oil and gas interests like the Koch Brothers spent, their efforts did help make climate change an issue in several congressional races, such as in Florida and Colorado. In the end, however, education, taxes and the economy trumped climate in the ballot box. Young voters who are generally the most supportive of climate action didn’t vote in large enough numbers.\nClimate advocates now face what some experts say is the worse political situation for Congressional action in more than eight years.\nRepublicans won 24 out of 36 open Senate seats in this year’s elections, giving them a new 54-44 majority. Some of Congress’s climate deniers—including Jim Inhofe of Oklahoma—will chair or sit on the environment and science committees charged with shaping global warming and energy legislation. With the House also controlled by Republicans, any significant federal action on global warming will probably have to come from the White House.\n“The November election exposed the limits of this movement,” said Bob Wilson, an environmental historian at Syracuse University. “Yes, more people are taking to the streets, and the People’s Climate March was an amazing achievement, but there are wide swaths of this country that still don’t care about this issue. The movement needs to figure out how to get them on board.”\nThe main missed opportunity, Wilson said, has been engaging people in places like Florida that will be hit hardest by climate change.\n“I’ve been reading about ‘game-changing moments’ or the movement ‘turning a corner’ for 10 years,” said Robert Brulle, an environmental sociologist at Drexel University. “But it seems as though we’ve turned so many we’re just going in circles. There’s still a lot of work to be done. I think that became abundantly clear in 2014.”\nEnvironmental leaders told InsideClimate News that the movement needs to build on the momentum gained in 2014. The way to do that, said McKibben, the environmental activist and founder of 350.org, is by maintaining and expanding the strong and diverse collaborative relationships formed in organizing the People’s Climate March.\n“Like any relationship in your life, you have to nurture and value it,” said Michael Brune, executive director of the Sierra Club. Otherwise, all the progress could be in jeopardy, he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}