{
  "url": "https://insideclimatenews.org/news/29122014/best-insideclimate-news-2014-editors-picks-part-2/",
  "title": "Best of InsideClimate News 2014: Editors’ Picks, Part 2",
  "date": "2014-12-29T09:00:00-05:00",
  "content": "Here are the top InsideClimate News stories of 2014, hand-picked by our editors—a mix of ebooks, award-winners, most popular, long-form, short takes, graphics and video. Part one here. Part two:\nMeltdown: Terror at the Top of the World (ebook + video)\nA riveting tale about seven American hikers who went on a wilderness adventure into Canada’s melting Arctic tundra—polar bear country—and came back with a harrowing tale. Click here for the documentary video, produced by VICE.\nTexas Officials Turn Blind Eye To Fracking Industry’s Toxic Air Emissions (Part of series, winner of Eppy Award)\nMore than 2,400 air emissions permits have been issued in the Eagle Ford without additional safeguards that would have reduced the amounts of benzene, hydrogen sulfide, formaldehyde and other toxic chemicals that drift into the air breathed by 1.1 million people.\nGOP Election Rout Delivers Blow to U.S. Leadership Role on Climate Change\nThe role of the United States in confronting the global climate crisis has been cast into serious doubt after an election that stacked the deck in Congress in favor of fossil fuel industries. Republicans seized firm control, and added several new senators who deny that climate change is a problem.\nGround Zero for Climate Change: 14 Carbon Bombs — Interactive Graphic\nIt took hundreds of millions of years for Earth’s fossil fuel deposits to form, but mankind has burned much of it in just a couple centuries—in geologic terms, that amounts to an explosion of carbon emissions. The question now is whether what’s left will be detonated too.\nNPR Reduces Its Environment Team to One Reporter\nEarlier this year, the news outlet had three full-time reporters and one editor dedicated to covering the issue within NPR’s science desk. One remains—and he is covering it only part-time.\nAs People March, A Moment of Truth in the Climate Fight\nLarge-scale demonstrations have helped sway domestic and foreign policy throughout modern American history. Until now, though, climate change demonstrations have been small, attracting only a few thousand people at a time.\nTexas Weakens Chemical Exposure Guidelines, Opens Door for Polluters\nThe chief toxicologist in Texas has overseen a weakening of standards unique in the nation, exposing Texas citizens to higher levels of known carcinogens and other dangers. The agency has loosened two-thirds of the protections for the 45 chemicals it has reassessed since 2007\nU.S. Trade Deals From the 90’s Set Up China as a Pollution Haven\nChina’s pollution scourge has its roots in trade agreements set in motion by President Bill Clinton in the early 1990s that allowed U.S. companies to take advantage of cheap labor and lax environmental standards in the world’s most populous nation—where coal energy reigns supreme. Many times the United States helped China finance dirty sources of energy.\nWhy First Nations Are Stopping Enbridge’s Tar Sands Pipeline\nBritish Columbia’s First Nations have fought the proposed Northern Gateway oil sands pipeline that would cross their land for years, and they have no intention of letting up just because the federal government recently approved it.\nCanada-Australia ‘Axis of Carbon’ an Obstacle to Climate Pact\nWhile a consensus is forming around setting a price on carbon and urgently converting to a carbon-free economy, Canada and Australia have turned themselves into an axis of carbon. If they attract others, this axis could become a potent force standing in the way of progress toward a universally binding pact.\nWorld’s Most Fuel-Efficient Car Makes Its Debut\nThe Volkswagen XL 1, a diesel-electric hybrid, gets about 260 miles per gallon—meaning, a New York-to-Washington run would guzzle just about a gallon of diesel.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}