{
  "url": "https://insideclimatenews.org/news/04122014/climate-activists-showing-their-colors-lima/",
  "title": "Climate Activists Showing Their Colors in Lima",
  "date": "2014-12-04T11:00:23-05:00",
  "content": "As the first delegates landed in Peru this week for the latest United Nations climate talks, activists were already taking to the streets of Lima to demand that world leaders take aggressive action against global warming.\nHundreds of climate activists and faith leaders gathered in Lima Sunday night for a candlelight vigil. Joining them were Christiana Figueres, executive secretary of the UN Framework Convention on Climate Change, and Manuel Pulgar Vidal, Peru’s environment minister and president of the Lima negotiations. That same day, Greenpeace activists projected a pro-solar energy message on Machu Picchu, Peru’s ancient, iconic cultural site. On Monday, dozens of others massed for a demonstration of the Fast for the Climate movement, in which people refuse to eat as a show of solidarity for people feeling the effects of climate change.\nThose events were just the beginning of what promised to be a busy two weeks for climate activists. Representatives of 190 countries are in Peru to draft the basics of a global climate accord to be finalized in Paris next December. This week delegates are discussing how much nations should reduce greenhouse gas emissions and how much developed nations should pay to help developing countries—most of which did little to contribute to the problem—adapt to climate change. For climate activists, the talks this month are an important opportunity to show world leaders the size, strength and diversity of their movement, as well as to bolster its Latin American base.\nWherever climate talks take place, there’s a “giant swelling of awareness in that community that lasts well after the conference ends,” said Nigel Crawhall, director of secretariat for the Indigenous Peoples of Africa Coordinating Committee, a network of indigenous groups.\n“In Latin America, there haven’t really been any mass mobilizations on climate,” said Iain Keith, campaign director for Avaaz, an online network that helps organize “people-powered politics” on dozens of issues worldwide. “We’re hoping that all the events in Peru over the next few weeks will have the same impact on the movement in South and Central America that the New York City march did for the United States’ climate movement.”\nNew York Momentum\nEnvironment, social justice, youth, indigenous and religious groups have a slew of protests, marches, art installations, and other events planned to coincide with the Lima climate talks. While the activism probably won’t compare in size or scope to what took place in September when hundreds of thousands of people marched through New York demanding action on global warming, it is nonetheless a significant step for the climate movement, several climate and environmental leaders told InsideClimate News.\nThe climate movement in the U.S. expanded in 2014, with more labor unions, religious, youth, socioeconomic justice, and dozens of other groups more focused on global warming action. The current climate talks are having a similar affect on diverse organizations in Latin America, particularly indigenous groups that have a long, contentious history with fossil fuel-industry pollution and political corruption, Keith said.\nAs it did for the New York People’s Climate March in September, Avaaz is helping to organize a march through the streets of Lima Dec. 10, the day when most world leaders will fly in for the final negotiations. This march has been “impressively led by local Peruvian and Latin American-based groups,” such as La Vía Campesina, Jubilee South/Americas and General Workers’ Confederation of Perú, Keith said.\nMore Than A March\nAvaaz also plans to deliver a petition with more than 2.25 million signatures over the next week asking world leaders to move toward 100 percent clean energy. The group will call on its 40 million members to sign petitions and bombard delegates with calls and letters if they indicate they’ll do something unfavorable during the talks.\nReligious groups are organizing a prayer vigil lit by solar lamps for Dec. 7 in Lima, with corresponding events in cities across the globe. The quickly growing Fast for the Climate Movement kicked off a year of fasting, in which climate leaders will take turns fasting over the course of 365 days, leading up to the final climate talks in Paris next December. There are art installations, concerts, and activist-led conferences on how to tackle the issue of climate change. Organizers from most of the major U.S.-based environmental groups are flying to Lima over this week for last-minute planning on several other events.\nFor Peruvians and the hundreds of activists who came for the talks, the motivation to act is personal, Crawhall said. Many of these people are already seeing the effects of climate change first-hand. Peru is home to 70 percent of the world’s tropical glaciers—but the ice is melting quickly, threatening drinking and agricultural water supplies, as well as the power source, for millions of people.\nThere has been some concern whether the climate movement could maintain the momentum it picked up in New York during events in cities thousands of miles away from most of its base. How it does in Lima over the next two weeks is a test for how it will do in Paris next year. So far, climate leaders are optimistic.\n“Civil society is more and more aware of climate change,” said Mauro Fernandez, a climate campaigner for Greenpeace based in Argentina who helped organize the Machu Picchu demonstration this week. “It is now being seen as more than mere and abstract numbers, phrases or acronyms, into real impacts like flooding, rise of sea level, hurricanes or droughts that affect the everyday life of people around the world.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}