{
  "url": "https://insideclimatenews.org/news/26112014/minn-regulators-issue-85000-frac-sand-fine-tiller-corp/",
  "title": "Minn. Regulators Issue $85,000 Frac-Sand Fine on Tiller Corp.",
  "date": "2014-11-26T11:00:04-05:00",
  "content": "Last week, Minnesota regulators quietly issued a major fine of $85,000 against frac sand operator Tiller Corp. for a long list of violations, including emitting unsafe levels of toxic dust.\nThat’s the largest penalty levied against a frac sand company in the state in at least three years. And it’s the second largest fine issued to any industry by regulators at the state’s Pollution Control Agency this year.\nThe fine comes at a time when Minnesota is overhauling its rules for the burgeoning frac sand industry. Minnesota is the nation’s fourth largest producer of silica sand, a key ingredient used in hydraulic fracturing, or fracking. Its neighbor Wisconsin is the top producer.\nThe frac sand industry is driving an economic boom across the region, providing thousands of new jobs and injecting millions of dollars in new development. But there’s concern about the growing frac sand industry’s impact on air, water, noise and light pollution. Minnesota officials are trying to address many of these issues with the current rulemaking effort.\nTiller Corp. operates in Minnesota and Wisconsin—and has received big fines in both states. The company mines the sand in Wisconsin and then carts it to Minnesota, where it’s cleaned and sorted. Then the precious material is shipped out by rail or truck, generally to well sites across the country.\nSilica sand is hard and round, making it ideal for breaking open shale bedrock when injected underground with water and chemicals. It then helps hold open the fresh cracks while oil and gas are extracted. A single fracked well can use up to 10,000 tons of this special sand over its lifetime.\nThe Tiller facility hit with the recent fine is a combined processing and transport hub in North Branch, a town close to the Wisconsin border.\nTiller Corp. did not respond to requests for comment.\nAccording to the Pollution Control Agency, the company failed to submit equipment test results 45 times, exceeded air permit emission limits 25 times and exceeded noise limits four times in 2013. The high release of air emissions include carbon monoxide, sulfur dioxide, volatile organic compounds and particulates, including silica sand dust that can cause a lung disease called silicosis.\nAlthough several activists told InsideClimate News that while they were happy the state took action at all, they thought more could have been done—and sooner.\nKelley Stanage, a citizen representative on Minnesota’s silica sand rulemaking advisory panel, which contributes to the rulemaking progress, pointed out that the fine was issued over a year after the initial violation. Meanwhile, those living next to the facility “still had to breathe toxins in the air and deal with constant noise,” Stanage wrote in an email to InsideClimate News.\nPenalties need to be “much more forceful,” she said, “such as shutting down projects until conformance is proven, before the public will feel that they’re being protected.”\nState regulators issued the fine on Thursday, Nov. 20, the day before the public comment period ended for a document outlining key concepts to be addressed in the agency’s upcoming new silica sand air rules.\nThe Land Stewardship Project, a Minnesota-based activist group, is one of 10 groups and individuals who submitted comments. According to an organizer from the group, Bobby King, many of the suggestions raised in those comments—”quicker reporting of data and much faster repercussions” by regulators—are relevant to the Tiller Corp. violation.\nThis same North Branch facility received a fine of $19,800 on Jan. 22, 2013 for starting construction in late 2011 without the proper air quality permits. At the time the fine was issued, the facility had yet not started operating.\nEarly this year, a joint Tiller Corp. and Interstate Energy Partners mine in Wisconsin received an $80,000 fine for spilling frac sand into wetlands, a stream and the St. Croix River.\nThis incident was called out in a recent report by the Land Stewardship Project tallying major frac sand violations in Wisconsin.\nKing told InsideClimate News: “There’s a pretty big pattern here of [Tiller] getting things wrong.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}