{
  "url": "https://insideclimatenews.org/news/20112014/does-walmart-have-dirty-energy-secret/",
  "title": "Does Walmart Have a Dirty Energy Secret?",
  "date": "2014-11-20T17:30:08-05:00",
  "content": "For the past decade, Walmart has touted itself as a leader in sustainability, boasting about its efforts to increase renewable energy and reduce energy waste throughout its supply chain.\nThe global megacorporation’s efforts have been applauded by President Obama and sustainability experts, and reported by news outlets. They have also prompted dozens of other corporations to follow suit.\nBut a new report released Thursday finds that Walmart relies as heavily on fossil fuels now as it did when it launched its sustainability initiative nearly 10 years ago.\nWalmart gets 40 percent of the electricity for its U.S. retail and distribution locations from coal—higher than the nation’s percentage, says the report, “Walmart’s Dirty Energy Secret,” by the 40-year-old think tank the Institute for Local Self-Reliance. That doesn’t include the coal-powered factories in China and other rising economies that produce most of Walmart’s goods.\nThe amount of energy Walmart gets from renewable sources decreased from 4 percent to 3 percent between 2011 and 2013, the study said. This is despite pledges in 2005 that the company would be powered 100 percent from wind, fuel cells and solar in the near future. Its greenhouse gas emissions haven’t declined at all.\nWalmart, one of the largest political donors in the country, also directs most of its campaign contributions to pro-fossil fuel industry candidates, the study found.\n“What is clear is that Walmart is unwilling to make any changes that could cut into its short-term profits,” said Stacy Mitchell, the co-director of the Institute for Local Self-Reliance and co-author of the report. “The big box store business model is incredibly polluting. They aren’t asking questions like, ‘Should our products be more durable? Should we change where we build stores to be more accessible to walking and public transit?'”\nA Walmart spokeswoman rebutted the report’s claim that the company isn’t making substantial progress toward its sustainability goals. She said the company gets 24 percent of its electricity from renewable energy sources—eight times what Mitchell and her colleagues found. The discrepancy can partially be explained by Walmart’s practice of counting “background renewables,” the clean electricy that’s on the grid. The 3 percent figure is the amount of renewable energy that Walmart has actively produced and purchased from providers.\nThe spokeswoman, Tara Greco, also pointed to the company’s announcement in 2013 that it would expand its renewable energy projects and procurement to reach 7 billion kilowatt-hours of wind, solar, hydroelectric and biogas globally by 2020, up from 2.2 billion kilowatt-hours today.\nGreco said the company has helped 200 of its top manufacturers in China improve their energy efficiency by at least 20 percent. Its 2014 sustainability report says that Walmart’s carbon emissions remained roughly the same over the past decade even though the company has added approximately 800 new stores since 2005.\nWalmart’s failure to reduce its use of fossil fuels has serious climate implications. The company’s U.S. stores—which include both Walmart and Sam’s Club locations—consume more electricity than the states of Alaska, Delaware, Hawaii, Maine, Rhode Island and Vermont combined. They also use more power than manufacturing industries like textiles, pharmaceuticals and automobiles.\nAccording to the Institute for Local Self-Reliance, Walmart’s coal consumption in the U.S. releases nearly eight million metric tons of carbon dioxide into the air every year—accounting for 74 percent of the company’s overall annual greenhouse gas emissions. About half of these emissions come from Walmart and Sam’s Club locations in just 10 states.\nMitchell and her colleagues argue that Walmart’s sustainability efforts are tiny in relation to the massive size of the company. Walmart has over 11,000 stores in 27 countries. It brought in nearly $500 billion in revenue last year.\nThe report comes after years of mounting frustration by climate activists over what they call Walmart’s “greenwashing”—a term used when companies exaggerate their climate and environmental efforts as part of a public relations campaign. Leaders from the environmental groups Sierra Club, 350.org and Green For All joined a call for reporters Thursday to help launch the report.\n“I didn’t expect Walmart’s energy profile to match the glowing string of press releases its been putting out for years, but I also didn’t expect it to be quite this dismal,” Bill McKibben, founder of 350.org, told InsideClimate News. “Being very big and very rich should come with actual, measurable responsibility, and that’s a test the Waltons [the owners of Walmart] seem to be failing.”\nOne of the reasons Walmart hasn’t made more progress on slashing its emissions, Mitchell and her colleagues argue, is because it applies the same cost-cutting techniques it uses to keep its product prices low in choosing its electricity providers. In states like California where renewable energy is relatively cheap, Walmart has robust wind and solar installations and also gets renewable energy from the grid. But in places like Missouri and Michigan where coal is still king of the energy market, Walmart gets most of its electricity from fossil fuels. The ILSR report found that “in seven out of 10 states where Walmart uses the most coal…the company appears to have no renewable energy supplies at all.”\nWalmart and the Waltons have given $22 million to candidates running in both state and federal elections and political parties since 2003. Of those it helped elect in the 2011-2012 race, 70 percent lobbied for the expansion of the fossil fuel industry. They include Missouri Republicans Rep. Jo Ann Emerson, who argues that highly polluted coal ash storage ponds shouldn’t be labeled “hazardous,” and Rep. Billy Long, who has tried to stop the U.S. Environment Protection Agency from regulating CO2.\nNot all of Walmart’s energy consumption is public data, so the ILSR instead relied on data from the U.S. Environmental Protection Agency’s emissions database and the U.S. Energy Information Administration. It also used data disclosed by Walmart in annual reports and other public documents.\nCorporate-led global warming initiatives have taken off in recent years and is seen as a way to fill the climate action void caused by a deadlocked Congress. Companies like Ikea, Facebook, and Kohl’s have all launched sustainability plans that involve cutting their use of fossil fuels while also engaging in public-private partnerships to fund climate resilience projects and clean energy research. Walmart has historically been seen as one of the earliest and most aggressive examples of corporate climate work.\nRead the report:\n&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=”http://s3.documentcloud.org/documents/1364507/ilsr-walmartcoal-final-3.pdf”&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;ILSR WalmartCoal Final 3 (PDF)&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;br /&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt; &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;a href=”http://s3.documentcloud.org/documents/1364507/ilsr-walmartcoal-final-3.txt”&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;ILSR WalmartCoal Final 3 (Text)&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;gt;\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}