{
  "url": "https://insideclimatenews.org/news/12112014/40-wisconsin-frac-sand-producers-violated-environmental-rules-study-says/",
  "title": "40% of Wisconsin ‘Frac Sand’ Producers Violated Environmental Rules, Study Says",
  "date": "2014-11-12T06:45:39-05:00",
  "content": "Over 40 percent of frac sand producers in Wisconsin have broken state environmental rules in recent years, according to a new report.\nThis isn’t the case of a “few bad apples” disregarding the law, said Bobby King, an organizer who contributed to the report by the Land Stewardship Project, an advocacy group.\n“It’s an industry that’s willing to routinely violate rules that are designed to protect communities, protect air quality, protect water quality,” he said.\nWisconsin is the nation’s top producer of silica sand, a key ingredient used in hydraulic fracturing, or fracking. The state is home to 135 active mines, processing and transport facilities. That’s up from only seven facilities in 2010.\nThe immense growth in the industry has been a boon for the state’s economy, providing thousands of jobs and millions of dollars in new development. But there’s a growing backlash among citizens concerned about the health, environmental, sound and light pollution of these large industrial facilities. Opponents also charge that the existing rules aren’t strong enough, and enforcement of those rules is minimal.\nThe report, released Nov. 6, exposes some of the industry’s growing pains. The Land Stewardship Project, a Minnesota-based nonprofit, compiled every instance in which Wisconsin’s Department of Natural Resources (DNR) took “substantial regulatory action” to get companies that mine or process sand to stop breaking the rules between 2011 and 2013—the main period of industry growth in the state.\nThe DNR declined to comment on the report.\nWhen a company operates without the right permit or violates its permit, for example, the DNR generally issues what’s called a “stage 1” violation. This means regulators send companies a letter telling them to fix a certain problem by a set date.\nIf a company doesn’t take action, the DNR follows up with a citation for a stage 2 violation. This includes another warning letter, followed by a request for a meeting to discuss a plan of action.\nTwenty of the state’s active 47 frac sand companies, or 43 percent, have been cited for stage 2 violations, mainly for water issues. Several companies, for example, improperly stored sand or waste from mining or processing that leaked during storm events, sometimes into streams and creeks.\nIf companies still don’t comply, the DNR moves forward with the final response: a stage 3 violation that usually involves a fine. The agency issued these citations to 13 companies, or nearly 30 percent of the industry. Fines could be as low as a few hundred dollars. The highest fine of $200,000 was levied in 2012 against Preferred Sands.\nThe report drew on media accounts about the industry, quoting Trempealeau County official Kevin Lien: “Citations are pretty much ineffective for this industry.” Lein did not respond for comment to InsideClimate News.\nA few companies still didn’t react, and the DNR referred those cases to the state’s Department of Justice.\nCompanies have “done the calculation” and decided it’s cheaper to break the rules and pay a fine rather than actually change the way they do things, said King, from the Land Stewardship Project.\nThe report also revealed companies’ attempts to skirt silica sand mining bans through land annexation and local officials’ efforts to greenlight projects from which they stood to profit.\nThe president of the trade group Wisconsin Industrial Sand Association, Rich Budinger, disagrees. “There are many responsible operators,” he told InsideClimate News. He added that some of the companies called out in the report are “new” and “inexperienced” and that’s a result of the tremendous growth of the industry in the last four years.\n“Although it’s a fairly biased report,” he said, it’s important to point out that it shows “there’s a system out there that’s working and holding these companies accountable.”\nThe report focused on violations cited on the state level but noted that counties could—and often have—pursued action on their own. Counties may have rules that go above and beyond those at the state level. This means it’s possible an even greater percentage of the industry is failing to meet Wisconsin’s environmental regulations.\nAccording to Patricia Popple, a frac sand activist in Chippewa Falls, officials mostly take action only if a citizen reports a problem. And, she said, “there’s a tremendous amount more complaints by citizens than what’s possibly recognized” and responded to.\n“There’s no boundaries to the pollution that’s created” by this industry, said Popple.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}