{
  "url": "https://insideclimatenews.org/news/05112014/oil-prices-erode-tar-sands-become-riskier-investments/",
  "title": "As Oil Prices Erode, Tar Sands Become Riskier Investments",
  "date": "2014-11-05T07:00:04-05:00",
  "content": "As oil prices sagged again on Monday to a four-year low, the Carbon Tracker Initiative said the recent downward spiral “changes the whole dynamic” for Canada’s tar sands production.\nThe “vast majority” of potential capital expenditures on tar sands projects that are still in the earliest phases of development would require such high oil prices that they are “particularly risky,” the group said.\nHundreds of billions of dollars could be spent on projects that are underway or in development, Carbon Tracker said. At least two-thirds of the tar sands enterprise is at risk if current prices persist, or if they drop even lower.\n“We believe shareholders should be concerned at this potential level of expenditure and should consider whether it is prudent to risk such large amounts of capital on high cost projects that need high oil prices to be commercial,” the report said.\nSome 92 percent of this prospective tar sands production would need a price of at least $95 per barrel to make sense, given the risks. And “virtually all” of it needs at least $75 per barrel. These calculations include a $15 margin of safety above the estimated break-even cost of production, since it would not be prudent to invest in a project that would only break even.\nThe report was based on prices for Brent crude, which are slightly higher than the U.S. benchmark West Texas Intermediate price. (Tar sand crude, in turn, trades at a discount to WTI.) In trading on Tuesday, WTI touched $75 briefly and closed at $77.\nThe report:\n<a href=”http://s3.documentcloud.org/documents/1353833/oil-sands-factsheets-designed.pdf”>Oil Sands FactSheets Designed (PDF)</a> <br /> <a href=”http://s3.documentcloud.org/documents/1353833/oil-sands-factsheets-designed.txt”>Oil Sands FactSheets Designed (Text)</a>\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}