{
  "url": "https://insideclimatenews.org/news/03112014/drought-relief-oil-revenues-5-climate-related-ballots-watch/",
  "title": "From Drought Relief to Oil Revenues, 5 Climate-Related Ballots To Watch",
  "date": "2014-11-03T13:00:43-05:00",
  "content": "A record number of anti-fracking measures are on the midterm ballots—but gas drilling isn’t the only climate and environmental issue that will be put to voters on Tuesday.\nAmericans across the country will decide on everything from climate resiliency and drought relief to oil and gas taxes and wildlife protection.\nHere’s InsideClimate News’ pick of the top five ballot measures to watch November 4:\nState: CALIFORNIA\nBallot Measure: Proposition 1—Water bond\nWhy It Matters: Would help California prepare for future droughts.\nThe Details: If approved, this initiative would authorize the spending of $7.5 billion for water infrastructure projects, making it the fourth-largest water bond measure in California’s history.\nInside the fight: California is currently in the midst of a multiyear drought that is rapidly draining its drinking and agricultural water supplies. The crisis has led to growing public awareness that climate change will fuel more frequent and severe droughts in the coming decades.\nDriven mostly by this new understanding, Prop 1 has received widespread bipartisan support in California, including from Gov. Jerry Brown, Sens. Dianne Feinstein and Barbara Boxer, and both the California Democratic and Republican Parties. Also on board are many of the state’s business, farming and environmental groups, including the Nature Conservancy, Audubon, the Natural Resources Defense Council and the California League of Conservation Voters. Supporters have raised more than $13 million.\nHowever, there are a number of grassroots, activism-based green groups such as CREDO Action, Tar Sands Action and Food and Water Watch that oppose the bond—particularly its focus on building new dams. “Don’t let them fool you: Proposition 1 won’t provide drought relief, won’t solve California’s long-term water crisis and will continue to reward corporate greed at the expense of California taxpayers and the environment,” said Adam Scow, director of Food and Water Watch California.\nState: LOUISIANA\nBallot Measure: Amendment 8—Constitutional amendment to create the Artificial Reef Development Fund\nWhy It Matters: Safeguards environmental funds from being used for anything but conservation work.\nThe Details: Amendment 8 would write Louisiana’s Artificial Reef Development Fund into the state constitution.\nInside the fight: Louisiana established a program in 1986 to convert decommissioned oil and gas rigs into artificial reef systems that provide habitat for marine life in otherwise barren areas. The program is paid for by oil and gas companies, which donate the old platforms and half of whatever money they save from not having to do traditional onshore removal. In recent years, however, nearly $46 million has been taken from the program to plug state budget shortfalls. The ballot measure would make the fund part of the constitution so it could only be used to manage the reefs and enhance fisheries, even in times of financial hardship.\nState officials, environmentalists and fishing groups all support the measure. Louisiana voters and businesses are still concerned about the condition of the Gulf of Mexico following the BP oil spill in 2010—something that artificial reefs would help improve by fostering hotspots for marine life. But the amendment hasn’t received much coverage by the media, so it might take some voters by surprise in the voting booth.\nState: MASSACHUSETTS\nBallot Measure: Question 1—Repealing the automatic escalation of the state gasoline tax\nWhy It Matters: The debate has centered on arguments that the tax revenue is needed to keep roads safe, but gas taxes have significant implications for greenhouse gas emissions.\nThe Details: A yes vote would eliminate a new requirement that the state’s 28 cents per gallon gas tax be adjusted annually to reflect increases in the Consumer Price Index.\nInside the fight: It’s never easy for politicians to raise gas taxes, since consumers pay the price at the pump. But these are a traditional source of financing for roads, bridges and mass transit. So when the Massachusetts legislature last year increased the state tax to 28 cents a gallon, they indexed future tax rates to inflation, avoiding the need to revisit the issue again and again.\nAnti-tax forces struck back with this ballot referendum, Question 1, proposing to eliminate the automatic indexing. “No tax should increase automatically,” say leading opponents on their website. They call it “taxation without representation,” even though elected state lawmakers devised the new formula.\nThose who would leave the law in place (a “no” vote on the ballot question) say that there are hundreds of unsafe roads and bridges in need of repair—and the costs to taxpayers to fix them will only increase.\nGreen groups, too, oppose the ballot question. They prefer future gas tax hikes to remain automatic because that would help cut greenhouse gas pollution.\nFirst, higher taxes on gasoline reduce consumption of oil, and hence greenhouse gas emissions, because people drive less when fuel costs more. Second, higher gas taxes make alternative fuel-efficient vehicles like hybrids and electric plug-ins even more attractive compared to gas-guzzling engines. Third, a smoothly running transportation network, along with well-funded mass transit systems, reduce congestion and again increase fuel efficiency. Finally, a robust infrastructure program will allow Massachusetts to build more resilient transportation facilities, adapting to the risks of climate change such as heavy storms and sea level rise.\nThe Massachusetts vote, like many such local ballot initiatives, will be seen as a test case for the bigger national question. Washington has had a hard time with its own gas-tax problem, leaving the federal highway trust fund in a perennial state of crisis.\nState: NORTH DAKOTA\nBallot Measure: Measure 5—Earmarking oil revenues for land conservation\nWhy It Matters: Fossil fuel development has filled the state’s coffers, but its impact is being felt on the landscape at a time when climate change may also threaten ecosystems.\nThe Details: If approved, the state would have to set aside 5 percent of the taxes it collects on oil and gas drilling for conservation, including buying land, creating parks and preserving wildlife habitat.\nInside the fight: The recent drilling boom has left North Dakota in an enviable financial position. It has been able to cut taxes, build infrastructure and set aside money in a swelling rainy day fund.\nNow conservationists, led by Ducks Unlimited, are trying to get some of that money dedicated to enhancing wildlife habitat and preserving other valuable ecosystems. These lands are threatened not just by the widespread development, but also by farmers dropping out of conservation reserve programs in favor of planting more crops.\nThe oil and gas industry, led by the American Petroleum Institute, strongly opposes the proposal. Each side has spent heavily on swaying voters.\nThis ballot initiative is a notable test of whether hunters and the outdoorsy set, with their old-style conservation values focused on open lands, can find equal footing with the boomtown machinery in a state that is going through a remarkable phase of development.\nState: RHODE ISLAND\nBallot Measure: Question 7—Clean Water, Open Space and Healthy Communities Bonds\nWhy It Matters: Asks citizens to vote on climate resiliency measures.\nThe Details: If approved, this ballot measure would greenlight the spending of $53 million for environmental and recreational projects, such as brownfield remediation and updating a zoo. It would also include $3 million for flood prevention, including improving the resiliency of coastal communities to sea level rise and storms.\nInside the fight: Rhode Island might be the nation’s smallest state, but it has 400 miles of coastline—and much of its economic and cultural activity is clustered along its shore. Climate change is expected to raise sea levels 5 feet along the state’s coast by 2100. Although $3 million doesn’t seem like a lot, it is a start—and Rhode Island is the only state in the nation with coastal climate resiliency on its ballot this November.\nBoth the Rhode Island House and Senate overwhelmingly approved placing this measure on the ballot, and many state elected officials have thrown their support behind it. Local environmental groups, businesses and newspapers have endorsed it as well. Opponents of the measure don’t disapprove of the proposed projects themselves, but rather its cost. An analysis by the Rhode Island Public Expenditure Council found that taxpayers would pay nearly 50 percent more over the life of the project’s loan because of interest. This would mean the state would borrow $248 million for all four of the bonds on the state’s ballot this election, but pay back $400 million.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}