{
  "url": "https://insideclimatenews.org/news/28102014/oil-price-plunge-gives-new-ammo-divestment-activists/",
  "title": "Oil-Price Plunge Gives New Ammo to Divestment Activists",
  "date": "2014-10-28T10:00:48-04:00",
  "content": "The recent dive in oil prices is undermining oil company earnings, projects and stock prices—at least for now—giving new ammunition to climate action groups pushing pensions, universities and others to purge their fossil fuel holdings.\nBy themselves, the lower oil prices aren’t likely to convince institutions to divest from fossil fuels, especially since price swings are common in oil markets. But the unexpected dip could help the cause by casting doubt on the investment case for keeping them, according to Jamie Henn, communications director at 350.org, a leader in the growing divestment campaign.\n“The primary reason to divest remains the moral and political one—that if it’s wrong to wreck the planet, then it’s wrong to profit from that wreckage,” said Henn. “But the recent news about oil prices is a reminder that it’s a market that fluctuates wildly…and [oil company stocks] are not the secure investment that people often see them as.”\nThe price of U.S. benchmark crude has been trading near $80 a barrel of late, a substantial slide from this year’s high of more than $108 a barrel in June. Oversupply and slower demand growth could force the cost of crude down $10 more before it stabilizes or reverses course, according to Fadel Gheit, senior oil analyst at Oppenheimer & Co. Recently, Goldman Sachs lowered its 2015 oil price estimate to $75, down from $90.\nThe long-term picture doesn’t look good at the moment, either, judging by the bets traders are placing on the cost of oil years from now. “Looking at the forward curve, oil is stuck at $80 for the next five years, and that is more scary than the volatility,” said Gheit.\nGheit and others stress that the top oil companies have weathered many retrenchments in crude prices, most recently during the recession that began in 2008 and sent oil prices below $50 a barrel. What’s more, world events or production cuts from Saudi Arabia could put an end to the current slide in the cost of crude.\nIn the meantime, “there’s definitely going to be less money flowing into [oil stocks] than we’ve seen in the last couple years.” said Phil Flynn, senior oil analyst at Price Futures Group. “But as long as they continue to pay dividends and they’re considered to be a lower risk than some of these other companies, you’re probably not going to see a run out of the stocks.”\nStill, because oil company earnings are so closely correlated with crude prices, the oil price skid has pushed down oil company stocks as well. Exxon, for example, closed Monday below $94 a share, down from $104 in late July. The company gets more than 80 percent of its earnings from the production and sale of oil and natural gas (gas prices are also low right now, historically speaking). When oil prices tanked during the recent recession, Exxon’s earnings per share fell by more than half.\nOil stocks have taken a collective hit amid the lower oil prices—and fell again Monday when Goldman Sachs announced its lower 2015 price forecast. The stock performance of integrated oil and natural gas companies as a group ranked 170th out of the 197 industry groups tallied by Investors Business Daily on Monday—that’s down from No. 27 eight weeks ago.\nMost of the major oil companies have pleased shareholders by spending billions of dollars on increased dividends and share buybacks. But Shell, Exxon and others are not generating enough excess cash to pay for the givebacks, so they have funded the spending by lowering cash reserves, selling assets and taking on debt.\nIf oil prices stay low for a sustained period like during the last recession, the resulting earnings hit could jeoparize those programs, according to Flynn of the Price Futures Group. Those programs are a big reason oil stocks are a staple in investment portfolios.\nPressure Builds\nAt a minimum, the skid in oil prices is putting more pressure on the likes of Exxon, BP and others to cut spending and acknowledge the possibility of sustained oil prices well below $100.\nThe viability of big-ticket oil sands and other projects, in particular, will be under scrutiny again this week as the oil majors release their latest earnings reports and analysts pore over them. “That’s going to be the hot question everybody’s going to ask,” said Flynn.\nIt’s an issue that’s been gaining steam, thanks in part to Ceres, a Boston-based nonprofit that organizes businesses and investors interested in climate change and other issues. That group and others have challenged the wisdom of the industry’s big commitments to pricey oil projects.\n“This recent volatility is really demonstrating the degree that oil company investments are based on very rosy assumptions about the future,” said Andrew Logan, director of the oil program at Ceres.\n“We weren’t expecting this kind of dip so soon, but it’s the issue that we’ve been raising,” he said. “What that means for divestment is harder to say.”\nThe drive for divestment has been riding a wave of new converts over the last several months. So far, investors and entities with combined assets of more than $50 billion have joined the cause, though the fossil fuel portion of those portfolios is a much smaller number.\nAmong the latest to join the divestment cause: The University of Glasgow, which earlier this month became the first European academic institution to agree to gradually eliminate fossil fuel producers from their endowment. The investment shift, a bow to a year-long campaign by its students, will be carried out over the next 10 years.\nLogan agreed that the colleges, governments and charitable foundations that have joined the divestment movement have done so primarily on ethical grounds. The logic is that since the use of fossil fuels is a major source of global warming gases, continuing to invest in the companies involved is tantamount to funding and perpetuating climate change.\nStephen Mulkey, president of Maine’s Unity College, is in that camp.\n“I could care less what the price of oil is. The ethical argument is by far the most compelling reason to divest,” he said. In 2012, Unity became the first college to remove fossil fuel investments from its endowment.\nRisky Business\nCeres and other investor groups are urging investors to rethink fossil fuels on economic grounds.\nGiven the potential for climate-related restrictions or taxes on fossil fuels—as well as lower demand and oil prices—Ceres, Carbon Tracker and others have questioned the fiscal prudence of the oil industry’s investment in pricey exploration and production projects. Oil projects underway in ultra deep ocean waters or in Alberta’s tar sands are among the costliest in the industry.\n“The industry has made long-term bets on some very expensive projects based on expectations of stable and high oil prices,” said Logan of Ceres. If oil prices don’t cooperate, “what does the industry do with them?”\nThe industry’s business-as-usual strategy is risky, Ceres and others have said, because measures to rein in climate change would necessarily upend oil company assumptions that crude demand would steadily grow along with economies and the world population.\nMany oil companies—Exxon and Shell, for example—have acknowledged that global warming is dangerous. But they believe their ongoing investments in new supplies are a necessity to accommodate future global demand.\nClimate analysts have determined that the world could possibly avert the worst effects of climate change if atmospheric warming could be limited to two-degrees Celsius above pre-industrial levels.\nTo stay within that temperature limit, most of the world’s fossil fuel reserves would have to remain in the ground, according to the International Energy Agency, climate scientists and others. That conclusion led several groups to begin warning investors that fossil fuel companies own large supplies of “unburnable carbon”—coal, natural gas and crude oil assets that can’t be used if the world sticks to the two-degree goal.\n“When you see people like the Bank of England say ‘oh yes, unburnable carbon—it’s real, we may have to leave fossil fuel in the ground,’ that begins to send a market signal,” said Henn of 350.org. “Maybe it doesn’t translate into immediate divestment, but I think it translates into a more serious discussion of it in board rooms here in the U.S. and around the world.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}