{
  "url": "https://insideclimatenews.org/news/30102014/pas-governor-race-its-drill-baby-drilland-tax-maybe-tax/",
  "title": "In Pa.’s Governor Race, It’s Drill, Baby, Drill…and Tax, Maybe, Tax",
  "date": "2014-10-30T11:00:33-04:00",
  "content": "Fracking has become a prominent issue in this year’s Pennsylvania gubernatorial election, energizing ads, debates and campaign appearances.\nThe argument isn’t about whether to frack the state’s abundant natural gas reserves or even how to do it safely—but how to make money doing it.\nAt the heart of the debate is whether to tax energy companies for extracting natural gas from the Marcellus Shale, a geologic formation rich in fossil fuels that runs underneath the western half of the state. Incumbent Republican Gov. Tom Corbett argues that a drilling tax would drive energy companies to abandon Pennsylvania’s natural gas fields. Businessman Tom Wolf, Corbett’s Democratic challenger, says a 5 percent  “severance tax” on the value of natural gas produced within its borders would provide desperately needed revenue—up to $1 billion annually—for the state’s budget, and more specifically, its education fund.\nPolitical opinion polls show the Democratic candidate winning the Nov. 4 election by approximately 20 points. If Wolf wins, it will mark the first time that an incumbent Pennsylvania governor has lost a re-election bid since the state began allowing second gubernatorial terms in the 1960s.\nPennsylvania is currently staring down a $1 billion budget deficit. The state government has made drastic cuts to school funding in recent years, forcing communities across the state to raise property taxes and eliminate more than 23,000 education jobs. At the same time, natural gas drilling has flourished during Corbett’s tenure. The drilling of new wells has doubled in just four years, with about 6,500 wells drilled since Jan. 2011, and fossil fuel companies have raked in billions of dollars in profit.\nPennsylvania is currently the only major natural gas producer without an extraction tax.\n“The state is in dire straits in terms of its budget,” said Josh McNeil, executive director of Conservation Voters of Pennsylvania, a state branch of the League of Conservation Voters. “Much of this race has focused on ensuring that the [natural gas] industry is paying its fair share.”\nPennsylvania voters rank education, taxes and the economy as the top three issues they care about this election, according to a September survey by Muhlenberg College. Experts credit Wolf’s willingness to tax the industry in order to boost the state budget and education spending as perhaps one of the reasons he has pulled ahead.\n‘A Really Deadly Combination’\nIn February, Wolf’s campaign released a television ad showing the candidate explaining to a room full of elementary school students, “Guess what? The money we need to fund our schools lies right underneath your feet.” He has reiterated the point on his website, at dozens of campaign events across the state, and during the candidates’ three debates this fall.\n“Wolf was one of the first to link the state’s education funding problem and fracking in a campaign,” said Chris Borick, a political scientist at Muhlenberg College in Allentown, Pa. “It has been a really deadly combination for Corbett as a candidate.”\nBorick said Corbett has “struggled mightily” to defend his record on natural gas. The Republican has pointed mainly to the number of jobs the industry has created, and to the revenue it has brought to some of the most rural parts of the state.\nAccording to a report from the Pennsylvania Department of Labor & Industry, the Marcellus provides 28,000 jobs in industries closely related to shale gas activity, and up to 210,000 “ancillary” jobs. But critics say the ancillary numbers include many positions unrelated to the energy boom.\nWhile the 28,000 jobs account for less than 0.5 percent of the state’s total employment numbers, they have had a profound impact in struggling rural communities where most of the drilling occurs, said Timothy Kelsey, co-director of the Center for Economic and Community Development at Penn State University.\nInstead of a severance tax, Corbett argues the state’s current “impact fee,” which he signed into law, is the better way to get money from the energy industry. Between 2011-2013, Pennsylvania’s impact fee, which charges a set amount for every well drilled, brought in more than $630 million in revenue. Sixty percent of the funds stayed in the communities near drilling sites.\nOne of the other areas that Wolf and Corbett differ is whether to allow fracking within state parks and forests and the Delaware River Basin, which provides drinking water for 15 million people in New York, New Jersey, Pennsylvania and Delaware. Wolf has said he doesn’t support new drilling leases in these areas, whereas Corbett does.\nWolf has promised to ensure that the agencies responsible for regulating the industry are “adequately funded, staffed and supervised.” Corbett, on the other hand, has been left defending the way the state’s Department of Environmental Protection handled the fracking boom under his administration. A state auditor general’s report found fault with the DEP’s ability to protect water quality, and recent revelations that several of the agency’s air monitoring studies misled the public by leaving out crucial information in the final reports.\nOverall, however, the environmental impacts of fracking (a process that involves pumping chemical-laden water underground to extract oil and gas) on groundwater and air near drilling sites have played second fiddle to the industry’s economic impacts in this election cycle, Kelsey said.\nNatural gas’s role in this Pennsylvania election stands in stark contrast to what is happening in Colorado, where a fierce anti-fracking movement has forced candidates for both the gubernatorial and senate positions to debate creating strict fracking regulations, or stopping extraction altogether.\nCorbett has received at least $1 million from energy, utilities and natural gas donors through both his campaign and Republican PACs, according to analyses by The Associated Press and The Philadelphia Inquirer. Wolf has gotten at least $350,000 from energy, utilities and natural gas donors. In total, Corbett has raised $23.5 million for his re-election bid and Wolf has raised $30.9 million, according to state campaign finance records. Wolf has also benefited from billionaire investor-turned-climate activist Tom Steyer’s political organization NextGen Climate, which has spent $1.425 million so far criticizing Corbett’s close ties with the oil and gas industry.\nMoving Forward\nOne thing has become clear during the gubernatorial race: Pennsylvania voters largely support natural gas drilling as long as they benefit from it. Because Pennsylvania is a swing state largely seen as a microcosm for the nation, that message could suggest how candidates will have to approach fracking in the 2016 election.\n“Tom Wolf has never come out harshly against the industry,” said Borick, of Muhlenberg College. “He wants to tax it and regulate it more closely, and he wants more disclosure. But he’s never suggested adopting a moratorium. He’s hit a sweet spot.”\nDespite Wolf and Corbett’s pro-fracking stances, environmental and community groups who oppose natural gas drilling say they won’t give up their fight for a moratorium. They have already scheduled an anti-fracking rally for Nov. 18 on the steps of the state capitol in Harrisburg.\n“We recognize we have a lot of work to do whoever wins the election,” said Sam Bernhardt, a senior organizer for the Food & Water Watch Fund. “We’ll be there pressuring the new governor right after they get elected, at their inauguration, as they tour the state, and in the months and years to come.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}