{
  "url": "https://insideclimatenews.org/news/14102014/california-heat-delivers-costly-blow-coastal-san-diego/",
  "title": "California Heat Delivers a Costly Blow to Coastal San Diego",
  "date": "2014-10-14T10:00:43-04:00",
  "content": "San Diego, known for having one of the most desirable climates in the United States, set a record over the summer that will never be broken: It had zero days that were cooler than normal. None. Four were exactly the climatological norm, and 90 were warmer than average.\nFor 13 days this year, including three days this month, Lindbergh Field, the city’s official weather station near the bay, has hit 90 degrees or hotter. The average number of 90-degree days in an entire year: 1.3.\nThose stats are no surprise to Carolyn Ingham, who lives in the city’s North Park neighborhood, where few people have—or have ever needed—air conditioning.\n“I feel like all I’ve been doing is overheating and sweating,” Ingham said. “It really has just been unbearable.”\nFor Ingham and her husband Scott and hundreds of other coastal San Diego County residents, trying to make the weather bearable proved costly. It also tested the region’s energy supplier and could be a harbinger of things to come as coastal areas get hit hard by climate change.\nAlexander Gershunov, a research meteorologist at UC San Diego’s Scripps Institution of Oceanography in La Jolla, has studied heat waves in California and Nevada, going back to the 1970s.\nHe examined hot spells that were in the top 1 percentile of temperatures at many adjacent weather stations. He found that heat waves across California and Nevada are getting hotter and more humid, but they are getting particularly stronger all along the California shore.\nThe threshold for a heat wave is much lower near the beach because the residents there are not equipped to handle it, Gershunov said.\n“At the coast, where most Californians live, we’re not physiologically or technologically acclimated to heat waves,” he said.\nBye Bye, Breezes\nIngham lives near the crest of a hill. She can look out her front window and see the ocean. Most of the time, an afternoon sea breeze kicks in, and any minor heat that has built up in her house dissipates. Not this year.\n“The breezes have disappeared,” she said. “By 5 in the afternoon, it would be in the 80s inside the house.”\nA summer of sweltering nights, at least by San Diego standards, added to the misery.\n“The house just wouldn’t cool off at night,” she said, “and there would be no respite.”\nBefore the summer, the Inghams installed dual-pane windows and added attic insulation to their home. But near the end of summer, they took the “really big step” and put in air conditioning.\n“It was expensive,” she said. “Because San Diego has such a mild climate, we didn’t have a heating system, so there were no ducts. We had to do everything: heating, ducts and AC. It cost $14,000.\n“If we weren’t dying here, we wouldn’t have done it.”\nGood Times for AC Industry\nThe Inghams weren’t the only ones feeling the heat this year—and doing something about it. Doug Cooper, director of marketing and customer service for Carini Heating and Air Conditioning in San Diego, said the company’s business is up fivefold, and it has been trending up for years.\n“We’re booked two, three, four weeks out for service calls and installations,” Cooper said. “People at the beaches who never thought they would ever need it [air conditioning] are really clamoring for it.\n“I talked to a guy the other day who had just moved from Florida to Cardiff (a coastal suburb). He said, ‘Everyone told me it’s 70 degrees here year ’round. But he says he’s got no furnace or air conditioner, and he needs it.”\nPeople who already have air conditioning are using it far more frequently. Running a whole-house air conditioner costs the average homeowner an extra $1.20 to $2 per hour, depending on the size and model. Many people are seeing huge spikes in their utility bills.\n“We hear from people all the time who say they only needed to run the AC two weeks out of the year,” Cooper said. “Now they’re running it for several months.”\nSan Diego’s warm spell started long before summer. The city hit the 90s twice in late April, and every month since October 2013 has been warmer than normal.\nAll those new air conditioners and all the old ones running more often are pushing San Diego Gas & Electric, the utility that supplies energy to the region. On consecutive days in September, when San Diego topped 90 degrees and outlying areas went well over 100, SDG&E set records for peak load, or energy use. No areas lost power, but in previous times of high energy use, the California Independent System Operator, which controls the bulk of the state’s power grid, resorted to rolling blackouts to keep the system running.\nIf coastal weather patterns are shifting, it will have an obvious impact on energy providers. Steve Vanderburg, a meteorologist with SDG&E, said he and other meteorologists with the company and other utilities have been asked to study the impacts of climate change on the companies.\nHeat Wave Studies\nSince the 1970s, heat waves have been exerting a greater impact on the nighttime temperatures, said Gershunov, the Scripps meteorologist. Higher humidity is causing more warmth at night, and that, in turn, is lengthening the heat waves. Because the nights aren’t cooling off, the next day starts with a higher base temperature, which the heat builds on.\nSan Diegans experienced warm nights repeatedly this year. Since mid-May, the city has had 42 nights that never dipped below 70 degrees. The normal low in mid-May is 59; it reaches 67 at its high point in summer. In 2013, the city had eight nights of 70 or hotter.\n“At the peak of the [last] heat wave, the lows were as high as the normal highs,” SDG&E’s Vanderburg said. “You can’t cool off when it only briefly drops down into the mid-70s just before dawn.”\nGershunov and other meteorologists say San Diego’s summer of sweat can be traced back, in part, to unusually warm waters off the county’s coast, which may be related to an emerging El Niño condition. Those warm waters make it harder for cooling marine-layer clouds to form. Coastal low clouds went AWOL much of the summer. And without those low clouds, the sun warms the ocean surface even more, and the air temperature nearby keeps climbing.\nAbnormally warm waters south of San Diego in early September also helped usher in remnants of hurricanes Norbert and Odile, which brought steamy weather to a region that rarely deals with extremely high humidity.\nClimate models project heat waves to get much stronger at the coast, Gershunov said, and the same principle is at work.\n“The world’s oceans are getting warmer because of global warming,” he said. “It’s a gradual process. When we get an El Niño on top of it, we’re more likely to get these type of summers.”\nIronically, what San Diego experienced this summer would not meet Gershunov’s classification of a “heat wave.” Although the warmth has been unrelenting and unbearable for many, especially at night, it wasn’t in the top 1 percentile of local temperatures.\n“It’s hot, but we’re lucky we didn’t have a heat wave on top of it,” Gershunov said.\nThat’s no solace to Ingham, who moved from Northern California to San Diego 16 years ago because of the city’s reputation for mild climate.\n“One of our neighbors said, it gets hot for about three days, and then it cools down,” she said. “We used to get those hot days, and then it would cool down. This year, it wouldn’t cool down at all.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}