{
  "url": "https://insideclimatenews.org/news/16102014/trucks-hauling-frac-sand-not-source-lung-disease-dust-data-shows/",
  "title": "Trucks Hauling Frac Sand Not a Source of Lung-Disease Dust, Data Shows",
  "date": "2014-10-16T13:00:32-04:00",
  "content": "Trucks hauling mounds of sand into the southern Minnesota town of Winona for delivery to drilling sites across the nation’s shale regions are not spewing dangerous dust emissions into the air, preliminary data shows.\nThis data was released early this month, from a monitor for crystalline silica dust, or frac sand, a known trigger of lung disease. The instrument was placed along Winona’s busy truck route at the start of the year in response to local concern.\nDust reached detectable levels only two out of the 38 days measured during the last seven months, according to air regulators at the Minnesota Pollution Control Agency (MPCA).\nEven when the dust was detected, once in June and another time in August, the levels were very low, according to Jeff Hedman, an MPCA engineer involved in the study. “We’re happy to see it,” he said.\nMany Winonans, including planning commissioner Ken Fritz, are relieved by the data. “I certainly think there is enough evidence out there that [shows] silica sand can create health problems in certain environments…in this case, basic information doesn’t indicate any problems,” he said.\nThe silica monitor sits atop a two-story YMCA building downtown and was set up to capture emissions from frac trucks. But Winona’s potential dust emissions can come from more than just trucks hauling sand, there are also mining and processing facilities in town. Some citizens who live near those facilities have asked, “How do you know that you are meeting the [air] standard in my backyard?” said MPCA air monitoring unit supervisor Rick Strassman.\nAccording to the MPCA, this data is just the starting point for understanding the risks posed to the region’s air by the growing silica sand industry.\nMinnesota is the nation’s fourth leading producer of pure silica sand, according to the U.S. Geological Survey. The nation’s top producer, Wisconsin, is just next door. Both states host vast silica reserves and have expanded their developing of the sand in recent years to keep up with growing demand from energy companies.\nActive silica sand facilities between the two states have ballooned from less than 20 in 2010 to over 100 today.\nWinona is ground zero for Minnesota’s frac sand boom. It has at least six active sand mining, processing and transport facilities, the highest density in the state. About 100 trucks arrive daily from in and out of state. All that sand is then shipped by train or barge to frack sites across the country. Operators blast the hard, round sand down wells to break and hold open cracks in the bedrock to extract oil and gas reserves. It can take up to 10,000 tons of sand to frack a single well during its lifetime.\nScientific studies have detailed the effects of silica dust—particles that are small enough to enter lung tissue and the blood stream and trigger the lung disease silicosis—on workers handling the material, but not on neighboring communities. Winona’s government-funded monitor, the first in the state not paid for by industry, was added to chip away at that scientific gap.\nThe data recently released comes from a monitor targeting concentrations of particulate matter up to 4 micrometers in diameter, called PM 4. These specks of dust are 20 times smaller than beach sand. The dust accumulates in the monitor’s filter. Samples are collected over a 24-hour period every six days and then sent to a New York lab for what’s called “speciation” analysis to calculate how much of the collected material is frac sand. Afterward, the processed data is sent to back to Minnesota, where it is checked by state regulators and published online.\nSo far, over seven months of data have been processed. Most observed days, levels were below the detectable amount. When dust was detected, it was less than 0.5 micrograms per cubic meter. The chronic health benchmark used by the MPCA is six times higher—3 micrograms per cubic meter.\nThe monitor will continue collecting data through the year’s end.\nA second Winona monitor atop the YMCA measures even smaller particles in the air from all sources in town, not just frac sand. The data it collects requires minimal processing and has been available for months.\n“The silica data is really good news,” said Crispin Pierce, a University of Wisconsin-Eau Claire professor of environmental public health. He has studied silica emissions across Wisconsin and Minnesota.\nStill, Pierce said, it’s important not to jump to conclusions and “to measure the whole year through to see any trends.”\nFor some residents, including Jane Cowgill, the monitor’s results are promising but don’t provide the full picture for Winona. Cowgill, co-founder of the local grassroots activist group Citizens Against Silica Mining, points out that there are a handful of frac sand mine and processing sites on the outskirts of town.\n“If you are living at the [air monitor] building, you are probably OK,” she said. But if you are near these other sites, she noted, there is anecdotal evidence of a problem—”cars covered with dust, furnaces all clogged up, and reports of respiratory problems.”\nThe only way to fully understand Winona’s frac sand air risk is to set up monitors at the edges, or fences, of these other facilities, she said. She calls the strategy “fenceline monitoring” and is part of a group lobbying the City Council to approve more monitoring.\nKen Fritz is one of the city officials who voted down a proposal this summer to approve additional monitors. He wanted to see the current monitors’ data before making the decision. Now that the data is available, he’s still convinced no further monitors are needed.\nMinnesota regulators said the active monitors aren’t sufficient to capture the entire town’s silica sand air risk. Additional “monitoring is still warranted, but that’s really the city’s call,” said MPCA’s Strassman.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}