{
  "url": "https://insideclimatenews.org/news/30092014/scientists-explain-climate-your-doorstep-new-online-hub/",
  "title": "Scientists to Explain ‘Climate at Your Doorstep’ at New Online Hub",
  "date": "2014-09-30T14:00:34-04:00",
  "content": "While the climate community was fixed on global climate negotiations unfolding at the UN last week, one news organization was focused on educating people about the local damage that’s already resulted from the world’s inaction.\nOn Sept. 22, the online newsroom The Daily Climate launched a Kickstarter to raise $25,628 for “Climate at Your Doorstep.” The project aims to build an online community of scientists, journalists and members of the public to discuss how climate impacts are already affecting people around the country and the world.\nOrganized around the hashtag #climatedoorstep, people will post questions, photos and observations on social media. The hash-tagged content will feed into a Daily Climate web page, and a panel of eight appointed scientific experts will respond to comments and questions.\nThe panelists include academic scientists, such as Katharine Hayhoe of Texas Tech University and Marshall Shepherd at the University of Georgia, and TV meteorologist Jim Gandy.\nDouglas Fischer, editor of The Daily Climate and a main organizer of Climate at Your Doorstep, said the goal is to help people connect the dots between global warming and visible impacts such as heat waves, wildfires, heavy rainstorms and sea level rise.\nMany people still “see climate change as something for the future, a little farther off…They’re not seeing the changes around us,” he said. By organizing discussions on social media, ordinary citizens can get answers to questions like, “‘Why is it so wet this summer?’ or ‘Why is this frost so ridiculously early?'”\nClimate at Your Doorstep is one of many climate communication projects in recent years to try to deepen public understanding of the climate crisis at a time when misinformation runs rampant and political opposition to climate policy in Congress is at its strongest. In 2012, the science and journalism group Climate Central launched “Climate Matters,” a partnership with TV meteorologists to bring climate content to a wider audience.\nOther projects include a collection of hand-written letters from climate scientists describing their emotional reactions to global warming, and a 97-hour social media campaign about the scientific consensus around man-made climate change.\nThe Daily Climate project is different, according to Michael Mann, a climate scientist at Penn State University who will serve on the Doorstep project’s science panel. It’s “driven by journalists working together with scientists,” he said via email. “As such, it provides a different, complementary perspective to…other existing efforts.”\nMann said he sees “great promise in these traditionally separate constituencies working together to convey how climate change is impacting real people, where they live, now.”\nSara Souther, an assistant professor of biology at West Virginia Wesleyan College who also agreed to join the Doorstep panel, said she’s excited about connecting with amateur scientists whose observations often match data collected by academic field researchers.\n“People are incredibly astute about changes in their environment,” she said. For example, there are many “fine naturalists” in West Virginia who have noticed decades of shifting trends in hunting seasons or planting conditions. And while some of them are wary of the term “global warming,” they do want to discuss the concrete changes happening in their environment.\n“As climate change became a political issue, it came to stand for liberal politics,” she said. “And climate change isn’t occurring along partisan lines. No matter where you live in the U.S., you’re likely already being affected.”\nFischer hopes journalists will tune in, and that discussions on the Doorstep platform will inspire general assignment reporters to incorporate the climate angle into their stories.\n“The journalism business model has just been destroyed by the web,” Fischer said. As newsrooms shrank, some of the first reporters to go were those covering specialty beats like the environment, resulting in fewer stories that bring home the impacts of climate change.\n“The climate change story is an incredible business story, an incredible local politics story,” he said. “The environment ripples through all these elements of our lives…If you’re covering city hall, this is a story you can have a piece of.”\nThe project’s first phase began in August, when The Daily Climate—which has aggregated climate stories from around the world since 2007—started labeling stories about current climate impacts with the hashtag #climatedoorstep. The articles cover topics such as ocean acidification in Puget Sound and the increase of Lyme disease in Canada.\nThe second phase, which is underway, involves building out the web platform as well as outreach efforts to get people to use #climatedoorstep.\nThe Kickstarter campaign has raised about $8,300 in nine days and is a third of the way to its goal. The money will go towards maintaining the project website, a small stipend for the science panelists and funding news stories inspired by the Doorstep discussions.\nFischer hopes the project will build enough momentum on social media to draw in people who might otherwise never read about climate science. Although he worries that the discussion might get “hijacked” by climate deniers, he notes the denier community is less active on social media than they are on the comment sections of news stories and blogs.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}