{
  "url": "https://insideclimatenews.org/news/01102014/fema-will-require-states-examine-climate-risks-disaster-planning/",
  "title": "FEMA Will Require States to Examine Climate Risks in Disaster Planning",
  "date": "2014-10-01T13:00:02-04:00",
  "content": "The Federal Emergency Management Agency is about to make a significant shift in the way it handles climate change.\nFEMA will soon require states to examine the impacts of global warming on their communities as a condition for receiving federal disaster preparedness funding, according to draft guidelines released by the agency earlier this month.\nThe move bucks the 35-year-old agency’s longstanding trend of reacting to disasters fueled by climate change rather than preparing for them in advance, said policy analyst Rob Moore of the Natural Resources Defense Council. The decision could save FEMA a lot of money in the long run. Every dollar spent on disaster mitigation saves four dollars in disaster recovery, according to the National Institute of Building Sciences. FEMA’s budget has been stretched thin in recent years because of the increasing number of large-scale natural disasters, such as Superstorm Sandy and Hurricanes Katrina and Irene.\n“This decision by FEMA is the first time any federal agency has made the consideration of climate impacts a requirement for planning,” said Moore, who is director of the NRDC’s water and climate team. “Hopefully this is a sign of things to come and that other agencies will soon follow suit.”\nStates hoping to get federal funding for disaster preparedness must conduct a formal analysis of all the risks their communities face from human-caused and natural hazards, as well as potential policies and projects to deal with these risks. The projects lessen the physical and economic impacts of disasters: They include buying sandbags for floodwaters or retrofitting buildings to withstand earthquakes. The plans must be approved by FEMA before states can get federal grant money to carry out these projects. Until this fall, FEMA never required that global warming be included in these analyses.\n“A few states were already incorporating climate change into their hazard mitigation plans, but overall it was spotty,” said Michael Gerrard, director of Columbia University’s Sabin Center for Climate Change Law. “Having formal national guidance is a major step forward.”\nBecky Hammer, an attorney with the NRDC’s water program, said FEMA’s new guidelines are somewhat vague, stating only that hazard mitigation plans must assess “future risk in light of a changing climate.” While this makes some sense, considering that no two states are alike when it comes to risks, more detailed language could ensure that states examine their climate hazards, from droughts to wildfires to extreme temperatures to rising sea levels, more thoroughly, she said.\nThe new rule, made alongside several others not related to climate, is open to public comment until Oct. 17. Moore and Hammer said it is unlikely to change drastically before becoming official. Together, the changes represent the first updates to FEMA’s hazard mitigation planning guidelines since 2008.\n“FEMA has already talked to a lot, if not all, of the hazard mitigation planning offices across the country about these changes,” said Hammer, who has been part of an NRDC team pushing FEMA to prioritize climate change for more than a year. “It isn’t going to be a surprise to anyone.”\nIf states ignore global warming in their plans, FEMA could theoretically reject those plans. Experts said such a move would likely be rare, but if it happened, those states could lose hundreds of millions of dollars in federal funding. Two of the top three states to receive FEMA disaster mitigation grants through 2012 are currently led by governors who don’t accept the scientific evidence for climate change or question the severity of the risks it poses. No. 1 Louisiana received more than $1.25 billion and No. 3 Texas more than $880 million. California, which is led by climate action advocate Jerry Brown, received more than $1.1 billion.\nWith so much money at stake, Moore said, FEMA’s decision could force conversation about the risks of climate change into communities across the United States. “This could then put upward pressure on Congress to provide the resources to prepare and adapt to these new challenges,” he added.\nThe FEMA rule is far from perfect, experts said. Gerrard said he wishes FEMA would start mapping future sea level rise so communities could create more effective hazard mitigation plans. Moore and Hammer said they want guidelines calling for greater public participation in writing these plans, as well as rules laying out the resources FEMA will give states to analyze climate risk. But all three agreed the agency’s move is significant.\n“There’s no denying,” said Hammer, “this is a huge step in the right direction.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}