{
  "url": "https://insideclimatenews.org/news/19092014/making-great-climate-march-last-more-just-one-day/",
  "title": "Making the Great Climate March Last More Than Just One Day",
  "date": "2014-09-19T14:15:00-04:00",
  "content": "Mark Reynolds is executive director of Citizens Climate Lobby, a grassroots organization campaign that favors a federal tax on carbon.\nOn Sept. 21, two days before the UN Climate Summit, what’s being billed as a historic demonstration of support for action on global warming will take place in the streets of New York. Organizers expect over 100,000 participants to turn out for the People’s Climate March, elevating it to the level of events surrounding the civil rights and anti-war movements of an earlier era.\nBut will the “arc of the moral universe”–where climate change is concerned–eventually bend towards justice?\nThat depends on what happens after the march.\nTo be sure, 100,000 people marching, chanting and shouting in the streets will get the attention of heads of state coming to the UN summit on Sept. 23. It might even, for a few minutes, get the attention of lawmakers in Congress, who thus far have failed to enact meaningful legislation to reduce greenhouse gas emissions. But it’s not enough just to get people’s attention; we have to have a dialogue with them. That might mean that after we put down the bullhorn and the signs, we put on a jacket and tie, walk into an office and sit down to have a conversation with the people who represent us in Washington, the people who have the power to alter the destructive course our civilization has taken.\nThat’s what the lobbyists for the coal, oil and gas industries do, and it’s worked pretty well for them. If it looks like they’re the ones calling the shots, it’s only because we let them.\nSo, why have we ceded our democracy to special interests? What stops us from walking into our congressman’s office and having that conversation?\nFor most Americans who care about the climate issue, the paralysis stems from a combination of hopelessness and deep-rooted cynicism about our government, our politicians, and especially this current Congress.\nLike many people, Jessica Langerman, a Citizens’ Climate Lobby volunteer from Massachusetts, was once hopeless about her ability to make a difference. As she wrote in an op-ed published last year:\n“At some point over the past few decades, I surrendered my citizenship. Not literally or consciously, but slowly, through apathy, ignorance and neglect, I gave away my civic inheritance. One too many lost environmental battles had made me feel not only besieged, but impotent. The insidious conviction that I really had no political power–or not enough to effect transformative change–took root in my mind.”\nThe epiphany for Langerman, the moment when she reclaimed her citizenship, came during CCL’s national conference in Washington last year, where hundreds of volunteers spent two days training themselves to become effective lobbyists for a livable world. Following the training, these citizen lobbyists descended on Capitol Hill, putting their newfound skills to the test as groups of four to five volunteers met with more than 300 congressional offices throughout the week.\nIn the initial meetings she attended, Langerman sat back and allowed the more experienced volunteers to take the lead. On her third day of lobbying, during a meeting in the office of a more conservative representative from one of the western states, she found her voice.\nThe aide, though sympathetic, said there was too much denialism in Congress to pass legislation. Rather than belabor points on the certainty of climate science that the aide already knew, Langerman tried a different approach. She said that we buy insurance for things that have a low probability of happening, such as a house fire. Even if “there’s only a 1 percent chance that our kids will be negatively affected” by global warming, doesn’t it make sense to take out an insurance policy?\nLangerman continued:\n“To my surprise, the aide was completely silent. He held my gaze for several moments, and then murmured quietly to himself, ‘Time to buy insurance.’ He wrote down the words.\n“I looked around the table, and my fellow volunteers were beaming at me. For the first time in a very, very long while, I had the feeling that, as an individual citizen, I mattered. I might be rolling a stone up a hill, but, unlike Sisyphus, I had the help of every other volunteer at CCL, and together, we were making forward progress.”\nLangerman’s experience is not unique. Many volunteers come to CCL filled with despair, not knowing they have the power to turn this mess around. But then they get their first letter to the editor published, or that 15-minute meeting with their representative turns into a 45-minute meeting because the congressman wants to hear more. That’s when they light up, awakened to the possibility that our government still responds to the will of its people, provided the people let their government know what they want. In short, their hope is restored with the intoxicating power they discover from finding their own voice.\nIf CCL’s rapid growth is any indication, people are ready to trade in their cynicism for a chance to make a difference. In 2010, CCL had a dozen chapters in the U.S. and Canada. Last week, we launched our 200th chapter. You can get a sense of that explosive growth at the end of this short video.\nThis past June, more than 600 volunteers came to Washington for CCL’s national conference and held 507 meetings with House and Senate offices. They took to those meetings the good news from a study conducted by Regional Economic Models, Inc., that showed a steadily rising fee on fossil fuels, with revenue returned to households, will put us on track for the emissions reductions needed to avoid catastrophe while adding millions of jobs to our economy. It was news well-received in both Republican and Democratic offices.\nWith only a few thousand volunteers, CCL has shifted the conversation in Washington about pricing carbon and we stand on the verge of a breakthrough for bi-partisan legislation.\nIf the 100,000 citizens who march for climate action in New York this month continue marching to the halls of Congress as volunteer lobbyists, putting a fee on carbon will be a slam dunk.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}