{
  "url": "https://insideclimatenews.org/news/19092014/mich-pipeline-leak-political-fodder-heated-house-race/",
  "title": "Mich. Pipeline Leak Is Political Fodder in Heated House Race",
  "date": "2014-09-19T11:10:00-04:00",
  "content": "If opponents of incumbent Congressman Fred Upton (R-Mich) have their way, a natural gas pipeline leak that displaced 500 people earlier this week could take center stage in one of the nation’s most heated Congressional races.\nThe contest for Michigan’s 6th congressional district pins fossil fuel champion Upton, a 14-term U.S. Representative and chairman of the House Committee on Energy and Commerce, against Democratic newcomer Paul Clements, a political science professor at Western Michigan University and an advocate for climate action.\nEarly Tuesday morning, residents of Benton Charter Township, in southwestern Michigan, were evacuated from their homes after a natural gas pipeline operated by energy giant TransCanada ruptured. They were allowed to return within 12 hours of the leak, but there are still questions about how much natural gas escaped, and whether nearby soil and water were contaminated.\nThe leak happened in a part of Michigan that is home to several pipelines carrying fossil fuels from Canada to Texas. It occurred just 80 miles west of the largest inland oil pipeline spill in U.S. history, the 1-million barrel tar sands crude leak along the Kalamazoo River in 2010.\n“What happened in Benton Township underscores growing concern in the region about pipeline safety,” Clements said. “Along with the Kalamazoo spill, it will be a part of the conversation this election.”\nRL Miller, founder of the SuperPac Climate Hawks Vote, said her group plans to use the natural gas leak to educate voters about Upton’s “shoddy environmental record and fossil fuel ties.” Climate Hawks Vote was created to help get climate-conscious politicians elected. It endorsed Clements earlier this month, calling him a “true climate champion.”\n“Rep. Upton is friendly with TransCanada,” the company that operates the natural gas pipeline that ruptured this week, said Miller. “They are also the company behind the Keystone XL, a project Upton really wants to see approved. He won’t do anything to offend TransCanada, meaning he isn’t going to do anything about this leak or pipeline safety. People are angry and they want to see him gone.”\nOnce a moderate on environmental issues, Upton has been pushing a pro-fossil fuel agenda since the rise of the Tea Party movement in 2010. He challenged the Environmental Protection Agency‘s ability to regulate greenhouse gas emissions and is frequently one of the top recipients of oil, gas, and coal campaign contributions. He’s received $177,450 from oil and gas companies so far this election season, according to the campaign finance website OpenSecrets.org. Upton’s campaign website names him “a champion of the Keystone XL pipeline,” a project that could send 800,000 barrels of carbon-heavy crude oil from Alberta to refineries in Texas. The Upton campaign did not respond to a request for comment.\nWith climate change wreaking havoc on the health of the nearby Great Lakes and the cleanup of the Kalamazoo spill still going on four years later, experts say Upton’s pro-fossil fuel agenda is wearing thin with his constituents.\nThe congressman has generally faced an easy road to reelection in his 27-year career. He’s won 14 terms in office with just one close call for his seat: the 2010 primary when he almost lost to a Tea Party candidate. But he doesn’t have as much support in the district as he once did, said Barry Rabe, an expert on the politics of climate change at the University of Michigan. Upton won his seat by only 12 points in 2012—his tightest margin to date—and the pipeline leakage issue has been “extremely salient” in western Michigan since the Kalamazoo spill.\n“All signs indicate that this is still Upton’s race to lose,” Rabe said. “He has incumbency with name recognition, deep pockets and years of constituency service.” But the natural gas leak earlier this week “underscores growing concerns. For Clements, this may give him an expanded opportunity to raise and advance this issue.”\nClements told InsideClimate News he plans to highlight Upton’s strong ties to the fossil fuel industry in his campaign, but not in the context of the recent natural gas leak. “However, that could change in the days and weeks ahead,” Clements said.\nResidents near the TransCanada leak said they heard a loud boom at 2 a.m. on Tuesday. Emergency responders evacuated approximately 500 people from homes within a one-mile radius of the rupture. No injuries were reported. Police waited until air pollution monitors detected only low levels of gas before letting people return home. However, one farmer just a quarter-mile from the blast site told a local news station he was warned that his three acres of potato crop may be contaminated.\nTransCanada said the pipeline that ruptured was 24-30 inches in diameter, but the company hasn’t released an estimate for how much gas escaped or an explanation of what happened. The company didn’t respond to a request for comment.\nThe Michigan leak marks TransCanada’s third pipeline rupture this year, according to the social action organization Council of Canadians.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}