{
  "url": "https://insideclimatenews.org/news/12092014/judge-cleared-necessity-defense-use-climate-trial-first-time/",
  "title": "Judge Cleared ‘Necessity’ Defense for Use in Climate Trial for the First Time",
  "date": "2014-09-12T01:20:33-04:00",
  "content": "Even before a prosecutor in Massachusetts dropped criminal and conspiracy charges against climate activists for blocking a coal shipment with a lobster boat, the judge in the case broke new ground in favor of the foes of fossil fuels. For the first time in the U.S. climate fight, he cleared the way to use “necessity” as a defense in the courtroom.\nState District Judge Joseph Macy in Fall River, Massachusetts, found the defendants could call expert witnesses to justify the violation of the law in order to protect citizens from the impacts of global warming, and to argue they had no legal alternative. His findings carry legal implications for future acts of civil disobedience, climate activists and lawyers say, and may even have had a direct impact on the outcome of this case.\nThe litigation drew national attention earlier this week when C. Samuel Sutter, the district attorney in Bristol County, downgraded charges against two climate activists who blocked a 40,000-ton shipment of coal in 2013 with the lobster boat. He said he did so because climate change “is one of the gravest crises our planet has ever faced.”\nEnvironmentalists hailed him as a hero, but according to Matt Pawa, the lawyer for the defendants, Sutter “caved on Monday because he lost on Friday” when the judge said he would allow the necessity defense.\n“The prosecution—the state—didn’t want to be in the awkward position of having to cross-examine our experts on global warming and downplay the impacts of the Brayton Point Power Plant and 40,000 tons of coal,” Pawa said. “It put them in a real bind.”\nSutter said he acted from other motives. In an interview with InsideClimate News, he said he wasn’t sure which witnesses the judge would have allowed for the necessity defense, how long they would have been permitted to testify and whether the judge would have instructed members of the jury that they could find the defendants not guilty by way of necessity. Those uncertainties helped him decide to seek a resolution before the trial could open.\nIn addition, Sutter said, “It would have been a very awkward and difficult situation to be arguing for something legally that was going to block something that I believe deserves attention politically.”\nAt the center of the case was a May 15, 2013, incident in which Ken Ward and Jay O’Hara navigated a small, white lobster boat named the Henry David T. (T as in Thoreau) into a shipping channel for the Brayton Point Power Station in Somerset, Massachusetts. The plant, which is set to close in 2017 for economic reasons, is one of the largest coal-fired plants in New England.\nFor the next six hours, Ward and O’Hara sat parked in front of a ship carrying coal from West Virginia. Authorities succeeded in removing the lobster boat, and the coal was delivered the next day. Ward, a former deputy director of Greenpeace USA, and O’Hara, a sail maker, were charged with disturbing the peace, conspiracy and motorboat violations. They faced several years in jail.\nThe activists were planning to plead guilty to all charges, but argue they acted out of necessity. Using the necessity defense requires that defendants prove they faced clear and imminent danger, in this case global warming, and expected their actions to reduce or eliminate the threat. They also must have had no legal alternative. Civil rights and HIV/AIDS activists have used the strategy successfully, as have a few environmentalists fighting to close hazardous pollution sites. Until last week, it hadn’t been cleared for any climate civil disobedience trial, according to legal authorities.\nPawa, the defense attorney, proposed to call four expert witnesses to support the claim: James Hansen, a climate scientist; Bill McKibben, an environmental writer-turned-activist and founder of 350.org; Matthias Ruth, a climate policy and modeling expert at Northeastern University; and David Bookbinder, a legal authority on the Clean Air Act.\nJudge Macy initially rejected McKibben and Bookbinder as expert witnesses during a pretrial hearing Friday, but after a break and further argument by Pawa, he approved their participation. This cleared the way for the defendants to deploy the necessity strategy, Pawa said. Macy also rejected a prosecution motion to take the issue to a court of appeals, which could have delayed the trial by six months to a year and forced the defense to abandon the strategy.\nProsecutors disagreed with Pawa’s interpretation. “Absolutely, positively the judge did not make a formal ruling on the strategy,” said Robert Kidd, an assistant district attorney in Sutter’s office.\nBefore the trial could get under way Monday morning, Sutter dropped the conspiracy charge and reduced the other ones from criminal to civil infractions. Sutter did request that the activists each pay $2,000 to cover the cost of removing them and their boat from the shipping channel.\nHolding a copy of Rolling Stone magazine containing an article by McKibben on the dangers of climate change, Sutter told reporters his decision was “made with our concerns for [taxpayers] children, and the children of Bristol County and beyond in mind.” He also said that he would go to New York City later this month for the People’s Climate March.\nTim DeChristopher, an environmental activist who was barred from using the necessity defense in a 2009 trial, said Macy’s decisions would bolster the climate movement. DeChristopher spent two years in jail for successfully bidding on 22,500 acres of oil and gas leases on public land in Utah with no intention of paying for them. Activists who tried to stop the shipment of Bakken oil on railroad tracks through Maine also were denied use of the necessity defense earlier this year.\n“It is not legally precedent-setting in any way, but it does set somewhat of a public precedent,” DeChristopher said. “It is something that other folks, other judges, can at least point to as an example of a reasonable position if they want to take it.”\nNathan Santry, director of actions at Greenpeace, called the Massachusetts judge’s decision a “pretty significant moment.” However, Santry and DeChristopher both said the defense still hasn’t been proved effective for climate trials before a jury and that until it has been, they remain cautious about its usefulness.\n“People are going to keep fighting climate change with civil disobedience,” Pawa said. “And at some point, we are going to put on a necessity defense in another community. I look forward to that day.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}