{
  "url": "https://insideclimatenews.org/news/03092014/oil-and-gas-wastewater-pits-draw-fine-toxic-releases/",
  "title": "Oil and Gas Wastewater Pits Draw Fine for Toxic Releases",
  "date": "2014-09-03T10:00:41-04:00",
  "content": "A commercial facility that disposes of oil and gas waste in Eastern Utah has been fined $50,000 for releasing excessive amounts of benzene and other volatile organic compounds without a state air emissions permit.\nRusty Ruby, compliance manager for Utah’s Division of Air Quality Compliance, said the agency doesn’t have “a lot of experience” when it comes to regulating waste pits because so little is known about them, a problem common in other states where hydraulic fracturing is generating vast quantities of contaminated waste water.\n“It’s not like a smokestack that you can get a pretty good idea of what’s coming out,” Ruby said.\nIn this case, the violation became clear when Utah officials discovered that Danish Flats Environmental Services had nearly doubled the size of its operation without obtaining an emissions permit.  Ruby said the Colorado-based firm’s unpermitted operation was exceeding emissions regulations under the federal Clean Air Act and state law.\nCalls to Justin Spaeth, the company’s operations manager, were not returned.\nWhen Danish Flats began operations in 2008, it was small enough that its pits didn’t require air emission permits, Ruby said. But the facility grew from eight to 14 ponds and—at the height of its operation—took in more than 5 million gallons of contaminated oil and gas waste water a year, according to the company’s website and state figures. That’s when the company should have applied for a permit, Ruby said.\nVolatile organic compounds, including benzene, toluene, and xylene, are released from that waste, according to the company’s recently filed permit application. The process uses open pits that allow the contaminated water to evaporate into the air.\nTrying to establish a baseline for waste pit emissions is difficult because emissions can be elusive, Ruby said. “You can take a sample from the pond one day and it shows emissions are de minimis and take a sample the next day that shows emissions are pretty high.”\nRuby said the state has not been able to establish definitive standards for waste pits because emissions fluctuate so widely and often.\n“We had to think of what would be representative levels that we could use to establish a standard. That’s been hard to do.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}