{
  "url": "https://insideclimatenews.org/news/27082014/tight-floridas-governors-race-climate-change-central-issue/",
  "title": "In Tight Florida’s Governor’s Race, Climate Change Is a Central Issue",
  "date": "2014-08-27T16:00:00-04:00",
  "content": "1:30 PM ET on 8/27/204: This story has been updated with comment from Gov. Rick Scott’s spokesperson.\nThe increasingly visible effects of climate change in Florida are putting Republican Gov. Rick Scott in a bind as he seeks re-election this November.\nWith rising water already eating away at the coastline and threatening cities, Florida is largely considered ground zero for climate change in the United States. Increased flooding in Miami and Fort Lauderdale, disappearing beaches and endangered fresh water supplies are making climate change a top issue in the governor’s race, opinion polling shows.\nScott spent much of his first term dismantling the climate-change initiatives of his predecessor, Charlie Crist, who’s now his Democratic opponent in the November election. Both men won nomination in Tuesday’s primary. Voters, environmentalists, scientists and the media are joining Crist in pressing Scott to acknowledge the threat that climate change poses to the state. But if he does, he risks alienating the far right wing of the Republican Party, which helped elect him in 2010.\n“He’s caught in the crosshairs,” said Frank Jackalone, the senior organizing manager for the Florida chapter of the Sierra Club.\nThe contrast between Scott and Crist on the climate issue may help decide one of the most heated gubernatorial races this year. Coming out of the primary, the race in the nation’s third-most populous state is a dead heat, polls show. Political analysts predict it will be one of the most expensive contests this year. NextGen Climate, a super PAC created by billionaire investor-turned-activist Tom Steyer, is spending millions to spotlight Scott’s record on climate change.\nScott has begun sending mixed signals on his stance as Crist and environmental advocates turn up the heat. Generally he has dealt with conflicting pressures by avoiding the issue. That’s become increasingly difficult as the smallest storms swamp city streets and salt water creeps into aquifers, threatening the drinking supply for millions of Floridians.\nBy contrast, Crist made the climate a priority when he was Florida’s Republican governor from 2007 to 2011. Now running as a Democrat to win back the seat, he is using global warming as a cornerstone of his campaign.\nScott spokeswoman Jackie Schutz said in email that “during Governor Scott’s first term, Florida has spent more than $350 million on flood mitigation projects and over $120 million to support beach renourishment projects, a 45 percent increase from the last administration.”\nThe Crist campaign did not respond to a request for comment before deadline.\nSince taking office four years ago, Scott has unraveled Crist’s statewide climate adaptation plan, his mandates for renewable energy and programs to cut greenhouse gas emissions. Scott managed never to discuss his climate views in detail. The closest he came was in 2011 when he told a reporter he had “not been convinced” that climate change was happening or was caused by humans.\nWhen boxed into dealing with climate questions during the campaign this year, Scott has come down on both sides. He told reporters he didn’t know whether climate change was dangerously affecting Florida because he’s “not a scientist.” His $1 billion environmental proposal doesn’t mention climate change. On the other hand, he bucked dozens of other Republican governors by staying silent on the Environmental Protection Agency’s Clean Power Plan to cut carbon emissions.\nFor years, scientists have been trying to brief Scott on the scientific evidence for global warming and the risks for Florida. This month, after 10 researchers sent a letter renewing their offer, Scott agreed.\nThe meeting took place Aug. 19. Scott spent 10 of the allotted 30 minutes on small talk, ended the meeting a few minutes early and left without asking a single question.\n“We didn’t actually make that much progress,” said Ben Kirtman, a climate scientist at the University of Miami who participated in the meeting. Kirtman is also a lead author of the latest assessment by the Intergovernmental Panel on Climate Change’s. “It was frustrating.”\nKirtman noted that the room was packed with members of the media that were granted access by the governor’s office, which could have made Scott wary of asking questions. He wondered if Scott would have been more responsive if the meeting took place behind closed doors.\nJackalone of the Sierra Club said Scott seems to be moderating his position on some climate issues. U.S. Sen. Marco Rubio, a Florida Republican, may be part of the reason why, Jackalone said. After Rubio argued that President Obama’s adaptation and mitigation proposals could put the U.S. back in a recession, the Florida press and public blasted Rubio.\n“Scott is still answering questions by being evasive,” Jackalone said. “But he at least seems willing to listen now. That’s a shift.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}