{
  "url": "https://insideclimatenews.org/news/30072014/public-wiki-shines-light-north-americas-4-million-oil-gas-wells/",
  "title": "A Public Wiki Shines Light on North America’s 4 Million Oil & Gas Wells",
  "date": "2014-07-30T12:00:18-04:00",
  "content": "When residents of America’s fracking communities want to know if a particular oil or gas well in their neighborhood has a good environmental track record, they usually face the cumbersome task of searching through state records, which can take hours.\nNow, a new website called WellWiki is trying to eliminate that frustration by making user-friendly data just a click away. Created by Joel Gehman, an assistant professor at the University of Alberta’s business school, WellWiki currently lists data on more than 250,000 oil and gas wells drilled in Pennsylvania since 1859.\nBut Pennsylvania is just the beginning. Gehman plans to expand the site, which was launched in March, to cover all North American wells drilled since 1859—about four million. He expects to add data about West Virignia, Ohio and New York by September.\nThe goal is for WellWiki to grow into “the Wikipedia of everything oil and gas-related,” Gehman said.\nOther sites also offer oil and gas data to the public. SkyTruth and FracTracker provide maps and satellite images of drilled regions, and FracFocus is a registry where operators disclose certain information about the chemicals they use during fracking. WellWiki is different, however, because it combines data extracted from state databases and a Wikipedia-like mentality that allows the public to contribute their own stories.\nEach well has its own wiki page with information about its operator, state inspections, violations, waste stream and the amount of oil and gas produced. The Pennsylvania data were extracted from the state’s Department of Environmental Protection (DEP) website using open-source software that automatically updates each page.\nMembers of the public can create user accounts to add their own notes to the site, but they can’t edit the official DEP data. Some users have already added comments about health impacts and environmental concerns, or linked to media stories about a particular facility. The site also allows people to search by company or community in order to view an operator’s compliance history or the number of wells in a town.\nGehman’s belief in the importance of open data drove him to create WellWiki. Regulators “who ostensibly work for citizens” have already collected the data, and “it seems citizens should be able to get access to the data,” he said.\n“We’re not doing anything the regulators can’t do themselves if they were so inclined.”\n‘How Far Can We Go?’\nGehman started with Pennsylvania because that’s where he began researching oil and gas drilling as a Penn State graduate student. His interest in fracking, plus his previous job experience helping companies design their internet strategies, inspired him to create WellWiki.\n“It started out almost as a bet—’can we do it?’ Now the question is, how far can we go?” he said.\nGehman expects WellWiki, like Wikipedia, to host different points of view. “Whether you’re pro- or anti-fracking or somewhere in between, I think any good discussion or democracy…needs to be embedded in the empirical reality on the ground,” he said.\nThe site hasn’t received much attention yet, because Gehman’s team—which includes himself, two programmers, a graphic designer and part-time help from students—has focused on getting the site up and running instead of outreach.\nAmy Mall, a senior policy analyst at the Natural Resources Defense Council, which supports stricter regulation of fracking, was intrigued when InsideClimate News explained how the site works.\n“In general, this type of site is very important because few states are providing the kind of transparent and easily accessible information that communities need to understand what might be happening [around them],” Mall said. “Pennsylvania actually does a better job than other states at providing this information, but citizens in all states need this.”\nDan Weaver, director of public outreach at the Pennsylvania Independent Oil & Gas Association, an industry group that represents hundreds of oil and gas producers and service companies, also liked what he saw on WellWiki. “This is great! It’s interesting. I like the premise behind it.”\nWeaver said landowners could use the site to figure out how much gas is being produced by wells on their land. His organization could use it, too, he said. If the industry is expanding into a region that’s new to drilling, for instance, operators could use the data to help residents understand how the industry operates in neighboring communities.\nThe WellWiki database is limited by the amount of data available. Different states collect different types of industry information, and there are significant gaps. The Pennsylvania DEP, for instance, estimates 350,000 commercial wells have been drilled in the state since 1859—but the agency has records for only about 250,000 of them. Knowing the location of the remaining 100,000 abandoned wells would be helpful, because old wells can lead to blowouts or other accidents.\nAnother gap, Gehman said, is that Pennsylvania doesn’t have an accessible geographic database of gathering lines or compressor stations, so WellWiki can’t automatically extract that data onto its site. Individual users might be able to help, he said, by creating wiki pages about compressor stations or pipelines in their community.\nThis combination of automated data and user-added content from local stakeholders is where WellWiki’s real power lies, Gehman said.\nWe want to create “a very rich experience around any well, community or operator” that users are interested in, he said.\nMaking the Data Accessible\nGehman became involved in oil and gas issues in 2007, when he studied strategic management in the Ph.D. program at Penn State University’s Smeal College of Business. He was particularly interested in how organizations make decisions about sustainability, and the energy industry seemed like a natural focus for his research, because the Marcellus Shale boom had just reached Pennsylvania.\nOver the next five years, “[I] couldn’t go a day…without reading about fracking” in the news, Gehman said. He became intrigued by the polarized narratives on the pros and cons of fracking.\nFrom 2010-2011, he read an estimated 10,000 pages of research papers about fracking from the Society of Petroleum Engineers. He soon realized that “although the data are theoretically publicly available, it takes a small lifetime to figure out what [they] say…Maybe there’s a way to save the typical citizen from going through all that.”\nAfter graduating in 2012, Gehman began working at the University of Alberta. He launched WellWiki the following year with a grant from a Canadian federal fund that supports social science research.\nGehman estimates his team has spent less than $30,000 to develop the site. “We think it’s been money well spent, and think we’ll provide a lot of value for folks as well.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}