{
  "url": "https://insideclimatenews.org/news/04082014/san-bruno-gas-blast-case-cozy-emails-between-judge-and-defendant/",
  "title": "In San Bruno Gas Blast Case, Cozy Emails Between Judge and Defendant",
  "date": "2014-08-04T10:00:13-04:00",
  "content": "The release last week of possibly improper emails between a utility and the California Public Utilities Commission has caused further damage to the credibility of the state’s energy regulator and sparked a renewed push to oust the commission’s powerful longtime president.\nThe mounting crisis of confidence at one of the nation’s most influential state utility commissions comes as communities around the country are demanding more transparency and accountability from the regulators who oversee pipelines, oil and gas hydraulic fracturing wells and oil-filled trains.\nPressure on California’s utility commission intensified last Monday, when the City of San Bruno—site of a horrific gas pipeline explosion that killed eight people in 2010—released emails and documents that appear to show illegal communications about the ongoing San Bruno case and a pattern of coziness with Pacific Gas & Electric, the utility responsible for the tragedy.\nCiting the newly public information obtained by the city, San Bruno Mayor Jim Ruane called on Gov. Jerry Brown to remove CPUC President Michael Peevey from his post, and urged federal and state investigators to look into what he called  an “ongoing, illicit and illegal relationship” between the CPUC and PG&E. Ruane said the city also filed motions with the CPUC seeking Peevey’s immediate disqualification from the San Bruno case, penalties against PG&E for its part in the secret communications and independent oversight of the penalty case against the utility.\nSan Bruno’s call for Peevey’s dismissal has been endorsed by several other officials, including U.S. Rep. Jackie Speier, whose district includes San Bruno, state Sen. Jerry Hill, and the San Mateo County Board of Supervisors. It also got support from an editorial in the San Jose Mercury News, which called Peevey “outrageously unethical.” Lawmakers and public officials have periodically pushed for Peevey’s removal over the years amid allegations that under his leadership, the commission’s decisions frequently favor the companies it regulates. Peevey, a former president of energy utility Southern California Edison, has been president of the CPUC for almost 12 years.\n“If Mike Peevey wants to be a consultant to PG&E, then he should resign,” Speier said in a statement. “I agree with the city that he should be removed from negotiating the settlement and penalty because he obviously has a bias.”\nIn response to San Bruno’s accusations, the CPUC said it “takes seriously all allegations of bias and rule violations and will evaluate the motions when filed by the City of San Bruno.” PG&E said in a letter that it is reviewing the emails and that it takes “any questions about the conduct of PG&E employees very seriously.”\nThe five-member CPUC will ultimately decide how much to penalize PG&E for the San Bruno disaster. Peevey has oversight of the administrative law judge presiding over the case.\nThe utility faces more than $2 billion in fines and penalties for negligence in the maintenance and oversight of its gas pipelines. The case has been controversial almost from the start, and it pits the interests of the public against PG&E, the state’s largest utility and one of its most influential companies.\nOn July 31, a few days after San Bruno released the CPUC emails, the administrative law judge gave notice that the presiding officers’ decisions on the case would be issued before the end of September.\nEmails Signed ‘Love You,’ ‘Thanks for Listening’\nOn July 28, San Bruno released to the public more than 7,000 pages of CPUC emails and documents that the city obtained after it had to sue the agency for access to them. The city said the material shows more than 40 violations of the CPUC’s rules against undisclosed private communications between regulatory decision-makers and participants in a pending case.\nAmong the examples of utility coziness and possible communications violations highlighted by San Bruno:\nAn April 2, 2014 email message from Peevey to Brian Cherry, PG&E’s vice president of regulatory relations. In it, Peevey appears to offer public relations advice to PG&E as federal indictments loomed over the company for actions leading to the fatal pipeline rupture.  After reviewing a PG&E statement issued before the federal charges were made public, Peevey wrote: “One comment: PG&E’s decision to issue a press release last week anticipating all this only meant that the public got to read two big stories rather than one. I think this was inept.”\nAn April 25, 2013 email from PG&E executive Laura Doll to Peevey’s chief of staff, Carol Brown. It similarly reveals Peevey’s office providing advice, this time about a pipeline safety seminar that was postponed because it would bring together PG&E officials and two PUC commissioners involved in the San Bruno case. Brown suggested, “1. Send back a sweet note saying the issue is moot since seminar not going forward…and then wait for them to throw a fit. 2. Answer any simple question you can, and then object to the others as being outside the scope of the 3 [San Bruno investigations]—but offering to meet and confer on the issue—and schedule a date out a little…” Doll’s response: “Love you. Thanks.”\nA series of emails from PG&E’s Cherry to Peevey that include Wall Street analyst opinions and stories about how the CPUC’s San Bruno case is affecting the utility’s financial strength. For example, a Feb. 21, 2013 email from Cherry to Peevey notes “Bad day for us today,” and includes a Dow Jones earnings story that discusses PG&E’s loss “amid rising costs from the San Bruno pipeline explosion.”\nA Dec. 8, 2011 email from PG&E’s Doll to Paul Clanon, the CPUC’s executive director, complaining about the breadth of a records request from the CPUC’s legal division. In it, Doll says to Clanon, “I doubt you have time to look at these things, but I can’t get over the unchecked appetite for global data request from legal. It’s unmanageable…seriously, is there any procedural opportunity to have other eyes on the scope and nature of these requests? These do nothing to improve safety, and we have already conceded that our records suck. I’m being naïve again, right? But thanks for listening. Laura.”\nRuane of San Bruno said the email traffic shows that PG&E lobbyists have unfettered access to Peevey.\n“The fact that these ‘off the record’ communications occurred with the defendant (PG&E) and judge [CPUC’s Peevey] in the most high-profile, high-stakes investigations to come before the CPUC creates a total loss of confidence and transparency in what should be an open, honest, fair judicial process,” Ruane said. “Not only do these private communications violate the law, but they provide evidence of a relationship between the utility and the CPUC that is familiar, collegial and cozy.”\nThe San Bruno case stems from the rupture of a PG&E natural gas pipeline in a residential area on Sept. 9, 2010. The escaping natural gas caused an explosion and fire that killed eight people, injured more than 60 others, and destroyed 38 homes.\nA report by the National Transportation Safety Board said the pipeline break was caused by PG&E’s use of substandard and poorly welded pipe not meant for operational use. It faulted PG&E for taking 95 minutes to shut off the gas in the pipeline, insufficient emergency response, inaccurate pipeline records, poor maintenance and inadequate risk management procedures.\nThe U.S. Justice Department has since filed 27 criminal charges against PG&E in two separate indictments. The charges include willful violations of pipeline safety regulations and—in last week’s new indictment—a charge of obstructing the NTSB investigation by lying to federal investigators. PG&E has said it doesn’t believe the charges are warranted.\nThe CPUC, meanwhile, was faulted for inadequate oversight of PG&E’s pipeline management, and federal regulators were chastised for allowing testing exemptions for many older natural gas pipelines, including the pipeline that broke open in San Bruno.\nSan Bruno officials sought copies of e-mails and a host of records from the commission more than a year ago. In February, the city sued the CPUC to force the agency to provide the requested records.\nEarlier this month, the two sides announced a settlement of the public records dispute. The CPUC would provide the records, revise its website to ease public access to electronic records and take other action to improve the public availability of CPUC records.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}