{
  "url": "https://insideclimatenews.org/news/05082014/climate-change-law-new-york-bridges-partisan-divide/",
  "title": "Climate Change Law in New York Bridges Partisan Divide",
  "date": "2014-08-05T11:00:25-04:00",
  "content": "Adapting for climate change is no longer just a recommendation in New York State. It is about to become the law.\nNew York lawmakers passed a measure in June requiring that communities design projects to handle the impacts of climate change such as rising sea levels, heavy flooding and more intense storm surges. The legislation—known as the Community Risk and Resiliency Act (S06617)—affects infrastructure ranging from bridges and parks to wastewater management systems and covers projects that need government funding or permits. It is expected to be signed into law by Democratic Governor Andrew Cuomo by the end of the summer.\nOver the past five years, climate action at the national level has largely been at a standstill. That has left the states to fend for themselves. Some, including Connecticut, Vermont and Maryland, have taken small steps to prepare for climate change, discouraging construction in high-risk flood zones and recommending that new projects be built to withstand future climate impacts. For the most part, though, state decision-makers have done little.\nNew York’s Community Risk and Resiliency Act is the only legislation in the nation to require that climate impacts be a part of the permitting and funding process—and not just in the state’s coastal areas, but in all 62 counties.\n“It transforms New York into a national leader on climate change,” said Bill Ulfelder, executive director of the New York branch of the Nature Conservancy, a 63-year-old global conservation organization based in Arlington, Virginia.\nEnvironmentalists said they hope the initiative will spur similar moves elsewhere. State-level climate action has stalled for the same reason Congress hasn’t acted—because of the divide between Democratic and Republican positions on global warming. States with Republican leaders have tended to ignore the issue, even where climate change has had an impact. There are 29 states with Republican governors and 27 with Republican-controlled legislatures.\nNew Jersey, rebuilding from Superstorm Sandy two years ago, hasn’t addressed the issue of climate change. At Republican Governor and presidential hopeful Chris Christie’s direction, boardwalks and seaside towns are going up just as they were before 2012. State officials have told scientists that climate change isn’t on the state’s agenda. Similarly, Republican-controlled Florida has ignored the issue, even though scientists warn it will be the state most impacted by climate change in the U.S.\nIn some ways, New York is a microcosm of the nation’s divided political landscape. Democrats control the Assembly and governor’s mansion, and Republicans the Senate. The new climate bill made it through both houses of the legislature with little opposition.\n“What New York did shows that climate change doesn’t have to be a partisan issue,” Ulfelder said. “The best-case scenario is that it could set an example for other states looking to do something similar, but worried about a divided legislature.”\nThe measure was sponsored by two Staten Island Democrats, Assemblyman Bob Sweeney and Senator Diane Savino. Sandy devastated their districts. The storm cost New York and the surrounding region an estimated $50 billion in economic and physical damage. Following Sandy, Mayor Michael Bloomberg initiated a rebuilding and resiliency agenda calling for stricter construction codes, a diversified energy grid and a coastal system to safeguard the city from future threats. Governor Cuomo created a similar agenda, the NYS 2100 Commission, encompassing the whole state.\nSandy wasn’t the only factor favoring the legislation, Ulfelder said. Large swaths of New York have flooded during storms such as 2011’s Hurricane Irene and Tropical Storm Lee. Both wreaked havoc upstate, washing away roads and bridges, knocking out power lines and rendering a handful of towns uninhabitable.\n“That’s why the bill passed with such widespread bipartisan support,” Ulfelder said. “Climate impacts aren’t just in the city, they are statewide…in both liberal and conservative communities alike.”\nOnce Cuomo signs the bill into law, the New York Department of Environmental Conservation will have until January 2016 to adopt a set of sea-level projections. It will also be responsible for updating projections every five years. Companies and communities seeking certain state permits or funding will use this data, as well as forecasts covering heavy rainfall and storm surges, to design projects to withstand the impacts of climate change and help protect surrounding neighborhoods.\nThe bill was backed not only by environmentalists but also by the business community. Hundreds of thousands of businesses across New York were damaged or destroyed by Sandy, Irene and Lee. The Business Council of New York State, the General Contractors Association and the Reinsurance Association of America all threw their weight behind the legislation, arguing it would help protect residents and businesses. There were no business, policy, advocacy or other groups that publicly opposed the measure.\nThe widespread and diverse backing helped win support from politicians on both sides of the aisle. Of 135 votes in the Democrat-controlled State Assembly, just 16 were cast in opposition. In the Republican-controlled Senate, the act passed 57-1.\n“Several states, like New York, are starting to recognize the risk they face from climate change, but there are still a lot that aren’t,” said Rob Moore, a policy analyst and director of the Natural Resources Defense Council’s Water and Climate Team. “That’s a problem that needs to be fixed soon.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}