{
  "url": "https://insideclimatenews.org/news/24072014/runaround-three-months-correspondence-epa/",
  "title": "Runaround: Three Months of Correspondence With the EPA",
  "date": "2014-07-24T06:00:30-04:00",
  "content": "Update: On Aug. 11, 2014, Ron Curry, EPA regional administrator in Dallas, did an on-the-record interview with the Center for Public Integrity about environmental issues associated with oil and gas production. Some material from that interview may be used in a future article or articles.\nFor more than a year, InsideClimate News and the Center for Public Integrity have been reporting on air pollution caused by the fracking boom in the Eagle Ford Shale of South Texas. Despite hundreds of complaints from residents, many of them about noxious air emissions, we discovered that the state knows almost nothing about the extent of the pollution and rarely fines companies for breaking emission laws. On our 11 trips to Texas we encountered many residents who asked what seemed to be a reasonable question: If a state regulatory agency—in this case the Texas Commission on Environmental Quality—isn’t doing much to curb the industry’s air pollution, why isn’t the U.S. Environmental Protection Agency stepping in? The EPA, after all, is ultimately responsible for enforcing the federal Clean Air Act.\nIn February, after we published our first stories on the Eagle Ford, we began trying to answer that question by seeking on-the-record interviews with EPA officials in Washington, D.C., and Texas. Five months later, no such interviews have been granted.\nInstead, EPA press officers have told us to put our questions in writing, an increasingly common response from federal agencies under the Obama administration. The process usually goes like this: A journalist calls the press office to schedule an interview but instead is told to submit written questions. Once these are in, a press officer gets answers from scientists or other officials and then crafts a written response. In most cases, nobody involved in the process—not even the EPA press officers—will agree to be quoted by name.\nJournalists object to this policy because clarity and accuracy are easily compromised when they’re forced to discuss complex issues through intermediaries who aren’t subject-matter experts. To ask follow-up questions, the laborious process must begin all over again, with no opportunity for the natural give-and-take of a conversation.\nThe EPA’s non-responsiveness in the Texas air pollution story is especially troubling because it keeps taxpayers in the dark about the agency’s handling of a critical environmental issue. Concerns about the oil and gas industry’s air emissions—which contains benzene, toluene and other chemicals known to damage human health—extend far beyond Texas. Similar problems exist in the Bakken Shale of North Dakota, the Upper Green River Basin of Wyoming and the Marcellus Shale of Pennsylvania. In Colorado, the fracking debate has become so heated that several communities face legal challenges for banning the practice within their borders. And New York has placed a moratorium on fracking while the state reviews the environmental impacts, including air pollution.\nOur first attempt at an on-the-record interview was with Ron Curry, the administrator of EPA Region 6, which includes Texas. We discussed our request with David Gray, the region’s director of external and government affairs, by phone. Gray suggested we start with an initial interview on background, which meant we couldn’t quote or identify any EPA officials on the call. He then handed off our request to Cathy Milbourn, a press officer at EPA headquarters.\nMilbourn set up an interview, but the only EPA participants were herself and a senior public affairs advisor from the EPA’s Office of Air Quality Planning and Standards in North Carolina.\nThe two press officers answered a few of our questions and provided some general information on EPA rules, most of which we already knew through our reporting. Neither had the expertise to give us what we really needed: answers to our complex questions about enforcement and regulations.\nIn early April we asked for an on-the-record interview with the EPA official we believed could best address these questions: Janet McCabe, acting assistant administrator for the EPA’s Office of Air and Radiation. As the agency’s highest-ranking air official, McCabe—perhaps with an assist from technical staff—seemed a logical candidate for a frank discussion about what the EPA can and can’t do under the Clean Air Act.\nAt first, the EPA seemed to be considering our request. Spokeswoman Julia Valentine emailed back, saying she would respond “shortly.” After three weeks, we’d heard nothing. So we checked in with Valentine again, and she again promised to get back to us. Another four weeks passed. After further prompting, we learned that our request had been sent to Milbourn, the spokeswoman we talked with in March.\nIn subsequent emails with Milbourn, we described the topics we wanted to cover, provided links to our Eagle Ford Shale stories and answered all of Milbourn’s questions. We repeatedly explained the need for an on-the-record discussion with McCabe. To accommodate McCabe’s busy schedule, we listed July 15 as our deadline—six weeks from our first email to Milbourn, and three months after our initial interview request.\nThe emails continued until Milbourn wrote on July 12, “An interview on this issue isn’t possible.”\nThe Center for Public Integrity and InsideClimate News have decided to publish all of the emails that accumulated during our failed attempt to get an interview with McCabe because we believe the nation’s top environmental agency should talk directly about a problem that is of increasing concern to millions of Americans.\n&amp;amp;amp;amp;amp;amp;amp;lt;a href=”http://s3.documentcloud.org/documents/1232026/epa-mia-emails.pdf”&amp;amp;amp;amp;amp;amp;amp;gt;EPA Runaround (PDF)&amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;gt; &amp;amp;amp;amp;amp;amp;amp;lt;br /&amp;amp;amp;amp;amp;amp;amp;gt; &amp;amp;amp;amp;amp;amp;amp;lt;a href=”http://s3.documentcloud.org/documents/1232026/epa-mia-emails.txt”&amp;amp;amp;amp;amp;amp;amp;gt;EPA Runaround (Text)&amp;amp;amp;amp;amp;amp;amp;lt;/a&amp;amp;amp;amp;amp;amp;amp;gt;\nOur problems with the EPA are not unusual. Earlier this month, 38 journalism and communications organizations wrote a joint letter to President Obama urging him to put “an end to this restraint on communication in federal agencies.” The letter came shortly after the Society of Environmental Journalists protested the EPA’s refusal to release the names of the technical experts who participated in a media conference call to discuss new carbon regulations.\nWhen the EPA dismisses members of the media, it is dismissing the public—the people the agency is supposed to serve, said Michael Nelson, a professor of environmental ethics at Oregon State University.\n“They are charged with protecting the public good, and the public is who they ultimately answer to,” he said. “There’s no way they’re acting on behalf of the public good unless there’s transparency and communication.”\nNelson called our email exchange with the EPA “quite stunning.”\n“This is a great example where you have a lot of communication, but at the end of the correspondence there’s no evidence that anybody’s working on behalf of the public good,” he said.\nInsideClimate News and CPI will continue asking the EPA for interviews with officials and scientists who have the information we need to make our stories as clear, complete and accurate as possible. We remain hopeful that the Obama administration will come to realize the public deserves at least that much, not just from journalists but from the federal government itself.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}