{
  "url": "https://insideclimatenews.org/news/22052014/jailed-shot-fighting-coal-qa-ramesh-agrawal-goldman-prize-winner/",
  "title": "Jailed & Shot for Fighting Coal: Q&A With Ramesh Agrawal, Goldman Prize Winner",
  "date": "2014-05-22T07:00:39-04:00",
  "content": "NEW DELHI, India—With great difficulty Ramesh Agrawal limped to the podium in San Francisco last month to receive the prestigious Goldman Prize for grassroots environmental activism. Still recovering from gunshot injuries inflicted by thugs allegedly on the payroll of a steel and power giant, Agrawal had to be helped up by his son Raman.\nThe shattered thigh bone he suffered in July 2012 was the price Agrawal, 60, paid for helping block a coal mine by the powerful Jindal Steel and Power Limited in his mineral-rich state of Chhattisgarh. Months after the mine was rejected assailants broke into the small Internet cafe Agrawal owned since 1999 and aimed guns at his chest. A mobil phone he hurled knocked the men off balance before they fired. Most of the bullets missed, but one entered his thigh and another his groin.\nAgrawal’s grit and determination have become an inspiration for environmental activists across India who have been fighting a losing battle against forces unleashed by the steady privatization of the country’s vast mineral resources. That includes coal—India’s most abundant energy resource, responsible for 68 percent of its electricity generation. India’s inefficient coal-fired power plants are notorious smoke and pollution belchers. Coal mining is even dirtier.\nRun out of his café, Agrawal’s campaign—called Jan Chetna, or People’s Awareness—is a loose coalition of hundreds of activists who help villagers and tribal people across Chhattisgarh with legal disputes over land. The fight “is not just about coal,” he said in his Goldman acceptance speech, “but about governance, ethics and respect for human beings and nature.”\nIn order to block the massive JPSL mine, Agrawal, a father of four and former social worker, used information he got through India’s Right to Information Act to petition India’s National Green Tribunal. Citing violations he uncovered, the court eventually revoked the mine’s permits. (It was found that JSPL had forged letters from local villagers granting consent to clear their lands.)\n“With a small internet café as his headquarters, Ramesh Agrawal organized villagers to demand their right to information about industrial development projects and succeeded in shutting down one of the largest proposed coal mines in Chhattisgarh,” the Goldman Prize jury wrote. “His victories in Chhattisgarh are giving hope to other communities fighting unchecked industrial development throughout India.” Agarawal was one of six winners this year.\nRanjit Devraj, InsideClimate News contributor, recently spoke with Agrawal.\nICN: When and why did you first become interested in being an activist?\nAgrawal: After the formation of the new state of Chhattisgarh in 2000 there was a sudden rush of industries keen to exploit its mineral riches. Abundant water, cheap land rates and government support were additional attractions. No one thought about the villagers in the tribal areas who quickly lost their land, water and forests. It was to protect them and the environment that I formed the Jan Chetna movement.\nICN: Are there particular obstacles to being an environmental activist in India?\nAgrawal: There are obstacles created by the industry-government nexus. One could end up in jail or be killed. There is no support from the government for activists and no particular law to protect activists. There are environmental movements but they are inadequate. There is a need for a strong combined movement across the country.\n(Editor’s note: The “government-industry” nexus was exposed most recently in a scandal that rocked India in 2012. Known as “Coalgate,” politicians were illegally giving private companies, including JSPL, rights to develop vast untapped coal fields for little or no money. The companies made $32 billion in windfall profits from the deals, according to a government audit.)\nICN: You suffered serious injury as a result of your activity. Do you think justice will be done?\nAgrawal: [Before the shooting] I was sent to jail for 72 days on a false defamation case filed by JSPL after being attacked with firearms [in May 2011]. Police arrested seven people after the attack, of which three were security officers with JSPL. Those being prosecuted have no real motive to kill me, while the real conspirators are getting away.\nIt’s unfortunate that the people who should be behind bars are being allowed to go on exploiting the country’s natural resources. How can one achieve real development if such things are happening? I am afraid people are losing faith in democracy.\nICN: Do you plan to expand your activities beyond Raigarh, now that you have gained international recognition for your work?\nAgrawal: I am committed to our campaign, but would like to expand our activities beyond Raigarh [Chhattisgarh’s capital]. International recognition has helped us expand and make new plans.\nICN: How has the shooting on July 7, 2012, changed your life?\nAgrawal: I have been under treatment for a shattered thigh bone since then. Recovery is very slow, but it hasn’t changed my life. My visits to the affected communities are fewer, but people who need help come to see me or contact me over the phone. I will continue to fight. From the beginning I knew my life would be at risk.\n(Editor’s note: The men who shot Agrawal were arrested some months after the incident. They are out on bail.)\nICN: By stopping the JSPL coal mine through a court battle what did you achieve? Can you estimate the damage that would have been caused had the mine been allowed to be built?\nAgrawal: JSPL was already operating three coal mines and we managed to stop a fourth one coming up through the courts. Mines run by JSPL and others have brought misery to the tribal villagers. They have lost their land, water and forest. They are facing diseases from the pollution and environmental degradation. Toxic effluents from the mines have poisoned the rivers and there is a sharp fall in the ground water levels. People no longer have readily available drinking water. One more large mine like the one proposed by JSPL would have been disastrous.\nICN: Do you think that the Right to Information (RTI) law and the courts are effective tools to ensure environmental justice for the majority of Indians?\nAgrawal: The RTI law is a very strong tool in the hands of people. RTI and the courts are for sure an effective way.\n(Editor’s Note: The RTI law, passed by India’s Parliament in 2005, requires public authorities to provide information requested by citizens. Replies need to be given within 30 days of the request being made.)\nICN: India needs cheap energy from coal in order to progress.  Do you think that alternate sources such as wind and solar energy should be given a better chance and that they are being thwarted by private players in the energy sector?\nAgrawal: We should immediately switch over to wind and solar energy or try to find other alternative sources of energy. Coal is the dirtiest fuel of world, but private players in the energy sector are powerful enough to influence government policy.\nICN: What is your advice to other activists in India?\nAgrawal: They need to keep in mind that industrialization and development are necessary for the country’s economic growth, but not at the cost of life, peace and irreversible loss of environment.\nWatch the video produced by the Goldman Prize on Agrawal’s work:\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}