{
  "url": "https://insideclimatenews.org/news/12032014/ny-regulator-con-ed-embrace-plan-climate-proof-power-grid/",
  "title": "N.Y. Regulator, Con Ed Embrace Plan to Climate-Proof Power Grid",
  "date": "2014-03-12T13:00:52-04:00",
  "content": "New York regulators are requiring the state’s biggest electric utility to armor the grid against all sorts of sweeping global warming impacts that could black out the nation’s financial capital and disrupt services like cell phone networks and water and gasoline supplies.\nThe Feb. 20 ruling mandates Con Edison to carry out an immediate and comprehensive assessment of climate risks to its power grid, a lifeline of New York’s economy. The utility must factor the data into all of its long-term planning, construction and budget decisions—and also use new flood maps that put much more of New York in vulnerable flood zones.\nThe ruling by the New York Public Service Commission is “a recognition that something has to be done to make the system withstand what appears to be the ‘new normal,'” said Robert Thormeyer, a spokesman for the National Association of Regulatory Utility Commissioners (NARUC) who was not involved in the New York case. “They’re taking a holistic approach to looking at how we can fit [climate change] into our everyday planning.”\nThe PSC also approved Con Edison’s short-term $1 billion resliency plan, as the first step in what is expected to be the nation’s most extensive effort to climate-proof an electric grid. Under the plan, by 2016, Con Edison will add a foot to floodwalls around substations and transformers to help prevent storm water from swallowing and frying the equipment. It will also strengthen poles to withstand thrashing winds, move many high-voltage power lines underground and install back-up fuel supply systems to prevent soaring demand during heat waves from crashing the grid.\nThe first-in-the-nation decision to require a utility to integrate climate science into its operations comes a year and a half after Superstorm Sandy’s 9.8-foot storm surge drowned Lower Manhattan, other neighborhoods and the FDR Drive freeway. More than a million Con Edison customers were left in the dark after key substations were submerged, and after fallen trees and strong winds crippled three-fourths of overhead power lines and poles.\nThe storm hinted at what could be a permanent threat to the city as earth’s climate warms.\nAccording to regional climate projections, by the mid-2050s, nearly a quarter of New York City—including almost all of its power plants—will be in a floodplain due to surging seas. Con Edison owns more than 130,000 miles of underground and overhead electric cables and wires, plus some 7,200 miles of natural gas pipes.\nThe PSC indicated that all the utilities it regulates—including more than 100 electric, gas, steam, water and telecommunications providers—should be required to follow Con Edison’s lead. National Grid, another large utility in the state, has said it will voluntarily file its own climate change preparedness study with the PSC by the end of the year.\nNew York is one of a handful of states where regulators and utilities are starting to discuss climate resiliency after being hit by weather extremes with billion-dollar price tags. But much of the work has focused on rebuilding and recovery—not protecting the grid from the future threats.\n“Very few [utilities] have undertaken a truly systemic look at how climate change will affect them,” said Michael Gerrard, who directs the Center for Climate Change Law at Columbia Law School, which intervened in the Con Edison case with the PSC.\nAccording to Thormeyer of NARUC that could change as New York’s utilities launch their adaptation efforts. “When a state does something that’s relatively unique, people will take from it and say, ‘maybe we can apply this here.'”\nHow It Happened\nThe PSC’s ruling was the result of an aggressive campaign by Columbia University climate experts and environmental leaders to make Con Edison’s resiliency strategy more extensive.\nThe effort launched in January 2013 after Con Edison submitted its rate case to the PSC for approval. The application proposed a $2.4 billion spending increase through 2016, of which $1 billion would go toward making the grid more resilient to future storms and flooding.\nThe climate community believed Con Edison’s spending focused too narrowly on protecting the system from another Sandy, and so they intervened in the case. The plan “did not look at the other kinds of climate-related changes that could occur,” said Gerrard of Columbia. “It was not comprehensive.”\nGerrard said Con Edison actively cooperated. “Con Edison is run by engineers; they speak math,” he said. “We came in with a quantitative presentation about climate projections, and they quickly grasped how this really could affect their system reliability.”\nRobert Schimmenti, Con Edison’s vice president for engineering and planning, said that in the wake of Sandy, “We wanted to be in a better position very quickly. … We’re ready to adapt and adjust as new information comes in” about the impacts of climate change.\nThe utility and Columbia launched a collaboration to expand the scope of the utility’s resiliency proposal, which now covers four categories: strengthening infrastructure to withstand future storms and flooding; making the natural gas system more resilient and preventing gas leaks; developing a new risk assessment and cost-benefit analysis to reflect climate threats; and studying “alternative resiliency” strategies to keep the grid running even in extreme weather. Participants also included Pace Law School’s Climate and Energy Center, the Natural Resources Defense Council and the Environmental Defense Fund, as well as officials from New York City’s sustainability office and the state’s Attorney General’s office.\nThe PSC required Con Edison to continue to work with the groups on a one-year-long Climate Change Vulnerability Study. The project will determine which parts of the grid are most at risk from long-term climate impacts and how to best protect the system.\nCon Edison agreed to add three feet to the Federal Emergency Management Agency’s flood maps in order to establish accurate construction standards for infrastructure in flood zones. The FEMA flood maps do not account for future climate impacts, and therefore underestimate the extent of New York’s flood risk. The utility will revisit the standards every five years to determine if more protections are needed based on the latest climate science.\nScientists estimate that sea levels will rise by 2.6 feet in the region by the 2050s. The added ocean height would be disastrous for New York—it means that a storm much smaller than Sandy could cause the same amount of damage, engulfing all of Lower Manhattan and swaths of Staten Island, Brooklyn and Queens.\nCon Edison has spent about $600 million to restore the grid to pre-Sandy conditions, Schimmenti said. As part of its $1 billion plan, the utility has already spent $100 million to build higher floodwalls and a network of flood doors and high-capacity pumps for its substations ahead of the 2013 hurricane season, which ended with no major storms.\nHeat could cause further damage to the grid in the future, causing exploding transformers, damaged circuits and rolling blackouts as homeowners and businesses crank up their air conditioners. By the 2050s, heat waves in the region are projected to last longer and occur more often. The number of days with temperatures above 90-degrees Fahrenheit is expected to triple, to between 29 to 45 days.\n“Heat is the most deadly type of weather event in the United States,” Radley Horton, a climate scientist at Columbia University’s Earth Institute who provided testimony to the PSC, said in an interview. “It’s also precisely when the power grid is vulnerable to failures due to high demand.”\nRising humidity levels could also strain and stress the grid over time, though to what extent is unclear. The collaborative plans to develop long-term humidity projections and include them in Con Edison’s planning process.\nPlanning for New Normal\nThe PSC decision reflects a broader attempt to force utilities and other infrastructure providers to plan for a dramatically different future.\n“If you’re planning to build a structure that will be finished in 2018, and you hope it will still be around in 2080, then it’s important to think about what the climate conditions will be like then,” Gerrard said.\nMassachusetts regulators recently took such an approach when they approved a new natural gas-fired power plant with only a limited life span. It requires the plant to gradually lower carbon dioxide emissions over time until it closes in 2050.\nIn Maryland, the state utility commission allowed the utility Pepco to charge its customers a monthly “grid resilience” fee to provide steady funding for infrastructure upgrades. Rather than wait for disaster to strike, the utility is anticipating the need to adapt to or bounce back from climate events.\nSuch measures will undoubtedly carry a massive price tag and spur pushback from ratepayers who ultimately foot the bill. While Con Edison’s initial $1 billion resiliency plan is not expected to drive up customer rates in the next few years, additional projects and upgrades in the coming decades would certainly impact rates.\n“The challenge is, how are we going to prioritize everything and do it in a way that doesn’t overburden customers?” Thormeyer of NARUC said. “We need to do this proactively and in a way that addresses the most vulnerable parts of our system first.”\nHorton, the Columbia climate scientist, argued that adapting the utility grid to the impacts of climate change will cost far less than all the damages and disruptions that could plague a vulnerable system.\n“We can either pay now, or pay far more later,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}