{
  "url": "https://insideclimatenews.org/news/05032014/oil-train-made-riskier-producers-deliberately-leaving-volatile-gases-crude-0/",
  "title": "Too Much Propane Could Be a Factor in Exploding Oil Trains",
  "date": "2014-03-05T19:30:14-05:00",
  "content": "As federal regulators continue investigating why tank cars on three trains carrying North Dakota crude oil have exploded in the past eight months, energy experts say part of the problem might be that some producers are deliberately leaving too much propane in their product, making the oil riskier to transport by rail.\nSweet light crude from the Bakken Shale formation straddling North Dakota and Montana has long been known to be especially rich in volatile natural gas liquids like propane. Much of the oil is being shipped in railcars designed in the 1960s and identified in 1991 by the National Transportation Safety Board as having a dangerous penchant to rupture during derailments or other accidents.\nWhile there’s no way to completely eliminate natural gas liquids from crude, well operators are supposed to use separators at the wellhead to strip out methane, ethane, propane and butane before shipping the oil. A simple adjustment of the pressure setting on the separator allows operators to calibrate how much of these volatile gases are removed. The worry, according to a half-dozen industry experts who spoke with InsideClimate News, is that some producers are adjusting the pressure settings to leave in substantial amounts of natural gas liquids.\n“There is a strong suspicion that a number of producers are cheating. They generally want to simply fill up the barrel and sell it—and there are some who are not overly worried about quality,” said Alan J. Troner, president of Houston-based Asia Pacific Energy Consulting, which provides research and analysis for oil and gas companies. “I suspect that some are cheating and this is a suspicion that at least some refiners share.”\nHarry Giles, a now-retired, 30-year veteran of the Department of Energy whose duties included managing the crude oil quality program for the Strategic Petroleum Reserve, said there’s “a distinct possibility” that propane has been intentionally left in Bakken oil.\n“I think there is such a large focus on what’s happening in the Bakken…that no one really cares to talk about these issues,” Giles said.\nProducers might be tempted to leave in some of the natural gas liquids because there aren’t enough gas-processing facilities or pipelines in the Bakken to handle all the methane, ethane, propane and butane that is suspended in the crude when it comes out of the ground. Without sufficient infrastructure, operators are left with few options. They can flare or vent the volatile gases into the North Dakota sky, although they risk being penalized for violating emission limits. Or they can leave some of the gases, especially propane, suspended as liquid in the crude oil they send to refineries, where gas-processing facilities already exist.\nSome drillers might also be purposefully selling their crude “fluffed up” with propane and small amounts of butane to boost the volume of oil in the railcar and maximize their profits, according to the experts, some of whom spoke on the condition they not be identified because of pending lawsuits triggered by recent accidents.\nThe Bakken, a vast crude reservoir lying about two miles beneath the Earth’s surface, has been tapped since 1953. It was only in recent years that new fracking technologies allowed the volume of crude taken from the ground to explode, jumping from a negligible amount in 2007 to 1 million barrels a day currently.\nEnergy companies have been scrambling to install the infrastructure they need to support the boom. But they face awkward economics. Constructing gas plants and pipelines is expensive and involves a lengthy permitting process. By the time the facilities are in place, production at many Bakken wells might be in decline. Shale gas production can drop off sharply in the first few years.\nLynn Helms, head of the North Dakota Department of Mineral Resources and the state’s chief oil-well regulator, said in a statement emailed by his spokesperson on Feb. 26 that “at this time we are investigating what, if any, issues there may be surrounding separation of Bakken streams.”\nAt the federal level, the movement of crude oil by rail is regulated by the Federal Railroad Administration and the Pipeline and Hazardous Materials Safety Administration (PHMSA), both housed within the Department of Transportation.\nPHMSA officials did not respond to questions about whether the agency is investigating Bakken oil companies for deliberately leaving too much propane in their crude. The American Petroleum Institute, which has been assisting PHMSA in its effort to determine what new rules or testing methods are needed, declined to comment.\nPHMSA began testing Bakken crude to see what was making it so volatile after an oil train from North Dakota derailed and exploded in Canada in July, killing 47 people and generating up to $2 billion in liabilities. In response to questions from InsideClimate News about what is making the Bakken crude explosive, PHMSA spokesman Gordon “Joe” Delcambre said in a Feb. 14 email that the agency is “still awaiting the final report of the test results on the crude oil samples submitted to the lab. Keep checking back periodically.” As of Wednesday, PHMSA had provided no update.\nOn Nov. 8, a train carrying Bakken oil derailed and burned near Aliceville, Ala., en route to a refinery in Mobile. On Dec. 30, another train hauling Bakken oil train collided with a derailed grain train outside Casselton, N.D., setting off a series of explosions that sent large, mushroom-shaped fireballs into the sky.\nIn response to the accidents, PHMSA issued a safety alert on Jan. 2 saying “recent derailments and resulting fires indicate that the type of crude oil being transported from the Bakken region may be more flammable than traditional heavy crude oil.” On Feb. 4, the agency proposed fining three Bakken producers for shipping oil that was more hazardous than shipping documents indicated.\nOn Feb. 25, the Department of Transportation ordered Bakken operators to begin testing their rail shipments “with sufficient frequency and quality” to ensure the shipping papers properly reflect the oil’s flamability.\nAt a congressional hearing two days later, PHMSA administrator Cynthia Quarterman said oil companies would have wide discretion in determining what constituted “sufficient frequency and quality” when it came to testing.\n“We specifically left those terms to be determined by the shippers based on their operations,” Quarterman said. “We did not want to say each and every instance before a shipment occurs that testing needed to occur. It may be that a shipper, if they are a producer, are producing from one play and that play is consistent and over time the test results would be the same.”\nGiles, the retired Department of Energy official, expressed doubts about the testing program.\n“The number of railcars they’re loading each day, the number of tank trucks that are going into each of these, the wide range of [oil] quality across the Bakken area are creating challenges for a sampling and analysis program,” he said. “It’s not like some of the established fields in Oklahoma or Louisiana or Texas where the quality is fairly constant across the producing area. Here [in the Bakken] it ranges from a light crude to a fairly heavy crude. The amount of light constituents that are being produced are creating real challenges. I have reservations about what is being done and how it’s being done.”\nHowever, Giles believes the fiery explosions have already led producers to be more careful with their shipments.\n“There are numerous operators there and I am confident that they are going to do whatever is needed and prudent to minimize any increase in the volatility of the crude oil,” he said.\nAll the industry experts interviewed by InsideClimate News say a key step in preventing future rail explosions is to properly strip out propane and other natural gas liquids from the crude.\nWhen oil comes out of the ground it is mixed with natural gas, natural gas liquids and water. The first step is to put this mixture through a series of separators that reduces the pressure of the fluid, separating the ingredients into distinct streams.\nRaising the final separator’s pressure setting leaves more propane dissolved within the crude. As an  oil train shakes, rattles and rolls toward the refinery, which in the case of Bakken oil can be thousands of miles away, the propane begins separating from the liquid and turning into gas.\nA typical tank car carries about 30,000 gallons of flammable liquid at the start of its journey. Some oil trains pull more than 100 cars for a total of more than 3 million gallons of propane-rich crude. In 2008, 9,500 carloads of Bakken oil were shipped. By 2013, the number had climbed above 400,000, with trains winding their way through Philadelphia, New York, Chicago, the Pacific Northwest and the Gulf Coast.\nIf one of those cars ruptures, the propane gas inside will likely make contact with outside air. If the gas is ignited—perhaps by a spark thrown off when the car rips open or maybe a spark thrown up from steel wheels scraping over steel tracks—the car can explode. Then the burning car can act like a blowtorch on the tanker next to it, even if that car is upright and intact. Eventually, the metal shell of the second tanker would fail from the heat and explode like the first one. Engineers have a clunky technical term for such a disaster. They call it a Boiling Liquid Expanding Vapor Explosion or BLEVE (rhymes with levee). At that point, railcars can explode in domino fashion.\nExperts say the explosiveness of the Bakken oil lies in its chemistry.\n“It’s typical of this type of oil. So it’s not surprising. There’s no mystery to it… especially if it were in a tanker not meant to carry that type of fluid,” said Ramanan Krishnamoorti, a professor of petroleum engineering at the University of Houston.\nKrishnamoorti was referring to the much-criticized DOT-111, a black, torpedo-shaped railcar designed in the 1960s that has become the workhorse of the crude-rail industry during the nation’s drilling boom.\nThe NTSB ratcheted its long-standing push for sturdier railcars after a 2009 accident in which a DOT-111 ethanol train derailed and exploded at a railroad crossing in Cherry Valley, Ill., killing one motorist and injuring others. The NTSB’s investigation of that accident prompted the Association of American Railroads (AAR), an industry trade group, to petition PHMSA to expedite tougher standards for future railcars. Expressing doubts that PHMSA would act in a timely way, the AAR adopted its own voluntary standards for newly built railcars in July 2011.\nThe issue of the railcar standards remains a point of contention between PHMSA and the NTSB. In May 2012, Quarterman told NTSB Chair Deborah Hersman that implementing the NTSB’s recommendations would have financial consequences for industry.\n“Requiring all new and existing DOT-111 rail tank cars to comply with enhanced design standards will no doubt be a very costly endeavor,” she said in a letter to Hersman, adding, “We invite and encourage NTSB to comment as we proceed through the regulatory process.”\nWhen Quarterman wrote that letter, it had been 21 years since the NTSB had first warned of the dangers of using the DOT-111 to carry hazardous materials.\nPHMSA’s defenders note that the NTSB doesn’t have to worry about pushback from industry stakeholders or the rough and tumble of regulatory rulemaking.\n“NTSB has a very broad mandate: Investigate causes and potential remedies,” said former PHMSA administrator Brigham McCown. “But unlike all the other executive branch agencies, they’re not constrained by cost-benefit analysis or any of the other regulatory restrictions that are typically placed on other executive branch agencies.”\nEric Weiss, an NTSB spokesperson, agreed with McCown’s interpretation of the NTSB’s mission.\n“Our focus is on safety, on representing the American people when it comes to safety,” Weiss said. “The Cherry Valley accident happened in 2009. We issued our strong recommendations in March 2012. And it’s now 2014.”\nPHMSA’s consideration of upgraded railcar requirements will continue at least through early next year, according to its timetable. It will take even longer to get the new or retrofitted railcars onto the tracks, since manufacturers are stuck in a holding pattern until new standards are determined.\nIn the meantime, PHMSA’s Delcambre said the agency will have inspectors in North Dakota “performing unannounced inspections and taking crude oil samples at crude oil loading and handling facilities.”\nOn Thursday, the U.S. Senate Committee on Commerce, Science and Transportation has scheduled a hearing on rail safety, including the transportation of Bakken crude oil. PHMSA’s Quarterman is set to appear as a witness, along with representatives from industry groups and the other federal agencies involved.\nThe hearing comes just days after two trains carrying oil from North Dakota derailed in New York state. None of the oil spilled, and nobody was hurt. But the accidents prompted New York Gov. Andrew Cuomo to urge federal officials to do more to tighten safety regulations.\n“I am not convinced that federal regulations and oversight sufficiently protect New York’s communities and natural resources from safety hazards in transporting this material,” Cuomo said in a letter to U.S. Transportation Secretary Anthony Foxx and Homeland Security Secretary Jeh Johnson.\nThis article is part of a project supported by the Alicia Patterson Foundation, the George Polk Award program at Long Island University, the Fund for Investigative Journalism and the Society of Environmental Journalists’ Fund for Environmental Journalism.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}