{
  "url": "https://insideclimatenews.org/news/19122013/northern-gateway-pipeline-decision-economics-trumped-all-else/",
  "title": "In Northern Gateway Pipeline Decision, Economics Trumped All Else",
  "date": "2013-12-19T22:00:51-05:00",
  "content": "WASHINGTON—An independent Canadian federal panel on Thursday approved Enbridge’s proposal to build a new pipeline from the tar sands of Alberta to the British Columbia coast, a significant gain in the industry’s long campaign to find export markets for the nation’s abundant but carbon-heavy form of crude oil.\nThe panel set 209 conditions on the project as a way to overcome environmental and safety concerns. Even that, it said, would not guarantee that there would be no environmental harm.\nBut its central message was that the economic interest in building the line was paramount—”that Canadians will be better off with this project than without it.”\n“We are of the view that opening Pacific Basin markets is important to the Canadian economy and society,” the panel declared. “Societal and economic benefits can be expected from the project.\n“We find that the environmental burdens associated with project construction and routine operation can generally be effectively mitigated,” it went on. “Some environmental burdens may not be fully mitigated in spite of reasonable best efforts and techniques.”\n“The environmental, societal, and economic burdens of a large oil spill, while unlikely and not permanent, would be significant,” the panel said. “Through our conditions we require Northern Gateway to implement appropriate and effective spill prevention measures and spill response capabilities, so that the likelihood and consequences of a large spill would be minimized.”\nThe Conservative federal government—led by Prime Minister Stephen Harper—welcomed the recommendation, which had been widely anticipated. Ottowa’s final decision is expected within months, and will almost certainly be positive.\n“The Panel’s report represents a rigorous, open and comprehensive science-based assessment,” said Joe Oliver, Canada’s minister of natural resources.\n“Our Government will continue to improve the safe transportation of energy products across Canada,” he said. “No project will be approved unless it is safe for Canadians and safe for the environment.”\nOpponents, including aboriginal First Nation groups whose rights are protected by law and treaty, said they would carry on the fight in court and in protests. “This project will never be built,” said Chief Martin Louie of the Nadleh Whut’en First Nation. “We have drawn a line in the earth they cannot, and will not, cross.”\nIf the Northern Gateway project goes ahead, it could have ramifications in the United States, where the Alberta-to-Texas Keystone XL pipeline proposal has been challenged and is in the late stages of review by the Obama administration.\nProponents of that project have said that TransCanada’s application for a presidential permit for its Keystone XL should be approved, because if it’s denied, the Canadian tar sands will simply find some other route to market. That reasoning may be strengthened by the review board’s moving the Northern Gateway closer to reality.\nThe 730-mile pipeline would carry more than half a million barrels of tar sands crude from Alberta to the coast of British Columbia, where it would be loaded onto tankers and shipped across the Pacific to markets in Asia.\nIt is part of a multi-pronged effort by tar sands producers and their allies to gain access to export markets—either by shipping diluted bitumen, or dilbit, from the oil sands across Canada to the east and west, or by shipping it south across the U.S. midsection to refineries on the Gulf Coast through the Keystone XL and other pipelines.\nThe goal is to double or triple tar sands output in the decades ahead, clearing the transportation bottlenecks that have depressed prices for tar sands crude, and getting Canada’s vast reserves onto more lucrative markets outside North America.\nEnvironmentalists have focused their opposition to the Northern Gateway and other pipelines on three concerns: the ecological damage done by tar sands operations in Alberta itself; the risks of spills during shipment; and the implications for global warming of steadily increasing output of tar sands bitumen, which has an extraordinarily high carbon footprint.\nThe long Northern Gateway review, carried out by an independent three-person panel under the federal environment agency and the National Energy Board, included public hearings over 18 months, with hundreds of witnesses appearing and thousands of statements submitted for consideration. Cross-examination of some witnesses dragged on for days.\nThe company and the government of Alberta had both expressed confidence that they would get regulatory approval.\nThey and many outside experts had said that they expected the board to set conditions on moving ahead. It was not really a surprise that the board set so many.\nSeveral of the most important conditions, the panel said, were intended to reduce the risk of a large spill. These included thicker pipe, additional safety valves and detection systems, rerouting the pipelines away from major rivers and using trenchless river crossings where possible, escorting tankers with tugboats, and so on.\n“Some level of risk is inherent,” it said, “no party could guarantee that a large spill would not occur.”\nThe panel was even somewhat sanguine about the worst case.\n“We found that, in the unlikely event of a large oil spill, there will be significant adverse environmental effects, and that functioning ecosystems recover through mitigation and natural processes,” it said. “We found that a large oil spill would not cause permanent, widespread damage to the environment … Scientific research from past spill events indicates that the environment recovers to a state that supports functioning ecosystems similar to those existing before the spill.”\nAs to the particular dangers of a spill involving dilbit, which has proven exceptionally difficult and expensive to clean up, the panel put the best face on this as well.\n“In our view, Northern Gateway’s research commitments regarding the behavior and cleanup of heavy oils spilled in aquatic environments and the company’s enhanced fate and trajectory modelling will further inform emergency preparedness and response planning for the project. This research will also contribute to other current and proposed research,” it said.\nPipeline critics objected that the review panel had not taken into effect the implications of the Northern Gateway for continuing tar sands development and the greenhouse gas emissions that would come with it.\n“Without a credible plan to address greenhouse gas pollution and to ensure the oil sands are being developed in an environmentally responsible manner, building the infrastructure that enables rapid oil sands expansion cannot be in the public interest,” said Joshua McNab, British Columbia director at the Pembina Institute.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}