{
  "url": "https://insideclimatenews.org/news/31122013/2013-climate-resiliency-officially-entered-lexicon/",
  "title": "In 2013, Climate ‘Resiliency’ Officially Entered the Lexicon",
  "date": "2013-12-31T09:00:12-05:00",
  "content": "The debate about tackling climate change has long revolved around the twin challenges of mitigating global warming and adapting to its more predictable long-term impacts—rising seas, higher peak temperatures, relentless drought.\nNow a new concept has risen: “climate resiliency,” or preparing cities for climate change’s unforeseen and destructive disasters and disruptions. Resiliency includes adaptation measures—such as rebuilding wetlands or moving homes onto higher foundations as a way to fight floods—but it’s also about armoring entire populations so they can absorb and quickly recover from sudden calamity.\nResiliency is “a more holistic perspective on creating stronger and more prepared communities,” said Brian Holland, the director of climate programs at ICLEI-Local Governments for Sustainability, a nonprofit based in Germany with U.S. headquarters in Oakland, Calif. “We’re not just reacting to climate change. We’re looking at how to build communities that can bounce forward” after a shock.\nAlthough scientists and academics have long fretted about the resiliency of the word’s cities amid increasing bursts of deadly weather, 2013 saw the concept enter the American lexicon after Superstorm Sandy brought the issue of to the fore. The devastation left by the climate-fueled hurricane—the pummeled houses, stranded families, electricity outages and damage to critical shipping ports—showed just how ill-prepared many cities are for a rapidly changing climate. Leaders began raising the issue publicly for the first time in media interviews, during urban policy panels and at national conferences.\nThe “little burbling” of activity turned into “a tidal wave of interest” that is likely to snowball next year, according to Rosina Bierbaum, an expert on climate change adaptation at the University of Michigan.\nSandy wasn’t the only wake-up call. In 2012, America faced 11 weather disasters that topped $1 billion in losses each, including a persistent drought that covered 60 percent of the country at one point. This year has seen destructive wildfires, heavy flooding and record-breaking heat waves.\nVIDEO: Superstorm Sandy One Year Later: ‘We’re Still Living Through It’\nNo U.S. city did more to put the concept of resiliency on the map this year than New York City, where Sandy caused $20 billion in economic losses and killed 44 people. According to a recent InsideClimate News report—Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City—Mayor Michael Bloomberg and his staff saw the limits of the city’s mitigation-focused climate policy following Sandy. In June, they launched a comprehensive $19.5 billion resiliency plan to safeguard the city from future disasters, with policies that would keep electricity, fuel supplies, sewage controls and hospitals running during a storm, among hundreds of other initiatives. All of those services shut down during or after Sandy.\n“Other cities are going to need to go through a similar exercise at different levels … perhaps with risks different to those in New York City,” Daniel Zarrilli, the city’s resiliency director, a newly created post, said in a recent interview.\nMORE: Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City\nSome cities already are—from flood and wildfire-prone Boulder, Colo., to Norfolk, Va., which faces some of the highest sea level rise in the nation. Both are part of the Rockefeller Foundation’s new 100 Resilient Cities Network, an effort to turn participants into models of resiliency for cities around the world to follow.\nIn 2014, a handful of U.S. and global initiatives run by foundations, non-profits, international institutions and government agencies will aim to ensure that climate resilience moves from a buzzword into a core principle of urban planning.\nHere’s a sampling of what’s on tap:\n► 100 Resilient Cities Network. The New York-based Rockefeller Foundation named the network’s first 33 participants in early December. The initiative awards cities grants from a $100 million pot of money for hiring a chief resilience officer and developing long-term resiliency plans to assess and tackle risks they face from climate and other threats.\n► Resilient Communities for America. This national campaign kicked off in June and aims to build a resiliency movement among local governments. Participating cities and counties can secure funding for resilience-related projects through the initiative, and more than 120 mayors and county leaders have signed up so far. Holland of ICLEI is the campaign manager.\n► White House Council on Climate Preparedness and Resiliency. President Obama launched the council and a related task force of state, local and tribal leaders in November. More than 25 federal agencies will work to find ways to cut the bureaucratic red tape and make it easier for American communities to strengthen their climate resilience.\n► UN-Habitat’s 7th World Urban Forum. The urban policy forum will take place in April 2014 in Medellin, Colombia. For the first time in the event’s 12-year history, urban resilience will be a key topic of high-level discussions. “People are starting to understand what it means to be resilient,” said Ana Moreno, a spokeswoman for the United Nations Human Settlements Program.\n► Super Typhoon Haiyan recovery work. The Nov. 8 typhoon killed about 6,000 people in the Philippines and left four million people homeless. President Benigno Aquino III and Mayor Alfred Romualdez of Tacloban—the city hardest hit by the typhoon—have pledged to use the recovery effort to make damaged island communities “stronger, better and more resilient than before.”\nBridging an Ideological Gap\nAlthough experts are still debating the precise definition of climate resiliency, most agree it involves planning for the sudden and surprising before it’s too late and too expensive. Among city leaders and urban planners, the word is often used interchangeably with adaptation because both involve a long-term response to climate impacts. President Obama often cites a different word altogether: preparedness.\nMost resiliency efforts tend to target local governments rather than state or federal governments. City agencies are the first responders when emergencies and natural hazards strike, and they control building codes, floodplain regulations, energy and water infrastructure networks and ultimately pay for climate planning programs.\nWhile the concept is spreading, many political leaders aren’t heeding the calls of resiliency planning and are sticking with business as usual. Most notably, in New Jersey, Gov. Chris Christie’s administration is rebuilding the boardwalks, businesses and houses destroyed by the storm to be almost exactly as they stood pre-Sandy and with only current sea levels in mind —not the 3.5 feet of sea-level rise that New Jersey is expected to see by 2100.\nMORE: Christie Administration Ignores Climate Change in New Jersey’s Post-Sandy Rebuild\nStill, resiliency proponents say there’s a growing drumbeat from affected communities for climate protection. “The pace and magnitude of climate change is greater than we expected, and we’re seeing changes already and more are in store,” Bierbaum said. “That realization had taken a while for communities to wrap their heads around.”\nBierbaum, who is also a member of the President’s Council of Advisors on Science and Technology, authored a study for Congress called Preparing for an Uncertain Climate in 1993.\nIt was the first and last time Congress asked for such a project, she said, partly because climate science became bogged down in ideology and interest waned.\nShe and other climate experts hope the new resiliency push can help to move the climate conversation beyond the ideological stalemate.\n“It can deflect some of the politicized controversy around whether climate change is happening or human-induced or not,” Bierbaum said. “How could anyone be opposed to preparedness?”\nHolland of ICLEI agreed. “I think there’s a willingness to ratchet down the ideology,” he said, and to “have a little courage to stand up to those that are obstructing progress and come together to identify how we’re going to do this.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}