{
  "url": "https://insideclimatenews.org/news/09122013/de-blasio-mum-nyc-climate-plan-despite-boost-rockefeller-foundation/",
  "title": "De Blasio Mum on NYC Climate Plan, Despite Boost From Rockefeller Foundation",
  "date": "2013-12-09T12:00:46-05:00",
  "content": "As Mayor Michael Bloomberg winds down his last month in office, his plan for protecting New York City from the threats of climate change has received an important boost. But there is still uncertainty over whether his successor, Bill de Blasio, has any interest in carrying forward Bloomberg’s legacy on combating global warming.\nNew York last week was one of 33 cities worldwide selected to participate in the first round of the Rockefeller Foundation’s 100 Resilient Cities Network. The initiative grants cities undetermined portions of a $100 million pot of money for hiring a “chief resilience officer” and developing long-term resiliency plans to assess and tackle risks they face from climate and other disasters.\nNew York is ahead of the curve on both issues. It already has a director of resiliency in the Mayor’s Office of Long-Term Planning and Sustainability, as well as a comprehensive strategy in its Special Initiative for Rebuilding and Resiliency (SIRR)—a $19.5 billion plan unveiled in June in response to Superstorm Sandy. The plan includes 257 initiatives spread across the city, about one-quarter of which could be completed before Bloomberg leaves office.\nThe Rockefeller support could help New York implement the rest of the plan and cement the city’s reputation for being at the forefront of climate action.\nBut all that is essentially up to Mayor-elect de Blasio, and it remains uncertain whether his administration will keep climate change at the top of the agenda. The keys to Bloomberg’s success in developing a comprehensive climate strategy included his constant, outspoken support for global warming action and his administration’s nonstop consultation with the city’s top scientists, experts and environmental organizations.\nMORE: Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, the  story behind the historic effort by Mayor Bloomberg to safeguard New York from the effects of climate change.\nSince the November election, de Blasio has given praise to Bloomberg’s resiliency plan, but he has offered no specifics and has not said whether he will advance Bloomberg’s climate plan or develop his own. “I think the resiliency plan he put forward is a great blueprint for the future of this city,” de Blasio said in a televised mayoral debate weeks before the Nov. 5 elections. “On resiliency, I actually think he’s right.”\nAmong the 19 topics listed in de Blasio’s issues section on his campaign website, climate resiliency is last. Sustainability is 11th on the list. On the campaign trail, he focused on traditional hot-button issues such as education, affordable housing and Bloomberg’s controversial “stop and frisk” police policy.\nThe Bloomberg administration applied to be in the Rockefeller network over the summer. And while it’s unlikely de Blasio would pull out of the initiative—it’s essentially free money and services for New York City—the mayor-elect could choose to sideline the effort and make climate issues less of a priority.\nDe Blasio’s office did not respond to multiple requests for comment.\nDaniel Zarrilli, the city’s resiliency director, didn’t seem concerned. He joined the Office of Long-Term Planning and Sustainability in June to carry out the mayor’s SIRR program—one of the most ambitious and scientifically accurate plans of its kind in the world. Zarrilli and a team of about 30 city staffers worked around the clock to develop the plan in six months so that Bloomberg could start implementing some of its climate initiatives before leaving office.\n“We’re going to work with everyone we need to, to make sure resiliency stays on the agenda of New York City,” he told InsideClimate News.\nHe said the sustainability office recently supplied de Blasio’s transition team with a lengthy briefing on the city’s ongoing activities, near-term plans and long-term concerns, which the de Blasio camp is still mulling over.\nMeanwhile, the Bloomberg administration has done what it can to keep its environmental measures in place. The sustainability office, for instance, is a permanent institution that is legally required to continue working on climate resiliency, and it would take a vote by the New York City Council to dismantle it. Councilmembers in recent months have passed dozens of the city’s resiliency proposals, including a batch of green building laws meant to better prepare properties for future storms.\nThe Rockefeller Foundation itself has outlined five “resilience recommendations” for de Blasio to complete in his first 100 days in office. The list includes hiring a deputy mayor for economic development and resilience, and creating a public-private infrastructure bank for resiliency projects.\n‘It’s the Things You Need to Survive’\nThe Rockefeller Foundation announced the 100 Resilient Cities initiative in May to mark the centennial of the nonprofit’s founding. Nearly 400 cities applied this summer to join the network, and two more rounds of winners will be announced in the next couple of years.\nThe goal is to make resiliency planning a staple of city work, as institutionalized as education or health services, said Michael Berkowitz, the network’s managing director. “There aren’t good places where city managers can turn to look for how to address some of these issues,” he said. “We wanted to support this new community of practice. … At the end of the day, it’s the things that you need to survive.”\nIt’s part of a larger attempt to help cities carry out aggressive plans to guard against climate impacts, natural disasters, public health crises and security threats as more people move into urban environments. By 2050, three-fourths of the world’s population will live in cities, up from about 50 percent today, according to the foundation.\nOne of the first goals of the network is to help define what resiliency planning looks like in a geographically and demographically diverse bunch of cities. The relatively new concept is gaining steam as climate change impacts become more tangible in financial terms and in threats to public health and safety. Yearly economic losses from natural disasters nearly quadrupled in the past three decades, according to a recent report by the World Bank, the Washington-based global development organization.\nThe Rockefeller network will connect local governments to the World Bank and other partnering organizations such as Swiss Re, the world’s second-largest reinsurer, the American Institute of Architects, Architecture for Humanity and Palantir, a U.S. software firm.\nFor instance, if planners in Los Angeles found that buildings were ill prepared for powerful earthquakes, the two architecture organizations could set up a “resilient design center” to train local builders and help rewrite municipal building codes. A city like New Orleans could tap Palantir’s data services to map how future flooding would cripple transportation systems.\nNew York and the foundation are still hashing out how the city will participate and how much in grant money or pro bono services it could receive. “It’s not a dollar figure just yet,” Zarrilli said.\nHe added that New York will use its ties to the network to expedite the remaining initiatives in its post-Sandy resiliency plan in the coming years. That could include developing financial incentives to help homeowners and businesses make basic improvements, like elevating electrical panels out of flood-prone basements or installing metal hurricane straps to keep roofs in place during a storm.\nBloomberg has voiced cautious optimism for the future of New York’s climate plans.\n“Hopefully [de Blasio] will have a strong environmental agenda. He knows what we’ve done, and I think he will continue that,” Bloomberg said during a Nov. 26 press call for the C40 Cities Climate Leadership Group. The outgoing mayor, who had chaired the organization since 2010, is now president of C40’s board of directors.\nLinda Gibbs, the deputy mayor for health and human services, told reporters in October at a press conference for the anniversary of Sandy that while the city’s top brass will change, many people currently working on environment and climate issues across city agencies will likely stick around.\n“The vast majority of people that are engaged in New York in implementing these [resiliency measures] are going to be in place on January 1 and on,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}