{
  "url": "https://insideclimatenews.org/news/12122013/berliners-still-fighting-pull-plug-coal-fired-utility/",
  "title": "Berliners Still Fighting to Pull the Plug on Coal-Fired Utility",
  "date": "2013-12-12T13:00:28-05:00",
  "content": "BERLIN, Germany—A decision 90 years ago by the people of Sacramento, Calif. to oust a private electric company and start a government-owned utility has been the unlikely inspiration for Berliners trying to wrest control of Germany’s largest grid from a coal-fired utility.\nWhile little known in America, the creation of Sacramento’s Municipal Utility District was the model for a November referendum to give Berlin a municipal utility that would pump more clean energy into the grid. The 1923 vote in Sacramento helped the California city build a rare, green record—constructing the nation’s first big solar plant, voting to shut down a nuclear reactor and approving a goal of slashing climate-changing emissions by 90 percent by 2050.\n“Sacramento stopped nuclear with direct elections,” said Stefan Taschner, spokesperson for Energietisch, the group behind the push to take over Berlin’s grid. It provides the “best example of democratic control.”\nBerlin’s referendum failed by a tiny margin—but it’s not the end of the story. The contract to operate the grid expires at the end of next year, and the near-approval sent a strong message to the mayor and other officials that the city should buy the contract. The referendum needed 25 percent of Berlin’s 2.5 million registered voters to pass; it missed that mark by less than 1 percent.\nIt seems unlikely that Berliners would look to Sacramento, or anywhere but their own country, for a model on how to build a greener grid—given that Germany is driving the world’s most aggressive clean energy transformation. But Berlin has been largely left out of the shift, and activists here have been scrambling for tactics to limit influence of corporate fossil fuel interests. Less than 2 percent of the electricity produced in Berlin comes from renewables, compared to 25 percent in Germany overall.\nThe vast majority of Berlin’s electricity is coal-fired and generated by energy giant Vattenfall, whose parent company won a contract in 1994 to operate the grid for 20 years.\nEnding the privatization of energy is a major part of the Energiewende, Germany’s plan to transition to renewables from fossil fuels and nuclear. A 2000 law gave citizens incentives to produce their own clean power and compete with utilities. As a result, 51 percent of the country’s renewable power capacity is now owned by individuals who have built solar on rooftops and wind turbines on farms. That has left Germany’s “Big Four” utilities, including Vattenfall, with just a sliver—6.5 percent—of this burgeoning sector.\nThe shift to city-owned utilities that are accountable to the public is happening quickly, with at least 72 new municipal utilities founded in Germany since 2005, according to a study by the Wuppertal Institute. The most significant is the industrial city of Hamburg, which approved a similar referendum to Berlin’s last month.\nActivists say the ultimate victory in the battle to “re-communalize” the grid, as Germans call it, would be to force change here in Berlin, Germany’s capital and its largest city.\nThe United States has 2,006 public utilities, but most are tiny and, like Sacramento’s, were created many decades ago during a short-lived wave of municipal takeovers sparked by anger over the rise of utility monopolies. Today, just 193 investor-owned utilities make up 60 percent of America’s electricity market by revenue.\nIn recent years, people’s desire for more clean power, concerns about global warming, rising electricity rates and anti-corporate sentiment have renewed citizen-led attempts to take over private electric companies—though it’s nothing like what’s happening Germany. Leading the charge is Boulder, Colo., where voters recently opened the path to a new city utility by taking the first step to end the city’s relationship with energy giant Xcel Energy.\n“I see a shift among larger cities toward looking at this notion of local control as a way of meeting climate and other renewable energy goals,” said John Farrell, a researcher at the Minneapolis-based Institute for Local Self-Reliance. “Boulder started that movement. The work they did modeling the potential has lit a fire among other communities that had an interest before and didn’t believe it was possible.”\nBerlin’s Grid Battle\nThe headquarters of the Energietisch, which was founded two and a half years ago to promote the democratization and decentralization of energy, are in a building called the House of Democracy and Human Rights in Berlin.\nWearing jeans and a long ponytail, the spokesman, Taschner, ambled out of a backroom for an interview in the week after the vote. He looked tired after months of campaigning and a disappointing loss. But he was quick to note that the vote had helped change the way politicians look at energy and had brought his group’s goals to the fore: more renewables, democratic control of the grid and affordable electricity.\nIn the referendum, 600,000 people voted in favor of Berlin bidding to control the grid. That equals 83 percent of the roughly 720,600 people who cast a vote. The group is planning its strategy for next year.\nEnergietisch’s work is part of larger attempt to break the monopoly held by corporations on the delivery of not just electricity, but also gas and heating. All three energy-related networks were privatized in the early 1990s after the Berlin Wall came down and the city was cash-poor. Companies were given 20-year contracts, and it was agreed that when they expire they would be sold through a competitive bidding process. The city has already taken over the water network.\nGovernment officials who oppose forming a public electricity utility in Berlin say the city simply can’t afford it. It’s already $81.5 billion in debt, mired in a much-delayed airport fiasco and now paying for the water utility takeover, Taschner said. According to activists, members of city government—including the mayor—either ignored the issue or worked to undermine the campaign. For example, the referendum was scheduled as a standalone vote instead of as part of the national election six weeks earlier. It’s notoriously difficult to get voters to the polls for single-issue votes.\n“The whole city was discussing energy supply and the only person who didn’t say anything was our mayor,” Taschner said.\nVattenfall spokesman Hannes Stefan Hönemann said the company did not fight the referendum but instead waged a campaign to show Vattenfall’s successes. He suggested that the referendum’s low turnout, just under 30 percent, could be a sign that people are happy with Vattenfall in control.\n“You have 1.8 million voters who didn’t participate in this referendum but it doesn’t mean they don’t care,” Hönemann said. “Maybe some of them did it, not by accident, but maybe some of them did it with a real decision.”\nBerlin’s leaders, aware of the growing movement to make the grid greener, have been trying to show they’re paying attention to people’s concerns.\nPrior to the referendum, the city government approved a measure to form a new energy company that would produce renewable power locally. Lawmakers have also created a separate company to bid for a minimum of 51 percent ownership of the grid. That company has only one employee, and it remains unknown whether it is funded well enough to put together a competitive bid.\nWho’s Bidding?\nEstimates on the cost of buying the grid from Vattenfall vary.\nActivists and some city officials say it’s less than $1.3 billion, while Vattenfall puts the figure at around $4.2 billion. The purchaser would take over a massive network, feeding electricity to 2.3 million customers through 21,748 miles of underground cable, thousands of medium- to low-voltage substations and 80 high-voltage substations.\nVattenfall, which is owned by the Swedish government, is bidding to own and manage the grid for another 20 years. A Vattenfall competitor—Dutch grid-operator, Alliander—is the other corporate bidder for the lucrative grid. Currently, the power grid brings in between $1 billion and $1.2 billion each year in revenue and results in between $68 million and $75 million in profits for Vattenfall, a detail that angers many in Berlin. The Swedish energy giant is Germany’s third-largest energy producer, and 90 percent of its portfolio is made up of fossil fuels.\nFederal law gives renewable electricity priority on the grid. In Berlin, between 2,000 and 3,000 clean energy producers feed energy into the grid, but their output isn’t enough to bump out electricity from other sources. Much of the energy that lights Berlin comes directly from the dirtier version of coal, called lignite, produced by Vattenfall’s parent company from power plants in the broader Berlin region.\n“Right now they [Vattenfall] are laughing at us,” said Friedrich Preussler, a volunteer for BürgerEnergie, a citizens group with goals similar to Energietisch. “They have so much power, billions of euros, and they are not interested in what consumers really want. They only have the idea of maximizing profit.”\nStill, there are many here in Berlin who see Vattenfall as a force for good, pointing to the company’s excellent grid security record in Berlin as well as Sweden’s green energy track record.\n“They are not our enemies,” said Dieter Fläming, head of Berlin’s the energy and sustainability forum for Berlin’s second-largest political party. “They are our friends and we should use their experience.”\nBerlin will open the contract to competitive bidding sometime before the end of the year. No specific deadlines have been set.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}