{
  "url": "https://insideclimatenews.org/news/24122013/2013-exxon-spill-showed-dangers-pipelines-buried-under-backyards/",
  "title": "In 2013, Exxon Spill Showed Dangers of Pipelines Buried Under Backyards",
  "date": "2013-12-24T10:00:10-05:00",
  "content": "When a 65-year-old ExxonMobil pipeline ruptured on March 29 and spilled 210,000 gallons of oil in Mayflower, Ark., it opened the nation’s eyes to the potential dangers lurking in the thousands of miles of aging and overlooked pipelines buried beneath neighborhoods and farms.\nThe spill also brought fresh attention to the debate over the proposed Keystone XL pipeline and the inherent risks of transporting Canadian tar sands across America’s heartland. Exxon’s Pegasus pipeline was carrying dilbit when it split open on Good Friday, the same type of tar sands oil that would run through the Keystone. A separate, much larger dilbit spill in Michigan is still being cleaned up more than three years later.\nSince at least 2006, Exxon knew that the Pegasus—which runs 858 miles from Illinois to Texas—was riddled with J-shaped hook cracks and other defects caused by a flawed 1940s-era welding technique. Some experts say the long-dormant flaws grew to the point of rupture partly because it began transporting dilbit in 2006. Dilbit is a particularly heavy type of oil that requires larger and more frequent pressure swings to push it through the pipe, which placed additional strain on the existing hook cracks.\nInsideClimate News spent the past nine months uncovering the causes and consequences of the Pegasus spill and later teamed up with the Arkansas Times to cover the news from national and local angles. The crowdfunded effort resulted in dozens of stories and a video produced by the PBS series This American Land that explored the fate of residents who are living with the effects of the disaster.\nMORE: Inside the Exxon Oil Spill in Arkansas (March 2013 – present)\nThe Pegasus spill occurred in Mayflower’s Northwoods subdivison, where most of the residents had no idea they lived on top of an oil pipeline. Oil covered their streets and yards, leaving the community in shock. Twenty-two families were evacuated, and many more suffered from headaches, nausea and other health problems associated with the spill. Much of the oil flowed into a section of Lake Conway. Sediment tests show that most of the lake escaped major contamination, though questions remain about the long-term effects on human and ecosystem health.\nThe spill provided ammunition for people on both sides of the Keystone XL debate.\nOpponents of the pipeline said the Pegasus break proved the dangers of transporting dilbit and revealed weak oversight from a federal agency that lacks the resources to adequately regulate the industry. Although Exxon knew the pipeline was brittle, the company added extra stress to the line in order to carry more dilbit, delayed important repairs, postponed a crucial inspection and masked pipeline threats to federal regulators with skewed data, InsideClimate News learned.\nIn contrast, Keystone supporters said the Pegasus accident showed that new pipelines like the Keystone XL are needed to replace aging infrastructure that was built with flawed methods. It’s estimated that 30 percent of the nation’s 180,000 miles of onshore hazardous liquid pipelines could have manufacturing flaws similar to those on the Pegasus.\nStill Unknown: Health Effects\nThe biggest question that remains about the Mayflower spill is the long-term health impacts on local residents.\nState health officials were criticized for not ordering a wider evacuation after the spill, and many residents outside the 22 evacuated homes say the agency should have done more to warn them about the health risks. Some of the confusion is due to the fact that there are no clearcut standards for evaluating health risks after an oil spill—especially one that involves dilbit, because some of the chemicals are proprietary and not released to the public. State regulators had to create their own guidelines by evaluating a patchwork of existing data. The resulting guidelines did not account for pregnant women and developing babies—arguably the most sensitive members of the population—and there are no systematic studies underway to analyze the long-term health effects.\nMORE: VIDEO – Shattered by Oil: Exxon Arkansas Spill and the People Left Behind, Part 1\nThe experience has turned some Mayflower residents into activists who are now working with anti-Keystone advocates to push for improved pipeline regulations. People along the both pipeline routes are especially concerned about water.\nIn Nebraska, Keystone opponents want the proposed pipeline route moved out of a sensitive region of the Ogallala aquifer, the main drinking water source for Nebraskans. In Arkansas, local water officials want Exxon to move 13 miles of the pipeline out of the Lake Maumelle watershed, which supplies drinking water to 400,000 people. The rupture occurred eight miles from the watershed, and local authorities didn’t know the line was carrying dilbit until after the spill. The utility filed intent to sue in late September.\nExxonMobil also faces multiple lawsuits from Mayflower residents, state and federal agencies. Half of the families in the 62-home Northwoods neighborhood have cleared out, or are planning to relocate. Exxon razed three homes when oil was found beneath the foundations.\nMORE: A Neighborhood Shattered: Families Emptying Out of Oil-Hit Arkansas Town\nThe Pegasus line remains closed and it’s unclear when Exxon intends to restart it. Federal pipeline regulators proposed a $2.66 million fine in November, and Exxon has requested a hearing to contest that fine, guaranteeing that the fight will carry on into 2014.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}