{
  "url": "https://insideclimatenews.org/news/19112013/bloombergs-hidden-legacy-climate-change-and-future-new-york-city-part-2/",
  "title": "Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, Part 2",
  "date": "2013-11-19T09:00:56-05:00",
  "content": "Global warming experts around the world say New York City’s plans to reduce its greenhouse gas emissions and safeguard itself from the perils of climate change are a model for other cities. But most Americans, including New Yorkers, know little or nothing about this achievement, or that it was driven by Michael Bloomberg, who next month ends his third term as New York’s mayor. Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City helps fill that gap.\nIt is being published in five installments on our website (read Part 1), but we encourage our readers to download our ICN Books App and purchase a full copy of the e-book. The ICN Books version is enhanced with video, audio and other extras, and 70 percent of the purchase price comes back to us to support our ongoing work.\nAn Essential Recruit\nRohit Aggarwala knew next to nothing about the debate brimming in New York City over how to accommodate a million more New Yorkers by 2030. The 34-year-old transportation buff, who goes by Rit, was a rising star at the global consulting behemoth McKinsey & Company. He was working on a big project and starting the run to make partner.\nStill, Aggarwala was intrigued by the call he got in March 2006 from Marc Ricks, a former McKinsey colleague who was now Deputy Mayor Dan Doctoroff’s chief of staff. For more than six months, Doctoroff had been creating a strategic land use plan to accommodate the extra people. But the project had become so complex that he and Bloomberg decided it needed its own staff and office. Would Aggarwala consider leading the transportation piece of the plan, Ricks asked?\n“As an intellectual challenge, what could be more appealing for somebody who was interested in transportation, who is from New York and loves New York?” Aggarwala said, looking back at the chain of events that pulled him into Bloomberg’s fold.\nStill, Aggarwala wasn’t convinced the job was right for him. Joining the Bloomberg administration would put the brakes on his career at McKinsey. Plus, he’d worked in politics before, first as a transportation policy advisor to a Democratic assemblyman in Albany, and later in the U.S. Department of Transportation during the Clinton administration. “It’s not the same as being at a consulting firm where you know that just by … doing your job and working hard you will be successful,” he said.\nA few weeks later, Aggarwala met with Doctoroff and Ricks at New York’s City Hall. He rattled off his concerns about the position. Were they willing to take on the unpopular initiatives needed to keep New York a livable, thriving city? Were they ready, for example, to consider the controversial idea of congestion pricing, where drivers would pay a fee to enter parts of Manhattan during rush hour? London had adopted such a plan in 2003, but Bloomberg had brushed off the idea for New York.\n“And Dan throws up his hands, and he says, ‘We’re already crunching the numbers!'” Aggarwala remembered.\nAggarwala walked out of City Hall 90 percent sure he would take the job. Doctoroff and Ricks were sure of something else. Aggarwala was more than a transit wonk. He was well versed in project management and knew how to whittle down ideas and put them into practice. They decided to refine their offer: They wanted Aggarwala to take over from Doctoroff and lead the entire long-term planning office, not just its transportation component.\nIn May, Aggarwala accepted the city’s offer to head the newly created Office of Long-Term Planning.\nThe Common Thread\nBefore his official start date in June, Aggarwala began attending the Sunday strategy sessions Doctoroff was holding at City Hall. He brought himself up to speed on the progress city agencies had already made on the strategic land use plan, including an initiative to outfit nearly 200 schoolyards with jungle gyms, athletic courts, benches and trees.\nMany of the yards were concrete lots that teachers used for parking. Turning them into welcoming spaces would benefit the kids and the neighborhoods while also improving air quality. Getting the education and parks departments to collaborate had been tough, though, because the agencies rarely worked together.\nAggarwala pored over long-term plans and sustainability agendas from other cities. He drew inspiration from climate action plans by Chicago and Portland, Ore., and from a London program to retrofit commercial buildings for energy efficiency. He was particularly impressed by Santa Monica’s sustainability plan. The California city laid out eight broad goals, each with a set of indicators to gauge the impact of the various programs.\nAggarwala also studied regional climate change reports that had generally been ignored over the years, particularly those by researchers at the NASA Goddard Institute for Space Studies, Columbia University and other regional universities. After work one day he caught a screening of “An Inconvenient Truth,” the movie version of former Vice President Al Gore’s campaign to educate the world about global warming. It had hit theaters a few months earlier, and the press and public were abuzz with chatter about it.\nUntil this point, environmental and climate issues had been only a peripheral part of the Bloomberg administration’s long-term planning process. The primary focus had been on land use issues, including public parks, housing and contaminated industrial sites known as brownfields. Sustainability issues like air quality, water quality and greenhouse gas emissions had been discussed, but nothing had stuck quite yet.\nAfter a couple of months in the trenches, however, Aggarwala began to see that sustainability wasn’t just a side issue. Sustainability was as important to the city’s development as land use issues. By July 1, Aggarwala was signing his emails the “director of long-term planning and sustainability” even though the office hadn’t yet formally adopted the name.\nSustainability wasn’t just about making scarce resources last longer or reducing environmental impact, Aggarwala and his team of six were discovering—it was also about making life better and healthier for the millions of people who live in the city. Enabling them to take the bus, ride their bikes and produce their own rooftop solar power; designing more efficient buildings and water networks; drastically cutting back on waste—all these steps would benefit the environment, as well as the growing city.\nMore than three-dozen sustainability initiatives were already underway in areas such as green buildings, energy efficiency and emissions reduction. But they were being rolled them out quietly, and the agencies involved weren’t coordinating their efforts.\n“Nobody was guiding the ship. No one had pulled it all together to create a big plan,” said Ariella Maron, who joined Aggarwala’s team as a senior policy advisor. That task would fall to her and her new colleagues.\nConvincing Bloomberg that the plan should be broadened to include sustainability was easy, given the mayor’s passion for sweeping public health initiatives. Bloomberg had already banned smoking in public spaces and would soon stop restaurants from using artery-clogging artificial trans fats. Sustainability initiatives—like replacing dirty heating oil with cleaner blends to drive down asthma rates, or building grassy parks to promote healthier lifestyles—fit perfectly with his priorities.\n“You can argue environment and public health is sort of the same thing,” Bloomberg told InsideClimate News in September in an hour-long interview overlooking the Bullpen. The “pro-environmental stuff may come from that as much as anything else.”\nAs he talked about his administration’s sustainability and climate charge work, Bloomberg leaned back comfortably in his chair, absentmindedly slipping his loafers off and on.\nGetting to Work\nAs the plan shaped up, Aggarwala and his team faced the formidable task of getting cooperation from more than a dozen city agencies that often acted more like fiefdoms than branches of the same tree. They also needed the backing of broad swaths of New Yorkers if their agenda was going to survive outside City Hall. Critics, supporters and skeptics needed to sit at the same table and have a voice in the plan.\nOne of the things Doctoroff had learned from his failed attempt to bring the Olympics to New York was that public participation was essential. He and Aggarwala were determined not to make the mistake of steamrolling ahead with their proposals. (The plan’s critics later saw this as a marketing ploy to sell the plan to the public.)\nTo open the door wider, Aggarwala and his staff created a Sustainability Advisory Board, a group of 17 leaders who represented the city’s myriad voices. Board members would meet regularly with Aggarwala’s office and city staff to mull ideas and craft proposals.\nThe New York League of Conservation Voters, which had been urging the Bloomberg administration to create such a group, was among the five environmental organizations invited to join. So was Robert Yaro, president of the Regional Plan Association and a prominent opponent of Doctoroff’s Olympic stadium proposal, and Ed Ott, executive director of the Central Labor Council, an umbrella group of New York’s labor unions. Two City Council members—environmental chair James Gennaro and Speaker Christine Quinn—also joined.\nThe process was designed to keep ideas flowing and not box anyone into a corner. Board members would provide Aggarwala’s office with feedback and advice, but the city wouldn’t be obligated to use their suggestions. The members, in turn, wouldn’t be required to endorse the final plan. All the board’s discussions would be kept secret so members could trade ideas without creating a frenzy of speculation in the media. They didn’t even distribute handouts at the meetings.\nThe Bloomberg team also wanted to make sure that anything they did on climate change was rooted in scientific data. So they arranged a partnership with the same group of scientists that had already spent nearly a decade studying climate change’s regional impacts. Cynthia Rosenzweig, Bill Solecki and their colleagues would provide the administration with the latest research. Perhaps most important, they’d explain it on a pro-bono basis to city staffers.\nBy fall, Aggarwala and his team saw that the line between strategic land-use and sustainability had almost disappeared. Sustainability, which in the spring had seemed like only one slice of a larger pie, touched every part of the plan—it was the thread that tied all of the strategy’s themes together. The office was formally named the Office of Long-Term Planning and Sustainability.\n“Sustainability was actually at the heart of what we were talking about all along,” Maron said.\nThe shift was so complete that some projects the staff had been considering were eliminated, because they didn’t fit in the context of sustainability. Plans to lease or sell city-owned lands, to improve access to technology and services for senior citizens were dropped from the agenda.\nThe First Reveal\nOn Sept. 21, 2006, Bloomberg announced publicly that his administration was trying to make New York one of the world’s most sustainable cities.\nInstead of making the announcement from the steps of City Hall, Bloomberg spoke at a California plant that manufactures environmentally friendly fuel cells. California Gov. Arnold Schwarzenegger, a globally recognized climate advocate, shared the stage with him.\nThe two prominent Republicans called for stronger efforts to reduce U.S. greenhouse gas emissions. They complained that President Bush had failed to take meaningful action on climate change.\n“We don’t wait for the federal government to take the leadership position … we take the lead,” Schwarzenegger said.\n“I’m trying to go around the country and support those who have the vision to take this country forward and those who are not going to fall into the trap of partisan politics and … gridlock,” Bloomberg said. “The reality of climate change is incontrovertible, and the responsibility of all of us to address this is undeniable. There’s no reason for [New York] to delay doing what we can and must do.”\nThen Bloomberg announced the creation of the sustainability office as well as the 17-member advisory board. The office would create an inventory to track the city’s greenhouse gas emissions, Bloomberg said—”the largest such study ever undertaken by any local jurisdiction in our nation” and a critical tool for measuring the city’s progress on climate change.\nSuch measurements would be important throughout the PlaNYC process. “We have a saying in the city that if you can’t measure it, you can’t fix it,” the mayor often says. “You have to have the metrics.”\nBloomberg and Aggarwala’s team thought the sustainability plan could be completed sometime before Thanksgiving that year. They wanted to get the plan out fast, so they could get their projects started before Bloomberg’s second term ended.\nA Rare Experiment\nA week after the California tour, the mayor stopped by the first meeting of the Sustainability Advisory Board. It marked the start of a rare experiment in New York City politics: seating contentious industry, business and environmental interests at the same table to work toward the same goal.\n“Each of you are here for one reason and one reason only—because we thought you were the best ones for the job. I don’t know who you voted for, I don’t care. I don’t care where you come from or what you’re doing—are you the best person?” Bloomberg said in his typically brusque style.\nHe thanked board members for volunteering their time. “They are volunteers, right? We can’t afford to pay them,” he joked—and jetted out of the room.\nAndy Darrell, an advisory board member who attended the first meeting, sensed the excitement in the room.\n“We all realized that if we’re really going to make a difference, we’re going to have to get all of these different sectors to work together,” said Darrell, who is the New York regional director of the Environmental Defense Fund, a national advocacy group.\nBut other board members still didn’t fully trust the city agencies they were supposed to advise. The public and private sectors had long been at odds over environmental policy, Ariella Maron recalled. “Every time some of the green organizations [proposed] legislation to City Council, you’d have people within the city at the agency level saying, ‘no, no, no.'”\nThe mayor’s comments in California and his appearance at the meeting helped break some of the ice, said Marcia Bystryn, who represented the New York League of Conservation Voters on the advisory board.\n“You knew that it was something that not just some department was interested in, but the mayor was interested in,” she said. “In city government, if you’re not convinced the mayor is behind an initiative, you probably don’t spend a lot of time on it, because you know it’s just never going to have any real traction.”\nThe full advisory board met once every three weeks with the participating city agencies. In between, subgroups focused on seven specific areas: energy efficiency and green buildings, energy supply and distribution, transportation, green infrastructure, land use and brownfields, waste management, and climate change adaptation.\nConsultants from McKinsey & Company, Aggarwala’s former employer, helped organize the meetings and supplied background research on topics like energy supply and air quality. McKinsey’s paid role in the process sparked accusations that the consulting giant created the plan, not the people of New York—a claim Aggarwala sharply rejects.\nThe mayor didn’t meddle with the emerging plan. Doctoroff, Aggarwala and other city staffers “really were the … impetus behind pulling it all together,” Bloomberg said in an interview. He trusted Doctoroff and gave him a lot of leeway.\nAt the Sunday meetings at City Hall, tempers were beginning to flare and frustrations were kicking in. Everyone was tired and working long hours, sometimes from sunrise to sunset. They had missed the Thanksgiving deadline. Now they were just trying to finish by the end of the year.\n“We were all fighting over the future of our city,” Aggarwala said, looking back on those stressful days. “These were people who by-and-large had lived their lives and planned to die in this city. So inevitably it was more passionate. Which was fascinating, and great. But it was exhausting.”\nBy December, the sustainability office and its advisory board had held more than 100 hours of meetings. Not a word of their discussions had been leaked to the media.\n“I’m not sure even Dan [Doctoroff] fully understood just how important those detailed working sessions were, because we developed enough of a good relationship with the advisory board that we could be fully off the record,” Aggarwala said. “We talked about third-rail issues, many of which didn’t make it into the plan, but stuff that would’ve been newsworthy if it had simply been reported that we had had a conversation about it.”\nThe sustainability staff also met with roughly 50 community organizations to hear their ideas and share the proposals that were beginning to take shape. Even so, plenty of groups felt excluded from the conversation.\n“We weren’t asked to the table,” Miquela Craytor, then-deputy director of Sustainable South Bronx, an urban environmental justice group, said of the PlaNYC process.  She later remarked that “often these great new ideas are shoved down people’s throats, and that’s not a way to make something work.”\nOverall, however, the process seemed to be going well.\n“We didn’t have to be against anything. We could be part of the discussion about what are you for?” said Ed Ott, the advisory board member from the Central Labor Council. “I have never been involved in anything in the city where there are so many different organizations involved that wasn’t acrimonious.”\nThe scientists who were advising the office on climate change research were similarly encouraged. Their meetings with the city staffers made them feel their message was finally being heard and incorporated into the city’s plans.\nAggressive but Achievable\nThe long-term plan was swelling into something so complex and ambitious that it was clear it couldn’t be finished by the end of the year. They had set 10 goals, but they were still determining which initiatives were needed to meet those targets.\nThe deadline kept shifting further down the road, until the only firm deadline was “as soon as possible.”\nTo give the public a taste of what was going on, the sustainability team decided to announce the 10 “aggressive but achievable” goals and invite the public to weigh in.\nOn Dec. 10, 2006 the city bought ad space in local newspapers to announce the targets. The ads contained something Aggarwala considered remarkable—a column listing the names of all 17 members of the Sustainability Advisory Board, which had voluntarily endorsed the goals. “By and large, we managed to create consensus,” he said.\nTwo days later, with typical Bloomberg pomp-and-circumstance, the mayor announced the 10 goals to hundreds of environmental and community leaders at the Queens Museum of Art, a pavilion built for the 1939 World’s Fair. His communications staff had given the project a name: PlaNYC 2030.\nMeanwhile, city staffers stuffed mailboxes and front gates with 1.3 million pamphlets in English and Spanish urging citizens to visit the PlaNYC website and submit their ideas on sustainability initiatives.\nThe most ambitious goal was to slash New York City’s greenhouse gas emissions to 30 percent below their 2005 levels by the year 2030. City government would aim to cut its own emissions 30 percent below 2006 levels by 2017. A first-ever inventory of the city’s emissions revealed that almost 75 percent of carbon dioxide came from heating, cooling, powering and lighting buildings. The other 25 percent came from transportation.\nThe remaining goals aimed to overhaul the city’s transit system, bridges, water mains, power plants and building codes, and to do so in a way that protected water, air, land and other critical natural resources.\n“Only five years ago, looking 25 years into the future might have seemed unimaginable,” Bloomberg said in his speech, recalling the World Trade Center attacks. But now, with the city growing again, New Yorkers “have the freedom to take on the obstacles looming in the city’s future, and to begin clearing them away before they become rooted in place.”\nBloomberg pointed to the rise of unpredictable weather patterns and longer, hotter summers. “It’s called global warming, but the impact can be local … To reduce the threat of dangerous storms, it’s also essential that we do our part to dramatically cut greenhouse gases.”\nSome environmentalists criticized PlaNYC for not focusing more on climate change. Of the 10 goals, only one dealt directly with global warming: the promise to cut the city’s emissions by 30 percent.\nThey also criticized it for not paying more attention to adaptation—the specific actions needed to protect residents and critical infrastructure from the impacts of climate change. The Village Voice newspaper pointed out the only speaker that day to raise adaptation as a concern was Cynthia Rosenzweig, the climate consultant from NASA.\nThe PlaNYC Grind\nIf Aggarwala and the sustainability team thought the stretch of work from September to December 2006 was intense, the first four months of 2007 came as a harsh surprise.\nNow that the sustainability office had laid out its goals, it had to figure out not just the types of projects the city could implement, but which city agencies would carry them out, where the funding would come from, and whether city or state legislation was needed to move forward.\nThe sustainability team had come up with 127 projects that would be divvied up among 10 chapters in the PlaNYC report, each reflecting one of the city’s 10 sustainability goals.\nAs the plan took shape, the team began looping in Bloomberg at more regular and formal meetings.\nMuch of the talk centered on congestion pricing, which hadn’t yet been discussed publicly. Doctoroff and Aggarwala pushed hard for the policy, which would charge drivers a fee to leave or enter Manhattan’s business district during rush hour. But the mayor was still undecided. He was skeptical that such a policy could work or was needed in New York.\nThe question of money came up at almost every meeting. The city would need to commit about $1.6 billion to execute the plan over 10 years. At the end of the day, was the mayor going to say yes to all of it?\nThe pace was frantic. People were exhausted and cranky. Some spent nights in their offices. At times they felt they’d never get all the work done.\nAngela Pinsky, Doctoroff’s deputy chief of staff who wrote three of the chapters, described a typical week during that period: “I’d wake up at 6 o’clock in the morning, go to work at 7 a.m., work until 11 p.m., go to my friend’s house, drink a glass of wine, cry, and then go home and fall asleep, and then start again.”\nStill, like the others, she kept going. She said PlaNYC was the most meaningful project she had ever worked on.\nAggarwala described a similarly helter-skelter lifestyle. The refrigerator in his Hell’s Kitchen apartment stood empty for nearly a year. He often skipped lunch, and his dinners tended to arrive in pizza boxes or paper cartons. He rarely saw his girlfriend, a resident in internal medicine at St. Vincent’s Hospital Manhattan.\nOne afternoon at City Hall, Ariella Maron, who wrote five of the chapters, couldn’t hide her weariness from Doctoroff.\n“Dan comes over to me. He looks at me—my face is bloated, my shirt’s wrinkled, I think my buttons were mismatched. And he sent me home. Here is one of the hardest-working men, who is known for driving staff really hard. This guy, who demands that everybody give their all, actually sent me home,” she recalled, laughing.\nBetween January and March 2007, team members hosted 11 town hall-style meetings and gave 50 presentations to advocacy groups, community leaders and public officials. They sifted through more than 3,000 emailed suggestions from the public. “We saw where some of the concerns and fights were going to be, and there were a handful of things that we did differently as result,” Aggarwala said.\nIt became clear, for example, that people thought the “green roofs” initiative, which would have covered rooftops with plants to absorb storm water and lower temperatures, was too expensive. So the team chose a cheaper alternative and urged New Yorkers to coat their roofs with heat-reflecting white or silver paint, which could lower household energy bills by as much as 25 percent. The city addressed the storm water problem by scaling up an existing program that turned  concrete street islands into plant-filled patches that capture rain before it floods the sewers.\nOne of the most popular proposals was an initiative to plant one million trees throughout the city by 2030. The goal of Million Trees NYC was to improve air quality, provide cooling shade and beautify the urban landscape. But like every plan that changed the status quo in New York, there were complaints. People griped that trees provided unsavory pit stops for dogs and that tree roots could crack sidewalks.\nTo pay for the $400 million initiative, the city partnered with the New York Restoration Project, a nonprofit founded by entertainer Bette Midler that revitalizes neglected parks and open spaces.\nAll In\nThat spring, Doctoroff, Aggarwala and a consultant from McKinsey briefed the mayor on the 127 initiatives in three separate hour-long sessions in the Bullpen.\n“These were reasonably high-pressure, because this was the culmination of more than a year’s worth of work. The mayor knew that,” Aggarwala said. “The mayor asked questions and was engaged.”\nAfter the briefings, Bloomberg and Doctoroff often discussed the plan in private.\nOne of the biggest sticking points was congestion pricing. The mayor was still undecided.\nUnder the sustainability team’s proposal, passenger cars entering or leaving some of Manhattan’s most congested areas would pay $8 between the hours of 6 a.m. and 6 p.m. on weekdays. Commercial truck drivers would pay $21. Emergency vehicles, taxicabs and cars with handicapped license plates wouldn’t pay anything.\nAccording to the models the team had built, congestion pricing would reduce rush hour traffic by 6.3 percent and increase driving speeds by 7.2 percent. It also would bring in $420 million a year to improve and expand mass transit systems.\nSome of the mayor’s staff didn’t think it was smart to take on such a contentious proposal. New York City needed the state legislature’s permission to institute and collect the traffic fee. Getting that notoriously dysfunctional body to sign off on congestion pricing would be difficult. Drivers who commuted from outside the city wouldn’t be pleased to pay, and state politicians wouldn’t want to alienate those constituents.\nTo win that legislative fight, the mayor would not only have to be on board—he’d have to throw his political weight behind the plan. If it failed, his political reputation would be damaged and other important PlaNYC initiatives might be overshadowed or tainted.\n“I think we were very honest about the risks of it getting done and what would happen at the state legislature,” Doctoroff said of the conversations he and the team had with Bloomberg.\nThe mayor asked Doctoroff if it might be wise to shrink the size of the congestion-pricing zone. The team mulled the idea, but stayed with the original proposal.\nIn the end, the mayor was swayed by the data. Bloomberg not only signed on, but also became one of the plan’s biggest champions.\nCrunch Time\nThe Bloomberg administration chose a highly symbolic day to present PlaNYC to the public: Earth Day, April 22, 2007.\nTo meet the deadline, the team operated under the principle that “the perfect is the enemy of the good,” Angela Pinsky said. “At some point you have to say, all we know that we can accomplish right now is that we can get someone who’s smart and who can think about this problem and empower them.”\nThat’s how the team approached the chapter of the report they had recently decided to devote to climate change.\nIt didn’t include building specific projects to help New York adapt to rising sea levels or the increasing frequency of especially severe storms. Instead, it offered three broad proposals.\nThe first goal was to create an intergovernmental task force to study potential climate impacts on critical infrastructure. The Department of Environmental Protection had already begun an adaptation study of the drinking water and sewage systems. Now subway tunnels, power plants, garbage terminals and other vital systems would get a look, too.\nThe second proposed developing individual adaptation strategies for the communities most vulnerable to coastal storms and sea level rise.\nThe third proposed a citywide assessment of the risks, costs and potential solutions for adapting to climate change. The city wanted floodplain maps to be updated regularly and building codes amended to account for increased flooding, higher winds and heat waves.\nAs the plan took shape, team members saw that they had created the beginning of a climate change strategy for America’s biggest and most complex city. Climate change—like sustainability—was central to the agenda, not simply one of the 10 components, they realized.\n“Virtually all of the 127 initiatives had some impact on [greenhouse gas] emissions,” Aggarwala said. “You could read PlaNYC as a climate emissions plan, or you could read it as a broader sustainability or quality of life plan. I remember telling Dan [Doctoroff] it was like a telescope. We could look at it either way, and the best part was that we didn’t have to choose between them.”\nWith the Earth Day deadline fast approaching, crunch time set in. One day Maron took a cab home at 6:30 a.m. and showed up back at the office a few hours later, carrying a large iced coffee spiked with two shots of espresso.\nMarc Ricks, who had helped hire Aggarwala and was now in charge assembling the final document, invited one representative from each city agency to come in and review their chapters before they went to print. He told them, “‘Make all your changes in pencil. You don’t get a pen. Only I have a pen,'” Pinsky said. “At some point you just have to shut it down.”\nA week before the launch, Aggarwala’s team briefed the Sustainability Advisory Board on the plan’s final details. In the seven months since its creation, the board had kept mum to the public on almost everything. Reporters’ interviews with city officials and the board had “produced only vague whispers of what’s coming, as if the city’s next two-and-a-half decades are before a sequestered grand jury,” the Village Voice said.\nThe board’s silence had prevented a media frenzy over the plan’s most controversial element, congestion pricing. The New York press had speculated for months over whether Bloomberg would or wouldn’t go the way of London, with little indication as to which way he’d swing.\nAt a four-hour embargoed media briefing the day before the launch, Aggarwala finally answered the big question.\n“It felt a bit like what it must feel like to come out of the closet on that Saturday, when, in front of the press, I could say, ‘Tomorrow, Mayor Bloomberg is going to propose congestion pricing,'” he recalled.\nThe next day Bloomberg took the stage at the American Museum of Natural History in Manhattan. More than 700 guests crammed into rows of folding chairs arranged beneath the 21,000-pound model of a blue whale suspended from the ceiling. A massive video screen projected the mayor’s image as he described the plan to create the world’s “first environmentally sustainable 21st-century city” over the next quarter century.\nGov. Schwarzenegger offered a video endorsement. With PlaNYC, “New York leaps to the forefront of cities dedicated to attacking climate change and protecting our environment,” he said from the screen.\nIn another video, British Prime Minister Tony Blair called PlaNYC “a great act of leadership.”\nAs Bloomberg rolled out the goals and initiatives, he reminded the crowd that the city’s long-term population growth would “pose challenges that—if left unmet—could be paralyzing: Infrastructure, stretched beyond its limits. Parks, bursting at their seams. Streets, choked with traffic. Trains, packed beyond capacity. Dirtier air, more polluted water.”\nHe added climate change to the daunting list. “As a coastal city, we’re on the leading edge of one of the most dramatic effects of global warming: rising sea levels and intensifying storms. The science is there. It’s time to stop debating it and to start dealing with it.”\nNo city or country can solve global warming on its own, he said, but New Yorkers had a responsibility “to do our part and to show others it can be done in ways that will strengthen the economy’s long-term health.”\nFinally, Bloomberg addressed what he called the “elephant in the room,” congestion pricing.\n“I understand the hesitation about charging a fee. I was a skeptic myself. But I looked at the facts, and that’s what I’m asking New Yorkers to do.”\nDoctoroff, Aggarwala and the PlaNYC team watched from the front rows as the mayor laid out the vision they’d worked so hard to create. Pinsky peered at the faces around her—urban and regional planners, environmental activists, policy wonks, nonprofit leaders.\n“This was a lot of stuff that they live to get governments to change. And it was hand-delivered to them,” she remembered. “We were all crying.”\nThe PlaNYC team knew the glow would be short lived. The opposition to congestion pricing would be especially fierce.\nBut for one day, at least, they and the mayor could celebrate.\nBack at City Hall that night, the staff ordered take-out from the Kitchenette diner and waited for the press calls to start arriving. Then they headed home to sleep for the first full night in what seemed like years.\nThe next day, it was back to work for round two—the implementation of the plan.\n“At what must have been 8:15 the next morning, I’m on my way to work, I get out of the subway, and there’s an email from Dan (Doctoroff),” Aggarwala remembered. “It said, ‘Congratulations. Now that you’ve had time to rest, how are you going to get this all done?'”\nThe Big Push\nIn the months after PlaNYC’s launch, the public and the media focused almost exclusively on congestion pricing, just as the Bloomberg administration had expected.\nMuch of the reaction was positive. The New York Daily News called congestion pricing the “wave of the future.” The New York Times said it was “long overdue.” “Yes! Yes! Yes! It’s about time,” a reader commented on a Times blog post.\nBut the negative voices were loud, too. Queens Chamber of Commerce president Raymond Irrera called it “a regressive tax that harms and could conceivably break the backs of small businesses and middle class residents that need to travel into Manhattan to conduct business.” A Quinnipiac University poll showed that most New Yorkers opposed congestion pricing, even though 90 percent agreed traffic was a problem. Proponents cited their own poll that found New Yorkers favored congestion pricing when they were told of its benefits.\nWhat mattered to the mayor’s office wasn’t the buzz, but the state legislature’s reaction to the plan. They needed the legislature’s blessing, and they needed it before June 21, 2007, when the lawmakers would recess for summer.\nIf New York didn’t adopt congestion pricing that summer, it would lose out on as much as $500 million in grants from the U.S. Department of Transportation to help implement the plan. The mayor’s office also wanted the program up and running as fast as possible, so it would be harder for the next mayor to shut it down.\nThe PlaNYC team began drafting a congestion-pricing bill to send to the legislature.\nThe mayor’s lobbying team—led by Deputy Mayor Kevin Sheekey, Bloomberg’s top political strategist—began meeting behind the scenes with policymakers from the city’s five boroughs to explain the plan and its potential impact on traffic flows and air quality.\nThe mayor lobbied hard for it.\n“The time for denial is over, the time for action is now. We are going to need Albany’s help. I am going to campaign there. I would ask all of you to do the same thing,” he told the Regional Plan Association, an independent urban research and advocacy organization.\nA new study by a business group showed that traffic jams cost the metropolitan region $13 billion every year in lost business revenue, increased operating costs, decreased worker productivity and wasted fuel. If action wasn’t taken, Bloomberg warned, commuters could someday spend half of their working day stuck in cars during rush hour.\nThe Regional Plan Association and dozens of other civic, environmental, labor and real estate groups rallied behind the initiative. The Environmental Defense Fund and the Partnership for New York City produced a 30-second television ad supporting congestion pricing. They hired powerhouse lobbyist Patricia Lynch to push it in Albany.\nLynch was a former top aide to Assembly Speaker Sheldon “Shelly” Silver, the most powerful Democrat in the state legislature. He represented much of lower Manhattan, an area that would be heavily affected by congestion pricing. Two years earlier Silver had refused to back Bloomberg’s plan to build a stadium to support New York’s Olympic bid. But Silver hadn’t taken a position on congestion pricing. Neither had Gov. Eliot Spitzer or state Senate Majority Leader Joe Bruno, whose support was also essential.\nBloomberg took his helicopter to Albany to meet legislators. The negotiations went well, but as evening loomed, the mayor’s work wasn’t finished. Bloomberg had to get back to New York, so he left Sheekey, his right-hand man, to continue the talks.\n“So I get a hotel room at about 9 o’clock,” Sheekey recalled. “I go to Target, I buy some new underwear, some socks, a dress shirt. And I get enough for just one day, because I was like, ‘I’m going to go home tomorrow.'”\nThe negotiations dragged on for three nights, and Sheekey made more late-night shopping trips. “That’s about as depressing as you can get,” Sheekey said. “Buying underwear at Target in Albany at 9 o’clock at night.”\nA Second Tough Sell\nBack in the city, Bloomberg showed off PlaNYC to the C40 Cities Climate Leadership Group, a global network of big-city mayors. His message resonated with the theme of the event: that cities—not federal governments or international councils—could lead the global fight against climate change. That was especially true in the United States, Bloomberg believed, given that Congress was unlikely to embrace any serious climate legislation.\nA week later, the mayor appeared on NBC’s “Today” show to plug another controversial initiative: a plan to convert the city’s 13,000 yellow cabs to hybrids, which guzzle less gas than conventional cars.\n“There’s an awful lot of taxicabs on the streets of New York City obviously, so it makes a real big difference,” he said. “These cars just sit there in traffic sometimes, belching fumes.” He pointed to a yellow Ford Escape hybrid parked behind him. “This does a lot less. It’s a lot better for all of us.”\nThe hybrid taxi plan needed the approval of the city’s Taxi and Limousine Commission, and opposition was sure to be fierce and unrelenting.\nNew York’s powerful corporate taxi fleet owners, who have been called a “cabbie cartel,” complained that hybrids had lower safety ratings than the trusty Crown Victoria sedans most drivers used. They also argued that the expense of buying and maintaining a hybrid would cut into drivers’ take-home pay.\nA Deadline, Delayed\nThe Bloomberg administration had lined up some key endorsements, including Gov. Spitzer, City Council Speaker Christine Quinn and the New York Times editorial board. “We had every newspaper, every good government group, every environmental group, the public polls—everybody was in favor of it,” the mayor recalled.\nBut “everybody” didn’t necessarily include the state legislature.\nBloomberg took his helicopter to Albany again to try to broker a deal with Spitzer and Bruno, the Senate majority leader. The mayor sketched it out “on cocktail napkins left over from a take-in lunch of burgers and popcorn in Bruno’s offices,” according to Joyce Purnick, author of “Mike Bloomberg: Money, Power, Politics.”\nOn June 21, the legislature adjourned without voting on congestion pricing. On July 16, however, it was introduced in a special session of the state Senate.\nA grim-faced mayor sat with state senators in Albany in tense backroom meetings that ran late into the evening.\nDemocrats complained Bloomberg had failed to answer their basic questions about congestion pricing. The mayor was furious.\n“Anybody that says we didn’t have enough time to look at this is ridiculous,” he shot back later on an Albany radio program.\n“His posture was not ingratiating,” state Sen. Kevin Parker, a Brooklyn Democrat, told the New York Times. “He says he doesn’t know politics, and he certainly bore that out by the way he behaved.”\nAngry Senate Democrats voted as a bloc to defeat the measure. But Shelly Silver and some Assembly Democrats came up with a compromise that bought Bloomberg more time. The legislature agreed to create a commission to consider policies, including congestion pricing, to reduce New York City traffic. The legislature could then act on the commission’s findings in the 2008 session.\nThe federal government cooperated, too, giving New York until the following spring to get the grant money. Proponents sighed with relief. “This is a tremendous breakthrough in the struggle to achieve a more efficient, mobile city,” said Kathy Wylde, president of the Partnership for New York City, a business group and major backer of congestion pricing.\nFirst Steps\nThe PlaNYC team tried not to let the battle over congestion pricing overshadow the rest of its agenda.\n“We knew we had to keep the momentum going right away … and so we made an announcement, like, every week,” said Ariella Maron, who was now deputy director of the Office of Long-Term Planning and Sustainability.\nBy July, nearly 70 schoolyards had been turned into green spaces, and a 13-agency task force had begun analyzing ways to manage the storm water runoff that routinely clogged the city’s sewage system.\nBloomberg launched the Mayor’s Carbon Challenge, which encouraged the private sector and institutions to voluntarily reduce their greenhouse gas emissions to 30 percent below 2006 levels by 2017—the target already set for city-owned buildings.\nTwo initiatives to curb carbon emissions from buildings—by far New York’s biggest source of greenhouse gases—took effect. Biofuels would replace some of the heating oil in city-owned buildings, and new construction codes required all new buildings to have energy-efficient heating systems, light-colored roofs and other green features.\nLast Chance\nOutside the city, the mayor continued speaking about the need for climate action.\nIn a speech before the U.S. Conference of Mayors he pushed for a national carbon tax, which was gaining support among some environmentalists, business groups and former Vice President Al Gore.\n“We have to stop ignoring the laws of economics. As long as greenhouse gas pollution is free, it will be abundant. If we want to reduce it, there has to be a cost for producing it,” he said. “This is America! We can’t be afraid to lead, to innovate, to experiment. Cities aren’t afraid.”\nThe speech drew special attention because Bloomberg had recently left the Republican Party and registered as an independent, a move many saw as a first step toward a 2008 presidential bid. His aides considered the speech one of the most significant policy addresses of his second term.\n“The mayor likes big challenges,” said Marcia Bystryn of the New York League of Conservation Voters. “Just by virtue of his personality, he likes to be in the lead. He likes the big idea.”\nThat month, Bloomberg traveled to Bali, Indonesia to speak at the annual United Nations climate change conference. He used his speech to rail against the paralysis on climate action in Washington, D.C. He argued that city governments should have a seat at the climate-negotiating table, just like national and UN delegates at the conference.\n“What I’m here to do is say cities are part of this, and New York City is doing its bit,” he told CBS News.\nBack home, things were looking up for the taxi initiative and congestion pricing.\nThe Taxi and Limousine Commission unanimously approved regulations that would effectively require more hybrid cars. And the state commission that was examining New York’s traffic problem came up with a plan that was strikingly similar to the mayor’s congestion-pricing proposal.\nA Metropolitan Transportation Authority report said congestion pricing would contribute $4.5 billion to the MTA’s capital spending plan for 2008 to 2013.\nThe legislature had until April 7, 2008 to decide whether to approve the plan. If it didn’t, the city would lose its federal grant.\nThe deadline hung over the mayor’s office like a dark cloud.\nBloomberg persuaded the City Council to adopt congestion pricing as a “home rule message”—a formal request by city politicians asking the state legislature to pass the plan.\nBut whether the message would resound in Albany was unclear.\nGov. Spitzer, who had backed congestion pricing in 2007, had resigned amid revelations that he was involved with prostitutes. Bloomberg immediately began lobbying Spitzer’s successor, Lt. Gov. David Paterson, and within a week he had won Paterson’s endorsement.\nBloomberg characterized opposition to his plan as stupid, sick and insane, according to the New York Times.\nAs the mayor rounded up supporters, one key politician still eluded him: Assembly Speaker “Shelly” Silver, whose decision would sway other Democrats on congestion pricing.\nWith the April 7 deadline just days away, the bill was introduced in the Senate, but not in the Assembly.\nOn the 7th, Silver emerged from a meeting to announce that the mayor’s congestion-pricing bill “will not be on the floor of the Assembly.” The bill didn’t have anything close to a majority among Assembly Democrats, so why bother?\nBloomberg was outraged.\n“It takes a special type of cowardice for elected officials to refuse to stand up and vote their conscience on an issue that has been debated … for more than a year,” he said in a statement that day. “Every New Yorker has a right to know if the person they send to Albany was for or against better transit and cleaner air. People know where I stood, and where members of the City Council stood. They deserved at least that from Albany.”\nHeadlines on April 8 read like an obituary: dead, defeated, killed. The mayor’s critics gloated at the dent to Bloomberg’s political prestige. Many people assumed the much-lauded PlaNYC initiative was dead, too.\nThat morning, Bloomberg flew to Washington D.C. to give the keynote speech at Newsweek magazine’s Global Environmental Leadership Conference. Sustainability chief Rit Aggarwala, who was on the plane with him, said there was no looking back for Bloomberg, no second guessing the wisdom of trying to get congestion pricing passed, no blame for the staff who had urged the mayor to risk the fight. “It’s just not a Bloomberg thing to do that,” Aggarwala said.\nInstead, the focus was on the future. “We couldn’t allow this defeat to stop us,” Aggarwala said. “It was not at all easy to shrug off, but the importance of everything else meant it had to be.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}