{
  "url": "https://insideclimatenews.org/news/20112013/bloombergs-hidden-legacy-climate-change-and-future-new-york-city-part-3/",
  "title": "Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, Part 3",
  "date": "2013-11-20T12:00:53-05:00",
  "content": "Global warming experts around the world say New York City’s plans to reduce its greenhouse gas emissions and safeguard itself from the perils of climate change are a model for other cities. But most Americans, including New Yorkers, know little or nothing about this achievement, or that it was driven by Michael Bloomberg, who next month ends his third term as New York’s mayor. Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City helps fill that gap.\nIt is being published in five installments on our website (read Part 1 and Part 2), but we encourage our readers to download our ICN Books App and purchase a full copy of the e-book. The ICN Books version is enhanced with video, audio and other extras, and 70 percent of the purchase price comes back to us to support our ongoing work.\nThe Plan Presses On\nIn his speech in Washington, D.C. on April 8, 2008, Bloomberg didn’t hide his bitterness over his loss in Albany. Legislators “didn’t even have the courage to vote on it—they just killed it in a back room. That’s not leadership,” he said.\nCongestion pricing was important, he added, “but let me make something crystal clear this morning. The other 126 initiatives are important, too, many of which … require no approval by any other level or branch of government.”\nThe mayor’s sustainability team moved a little more slowly over the next couple months, exhausted and drained by the loss of one of their most ambitious projects. They had launched many smaller initiatives during the congestion-pricing fight. Now, with just 18 months remaining in Bloomberg’s second term, they had to rally again and get more initiatives into place to preserve their environmental agenda under future mayors.\nIn the Bullpen, digital countdown clocks bore the message “Make Every Day Count” and flashed red numbers reminding them of their deadline.\nIn May the City Council made the Office of Long-Term Planning and Sustainability a permanent fixture in the New York City bureaucracy. It also mandated that PlaNYC be updated every four years and codified the city’s greenhouse gas reduction targets and water quality initiatives.\nThat summer, the city assembled a Green Codes Task Force, a group of 200 experts in design and construction who pored over 4,000 pages of building codes to find ways to make it easier to build green in the city. The mayor had already added sustainability measures to the codes. Now they were taking a deeper dive.\nIn September, the PlaNYC team took one of its most important and innovative steps: It formed the New York City Panel on Climate Change, an independent organization modeled after the Nobel Prize-winning Intergovernmental Panel on Climate Change. New York would be the first major city to produce its own climate projections—data that would inform policymakers about how climate change could impact the city’s 520 miles of coastline.\nAt the same time, Bloomberg launched another group, the Climate Change Adaptation Task Force. It asked leaders from 40 city, state and federal agencies and private companies to figure out how to protect New York’s critical infrastructure from the effects of climate change.\nNot all of the sustainability office’s plans were falling into place.\nNew rules to convert the city’s taxi fleet to hybrids, for instance, hit a major roadblock. A taxi industry group filed a lawsuit in federal court to block the plan, which delayed the rules from taking effect on October 1 as scheduled.\nThe PlaNYC agenda, now one year in, was also the subject of scrutiny.\nSome complained of what they saw as a gaping hole in the mayor’s agenda: social equity issues in low-income neighborhoods. PlaNYC included plans for 165,000 affordable housing units, but a well-rounded growth agenda should go further, they argued. It should also improve access to quality education and health care and address homelessness and unemployment. “If sustainability is not just and inclusive, is it sustainable?” asked Tom Angotti, a professor of planning at Hunter College.\nEnvironmentalists argued that Bloomberg wasn’t moving quickly enough to revitalize the waterfront, improve regional parks and redevelop abandoned industrial sites. “Much still needs to be done,” said the New York League of Conservation Voters.\nPanic on Wall Street\nFor most New Yorkers, however, PlaNYC and the city’s sustainability push was the last thing on their minds. They weren’t thinking about going green, they were thinking about whether they’d soon be out of a job because of the growing financial troubles on Wall Street.\nIn March 2008, JPMorgan Chase acquired Bear Stearns for a fraction of what the global investment bank was once worth. Housing prices throughout the nation were sliding fast, with millions of homeowners defaulting on their mortgages. Wall Street firms watched the value of subprime mortgage securities—now deemed “toxic” assets—plummet.\nNowhere was this frenzied period of financial chaos more acutely visible than on Wall Street, the storied maze of cobblestone streets where Bloomberg made a name for himself in the 1970s as a bond trader.\nOn September 15, the financial services firm Lehman Brothers filed for bankruptcy, the largest filing of its kind in U.S. history. Overnight, 26,000 employees—many of them based in New York—were out of work, and millions of investors lost all or most of their money. Freshly unemployed bankers could be seen trudging aimlessly through the streets of Manhattan clutching cardboard boxes filled with the contents of their desks.\nThat same day, Merrill Lynch agreed to sell itself to Bank of America to stave off deepening financial troubles. On September 16, the federal government took over troubled insurance giant AIG with a $68 billion bailout. Banks stopped lending. Municipal governments, pensioners and families nationwide saw their assets shrink. Layoffs and penny pinching became the new normal as companies, governments and families struggled to meet their budgets.\nWith projected tax revenue plummeting, the Bloomberg administration faced a massive budget shortfall instead of the balanced budget it had enjoyed only a year earlier.\nInstead of being crushed by the financial cataclysm, Bloomberg was invigorated as a politician. He had already put to rest rumors of a presidential run, and now he argued that as a former Wall Street trader and a self-made billionaire, he had the business acumen needed to lead New York City out of the crisis. On October 2 he announced he would run for a third term as mayor.\nHis announcement set off a raucous, citywide debate.\nIn the 1990s, New Yorkers had voted twice to limit mayors to two terms. Plenty of people and local politicians thought it should stay that way.\nAfter heated arguments, however, the city council voted 29 to 22 to allow Bloomberg to seek re-election.\nBloomberg began shelling out millions of dollars of his own money to bankroll his campaign. His pledge to “steer the national conversation” about climate change was temporarily put on hold.\nCarl Pope, executive director of the Sierra Club, had hoped to persuade the mayor to endorse his organization’s new climate action campaign. But Bloomberg’s people told him, “No, no, no, we need to focus right now on the city,” recalled Pope. “They didn’t want him to make any new major commitments of his time outside of New York City.”\nPlaNYC Takes a Hit\nAs the re-election campaign began, the city’s economic reality had flipped 180 degrees. The budget deficit reached $4 billion in 2009.\nOf the PlaNYC initiatives, the high-cost transportation projects suffered most. The state-run Metropolitan Transportation Authority was facing a $1.2 billion budget deficit and didn’t have the billions it had expected to collect from congestion-pricing fees. Environmental groups criticized the mayor for relying too heavily on that non-existent revenue to fund mass transit improvements.\nA bus program that featured pre-boarding payment systems and bus-only lanes was delayed, along with construction on the seemingly eternally postponed new Second Avenue subway line in eastern Manhattan. Projects to more easily connect New Yorkers to regional transit networks also stalled.\nThe program to turn barren schoolyards into inviting playgrounds slashed its target of 290 plots by 12 percent. The plan to develop more “greenstreets”—the addition of small, rain-catching green spaces on streets and sidewalks—was cut in half. The timeline to build the affordable housing units was pushed back a year.\nBut many of the plan’s initiatives moved ahead, including one of PlaNYC’s hallmark goals: to slash city government’s greenhouse gas emissions 30 percent by 2017. Ariella Maron was plucked from the city’s sustainability office to lead the plan from the Department of Citywide Administrative Services.\nThe Million Trees NYC campaign, which had already reached a third of its goal, continued.\nRit Aggarwala, who was still head of the sustainability office, credited Bloomberg for not scaling back more during this difficult period.\n“I think you saw in a lot of other places that the green stuff was an option. It was a veneer. Therefore, when push came to shove, you put it aside,” he said. “But the mayor knew how important this was” to the city’s long-term economic development.\nBloomberg had another reason to push ahead on sustainability: the first report from New York’s climate change panel was in and the results were unnerving.\nBy 2050, New York’s average temperatures would likely rise 3 to 5 degrees Fahrenheit. Sea levels could rise by one foot, the panel warned. As a result of global warming, coastal flooding would be more frequent and severe. In the event of a hurricane, low-lying communities would be inundated with water much more easily than just a few decades ago.\nThe climate projections “put numbers to what we already know—climate change is real and could have serious consequences for New York if we don’t take action,” Bloomberg said when he announced the report.\nUnder this scenario, more than 100 types of infrastructure were at risk. Longer summers and more frequent heat waves would strain the electrical grid as New Yorkers cranked up the air conditioning. Higher average sea levels could increase erosion of beaches and salt marshes and speed the spread of pollution from industrial waste sites.\n“Planning for climate change today is less expensive than rebuilding an entire network after a catastrophe,” the mayor said. “We cannot wait until after our infrastructure has been compromised to begin to plan for the effects of climate change now.”\nGreener and Greater\nBloomberg also pressed ahead with what he hoped would become one of PlaNYC’s crowning achievements: the Greener, Greater Buildings Plan.\nThe goal was to boost energy efficiency and conservation in New York’s 26,000 or so largest buildings—nearly half the total square footage of all the buildings in the city. Many other U.S. cities required new buildings to be energy efficient, but New York would apparently be the first to impose stringent standards on existing properties.\nThe buildings plan wasn’t nearly as controversial or politically galvanizing as congestion pricing. But it riled up the city’s powerful real estate community, which said it was in the throes of the “most challenging economic climate in two decades.”\nThe plan would create four laws. Building owners would have to meet strict energy efficiency standards for new construction and renovations and replace existing lighting systems with energy-efficient models. They also would have to track and report energy consumption for each building so the figures could be compared to similar buildings. Finally, they would be required to conduct energy audits every 10 years to identify energy-guzzling appliances or equipment and leaky doorways and windows. They’d then have to fix the inefficiencies if the improvements could pay for themselves in energy savings in seven years.\nRelations between the building industry and the Bloomberg administration grew tense. Commercial property owners and housing cooperative “co-op” boards in particular said they couldn’t afford to comply with such onerous rules at that time. Passing such laws in the midst of a credit crunch would be kicking a struggling industry while it was already down, they argued.\n“The real estate industry was on its back, the construction guys were out of work. Nobody could get a loan. On its face, it was kind of improbable,” said Aggarwala, who helped develop the plan from the sustainability office. “If you go read the headlines of what was going on [at that time], I mean, we were scared—everybody was scared.”\nBloomberg believed the plan would not only reduce greenhouse gas emissions, but would also help get the city’s economy get back on its feet. The building upgrades would stimulate private investment and create jobs, he said. Once the modifications were done, property owners would save a projected $750 million per year in energy costs.\nAn “extensive environmental agenda … is not bad for the economy. Being pro-environment and an activist in the environmental cause is good for the economy,” the mayor has said.\nAggarwala met in March 2009 with Bloomberg and Robert Lieber, the deputy mayor for economic development. Lieber had recently received a letter from the Real Estate Board of New York expressing concerns about the plan. Given the pushback, he and Aggarwala wanted to make sure the mayor was still comfortable with moving forward on the proposals.\n“The question was, ‘Are we going to do this?'” recalled Aggarwala.\nFor half an hour the three men and a half-dozen other city officials sat at a round table in “the Cow,” the second-floor room in City Hall whose formal name is “Committee of the Whole.” Aggarwala walked the mayor through a PowerPoint presentation that gave an economic analysis for each of the four requirements.\nBloomberg made the point that getting a loan or paying for upgrades might be difficult now, but the economy would eventually recover. A short-term problem shouldn’t determine the entire outcome of a long-term policy, he reasoned.\nWhen the presentation was over, Bloomberg said, “Okay,” Aggarwala remembered.\nFor a moment, Aggarwala and Lieber just looked at each other.\n“‘So we’re going to do it?'” Lieber asked the mayor again.\n“Yeah,” the mayor said.\n“All of it?” Lieber asked.\n“Yeah!” the mayor said again, as if restating the obvious. Then he walked back to his desk in the Bullpen.\n“We got the green light, and then we went and we did it,” Aggarwala said.\nOn April 22—Earth Day, 2009—Bloomberg formally proposed the four green buildings laws.\nThe building industry challenged the initiative, as expected. Most of their objections centered on the fourth proposal—the one that required energy audits and related upgrades. Building owners feared they wouldn’t have the upfront capital to pay for big fixes, even if savings were likely in the long run.\nThroughout the summer and fall, the mayor’s office, city council leaders and the building sector worked to hammer out a compromise. Finally they came up with a solution. Instead of doing expensive retrofits, building owners could meet about two dozen other, less cumbersome requirements, like sealing leaky windows and wrapping hot water pipes with insulating blankets. The Real Estate Board of New York was game.\n“I think we got what was possible, and then some,” said City Councilman James Gennaro, who participated in the negotiations.\nCool Roofs\nAs negotiations for the green buildings laws wore on, so did Bloomberg’s election bid. The mayor hired a roster of political whizzes, spearheaded by his trusted adviser Kevin Sheekey, to handle the campaign, while he tried to stay out of the daily back-and-forth.\nIn September Bloomberg launched NYC Cool Roofs, which urged building owners to paint their rooftops with a reflective coating. The goal was to reduce energy consumption and air-conditioning expenses, thereby slashing greenhouse gas emissions.\n“It’s such a simple concept. Anyone who has ever gotten dressed in the summer knows it—light-colored surfaces absorb less heat than dark surfaces do,” the mayor said at a splashy press event atop the YMCA building in Long Island City, a developing waterfront neighborhood in Queens.\nNew construction codes already required most new buildings to have reflective rooftops. Now existing buildings were being targeted, too, through a voluntary program.\nTo get property owners on board, the city mobilized a corps of volunteers. Bloomberg and former Vice President Al Gore were photographed on the YMCA’s rooftop, roller brushes in hand. Gore drew laughs when he accidentally rolled his paint-drenched brush over the shoe of a Queens assemblywoman.\n“The press had a field day” over the Cool Roofs project, Bloomberg later recalled. “They made fun of Al, they made fun of me. They made fun of the concept of painting your roof white.”\nBloomberg didn’t mind the jokes. People liked the initiative, he said, because they saw they could benefit from participating. “They’re the ones saving money.”\nFour More Years\nBy October 2009, environmentalists were praising Bloomberg’s long-term vision and his use of the bully pulpit to make sustainability part of the public discourse. Bloomberg was a “rock star mayor” for putting his sustainability plan “in the DNA of government,” said one London-based climate advocate.\nCommunity groups were less enchanted, according to the New York Times. A Harlem-based environmental justice group complained that smaller buildings were still allowed to burn the dirtier heating oils that spewed asthma-causing soot into the air. Others complained that the city’s use of artificial turf—not grass—in new sports fields built under PlaNYC contradicted the mayor’s call for more green spaces.\nBloomberg, as it turned out, would have four more years to hash out these issues.\nOn November 3, he was narrowly elected to a third term, making him only the fourth mayor in New York history to serve three consecutive four-year terms. He spent a record $102 million of his personal fortune on the campaign, about $175 per vote.\nAriella Maron recalled the moment when the digital countdown clocks in her office near City Hall dialed back another four years. “You know, I used to love the countdown clocks … then I really started to hate the clocks,” she remembered, laughing. “Because your mind is preparing for a sprint, and all of a sudden you realize, ‘Oh, this is a marathon.'”\nMaron, who was then 33, said she and some other women on the staff had been waiting until Bloomberg left office to start having children. “You’re too busy to have a family,” she explained. “Then it’s like, ‘Wait a second—four years? The biological clock is ticking!'”\nA Bust in Copenhagen\nWith a third term in the bank, Bloomberg again focused on the global climate stage. The U.S. House of Representatives had passed a sweeping cap-and-trade bill, but its prospects for surviving in the Senate were dim. The mayor’s conviction deepened that real action on climate change would come from cities—not state or federal governments or international organizations.\nBloomberg also believed that progress would be faster if climate change measures were presented as public health initiatives.\nUsing cleaner heating fuels reduced asthma rates as well as carbon emissions. Improving water networks provided cleaner drinking water while also making cities more resilient during storms. Initiatives that benefit people today are more likely to succeed than something like cap-and-trade, whose full effects won’t be realized for generations, he believed.\n“You, me, our children are breathing this air. You, me and our children are fighting the effects of congestion,” the mayor has said. “I’ve always thought that if we focus on the short-term, rather than the long-term effects on the planet, you will get to the same place, but you’ll get to it without an awful lot of the naysayers, and you’ll get there without an awful lot of the delays that people put in.”\nBloomberg took that message to the 2009 United Nations climate change conference in Copenhagen, Denmark. New York’s sustainability plan was featured in an interactive exhibition called “Future City.” The mayor spoke at a reception for 100 mayors from around the globe.\n“We were there, to some extent, to proselytize around what we were doing [with PlaNYC],” recalled Sheekey, who accompanied the mayor on the trip, along with Rit Aggarwala.\nBut as the focus in Copenhagen turned to the international climate talks, which had been going on for years without reaching a binding agreement, the mayor grew impatient. World leaders shuffled around in an endless cycle of meetings, none of which seemed to be bearing fruit. Three days into the two-week conference, Sheekey said Bloomberg told his team, “‘You know what? I think we’re done … let’s get back to the airport. We’re going to go home now.'”\n“And we went home, because we realized there was nothing else to do,” Sheekey said.\nSmoke Signals\nThe idea for what would become one of PlaNYC’s most visually dramatic initiatives was brewing in New York while Bloomberg was still at the Copenhagen climate summit.\nOn a gray, chilly day in late 2009, Andy Darrell, New York regional director for the Environmental Defense Fund, was studying the sweep of glassy skyscrapers and boxy beige buildings from the window of his seventeenth-floor office in central Manhattan. Thick plumes of black smoke coiled up from the tops of the buildings, as they often did. But this day, for some reason, Darrell and one of his colleagues took notice and asked, What is that gross stuff?\nThe “gross stuff” turned out to be emissions from high-sulfur Number 6 and Number 4 heating oil blends.\nThe two oils were being burned in about 10,000 city and privately owned buildings, including the office tower on Park Avenue South where Darrell worked. Although these buildings represented just 1 percent of the city’s building stock, they produced more soot than all the city’s cars and trucks combined. Soot is a major public health hazard, because it easily enters the lungs and bloodstream, causing childhood asthma, heart attacks and premature death.\nDarrell’s epiphany led the Environmental Defense Fund to produce a report calling for a citywide phase-out of Number 6 and Number 4 oil. Darrell is on the PlaNYC Sustainability Advisory Board, so he raised the issue at the group’s meetings. The city health department was also concerned—it had just released a study linking the two heating oil blends to severe air pollution. The seeds of what would become the NYC Clean Heat program had been planted.\nA Climate Leader Emerges\nThe start of Bloomberg’s third term in 2010 saw a sweep of changes in the administration. Rit Aggarwala, the first director of the Office of Long-Term Planning and Sustainability, moved to California so his wife could finish her medical training at Stanford University. Aggarwala was replaced by David Bragdon, who had overseen environmental programs as president of the Oregon Metro Council.\nBloomberg, meanwhile, was taking on new leadership roles in his push for action on climate change. The U.S. Senate had pulled the plug on a sweeping cap-and-trade bill, and conservative Republicans were downplaying the scientific evidence of climate change. With the prospect of passing meaningful legislation dimmer than ever, he was sure that progress would come outside of Washington.\n“We have to do something about it now,” Bloomberg said at an energy conference. “Sitting around and arguing about what it’s going to be like 50 years from now is not the kind of way I want to spend my time.”\nBy this time, Bloomberg had incorporated sustainability and climate initiatives into his private company, Bloomberg LP. The financial data giant was greening its buildings worldwide. It had also begun measuring the environmental impact of the businesses tracked in its data system, information that would be valuable to socially responsible investors.\nInternationally, Bloomberg zeroed in on the C40, the international consortium of big cities whose members were taking action to reduce greenhouse gas emissions. But the C40 was struggling to secure a steady financing stream and a professional staff. The Clinton Foundation‘s climate initiative was providing help, but only for specific projects.\nThe mayor wanted to head the organization. He made an argument similar to the one he had used in his last mayoral campaign—that his data-driven approach to planning could make the C40 a more effective policy tool.\nThe C40 steering committee elected Bloomberg as chairman in September.\nBloomberg said his election reflected the impact PlaNYC was having on other cities. “I think it says a lot about the kind of changes we’ve been able to affect here,” he said at a news conference.\nBut the New York Times pointed out that Bloomberg had recently pledged to give the C40 nearly $20 million of his foundation money over three years. Bloomberg “essentially muscled aside the Clinton staff members working on the projects,” the Times said. It quoted a Clinton advisor who said, “What are we going to do, fight him? They have the money; the golden rule applies”—as in, he who has the gold, rules.\nBloomberg ignored the squabble. Instead, he pulled out his checkbook again and pledged $50 million to the Sierra Club. The money would be used to jumpstart the Sierra Club’s Beyond Coal campaign, which aimed to shutter one-third of America’s 500 coal-fired power plants and replace them with natural gas and renewable energy.\nLike the Sierra Club and some green groups at the time, Bloomberg saw natural gas as a “bridge fuel” that could replace coal until enough renewable energy was available. Natural gas produces about half as much carbon dioxide as coal when combusted.\nBut many other environmental groups opposed the expansion of gas drilling, because it has been linked to water and air contamination. Many worried that the gas boom would ultimately do more harm than good for the climate.\nBloomberg’s critics complained he was hypocritical. The mayor wanted natural gas for New York City, but only if it polluted someone else’s groundwater, they claimed, since Bloomberg strongly opposed gas drilling in the city’s upstate watershed.\nThe mayor shrugged off the detractors. He believed his gift would help save more lives than any other policy he has backed, aside from his 2003 ban on indoor smoking. By dramatically slashing greenhouse gas emissions from coal, “you are really impacting the world—not just New York City and America.”\n“These things have to be looked at in the context of, ‘What are the alternatives?'” he has said. “We’re not going back into the caves without electricity and cooking our meals over a few logs. We are going to use energy. And the bottom line is that wind and solar are great, but they just do not have the potential at the moment to become the main source of energy in our country. And so we’ve got to make a decision here.”\nBloomberg’s $50 million pledge to the Sierra Club came with a caveat: The group first had to rigorously analyze its anti-coal campaign strategy. His foundation offered technical support. “I’d never seen anything like this in the nonprofit world at all,” said Carl Pope, the Sierra Club’s chairman.\nThe mayor brought a similar degree of rigor to his new post with the C40. One of his first acts was to commission a detailed survey of the C40’s effectiveness. It revealed a host of weaknesses—including lack of financing, skilled staff and global collaborations—and sparked talks of combining the C40 with the Clinton Foundation’s climate initiative. The groups merged in 2011.\nThe C40’s nearly 60 member cities have since adopted initiatives that will allow them to reduce their combined carbon dioxide emissions by 240 million tons per year by 2020—about 35 times the amount of annual U.S. emissions.\nDress Rehearsal\nCities had to do much more than simply curb their emissions, Bloomberg believed. They also had to focus on protecting themselves from the impacts of climate change.\nThe need for a more resilient New York City came squarely into focus in August 2011, when Hurricane Irene swirled its way up the East Coast.\nThe weather forecast was so ominous that Gov. Andrew Cuomo and the Metropolitan Transportation Authority shut down the city’s subway system for the first time in history. Bloomberg issued an unprecedented mandatory evacuation order for some 370,000 residents in low-lying areas.\nThe mayor had learned the hard way what happens if you underestimate a storm.\nEight months earlier, the sixth largest snowstorm in New York’s history had buried the city in four-foot drifts at Christmas. Public transit ground to a halt and snowplows couldn’t get through the clogged streets. While the city struggled, Bloomberg was reportedly at his mansion in Bermuda. He didn’t reappear in public in New York until a day later.\nNow, with Hurricane Irene approaching, Bloomberg “wanted to go from bozo of the blizzard to hero of the hurricane,” Doug Muzzio, a political science professor in Manhattan, told the New York Daily News.\nInstead, Hurricane Irene made Bloomberg the butt of a new round of jokes. It brought heavy rains and caused power failures and flooding, but not the widespread devastation officials had feared.\nAlthough most New Yorkers applauded Bloomberg’s better-safe-than-sorry precautions, people whose homes had been looted or vandalized during their evacuation were angry. The Daily News teased Bloomberg for his “sky-is-falling act.”\nOther extreme weather events hit the city that year, each one triggering new speculation about climate change. January 2011 was the snowiest January on record. July and early August saw 16 blistering days of 90-degree-plus heat. August was New York’s rainiest month ever.\n“Over the past year, New Yorkers have had a taste of what climate change may mean for our city,” Bloomberg said in a speech at Climate Week NYC. “Perhaps such extreme weather events are merely coincidental. Or perhaps they’re warnings of what the future holds—unless we act now. With the stakes as high as they are, just doing nothing is no option.”\nAlthough Hurricane Irene had largely spared New York City, it exposed the city’s vulnerabilities and offered a glimpse of what could have been. It didn’t look good.\nThe city’s Economic Development Corporation, or EDC, revamped its emergency response plans for the 20 million square feet of city-owned properties it manages, including piers, parking garages, rail yards and food distribution centers.  “We, like a lot of New Yorkers, went through a dress rehearsal with Irene,” said EDC president Seth Pinsky.\nA City Transformed\nNew York was now more than four years into its PlaNYC agenda. The plan had been updated the previous spring to include a chapter on solid waste and recycling. PlaNYC now had 132 initiatives to roll out, up from 127.\nThe city was showing signs of a dramatic physical transformation.\nAbout three-fourths of flat rooftops were coated with heat-reflecting paint to lower air-conditioning bills and curb carbon emissions. That, plus other measures, had reduced greenhouse gas emissions 13 percent.\nMore than 6,000 garbage trucks, police cars and other city-owned vehicles had been swapped for hybrid or natural gas vehicles. Close to half of the yellow taxi fleet was also hybrid—up from just 3 percent in 2007—even though the U.S. Supreme Court had struck down the city’s plan to require all the 13,000 cabs to be hybrids. Opponents had successfully argued that the taxi rule was a de facto regulation of emissions standards, a power only the federal government holds.\nThe five boroughs were greener and leafier thanks to the Million Trees NYC program.\n“If you go around the streets of New York, you can see it. You can feel it,” said Kevin Sheekey, who had left the mayor’s office to head government relations and communications at Bloomberg L.P.\nLess obvious were the beginnings of the city’s $1.5 billion Green Infrastructure Plan to improve water quality by keeping storm water out of sewage systems and waterways. The green plan would cost less than traditional “gray” infrastructure projects, said Cas Holloway, the environmental commissioner who spearheaded the plan.\nPorous sidewalks replaced solid concrete slabs. Rooftops were fitted with rainwater collection barrels and grassy gardens. Tree pits and parking lots were reconfigured to serve as natural storm sewers.\nThe industrial waterfront was also being transformed into public spaces and parks built to withstand sea-level rise and coastal storms.\nBrooklyn Bridge Park, once a cluster of piers covered with warehouses and semi-trucks, was now a stretch of grassy lawns, athletic fields and gardens. More than a dozen wetlands in the Bronx, Staten Island and Queens were being restored so they could once again act as natural buffers against storm surges and floodwaters.\nAlong Broadway, the once-controversial pedestrian plazas were filled with people who could relax and enjoy the city in a completely new way. Shopping was up. Vehicle exhaust fumes and neighborhood air pollution were down. San Francisco, Washington, D.C., Boston, Philadelphia and Chicago were building similar plazas.\n“You’re starting to see people use the city a little differently,” Janette Sadik-Khan, the city’s transportation commissioner, has said.  “I think it’s been really profound in terms of how we get around the city.”\nPart of the difference was the hundreds of miles of new bicycle lanes being built through PlaNYC to make it safer for people to take to two wheels. Sadik-Khan helped create a bike share program, paid for by the financial firm Citigroup and dubbed Citi Bike, which would soon fill Manhattan and Brooklyn streets with 6,000 cerulean blue cruisers.\nPeople loved—or hated—the bike lanes and bike sharing with equal fervor. Early critics said the program amounted to a massive advertisement-on-wheels for the banking industry, which they blamed for the recession. But Bloomberg refused to be swayed. Citigroup was footing most of the bill, and the plan fit well with PlaNYC’s goal of reducing air pollution from cars.\nThe Cleanup\nIn 2012, another initiative was struggling to get off the ground—the NYC Clean Heat campaign, the project inspired in part by the thick, black smoke outside Andy Darrell’s office at the Environmental Defense Fund.\nThe city had ordered buildings that burned Number 6 and Number 4 heating oil blends to switch to cleaner fuels by 2030. The rules covered the smaller buildings that environmental justice groups had complained were excluded from earlier initiatives.\nBut many building owners and developers said they couldn’t afford to make the switch. Changing heating fuels required expensive new equipment and, in some cases, the installation of new natural gas pipelines.\nTo get the program moving, city officials worked with the Environmental Defense Fund and other groups to compile the addresses of each of the roughly 10,000 buildings that burned the dirtier heating oil. Then they worked with the buildings’ owners to find ways to meet the rules.\nThe solution that emerged was a public-private partnership to help finance the upgrades. In June private banks pledged to lend building owners $90 million to convert to cleaner fuels. The city pledged an additional $23 million for mixed-income residential buildings and to cover some of the banks’ losses from missed loan payments. Natural gas utilities promised to upgrade some of their infrastructure and to offer incentives that would make it easier for buildings to comply with the rules.\nThe collaboration reminded Darrell of the early days of the PlaNYC Sustainability Advisory Board, when disparate groups sat down together to hash out solutions to difficult problems. He said Bloomberg’s personal involvement in the Clean Heat initiative helped pull it together.\n“When the mayor says, ‘No, we’re going to have one more meeting on this,’ people show up at that one more meeting. What are you going to do, say no to the mayor?” Darrell said. “And then you go, and you realize maybe there is something we can work on. And the table will continue on its own a little bit.”\nIn October, David Bragdon, the sustainability office director, left to head a wetlands revitalization project in Queens. Bloomberg appointed Sergej Mahnovski, the city’s director of energy policy, to take over PlaNYC.\nMahnovski’s transition wouldn’t be smooth. A hurricane was forming in the Caribbean. His new desk would temporarily be at the city’s emergency management headquarters in Brooklyn.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}