{
  "url": "https://insideclimatenews.org/news/21112013/bloombergs-hidden-legacy-climate-change-and-future-new-york-city-part-4/",
  "title": "Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, Part 4",
  "date": "2013-11-21T09:00:01-05:00",
  "content": "Global warming experts around the world say New York City’s plans to reduce its greenhouse gas emissions and safeguard itself from the perils of climate change are a model for other cities. But most Americans, including New Yorkers, know little or nothing about this achievement, or that it was driven by Michael Bloomberg, who next month ends his third term as New York’s mayor. Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City helps fill that gap.\nIt is being published in five installments on our website (read Part 1, Part 2 and Part 3), but we encourage our readers to download our ICN Books App and purchase a full copy of the e-book. The ICN Books version is enhanced with video, audio and other extras, and 70 percent of the purchase price comes back to us to support our ongoing work.\nA Shifting Forecast\nOn October 11, 2012 a single wave of low pressure off the west coast of Africa traveled across the Atlantic Ocean, forming a system of clouds, wind and rain. As the storm hit the Caribbean, it gathered size and strength from the area’s warm waters.\nOn October 24, the storm developed an eye—officially making it a hurricane. The World Meteorological Organization named it Sandy. After slamming into Jamaica, Cuba and the Bahamas, Hurricane Sandy turned northeast, running parallel to the eastern shoreline of the United States.\nScientists were conflicted about what would happen to Sandy as it moved north. European weather models showed it running straight toward New York and New Jersey. The U.S. National Weather Service projected it would move out to sea.\nOn the second floor of City Hall, Bloomberg met daily with his senior staff and city commissioners to discuss what to do. Representatives of the National Weather Service, the Metropolitan Transportation Authority and the state Department of Health were also in the room. For more than a decade, scientists had warned that New York was extremely vulnerable to a severe climate change-fueled storm. Bloomberg and his staff had taken note, but so far they’d focused primarily on lowering greenhouse gas emissions to fight global warming. They were just beginning to focus on adaptation—physically protecting the five boroughs from climate-related disasters.\nIf the European models were correct, the city would be hit, and hit hard. People in low-lying areas would have to be evacuated.\nIf the Weather Service was right, however, the storm would probably miss New York, and thousands of people would be needlessly forced from their homes, as they’d been a year earlier for Hurricane Irene.\nAs Sandy rotated up the coast, it collided with a low-pressure system that energized it and pushed it toward New York. The collision also changed the structure of the storm, transforming it from a hurricane into an extratropical cyclone. It measured more than 1,000 miles in diameter, making it the largest cyclone in recorded history at that time. Instead of Hurricane Sandy it was now Superstorm Sandy.\nBracing for the Storm\nThe urgency of the City Hall meetings increased. What had been hypothetical questions a few days earlier were looking more and more like realities. How long would it take to evacuate people from low-lying areas? When should they shut down the transit system? Should hospitals in vulnerable locations be closed?\nOn Friday, October 26, Bloomberg held his first news conference about the storm, urging New Yorkers to monitor the forecasts and “prepare themselves by stocking up on basic supplies.” He moved his staff, including the Office of Long-Term Planning and Sustainability, from City Hall to the Office of Emergency Management headquarters in Brooklyn. it had been built after the 9/11 attacks destroyed the previous command center near the World Trade Center and was equipped with the latest technology, including back-up generators and direct feeds to TV news channels.\nBy Sunday morning, all the storm models agreed that Sandy was headed straight for the tri-state area. The mayor, flanked by City Council Speaker Christine Quinn, Police Commissioner Raymond Kelly, and other key members of his administration, issued mandatory evacuations for low-lying areas.\nBecause the storm was going to arrive at high tide, Coney Island, the Rockaways, lower Manhattan, and parts of Brooklyn and the Bronx could be hit with “a surge from six to 11 feet,” Bloomberg said. “This is a serious and dangerous storm … We’ll certainly get through this, but we’d like to get through this with nobody getting hurt, and that’s a lot more important than property damage.”\nIf New York was going to flood, one of the first places the water would go was the city’s vast network of subway tunnels that crisscross the five boroughs and run under the major rivers—crippling the primary mode of transportation for more than eight million people. In 2011, Columbia University geophysicist Klaus Jacob, who was also a member of the city’s scientific climate change panel, had published a report detailing the damage infrastructure would suffer from a major storm. It included maps showing exactly where the water would go and how quickly it would get there.\nUsing the report as their guide, transit employees rushed into the vulnerable tunnels and removed costly, sensitive electronics that would be destroyed if submerged in salt water. They moved subway cars and buses to higher ground.\nJacob, meanwhile, was busy preparing his own home for the coming deluge. He and his wife had bought the house in Piermont, N.Y., 12 miles north of the city, knowing it was susceptible to climate-related flooding. They had raised the foundation, but local zoning laws allowed them to lift it only 6 inches above the 100-year flood zone—not nearly enough, Jacob knew, to protect it from a storm as big as Sandy.\nJacob asked members of the Piermont Rowing Club, where his wife had been a member, to help him lift the stove and dishwasher onto the kitchen counters and carry rugs and furniture to the second floor. Then he led the rowers from house to house, helping his neighbors do the same.\nBack in the city, most waterfront residents were heeding Bloomberg’s call to evacuate. But many stayed, hoping Sandy would spend her fury elsewhere. On Sunday and Monday, as the forecasts became more alarming, some of the stay-behinds tried to flee. But the roads leading away from the ocean were already clogged with traffic or partly submerged from Sandy’s early storm surge.\nAcross the city, grocery and corner store shelves lay bare. Families filled bathtubs with water and placed flashlights by their beds. Bloomberg cancelled school. Businesses shut their doors. The MTA halted subway and bus service. New York, the city that never sleeps, fell eerily quiet as it waited for the storm to arrive.\nSandy\nAt 7:30 p.m. on Monday, Superstorm Sandy made landfall in Brigantine, N.J., 120 miles south of New York City. Eighty mile-per-hour winds hurled boats onto front lawns, crumpled beachside buildings and flooded the streets with three feet of water.\nOver the next few hours Sandy coiled up the coast and into New York City. People watched from their windows as their streets and neighborhoods crumbled and flooded. Trees collapsed into buildings and onto cars. Inundated with salt water, a transformer erupted into a ball of sparks and left a large swath of lower Manhattan dark. A construction crane atop one of the city’s tallest skyscrapers dangled dangerously above West 57th Street. Water poured down stairs and into subway tunnels, smashing metal gates as it rushed in.\nThousands of low-income residents were stuck in public housing built in low-lying areas. The backup power supply at NYU Langone Medical Center in Manhattan failed, forcing doctors to deliver babies by iPhone flashlights. Hundreds of patients had to be evacuated in the middle of the storm.\nCharlene Davis, who is partly paralyzed and uses a wheelchair, watched Sandy roll in from her living room window in the Brooklyn neighborhood of Coney Island, just a few blocks south of the Atlantic Ocean. Water from a nearby inlet crept up the front lawn, engulfing waist-high shrubs. Her teenage son and daughter threw their weight against the front door, trying to keep it from gushing inside. But the force of the water pushed an air conditioner through the back window of the townhouse.\nThe children carried their mother upstairs. The family rode out the remainder of Sandy in a second-floor bedroom that they lighted with scented candles. Downstairs, Davis’ wheelchair floated in five feet of water, along with her hospital-style bed, television, pots and pans.\nAs the water infiltrated electrical systems, it sparked fires across the city. In Breezy Point, a small community at the tip of the Rockaway peninsula, 130 houses burned to the ground. A smaller fire in the Belle Harbor section destroyed about a dozen houses.\nThe storm surge pushed north up the Hudson River Valley, flooding Piermont and other waterfront towns. While Klaus Jacob and his wife slept, the first floor of their home filled with two feet of water.\nNot until the wind and rain moved north on Tuesday morning, and New Yorkers emerged from their homes, did Sandy’s true toll become apparent. Thousands of buildings sat submerged in water, sand, and toxic muck dredged up from the New York Harbor seafloor. Millions of people were without power, heat or running water. Bloomberg’s city, which was just beginning to emerge from the recession, was facing billions of dollars in damage.\nBloomberg and his staff had spent almost six years immersed in data showing that such a storm was possible, but the extent of the damage still shocked them.\n“It was a wake-up call for just how vulnerable we are,” Bloomberg said.\nLet This Be a Warning\nAs New Yorkers dug out from Sandy, environmentalists and pro-climate action politicians outside the city seized on the tragedy as a cautionary tale of what Americans could face if carbon emissions continued unchecked. Forty-four New Yorkers died and thousands of homes had been destroyed. The city suffered nearly $20 billion in economic and physical damage.\n“If there was ever a wake up call, this is it,” Bill McKibben, an environmental writer-turned-activist, told the daily newscast Democracy Now.\n“Climate change is no longer some far off issue,” Rep. Ed Markey (D-MA) wrote in the Huffington Post. “It is at our doorstep … We can’t wait for the next disaster to take action to cut the pollution that is changing our weather for the worse. We need to act now, before more lives are lost, and more livelihoods are ruined.”\nScientists are usually reluctant to attribute specific weather events to global warming, but most agreed that the strength, size and destructive force of Superstorm Sandy were likely fueled by above-average ocean temperatures caused by rising greenhouse gases. Some hypothesized that Sandy had turned toward New York and New Jersey, instead of curving out to sea, because record-low sea ice in the Arctic was altering the movement of the atmosphere.\nScientists also pointed out that sea level is seven inches higher than it was 100 years ago, making it easier for Sandy’s storm surge to breach barriers and flood communities.\nUntil Sandy arrived, the issue of climate change had largely been absent from the 2012 presidential election. For the first time since 1988 it hadn’t been mentioned in any of the presidential debates. But now, with the election just a few days away, global warming was at the forefront of voters’ minds.\nPresident Obama was a well-known proponent of climate action, although environmentalists were frustrated that he hadn’t accomplished more in his first term. The Republican candidate, Mitt Romney, had helped launch the nation’s first cap-and-trade program when he was governor of Massachusetts, but he had since reversed his view that U.S. carbon-cutting policies could help slow global warming.\nFor Bloomberg, there was a sense of “I told you so,” said Kevin Sheekey, the mayor’s former political strategist. “Everyone sort of woke up with Sandy and said well, yeah, this can really impact us. Mike Bloomberg had been talking about that since 2007.”\nOn November 1, Bloomberg unexpectedly endorsed Obama.\n“The devastation that Hurricane Sandy brought to New York City and much of the Northeast—in lost lives, lost homes and lost business—brought the stakes of next Tuesday’s presidential election into sharp relief,” he wrote in an editorial published in the opinion section of Bloomberg News. “[Climate change] is too important. We need determined leadership at the national level to move the nation and the world forward.”\nThat same day, the mayor’s weekly news magazine, Bloomberg Businessweek, hit stands with the headline “IT’S GLOBAL WARMING, STUPID” splashed across the cover in bold, black letters. Below was a photograph of a flooded and darkened lower Manhattan.\nJosh Tyrangiel, the magazine’s editor, tweeted, “Our cover story this week may generate controversy, but only among the stupid.”\nAs power and services were slowly restored, New Yorkers, too, began reflecting on the storm’s connection to climate change. A poll by Siena College found that nearly 70 percent of city residents believed the superstorm was linked to global warming.\n“Sandy was in some ways a wake-up call on these issues, an unfortunate one,” said Andy Darrell of the Environmental Defense Fund. “It brought home to people the very basic feeling that energy, water, climate change, all of these things matter in a very visceral, very real way to the city—not just to the city as a future city in 50 years, but right now. Getting it right now is important.”\nAssessing the Risk\nAs city workers and community organizations picked through the rubble, they found that small pockets of New York had managed to escape the worst of the storm—many of them the direct result of projects inspired by Bloomberg’s sustainability push.\nThe 1.3-mile Brooklyn Bridge Park, one of PlaNYC’s green space initiatives, had emerged intact. The park’s rolling berms had helped keep the storm surge from entering nearby neighborhoods. When the water receded, the park’s salt marsh plants and rugged outdoor furniture bolted in place looked much the same as they did before. Sandy was a test of the park’s design goals—and it passed.\nA $54 million project to restore and enhance wetlands across the city had produced benefits as well. Wetlands in Soundview Park in the Bronx and Freshkills Park in Staten Island helped hold back and absorb the floodwaters, allowing the communities behind them to stay relatively dry.\nA privately designed residential development in the Rockaways also came through unscathed. When Arverne by the Sea was expanded in 2007, the developers included a strip of grass-covered dunes and plants to slow down and break up any incoming storm surge. They also elevated the buildings and installed hurricane-grade windows. The houses, which have steel frames and cement-composite shingles, sit above empty underground chambers designed to redirect storm surge.\nExcept for a few missing shingles, the latest section of the development was fine. Like the rest of the Rockaways, it lost power. But because its elevated electrical systems didn’t flood, its power was restored days before other buildings in the neighborhood.\nThese success stories were small and few. Despite six years of sustainability initiatives, New York hadn’t done much to physically protect the city from climate change-related threats.\nSome people chastised the Bloomberg administration for focusing on reducing greenhouse gas emissions instead of building sea walls and levees. But the PlaNYC staff and volunteer experts were unapologetic. Adaptation work takes more time and money than mitigation, they said, and such large-scale, large-cost projects can be a difficult sell to the public.\n“I was realistic enough not to have unrealistic expectations,” said Klaus Jacob, the geophysicist who served on the city’s climate panel and saw his own home flooded by Sandy. “Engineered measures such as sea walls, berms, levees, and raising of structures … take many years if not decades to finance and implement.”\nSandy pushed that work to the top of the city’s priorities list. Bloomberg and his top officials decided that New York needed a climate change-focused rebuilding plan, one that would not only help New York recover from the storm, but rebuild stronger and smarter so it would be better prepared for future climate threats.\n“We knew that in order to even answer this question, we were going to have to figure out a way to dedicate resources to it, independent resources,” recalled Cas Holloway, the city’s deputy mayor for operations. “We wanted it to be a serious, well-resourced, but also expeditious effort. PlaNYC took 18 months. We didn’t have that kind of time.”\nThey already had a team of scientists ready to go in the form of the New York City Panel on Climate Change. They also had the infrastructure in place to develop a report, thanks to their work on PlaNYC.\nWhat they didn’t have was time. Bloomberg wanted the plan done by June so his administration could start implementing the proposed solutions before he left office.\nTaking the Helm\nIn late November, Seth Pinsky, president of the city’s Economic Development Corporation, was at home with his wife, Angela, and newborn son when he got a call from Robert Steel, deputy mayor for economic development, asking if he would lead what would become known as the Special Initiative on Rebuilding and Resiliency, or SIRR.\nPinsky’s immediate reaction was to say no. His son was just two weeks old, and his EDC work kept him so busy that he was already concerned about not spending enough time with his family. He and his wife had both worked on PlaNYC and they remembered vividly the toll it had taken on their personal lives.\nBut as Pinsky thought about the job, he realized how important it was for the city. “What better way to honor the future of my son than to start thinking about the city I hope he grows up in and lives in the rest of his life?”\nMarc Ricks, Dan Doctoroff’s former chief of staff, was tapped as second in command.\nLike Pinsky, Ricks had worked on PlaNYC and was hesitant to commit. He was working at Goldman Sachs as the vice president of infrastructure, and he was happy in his job. He called former Deputy Mayor Doctoroff, his mentor and friend, to ask his opinion. Doctoroff encouraged him to say yes. Ricks accepted the offer the next morning.\nThat afternoon, Ricks and Pinsky met with Bloomberg’s speechwriter to craft how the mayor would announce SIRR the next day. They would keep up that frenetic pace for the next seven months.\nTaking it Public\nBloomberg announced the ambitious undertaking in a conference hall at the Marriott Downtown before hundreds of environmentalists, city officials, community leaders, businesspeople and members of the press. The hotel had flooded during the storm, and the mayor could see the waterline on the wall.\nFor 40 minutes, he talked about SIRR, which he said would build on his administration’s previous work with PlaNYC. This initiative, however, was focused solely on preparing the city for climate change-related disasters. It would identify the city’s vulnerabilities and find ways to fix them.\n“The city that we know today exists, I think it’s fair to say, only because the New Yorkers who came before us responded to tragedy and adversity with inspired vision and impressive resolve,” he said. “Adapting to climate change is a citywide challenge, not just a coastal challenge. We have to reexamine all of our major infrastructure in light of Sandy—and how we can adapt and modernize it in order to protect it.”\nWith 520 miles of waterfront to protect, SIRR would be a massive undertaking. Some of the projects they had in mind, like building protective sea walls and dune systems, would disrupt neighborhoods and in some case change the patterns of people’s lives. And the price tag wouldn’t be cheap.\nSandy, however, had been an incredible motivator. New Yorkers had lost their sense of security in the storm and were desperate to get it back. Their anxiety gave Bloomberg and his staff the leeway to push their climate agenda far beyond what they imagined possible, and far beyond what any other city in the world had done.\n“Unfortunately it takes a Sandy-level event to prompt the institutional will to take big steps,” Ricks said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}