{
  "url": "https://insideclimatenews.org/news/11112013/tiny-minnesota-city-draws-line-frac-sand-boom/",
  "title": "Tiny Minnesota City Draws a Line in the Frac Sand Boom",
  "date": "2013-11-11T13:00:44-05:00",
  "content": "A college town in southern Minnesota is taking action against the frac sand industry that’s booming amid America’s drilling revolution.\nWinona, Minn. will become the first local government in the nation to monitor air pollution that may be escaping from mounds of sand being trucked through town for delivery to fracking fields in North Dakota and elsewhere.\nThe move puts the city of 28,000 people at the forefront of initial efforts to address the health effects of silica sand, an ingredient used in fracking that has been linked to lung disease. It is part of a larger trend to understand the various impacts of natural gas and oil development on communities.\nThe data Winona collects will be used to determine if the city is within pollution standards set by the federal and state government, and it could help other towns build a case for monitoring frac sand pollution.\n“This is not a specific city’s problem—it’s a regional problem,” said Jim Gurley, co-founder of the Winona-based grassroots group Citizens Against Silica Mining.\nIn the past few years, the U.S. frac sand industry has ballooned from a dozen or so mines to hundreds in order to support growing demand from frackers—which use 10,000 tons of silica sand to frack a single well. Much of the boom is in Wisconsin, the biggest producer of frac sand in the United States.\nWinona, which is near the Wisconsin border and on the Mississippi River, has become a key transport corridor for shipping Wisconsin’s frac sand to drilling sites.\nEvery day about 100 trucks carrying thousands of tons of sand move through U.S. Highway 43 that cuts across the city. The sand is loaded onto rail or barge and sent to North Dakota, Pennsylvania and Texas.\nMinnesota law requires tarps covering the haulers. But many residents remain worried about the potential impact of silica dust emissions and diesel exhaust.\nThe extent and effect of pollution from mining, processing and transporting frac sand is only partially understood. The biggest concern is the release of extra-tiny dust matter called PM 2.5, which are 2.5 micrometers in diameter and can penetrate lung tissue and enter the bloodstream. There are few monitoring tools at frac sand mines for PM 2.5 and none at transport hubs.\nSilica dust exposure kills hundreds of industrial sand workers a year, according to federal data.\nHolly Lenz, an assistant professor of public health at Winona State University who first proposed the monitors, said children, the elderly and people with chronic disease are most at risk from respiratory illness. “We’ve got the college students and a lot of older citizens,” she said. “We want to make sure we are protecting” everyone.\nUnder Winona’s plan, two air pollution sensors will be installed atop a YMCA next to the busiest road for frac sand truck traffic. One will measure concentrations of particulate matter measuring 4 micrometers in diameter, or PM 4. The other will measure the finer PM 2.5 particles.\nFrank Kohlasch, manager of the air assessment section of the Minnesota Pollution Control Agency, which will fund the monitors and collect and analyze the data, said he does not believe that dust blowing off frac sand trucks is “an imminent problem right now.” The push for monitoring has faced little resistance from the frac sands industry.\nThe safety guideline for PM 2.5 set by the U.S. Environmental Protection Agency and used by Minnesota is 12 micrograms per cubic meter over a one-year period. This summer, Minnesota adopted California’s stringent standard for PM 4, which says the particle should remain below 3 micrograms per cubic meter.\nThe Winona City Council is slated to vote on a final proposal later this month. It is expected to win easy approval. The first data will likely be collected in January 2014.\nNot Following Wisconsin’s Lead\nState support for frac sand regulations in Minnesota is in contrast to what’s happening in Wisconsin, where Republican state legislators are trying to ease already weak regulations.\nBoth states are sitting on a massive amount of silica sand. But while Wisconsin has seen a 12-fold increase in the number of industrial frac sand facilities—from 7 in 2010 to 84 in 2013—Minnesota is taking it slower. The state has eight mines and a couple of processing plants.\nAbout a dozen counties and towns in Minnesota have passed moratoriums on frac sand permits until the environmental and health impacts are studied. That includes Winona County and the City of Winona.\n“We started looking at what was happening in Wisconsin,” Gurley, the co-founder of Citizens Against Silica Mining, said. “We saw our future if we didn’t get our act together.”\nBut as fracking grew, Winona became a convenient transport passage for frac sand because of its strategic location near mines in Wisconsin’s Trempealeau and Buffalo counties, and its port and rail infrastructure.\nLast year, Lenz, the Winona State professor, found out that the closest air-quality monitoring machine in Minnesota was in the city of Rochester, about 50 miles away. So she made the case to the Pollution Control Agency to set up pollution monitors in Winona. It agreed to do so and to interpret the data.\nKohlasch, the air quality manager from the agency, said the push for stringent regulations of the frac sand industry in Minnesota is being led mainly by concerned residents like Lenz.\nMinnesotans routinely say they “don’t want to see their state go the route that Wisconsin did—as far as the number of mines, the concentration, the size,” he said.\nCorrection: An earlier version of this article misspelled the surname of the co-founder of Citizens Against Silica Mining. He is Jim Gurley, not Gurly.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}