{
  "url": "https://insideclimatenews.org/news/18112013/bloombergs-hidden-legacy-climate-change-and-future-new-york-city-part-1/",
  "title": "Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, Part 1",
  "date": "2013-11-18T08:00:50-05:00",
  "content": "Global warming experts around the world say New York City’s plans to reduce its greenhouse gas emissions and safeguard itself from the perils of climate change are a model for other cities. But most Americans, including New Yorkers, know little or nothing about this achievement, or that it was driven by Michael Bloomberg, who next month ends his third term as New York’s mayor. Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City helps fill that gap.\nIt is being published in five installments beginning here today, but we encourage our readers to download our ICN Books App and purchase a full copy of the e-book. The ICN Books version is enhanced with video, audio and other extras, and 70 percent of the purchase price comes back to us to support our ongoing work.\nOn the night of Oct. 29, 2012, Mayor Michael Bloomberg hunkered down in the command room of New York City’s Operations and Emergency Management headquarters, waiting for the full force of Superstorm Sandy to hit. Hurricane-force winds were ripping across the city, tearing trees from their roots and snapping utility poles in half. Surges of water turned streets into rivers, flooding subway tunnels and washing away homes, storefronts and cars.\nCity, state, federal officials, utility company representatives—all were typing furiously on laptops, phones pressed against their ears, trying to figure out what was happening and where, who was in danger and how.\nA vending machine cranked out cereal bars and potato chips. Dirty coffee cups piled up. Giant, flat-screen TVs on every wall flashed images of rising floodwaters and heavy winds wreaking havoc outside the command center. Phones rang incessantly. Computers hummed and whirred.\nIn the middle of it all was Bloomberg, absorbing the news and conferring with his top officials about what to do next, how to respond.\nAt 7:30 p.m., they got the news they’d been bracing for: Sandy had made landfall.\nBloomberg and his staff knew enough about the city’s vulnerability to flooding and storm surge to know that the end of this particular New York story would be bad.\nLocal scientists had predicted for at least 15 years that the changing climate would bring rising sea levels and more dangerous storms to the city’s 520 miles of coastline. But little had been done to prepare for these dangers until 2007, during Bloomberg’s second term, when his administration launched what it hoped would become the world’s most comprehensive sustainability agenda, PlaNYC.\nThey still weren’t ready for a storm like the one that was raging outside. They simply hadn’t had the time or the focus or the money to do it all, to truly protect New York from the impacts of climate change.\nLandfall\nThe storm’s center struck just below Atlantic City, N.J., some 120 miles away. But it packed so much power that it felt like Sandy had slammed directly into New York.\nA record 14-foot storm surge devoured the southern tip of Manhattan and entire waterfront neighborhoods in Brooklyn, Staten Island and Queens. Manhattan’s glittering skyline went dark below 34th Street after the salty waters claimed an electrical substation. Nearly 100 million gallons of water rushed into the Brooklyn-Battery Tunnel, a toll road beneath the East River.\nPatients on stretchers and hooked to IV bags were being evacuated where hospital emergency generators had failed. Fire was devouring entire blocks of homes in Breezy Point, in the Rockaway Peninsula in Queens.\nScott and Stacey Nagel watched in stunned silence from the front window of their home in Rockaway’s Belle Harbor neighborhood. The water raced down the streets and crept up lawns and driveways. The power was out, but the sky still glowed bright from another fire burning just six blocks away, on Beach 130th Street. A call to the fire department confirmed what the Nagels already knew: all the roads were underwater. There was no getting on, off or around the peninsula.\nBloomberg had urged people in vulnerable neighborhoods to evacuate the night before, but many stayed behind. The Nagels fled their house in 2011 when Hurricane Irene threatened to pummel the city, and nothing had happened. What was the point in leaving this time? Now, they watched the nearby flames with alarm. If the fire reached their house, where would they go?\nAt about 9 p.m., Bloomberg held a news conference in a small meeting room. He had traded the black jacket, white oxford shirt and purple tie he wore that morning for a crisp blue dress shirt. In his trademark monotone, he updated New Yorkers on the damage Sandy was causing. Drivers should stay off the roads, he said. People should stay away from windows. Everyone should shelter in place.\n“Do not go outside. It is still very dangerous,” he cautioned. He pleaded with residents to call 911 only for life-threatening emergencies. The system was fielding 10,000 calls per half hour. “These are not games. We’ve said from the very beginning, this is a once-in-a-long-time storm,” he said from behind the podium.\nCynthia Rosenzweig watched the news from her 97-year-old mother’s house near Tarrytown, a village just north of Manhattan. Rosenzweig, a senior scientist at the NASA Goddard Institute for Space Studies, was one of the first researchers to warn of the dangers climate change posed for New York.\nThat night she stepped outside her mother’s house to check her car and was blasted by gale-force winds. At that moment, in the dark, she saw the clear link between Sandy and her life’s work.\nOthers who had worked with Bloomberg on PlaNYC rode out the storm from their own homes. A brownstone in Brooklyn’s Park Slope neighborhood, where whole trees cracked and fell. An apartment building in lower Manhattan, without power and surrounded by water. A riverfront house just north of the city, where two feet of water flooded the first floor.\nRit Aggarwala, who had helped create PlaNYC, watched from Palo Alto, Calif., where he’d lived with his wife for the past two years. He swiped his smartphone incessantly to get the latest news from New York.\n“We knew this was coming, we just didn’t know it would come so soon,” he said later. “Most of what PlaNYC had included for climate change adaptation was still not yet at a point where it would make much difference.”\nAftermath\nAs Monday slipped into Tuesday, the worst of the storm passed. Houses lay in ruins, filled with water or crumpling into piles of debris. Apartment towers were dark, without water, without heat. Streets, bridges and subway tunnels had vanished under water.\nThe Nagels watched from their window until the flames on Beach 130th Street finally died and the ocean waters began to recede. Their basement was flooded with seven feet of water, but at least the house hadn’t caught fire. They shuffled upstairs to their bedroom and tried to sleep.\nThe mayor stayed at the Brooklyn Heights command center until the early hours of Tuesday morning. A few hours later, he was in a helicopter, surveying the most heavily damaged areas: the Rockaways, lower Manhattan, Staten Island, Coney Island, Brighton Beach and Howard Beach.\nWhen he got back to the command center, a buffet lunch was being served. But few people sat down to eat. Most had spent the night in the building, sleeping on cots. Now, fueled by adrenaline and caffeine, they were scrambling to put the broken city back together.\nThe mayor had talked with President Barack Obama on the phone that morning. They had discussed the nagging question everyone was asking: Was a storm like Sandy, so powerful and rare, a result of climate change?\nThere was no clear answer just yet. But Bloomberg and his team knew one thing for sure. The plans they had crafted over the past five years were only the crude beginning of what the city needed. Sandy showed them they had to do much more, much faster.\nIn the fall of 2006, Michael Bloomberg was comfortably installed in New York City Hall, a two-century-old building near the mouth of the Brooklyn Bridge, just blocks from Wall Street. He was a year into his second term as mayor and his approval ratings hovered above 70 percent. The economy was flourishing. Crime and poverty rates were down. For the first time since the 2001 terrorist attacks, New Yorkers were happy and the city was thriving.\nBut Bloomberg had never been one to sit back and enjoy a slow period. His restless mind was always searching for big challenges, big ideas—the kind of idea he was preparing to reveal in just a few weeks.\nThe plan had begun taking shape a year earlier, when the city’s demographers had come up with a startling forecast: By 2030, a million more people would likely be living in New York, boosting the city’s population to nine million.\nNew York was already bursting at the seams. Parks were overcrowded. Roadways were clogged with traffic. Subways and buses often exceeded their carrying capacities, particularly during rush hours. Air pollution levels were high and childhood asthma rates were rising. Land was so precious that city agencies were struggling to find places to store salt piles for winter road maintenance or to park off-duty garbage trucks.\nThe city needed a plan to cope with the coming crush, and in 2005 Dan Doctoroff, Bloomberg’s deputy mayor for economic development and rebuilding, had begun putting one together. As Doctoroff and his staff studied the problem, they realized that environmental issues needed to be factored in, too. Pollution had to be reduced, energy efficiency improved and greenhouse gas emissions cut. They needed to look at the growing city from a new perspective, a sustainability perspective.\n“Sustainability” was already a popular buzzword in 2006, a term used to indicate some degree of environmental consciousness. In its biggest, grandest philosophical form, sustainability meant using resources wisely to sustain life on earth. It could be as simple as installing low-flow toilets, or as complex as redesigning buildings to guzzle less energy. For New York, it meant figuring out how to balance rapid growth with preserving the environment and quality of life.\nIn some ways, Bloomberg was uniquely qualified to steer the city into this uncharted territory. He’d always been interested in science, so thinking about the environment was natural to him. As a boy he’d hung out at the Boston Museum of Science and roamed his family garden. At Johns Hopkins University, he studied physics before switching to electrical engineering.\nIn his first term as mayor, however, his environmental credentials were mixed.\nHe had spearheaded a land-buying campaign in the Catskill Mountains to protect the source of the city’s drinking water. He’d also waged a political battle to refigure the city’s garbage collection system, improving air quality in the process.\nOn the other hand, he had temporarily suspended the city’s plastic recycling program to help balance the budget. And despite a series of reports warning of the risks climate change posed to the city, he—like Rudy Giuliani before him—hadn’t shown much inclination to take action.\nNow, with the city in better shape and the stress of a reelection campaign behind him, Bloomberg was ready to embrace more environmental initiatives. The plan he was preparing to make public had begun as a traditional land use analysis and evolved into a sweeping sustainability agenda. Over the next six years, it would become bigger yet: an aggressive climate change action plan that would transform New York and the mayor into world leaders on global warming at a time when many U.S. politicians were doing their best to avoid the controversial topic.\nOrigins of a Plan\nDoctoroff, the instigator of the project, had risen from little-known Wall Street investment banker to one of the city’s top political movers and shakers remarkably fast, even by New York standards.\nHe’d begun networking his way through New York’s top political circles in the mid-1990s, when he was a partner at a private equity firm and launched an effort to bring the 2012 Summer Olympics to New York City. Bloomberg, the billionaire owner of the financial data company Bloomberg L.P., donated money to the effort and sat on the planning board.\nLike most New Yorkers, however, Doctoroff’s priorities changed on Sept. 11, 2001, when terrorists struck the twin World Trade Center towers. Businesses fled to nearby Connecticut or New Jersey. Within a year, nearly 35 percent of Battery City, a cluster of office and residential high-rises in lower Manhattan, lay vacant. The city was ravaged emotionally, physically and economically.\nMourning New Yorkers elected Bloomberg, a novice politician, as their new mayor partly because he promised to use his business expertise to revitalize the crippled city. In his campaign, Bloomberg had used many of the projects Doctoroff had proposed for the Olympics—things like expanding subway services and developing the waterfront—to illustrate his vision for New York. So it seemed natural to ask Doctoroff to be his deputy mayor for economic development and rebuilding.\nDoctoroff turned down the offer—twice.\n“I had a private equity firm I was leading. I was leading the Olympic bid. My father was very sick. So I said no,” Doctoroff recalled.\nFinally, Bloomberg invited him to a one-on-one meeting and argued that as deputy mayor, Doctoroff could work on many of the initiatives he had created for the Olympics even if the city failed to win the bid. Doctoroff emerged 90 minutes later agreeing to take the job.\nDoctoroff settled into a desk just eight feet from the mayor in the Bullpen, a humming cluster of about 50 cubicles that sits beneath crystal chandeliers on the second floor of City Hall. The room, set up to resemble a financial trading floor, is considered the nerve center of the Bloomberg administration, with the mayor famously situated not in the traditional corner office, but squarely in the middle, in a cubicle of his own.\nDoctoroff began meeting with the commissioners who reported to him—planning, environmental protection, transportation, finance and housing—as well as a few who didn’t. Dubbed the Economic Development Agency Council, they met one Wednesday a month at 110 William Street, seven blocks south of City Hall.\nIt was at one of those meetings that Doctoroff learned of the coming population boom from city demographers. Like everyone in the room, he was stunned.\n“It didn’t take a huge leap of imagination to understand that if the city was already crowded, how much worse it would be if the population grew,” Doctoroff said. “That ultimately became the most important call to action. We know what it’s like today in this cramped city. What would it be like” with another million New Yorkers?\nIn 2005, New York City lost the Olympics bid to London, and the project that had consumed Doctoroff’s life for a decade no longer required his attention.\n“It freed up a bit of capacity in Dan’s mind,” said Marc Ricks, an infrastructure expert who served as Doctoroff’s chief of staff. “He is a remarkable force when he has the mind share to dedicate to something. Suddenly, the scope can expand, the aspirations can grow and a lot can happen.”\nWith the Olympics gone, Doctoroff focused on preparing the city for the projected population growth. He decided to develop a strategic land use plan and ask each city agency to formally assess how an extra million people would affect its operations.\nSome agencies pushed back against doing the additional work. Others were eager to participate.\n“For the most part, people were amazingly cooperative,” Doctoroff said. “Given the number of people we had, that was shocking.”\nThe reports showed that the population boom would dangerously strain the city’s roads, transit systems, water systems and energy supplies. Air, water and environmental quality would deteriorate. And where, exactly, would those extra million people be housed when most of the city’s land was already occupied?\nA sense of urgency energized their work. Doctoroff dedicated more staff and more resources to figuring out how to grow the city responsibly while maintaining, or even improving, quality of life. He drove them hard. The team started meeting on Sundays, on their own time. The deeper they dug, the more alarmed they became.\nA Call for Action\nWhile Doctoroff focused on land use issues, New York’s scientific and environmental communities were worrying about climate change. They had already spent a decade researching sustainability issues and the potential impacts of global warming on the region. But their efforts were scattered and lacked leadership. Scientists conducted research, environmentalists produced reports, but in the end, they couldn’t grab the attention of the public or politicians.\nIn the mid-1990s a report by policy experts and scientists, “The Baked Apple? Metropolitan New York in the Greenhouse,” laid out which parts of the city were vulnerable to climate change and exactly how they would be affected. That report was followed by the Environmental Defense Fund’s “Hot Nights in the City: Global Warming, Sea-level Rise and the New York Metropolitan Region,” which looked at how climate change would drive up things like heat-stress mortality, mosquito-borne disease and asthma cases.\nBut the warnings were ignored. Then-mayor Rudy Giuliani and city officials argued that if action was indeed necessary, it could be delayed, because climate change was a long-term problem.\nIn 1997, the scientists had a glimmer of hope when President Bill Clinton said he would prioritize climate change during his second term. The Intergovernmental Panel on Climate Change, the United Nations-run scientific authority on global warming, had published its second report, and evidence was mounting that human activities were dangerously altering the climate.\n“I know not everyone agrees on how to interpret the scientific conclusions,” Clinton said. “But I think we all have to agree that the potential for serious climate disruption is real. It would clearly be a grave mistake to bury our heads in the sand and pretend the issue will go away.”\nThe Clinton administration launched a national assessment to evaluate the country’s vulnerability to global climate change, splitting the U.S. into 18 study regions. The assessment for the New York area was led by Columbia University’s Earth Institute, a campus-wide collaboration of scientists, engineers and policy experts aimed at solving global environmental issues.\nCynthia Rosenzweig, an agricultural scientist at NASA’s Goddard Institute for Space Studies, a partner of the Earth Institute, co-led the project with Bill Solecki, a policy and planning expert then at Montclair State University in New Jersey.\nRosenzweig and Solecki gathered more than a dozen scientists at universities across the region and invited representatives from city, regional and federal agencies to contribute. The report that emerged, the “Metropolitan East Coast Assessment: Climate Change and a Global City,” covered 31 counties in New York, New Jersey and Connecticut.\nIt addressed how rising seas, stronger storms and heat caused by climate change would affect coasts, wetlands, transportation, water supplies, energy and public health. The scientists hoped that because city agencies had participated in the research, political leaders would finally wake up to the urgent need to address global warming.\nThey set a publication date of September 12, 2001—the day after terrorists flew airplanes into the World Trade Center towers, killing 2,753 people.\nThe Port Authority of New York and New Jersey, one of the major collaborators on the climate report, was based in the North Tower. It was days before Rosenzweig and Solecki learned that the people they’d been working with for years had survived.\nThe report was released the following spring, but it was largely ignored by city agencies and the newly installed Bloomberg administration.\n“For almost five years, you couldn’t talk with anybody [in city government] about anything other than terrorism,” said Klaus Jacob, a geophysicist at Columbia University who contributed to the report. “We lost five years to work on climate and other risks.”\nStill, the scientists continued producing reports about climate change, about the vulnerability of New York’s transportation system, about the other dangers that lay ahead. With each study, they tried—and generally failed—to get officials to take notice.\nYear after year, study after study, their frustration grew. Other U.S. scientists shared that frustration. With President George W. Bush in office, there was little productive conversation about climate change at the federal level. The Intergovernmental Panel on Climate Change had released a third report, warning again that increasing greenhouse gas emissions could be catastrophic for communities around the globe. Yet Congress and the Bush administration weren’t convinced that aggressive action was needed. The few measures they did take, like creating a clean-energy loan program, were couched in terms of promoting energy independence.\n“Everybody was feeling vaguely impotent about [national action],” said Marcia Bystryn, president of the New York League of Conservation Voters, a powerful environmental policy group. Like other environmentalists, she was coming to the conclusion that cities were the best places to address climate change.\n“That’s where the bulk of CO2 emissions come from, and cities have a capacity to affect that,” she said. “Cities can get things done.”\nSome cities were already jumping on the bandwagon and launching sustainability and climate change initiatives. London created “The London Plan” that included planning guides for sustainable construction, energy, air quality and waste. San Francisco, Seattle, Portland, Ore. and Toronto implemented similar strategies.\nBystryn and other New York environmentalists saw a unique opportunity for their city to lead this wave, if only they could persuade their politicians to listen.\nGreen groups aggressively lobbied New York City officials and politicians to address the issue. In June 2005, City Councilman James Gennaro, a trained geologist who chairs the council’s environmental protection committee, authored a bill asking the city to reduce greenhouse gas emissions by 20 percent. But Gennaro said it was “unembraced by the Bloomberg administration,” which argued that the legislation overly simplified a complex task. The bill never made it to a vote.\nThe city’s energy policy taskforce predicted that energy demand would outpace supply in the next 10 years, but it didn’t spell out how New York could solve the problem. In 2004, a citywide interagency sustainability taskforce was created, but it never made any recommendations.\nBloomberg’s interest in climate change was deepening, however.\nAfter the United States refused to sign the Kyoto Protocol, an international agreement to reduce carbon emissions, he joined a coalition of mayors who promised their cities would meet the Protocol’s emission targets.\nIn a commencement speech at Johns Hopkins University School of Medicine, Bloomberg publicly defended climate science—an unusual step for a Republican given that many of the party’s leaders were questioning whether the earth was warming.\n“Despite near-unanimity in the science community, there’s now a movement driven by ideology and short-term economics to ignore the evidence and discredit the reality of climatic change,” he told the graduates.\nAs the end of his first term approached in 2005, Bloomberg had become a vocal leader on climate change. But his commitment was still only verbal. His administration had yet to take direct action.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}