{
  "url": "https://insideclimatenews.org/news/10092013/video-climate-skeptics-generates-millions-views-and-some-controversy/",
  "title": "Video on Climate Skeptics Generates Millions of Views and Some Controversy",
  "date": "2013-09-10T08:00:15-04:00",
  "content": "A funny video that calls on the World Meteorological Organization to name hurricanes after climate deniers in Congress has struck a chord, or a nerve, with people around the world—going viral in the two weeks since it was first posted on YouTube.\n“We are knocking at the door of 2 million views of the video in around one week—more than we could have hoped or expected for,” Daniel Kessler, media campaigner for 350.org Action Fund, the climate activist group behind the viral video, said last week.\nBut the video has done more than generate views and cause a laugh. It has sparked over ten thousand comments on YouTube and other social sites debating the scientific evidence about climate threats and the merits of poking fun at climate science doubters—with slightly more than half favoring the video.\n“Awesome video,” wrote one YouTube commentator. “In a perfect world this [naming system] would be true.”\nThe 2-minute-48-second video, designed by the advertising agency Barton F. Graf 9000, starts with pictures of smiling everyday people who share names with some of the most destructive hurricanes to hit the United States—Sandy, Andrew, Katrina.\n“What did these people do to deserve having their names associated with this,” says the narrator in a deadpan semi-sarcastic tone.\nBecause global warming will fuel “more frequent and devastating storms,” the narrator suggests an alternative approach: to name extreme storms after lawmakers who deny the reality of climate change and oppose policies to curb emissions. A fake newscaster prepares the nation for “Hurricane Marco Rubio,” a Republican senator from Florida and a climate skeptic.\n“Marco Rubio is very dangerous,” says a breaking news alert that flashes across the fictitious broadcast. The video targets about a half-dozen other politicians.\nThe video was shared by popular social media websites, including Upworthy, which mines the web for potentially viral content that it sees as meaningful. “It was like finally somebody was expressing what [people] were thinking in a very hilarious and eloquent way,” said Adam Mordecai, the Upworthy contributor who shared the video.\nMordechai posted the video under the headline “This Is Probably The Funniest, Most Effective Way To Deal With People Who Ignore Science Facts Ever.” It set an Upworthy record for the most views for a climate change-related post, with 1.9 million views. It is now the 21st most-watched video on the site.\nOn YouTube, the video has 2.05 million views, with more than 11,000 thumbs up and about 3,200 thumbs down.\nRepresentatives for Rubio and the six other lawmakers featured in the video did not respond to requests for comment.\nDavid Kreutzer, a fellow in energy, economics and climate change at the Heritage Foundation, a conservative research think tank, said the video is misleading.\n“They can name hurricanes after whomever they want,” Kreutzer said. But to mislead people “into thinking that if Congress voted on cap and trade [or other climate policy], then we wouldn’t be having these hurricanes is a fraud.”\n‘A New Way Of Talking About This Issue’\nNew viral videos crop up every day—largely a result of sites like Buzzfeed that are designed to manufacture viral content on the social web. Much of them show cute pictures of animals, especially cats.\nFew if any videos on climate change have hit the viral traffic goldmine.\nDave Canning and Dan Treichel, creative directors at Barton F. Graf 9000, said they felt they had a winning idea early on. “Once we started seeing edits of the video, then we kind of thought it would catch on,” Canning said. This is “because of how controversial and funny it is. It’s a new way of talking about this” issue of climate denial in U.S. politics, Treichel added.\nKessler of 350 Action Fund attributed the video’s popularity to rising public acceptance of climate change and the news relevance of the topic. Just as the video was released, Sen. Tom Coburn (R-Okla.) grabbed headlines when he said in a speech, “I am a global warming denier. I don’t deny that.”\nKessler said the group began working with Barton F. Graf 9000 on the video this spring. They chose to focus on hurricanes because Sandy’s fierce destruction has become a sign of global warming and was the catalyst that forced climate action back on the Democratic political agenda. The hurricane’s 14-foot storm surge engulfed the Atlantic seaboard last November and caused as much as $65 billion in damages. In its wake, top climate scientists went public linking warming ocean temperatures and rising seas with extreme storms.\nThe WMO Reponds\nWhile meant to be funny, the video is part of a serious campaign called Climate Name Change that seeks to help expose the names of climate deniers in elected offices. The effort includes a petition drive to get the World Meteorological Organization to approve naming hurricanes after these skeptics, whom 350 Action outs on its website. For nearly 60 years, the WMO, a United Nations agency, has been naming tropical storms in the Atlantic Ocean with generic names in alphabetical order.\nSo far, more than 75,000 people from across the world have signed the petition.\nClare Nullis, a WMO spokesperson, said the “video is making the rounds” at her agency. She said that while she’s sympathetic with 350 Action’s request, it’s not likely to be granted because storm names have to be simple, short and country-agnostic—meaning, people all over have to be able to relate them.\nFurther, names can’t be political.\nNullis also questioned the video’s suggestion that climate change is to blame for hurricanes. The link, she said, “is not all that clear.”\nThat point has been noted many times on social sites and on blogs from people who oppose the video.\nAndrew Revkin, a journalist who writes the Dot Earth blog for the New York Times, said the video was off the mark because the scientific evidence linking hurricanes and global warming may be weakening, at least according to a leaked draft of the next big report of the United Nations Intergovernmental Panel on Climate Change. In the document, the panel of scientists says they have “low confidence” in the claim that man-made climate change is causing more frequent hurricanes, though it does say warming will make storms stronger, largely because rising seas will exacerbate storm surge.\nRevkin said 350 Action Fund should leave the unsettled science out of its activism.\n“Is [the video] accomplishing anything other than energizing partisans (right and left) and further alienating disengaged citizens who might otherwise be allies (and providing big checks to the public-relations hot shots who made it)?” Revkin said in a blog post. “I doubt it.”\nJamie Henn, co-founder and communications director of 350.org, disagreed.\n“We based our language in the video on the current consensus that global warming is contributing to more frequent and devastating storms—language that everyone from top climate scientists to the EPA is using to help educate people about the threat of climate change,” he said. “In the end, our goal is to see more debate about the threats climate change poses to our nation.”\nKessler conceded that the science on climate change and hurricane frequency “is not settled.”\nScientific models that can link greenhouse gas emissions to individual weather phenomena like hurricanes and deliver more precise climate projections are evolving.\nIn a July study contradicted by much other research, Kerry Emanuel, an MIT professor of meteorology and leading hurricane scientist, said he expects climate change to make hurricanes more frequent, as well as more intense. The changes will be most prominent in the North Pacific Ocean, Emanuel found, though the North Atlantic Ocean will experience these effects, too.\nCampaigns Mount Against Skeptics\nThe video comes at a time when President Obama appears to have lost his patience for climate science skepticism as he tries to achieve actions to reduce greenhouse gas pollution.\n“I don’t have patience for anyone who denies that this challenge is real. We don’t have time for a meeting of the flat earth society,” Obama said during a June speech announcing his second-term climate action plan.\nEarlier this year, Organizing for Action, a political group created to promote Obama’s agenda, launched a campaign to call out climate deniers in Congress.\nKessler said the only way to stop the skepticism is to out climate deniers over time.\n“We are never going to have a home-run moment to break climate deniers, said Kessler. “But efforts like this video help raise awareness, and this is a good stepping stone.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}