{
  "url": "https://insideclimatenews.org/news/19082013/documents-show-drillers-cheating-landowners-and-government-out-billions/",
  "title": "Documents Show Drillers Cheating Landowners and Government Out of Billions",
  "date": "2013-08-19T17:00:43-04:00",
  "content": "Don Feusner ran dairy cattle on his 370-acre slice of northern Pennsylvania until he could no longer turn a profit by farming. Then, at age 60, he sold all but a few Angus and aimed for a comfortable retirement on money from drilling his land for natural gas instead.\nIt seemed promising. Two wells drilled on his lease hit as sweet a spot as the Marcellus shale could offer—tens of millions of cubic feet of natural gas gushed forth. Last December, he received a check for $8,506 for a month’s share of the gas.\nThen one day in April, Feusner ripped open his royalty envelope to find that while his wells were still producing the same amount of gas, the gusher of cash had slowed. His eyes cascaded down the page to his monthly balance at the bottom: $1,690.\nChesapeake Energy, the company that drilled his wells, was withholding almost 90 percent of Feusner’s share of the income to cover unspecified “gathering” expenses and it wasn’t explaining why.\n“They said you’re going to be a millionaire in a couple of years, but none of that has happened,” Feusner said. “I guess we’re expected to just take whatever they want to give us.”\nLike every landowner who signs a lease agreement to allow a drilling company to take resources off his land, Feusner is owed a cut of what is produced, called a royalty.\nIn 1982, in a landmark effort to keep people from being fleeced by the oil industry, the federal government passed a law establishing that royalty payments to landowners would be no less than 12.5 percent of the oil and gas sales from their leases.\nFrom Pennsylvania to North Dakota, a powerful argument for allowing extensive new drilling has been that royalty payments would enrich local landowners, lifting the economies of heartland and rural America. The boom was also supposed to fill the government’s coffers, since roughly 30 percent of the nation’s drilling takes place on federal land.\nOver the last decade, an untold number of leases were signed, and hundreds of thousands of wells have been sunk into new energy deposits across the country.\nBut manipulation of costs and other data by oil companies is keeping billions of dollars in royalties out of the hands of private and government landholders, an investigation by ProPublica has found.\nAn analysis of lease agreements, government documents and thousands of pages of court records shows that such underpayments are widespread. Thousands of landowners like Feusner are receiving far less than they expected based on the sales value of gas or oil produced on their property. In some cases, they are being paid virtually nothing at all.\nIn many cases, lawyers and auditors who specialize in production accounting tell ProPublica energy companies are using complex accounting and business arrangements to skim profits off the sale of resources and increase the expenses charged to landowners.\nDeducting expenses is itself controversial and debated as unfair among landowners, but it is allowable under many leases, some of which were signed without landowners fully understanding their implications.\nBut some companies deduct expenses for transporting and processing natural gas, even when leases contain clauses explicitly prohibiting such deductions. In other cases, according to court files and documents obtained by ProPublica, they withhold money without explanation for other, unauthorized expenses, and without telling landowners that the money is being withheld.\nSignificant amounts of fuel are never sold at all—companies use it themselves to power equipment that processes gas, sometimes at facilities far away from the land on which it was drilled. In Oklahoma, Chesapeake deducted marketing fees from payments to a landowner—a joint owner in the well—even though the fees went to its own subsidiary, a pipeline company called Chesapeake Energy Marketing. The landowner alleged the fees had been disguised in the form of lower sales prices. A court ruled that the company was entitled to charge the fees.\nCosts such as these are normally only documented in private transactions between energy companies, and are almost never detailed to landowners.\n“To find out how the calculation is done, you may well have to file a lawsuit and get it through discovery,” said Owen Anderson, the Eugene Kuntz Chair in Oil, Gas & Natural Resources at the University of Oklahoma College of Law, and an expert on royalty disputes. “I’m not aware of any state that requires that level of disclosure.”\nTo keep royalties low, companies sometimes set up subsidiaries or limited partnerships to which they sell oil and gas at reduced prices, only to recoup the full value of the resources when their subsidiaries resell it. Royalty payments are usually based on the initial transaction.\nIn other cases, companies have bartered for services off the books, hiding the full value of resources from landowners. In a 2003 case in Louisiana, for example, Kerr McGee, now owned by Anadarko Petroleum, sold its oil for a fraction of its value—and paid royalties to the government on the discounted amount—in a trade arrangement for marketing services that were never accounted for on its cash flow statements. The federal government sued, and won.\nThe government has an arsenal of tools to combat royalty underpayment. The Department of Interior has rules governing what deductions are allowable. It also employs an auditing agency that, while far from perfect, has uncovered more than a dozen instances in which drillers were “willful” in deceiving the government on royalty payments just since 2011. A spokesman for the Department of Interior’s Office of Natural Resources Revenue says that over the last three decades, the government has recouped more than $4 billion in unpaid fees from such cases.\nThere are few such protective mechanisms for private landowners, though, who enter into agreements without regulatory oversight and must pay to audit or challenge energy companies out of their own pockets.\nProPublica made several attempts to contact Chesapeake Energy for this article. The company declined, via email, to answer any questions regarding royalties, and then did not respond to detailed sets of questions submitted afterward. The leading industry trade group, the American Petroleum Institute, also declined to comment on landowners’ allegations of underpayments, saying that individual companies would need to respond to specific claims.\nAnderson acknowledged that many landowners enter into contracts without understanding their implications and said it was up to them to do due diligence before signing agreements with oil and gas companies.\n“The duty of the corporation is to make money for shareholders,” Anderson said. “Every penny that a corporation can save on royalties is a penny of profit for shareholders, so why shouldn’t they try to save every penny that they can on payments to royalty owners?”\nOpaque Transactions\nGas flows up through a well head on Feusner’s property, makes a couple of turns and passes a meter that measures its volume. Then it flows into larger pipes fed by multiple pipelines in a process the industry calls “gathering.” Together, the mixed gases might get compressed or processed to improve the gas quality for final sale, before feeding into a larger network of pipelines that extends for hundreds of miles to an end point, where the gas is sold and ultimately distributed to consumers.\nEach section of pipeline is owned and managed by a different company. These companies buy the gas from Chesapeake, but have no accountability to Feusner. They operate under minimal regulatory oversight, and have sales contracts with the well operator, in this case Chesapeake, with terms that are private. Until Chesapeake sold its pipeline company last winter, the pipelines were owned by its own subsidiaries.\nAs in many royalty disputes, it is not clear exactly which point of sale is the one on which Feusner’s payments should be based—the last sale onto the open market or earlier changes in custody. It’s equally unclear whether the expenses being charged to Feusner are incurred before or after that point of sale, or what processes, exactly, fall under the term “gathering.” Definitions of that term vary, depending on who is asked. In an email, a spokesperson for Chesapeake declined to say how the company defines gathering.\nMaking matters more complicated, the rights to the gas itself are often split into shares, sometimes among as many as a half-dozen companies, and are frequently traded. Feusner originally signed a lease with a small drilling company, which sold the rights to the lease to Chesapeake. Chesapeake sold a share of its rights in the lease to a Norwegian company, Statoil, which now owns about a one-third interest in the gas produced from Feusner’s property.\nChesapeake and Statoil pay him royalties and account for expenses separately. Statoil does not deduct any expenses in calculating Feusner’s royalty payments, possibly because it has a different interpretation of what’s allowed.\n“Statoil’s policy is to carefully look at each individual lease, and to take post-production deductions only where the lease and the law allow for it,” a company spokesman wrote in an email. “We take our production in kind from Chesapeake and we have no input into how they interpret the leases.”\nOnce the gas is produced, a host of opaque transactions influence how sales are accounted for and proceeds are allocated to everyone entitled to a slice. The chain of custody and division of shares is so complex that even the country’s best forensic accountants struggle to make sense of energy companies’ books.\nFeusner’s lease does not give him the right to review Chesapeake’s contracts with its partners, or to verify the sales figures that the company reports to him. Pennsylvania—though it recently passed a law requiring that the total amount of deductions be listed on royalty statements—has no laws dictating at what point a sale price needs to be set, and what expenses are legitimate.\nConcerns about royalties have begun to attract the attention of state legislators, who held a hearing on the issue in June. Some have acknowledged a need to clarify minimum royalty guarantees in the state, but so far, that hasn’t happened.\n“If you have a system that is not transparent from wellhead to burner tip and you hide behind confidentiality, then you have something to hide,” Jerry Simmons, executive director of the National Association of Royalty Owners (NARO), the premier organization representing private landowners in the U.S., told ProPublica in a 2009 interview. Simmons said recently that his views had not changed, but declined to be interviewed again. “The idea that regulatory agencies don’t know the volume of gas being produced in this country is absurd.”\nBecause so many disputes come down to interpretations of contract language, companies often look to courts for clarification. Not many royalty cases have been argued in Pennsylvania so far, but in 2010, a landmark decision, Kilmer v. Elexco Land Services, set out that the state’s minimum royalty guarantee applied to revenues before expenses were calculated, and that, when allowed by leases, energy companies were free to charge back deductions against those royalties.\nSince then, Pennsylvania landowners say, Chesapeake has been making larger deductions from their checks. (The company did not respond to questions about this.) In April, Feusner’s effective royalty rate on the gas sold by Chesapeake was less than 1 percent.\nPaul Sidorek is an accountant representing some 60 northeastern Pennsylvania landowners who receive royalty income from drilling. He’s also a landowner himself—in 2009, he leased 145 acres, and that lease was eventually sold to Chesapeake. Well aware of the troubles encountered by others, Sidorek negotiated a 20 percent royalty and made sure his lease said explicitly that no expenses could be deducted from the sale of the gas produced on his property.\nYet now, Sidorek says, Chesapeake is deducting as much as 30 percent from his royalties, attributing it to “gathering” and “third party” expenses, an amount that adds up to some $40,000 a year.\n“Now that the royalties are flowing, some people just count it as a blessing and say we don’t care what Chesapeake does, it’s money we wouldn’t have had before,” Sidorek said. But he’s filed a lawsuit. “I figure I could give my grandson a first-class education for what Chesapeake is deducting that they are not entitled to, so I’m taking it on.”\nLandowners, lawyers, legislators and even some energy industry groups say Chesapeake stands out for its confusing accounting and tendency to deduct the most expenses from landowners’ royalty checks in Pennsylvania.\n“They’ve had a culture of doing cutthroat business,” said Jackie Root, president of Pennsylvania’s chapter of the National Association of Royalty Owners.\nChesapeake did not respond to questions on whether its approach differs from that of other companies.\nRoot and others report good working relationships with other companies operating wells in Pennsylvania, and say that deductions—if they occur at all—are modest. Statoil, which has an interest in a number of Chesapeake wells, does not deduct any expenses on its share of many of the same leases. In an email from a spokesperson, the company said “We always seek to deal with our lease holders in a fair manner.”\nSeveral landowners said that not only do deductions vary between companies using the same gas “gathering” network—sales prices do as well.\nOn Sidorek’s royalty statements, for example, Chesapeake and Statoil disclose substantially different sales prices for the same gas moved through the same system.\n“If Statoil can consistently sell the gas for $.25 more, and Chesapeake claims it’s the premier producer in the country, then why the hell can’t they get the same price Statoil does for the same gas on the same day?” Sidorek wondered.\nHe thinks Chesapeake was giving a discount to a pipeline company it used to own. Chesapeake did not respond to questions about the price discrepancy.\nChesapeake may be the focus of landowner ire in Pennsylvania, but across the country thousands of landowners have filed similar complaints against many oil and gas producers.\nIn dozens of class actions reviewed by ProPublica, landowners have alleged they cannot make sense of the expenses deducted from their payments or that companies are hiding charges\nPublicly traded oil and gas companies also have disclosed settlements and judgments related to royalty disputes that, collectively, add up to billions of dollars.\nIn 2003, a jury found that Exxon had defrauded the state of Alabama out of royalty payments and ordered the company to pay nearly $103 million in back royalties and interest, plus $11.8 billion in punitive damages. (The punitive damages were reduced to $3.5 billion on appeal, and then eliminated by the state supreme court in 2007.)\nIn 2007, a jury ordered a Chesapeake subsidiary to pay $404 million, including $270 million in punitive damages, for cheating a class of leaseholders in West Virginia. In 2010, Shell was hit with a $66 million judgment, including $52 million in punitive fines, after a jury decided the company had hidden a prolific well and then intentionally misled landowners when they sought royalties. The judgment was upheld on appeal.\nSince the language of individual lease agreements vary widely, and some date back nearly 100 years, many of the disagreements about deductions boil down to differing interpretations of the language in the contract.\nIn Pennsylvania, however, courts have set few precedents for how leases should be read and substantial hurdles stand in the way of landowners interested in bringing cases.\nPennsylvania attorneys say many of their clients’ leases do not allow landowners to audit gas companies to verify their accounting. Even landowners allowed to conduct such audits could have to shell out tens of thousands of dollars to do so.\nWhen audits turn up discrepancies, attorneys say, many Pennsylvania leases require landowners to submit to arbitration—another exhaustive process that can cost tens of thousands of dollars. Arbitration clauses can also make it more difficult for landowners to join class action suits in which individuals can pool their resources and gain enough leverage to take on the industry.\n“They basically are daring you to sue them,” said Aaron Hovan, an attorney in Tunkhannock, Pa., representing landowners who have royalty concerns. “And you need to have a really good case to go through all of that, and then you could definitely lose.”\nAll of these hurdles have to be cleared within Pennsylvania’s four-year statute of limitations. Landowners who realize too late that they have been underpaid for years—or who inherit a lease from an ailing parent who never bothered to check their statements—are simply out of luck.\nEven if a gas company were found liable for underpaying royalties in Pennsylvania, it would have little to fear. It would owe only the amount it should have paid in the first place; unlike Oklahoma and other states, Pennsylvania law does not allow for any additional interest on unpaid royalties and sets a very high bar for winning punitive penalties.\n“They just wait to see who challenges them, they keep what they keep, they give up what they lose,” said Root, the NARO chapter president. “It may just be part of their business decision to do it this way.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}