{
  "url": "https://insideclimatenews.org/news/24062013/military-report-america-has-misguided-fixation-domestic-drilling/",
  "title": "Military Report: America Has ‘Misguided’ Fixation With Domestic Drilling",
  "date": "2013-06-24T11:00:30-04:00",
  "content": "WASHINGTON—A new report from the U.S. Center for Naval Analyses and the London-based Royal United Services Institute, two of the NATO alliance’s front-line strategy centers, recommends putting more effort into fighting global warming than securing reliable supplies of fossil fuels.\nThe authors call the habitual American fixation on winning energy independence through expanded North American production of oil and natural gas “misguided.” They say the “only sustainable solution” to the problem of energy insecurity is not through more drilling, but through energy efficiency and renewable fuels, like biofuels to replace oil.\nDespite the steady supplies provided by the current U.S. drilling boom, “the increased domestic production of oil and natural gas is not a panacea for the country’s energy security dilemma,” they say.\nAnd in blunt language, they criticize American policymakers and legislators for refusing to accept the “robust” scientific evidence that emissions of carbon dioxide are already causing harmful global warming, and for refusing to take actions that, if taken swiftly, could ward off its worst effects.\n“Political leaders, including many in the United States, refuse to accept short-term costs to address long-term dangers even though the future costs of responding to disasters after they occur will be far greater,” said their report, published this month.\nThe report, in the works for a year, was released as President Obama prepared to ramp up the administration’s efforts on climate change, and while the State Department was immersed in its review of whether to approve the Keystone XL pipeline to carry tar sands oil from Canada to refineries in the United States.\nIn a major policy speech on Tuesday, Obama is expected to renew his commitment to regulating emissions from coal-fired power plants, as well as other measures involving renewable energy and green technologies, but not to tip his hand on the Keystone decision. Many in Washington believe that he wants to offer strict controls on power plants, the nation’s leading source of greenhouse gases, as a quid pro quo for approving the controversial pipeline, which is seen by opponents as a contributor to the global warming problem.\nKeystone’s proponents have described the project as important for energy security.\nFor several years, the view that global warming caused by burning fossil fuels is an overwhelming national security threat has been taking firmer hold in national security circles. In 2007, a report from CNA’s military advisory board called climate change a “threat multiplier.” In 2008, a formal National Intelligence Assessment found that climate change poses a serious threat to national security and long-term global stability. The Department of Defense’s 2010 Quadrennial Defense Review, a major planning document, warned that climate change may fuel conflict, put new strains on military forces operating in the field, and cause damage to military bases, especially ports exposed to rising seas and intense storms.\nIn an article published in Foreign Affairs online in June, Tom Donilon, the former National Security Adviser to President Obama, wrote: “The Obama administration’s National Security Strategy recognizes the ‘real, urgent, and severe’ threat posed by climate change in no uncertain terms, stating, ‘change wrought by a warming planet will lead to new conflicts over refugees and resources; new suffering from drought and famine; catastrophic natural disasters; and the degradation of land across the globe.'”\nBut the focus of Donilon’s piece was on energy, not on climate change, and it spoke expansively of the importance of increased energy production to America’s strength in the world. For example, it claimed that by helping to provide plentiful oil to satisfy world demand, the United States could more effectively squeeze Iran with an embargo, a strategy that otherwise would harm oil-deficient allies.\nThe new American-British report looks mostly at the other side of the coin, the risks presented by the burning of fossil fuels no matter where they come from.\nIt acknowledges the problems caused by Western reliance on imported oil, especially from unstable parts of the world. But the new report says that even more important is the compelling need to stop using fossil fuels in the first place, since the steady addition of carbon dioxide to the atmosphere is now posing imminent dangers to national security.\nEven though the United States gets just 20 percent of its oil imports from the Middle East, the lowest share in four decades—and it could be headed toward being an oil exporter two decades from now—”the U.S. economy is highly sensitive to supply shocks and price fluctuations, regardless of the source of the oil,” it says. “Even new, domestic sources of oil and gas do not free the United States from the risks of over-reliance, because the prices of these commodities will be determined by global markets,” the report says.\nThe bigger problem, says the report, is global warming, which will cause upheaval, and military challenges, across the globe in the coming decades.\n“Our consumption of oil and other fossil fuels contributes to climate change, which poses growing risks to our infrastructure, livelihoods, and national security,” it says in its primary conclusion. “Using more natural gas and oil, even if domestically produced, neither frees our economies from global oil prices nor checks the greenhouse gas emissions that threaten future generations. The only sustainable solution to this dual challenge is to improve our energy efficiency and diversify our energy sources to include cleaner and renewable power.”\nExperts outside the military have also been increasingly alarmed by the possibility that climate change, by spreading famine, drought, disease and poverty, would lead to migration, competition for resources, and war, especially in poor regions of Africa and Asia. Rich countries might easily be drawn into these conflicts.\nBut the World Bank, in a new report that predicted many dire consequences for a warming planet, was cautious in predictions that climate change would lead to war.\n“The potential connection between environmental factors and conflict is a highly contested on, and the literature contains evidence both supporting and denying such a connection,” it said. “However, given that unprecedented climatic conditions are expected to place severe stresses on the availability and distribution of resources, the potential for climate-related human conflict emerges as a risk—and one of uncertain scope and sensitivity to degree of warming.”\nStrategists frequently note that dealing with uncertain risk is a central feature of military planning, and that whether the risk is of nuclear proliferation, terrorism, or climate change, it must be addressed long in advance of becoming real.\nThe new Center for Naval Analysis report quotes the “voice of experience” of General Charles E. Wald, a retired Air Force officer who was deputy commander of the U.S. European Command: “The biggest thing we could do right now to address climate change and its national security effects would be to decrease the amount of carbon we pump into the atmosphere, and the biggest thing we could do about that would be to have a comprehensive energy policy that addresses not only the amount and diversity of our energy, but how clean it is.”\nThe report hits hard at those in Congress who deny the scientific consensus on climate and use national security arguments to encourage more production of coal, oil and natural gas.\n“Many elected leaders in the United States fail to grasp or distrust the scientific evidence for global warming,” it says. “To some, the revelation of newly accessible oil and gas reserves across North America seems to resolve the problem of relying on oil imports—a position we regard as misguided.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}