{
  "url": "https://insideclimatenews.org/news/02072013/qa-eugenie-scott-guardian-climate-science-nations-schools/",
  "title": "Q&A: Eugenie Scott, Guardian of Climate Science in the Nation’s Schools",
  "date": "2013-07-02T12:00:59-04:00",
  "content": "As America’s debate about global warming became politicized over the past half-decade, the controversy entered a new battleground: the nation’s classrooms.\nFrom coast to coast, school boards, teachers and parents became embroiled in disputes over whether or how to teach students about climate change. At the same time, dozens of “academic freedom bills” were filed in state legislatures mandating that equal time be given to teaching the belief that climate science isn’t settled. And conservative organizations poured millions of dollars into developing educational materials and curricula to teach climate skepticism as a valid scientific proposition.\nStanding front and center in the fight against these efforts is the National Center for Science Education, an Oakland-based non-profit group that helps to keep politics, religion and ideology out of science classrooms. Leading the group’s 4,500 members—which include scientists, teachers, clergy and citizens—is Eugenie Scott, a physical anthropologist and author of the 2005 book Evolution vs. Creationism.\nScott has served as NCSE’s executive director since 1987, when the organization’s main focus was fighting the rise of the creationist and intelligent design movements that sought to undermine the teaching of evolution. In recent years, however, she has led the NCSE’s effort to keep global warming skepticism out of science classrooms.\nScott, 67, recently announced that she’ll step down from her position at the end of this year. In an interview with InsideClimate News she talked about how science education has changed during her tenure, why global warming is such a controversial topic, and what major hurdles still need to be overcome to get climate science into the nation’s classrooms.\nInsideClimate News: You’ve been at the helm of NCSE for 26 years. What is the biggest change you’ve seen over that time?\nEugenie Scott: The biggest change has been the evolution of the intelligent design movement. When I took over, the major player in the creation versus evolution issue was traditional young earth creationism—the organizations promoting it being a whole raft of smaller organizations. We began to notice in the late 1980s the development of a new kind of creationism called intelligent design that was much more clever than the young earth creationists. They had clearly learned from the mistakes of their predecessors. By the late 1990s, they had pretty much hit the notice of the general public and the press. The 2000s were a period when we spent a great amount of time dealing with intelligent design pressures.\nBut in 2005, we had the Kitzmiller et al. v. Dover trial [the first case to challenge the constitutionality of intelligent design]. It certainly did not stop the intelligent design movement, but it did put a real crimp in their willingness to push for the presentation of intelligent design in the public schools.\nEditor’s note: The theory of young earth creationism argues that the universe, Earth and all life on Earth was created by God approximately 6,000 years ago. It is a literal interpretation of the Bible’s Book of Genesis. The theory of intelligent design argues that all organisms were created in their present form by an “intelligent designer,” who most adherents consider to be God.\n2. When did you start seeing climate change education becoming an issue?\nScott: We started noticing around 2010 and 2011 that academic freedom bills [state-level bills that argue for the teaching of dissenting views of scientific concepts] were starting to bundle evolution with climate change. We also began to notice that there were occasional school board controversies. A teacher would, for example, show a film like The Inconvenient Truth, a parent would complain, and there would be controversy in the school or at the school board about whether there should be equal time given to climate denier information. We said, ‘Wow, this is just like the creationism issue.’\nSo we hitched up our pants and decided okay, we need to tackle this.\nICN: How is the fight over climate change similar to the evolution and intelligent design fight? Are the same groups behind both?\nScott: There is a tiny bit of overlap. It is clearly religious conservatives who are opposing the teaching of evolution. There is a slice of that group who also opposes the teaching of global warming from a “providential theology” standpoint: God would never let anything bad happen to the planet. But when you look at the profile of people who reject climate change, it is much bigger than religious conservatives.\nThe similarity for us is that you have topics understood by the scientific community as being very well supported by data. And you have opposition from the public that basically arises from ideology, not from science.\nWith evolution, the ideology is religious. With climate change, the ideology is not so much religious, but political and economic. What you see with the rejection of global warming is a much more nuanced and layered profile. The most extreme of the climate change contrarians are people who flat out say it is not getting warmer. Of course, that is harder and harder to maintain as more evidence piles up. The second group recognizes that okay, it is getting warmer but it isn’t our fault. The third group says yes it is getting warmer, and yes it is our fault, but we can’t do anything about it.\nICN: Is there another subset of people who just don’t understand the science—or just don’t know how to approach it—so they don’t have an opinion?\nScott: That is largely our target audience. I think most Americans really don’t understand the science. What we decided to do at NCSE when it comes to climate is basically the same thing we do with evolution: Students need to learn the basic science. What they do with that science is up to them. We don’t take a position about what a kid should do with the information.\nICN: How has this fight affected you personally?\nScott: The thing that frustrates me, and is a constant annoyance, is when you see science distorted. As a scientist, I know the process that scientists go through to come up with the conclusions. It is not like we wake up one morning and say, ‘I think it is getting warmer.’ There is a long process of data collection and analysis, constant questioning from your colleagues, and the back and forth of disputes, and presentations of more data and more models. Finally you reach a consensus. That is the way it was with evolution. That is the way it was with climate change.\nBut people just show up with an ideological agenda, whether political or religious or something else, and distort the conclusions that have been so hard won. This is the sort of thing that really pisses off scientists, and me.\nICN: In hindsight, could anything have been done to defuse the climate debate before it even started in classrooms? Or was it just inevitable?\nScott: I don’t think anything could have stopped it from starting, but we knew we wanted to get in early. That’s why we started when we did.\nICN: What do you think of the trend of ideologically conservative groups, such as the Heartland Institute, developing education materials that throw doubt on established scientific concepts like evolution and climate change?\nScott: Creationists certainly have a right to challenge the science and present their own views to the public for consideration. And the climate change deniers can do the same thing. It is free speech.\nHowever, you really need to think about the goal of education. We are trying to teach kids the basics of the scientific fields. You barely have time to teach them these basics, so why would you argue that students should be learning information that the scientific community has looked at and rejected as being not valid?\nGeographers have concluded that the earth is not flat… just as they’ve concluded that species have common ancestors and that climate change is happening. But you don’t see anyone still arguing that we should teach that the earth is flat.\nICN: Do you think the Next Gen Science Standards, the latest national K-12 science standards created by a coalition of 26 states, will have the widespread impact organizers hope?\nScott: My guess is that NGSS is going to be adopted by many states and will have a strong influence on the textbook industry—and in fact, it already has. That will be the largest influence in the classrooms. But it will take a while to trickle down. Districts will develop curricula and it gradually will shift down into classrooms. Teachers will struggle with the new curricula and new pedagogical approaches, but eventually things will get better.\nICN: The teaching of creationism as a scientific principal has been deemed unconstitutional in several lawsuits over the years, but that’s not the case with climate change. Do you think arguing this issue in the courts is the next step?\nScott: Oh goodness, I certainly hope not. The more we keep courts out of the classroom the better. You want to solve these problems outside of the courts. Cases are expensive, time consuming, distracting and they divide communities.\nThe climate change issue also really doesn’t lend itself to being a constitutional issue. It is basically: Are you going to teach good science or you going to teach good science and balance it with bad science? There’s no constitutional protection against bad science. You really can’t go to court and argue, ‘There are teachers trying to teach bad science to my kid.’ The court is just going to say, ‘Why are you here?’\nICN: What will you do now?\nScott: I’ve got speaking engagements through next June, so it is not like I’m going to suddenly disappear. I do have another book to write. It could be time to see if my talents might be useful somewhere else.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}