{
  "url": "https://insideclimatenews.org/news/05042013/exxon-oil-spill-could-be-40-larger-company-estimates-epa-figures-show/",
  "title": "Exxon Oil Spill Could Be 40% Larger Than Company Estimates, EPA Figures Show",
  "date": "2013-04-05T22:00:16-04:00",
  "content": "Since ExxonMobil’s Pegasus pipeline ruptured and leaked Canadian oil across an Arkansas suburb a week ago, the company has maintained that only “a few thousand barrels” spilled at the site.\n“We’ve had no reason to change that at this stage,” Exxon spokesman Charles Engelmann told InsideClimate News on Friday.\nBut earlier this week in the corrective action order it issued, the Pipeline and Hazardous Materials Safety Administration (PHMSA), part of the Department of Transportation, said the spill was 3,500 to 5,000 barrels.\nEngelmann said Friday that “3,500 to 5,000 is not our number” and suggested that InsideClimate News ask PHMSA where those figures came from. A PHMSA spokeswoman confirmed that the higher figures came from ExxonMobil Pipeline Company (EMPCO).\nReports posted online by the U.S. Environmental Protection Agency estimate the spill even higher—at 4,000 to 7,000 barrels—as much as 40 percent more.\nAustin Vela, the EPA spokesman at the spill site, said the agency stands by its 4,000 to 7,000 barrel estimate. When asked why those higher numbers aren’t being included in the daily press releases issued by the joint command of the cleanup operation, Vela did not respond. The joint command includes five EPA employees as well as ExxonMobil officials.\nFew, if any, media reports have cited the higher official EPA figure.\nUPDATE: After this story was published, ExxonMobil updated the joint command incident report for Friday. The report now says that approximately 5,000 barrels of oil spilled in Mayflower.\nEstimating the size of a spill in the first days after an accident can be contentious, because the volume of the spill affects the fines and penalties companies may eventually pay for violating the Clean Water Act. Fines can be as high as $1,100 for every barrel spilled. If gross negligence or willful misconduct is proven, violators can be forced to pay as much as $4,300 per barrel.\nIf the EPA’s highest number of 7,000 barrels—equivalent to 294,000 gallons—turns out to be correct, the Arkansas spill would be roughly a third the size of a 2010 Michigan pipeline spill. That accident, the largest dilbit pipeline spill in U.S. history, dumped more than 1 million gallons of dilbit into Michigan’s Kalamazoo River. The EPA recently ordered Enbridge, Inc., the Canadian pipeline operator responsible for the accident, to clean up several areas of the river where oil continues to gather.\nEstimates for the Michigan spill rose steadily after the spill occurred in July 2010 and could rise again after Enbridge completes the dredging operation the EPA order.\nExxon has maintained tight control over the command operation in Mayflower, even though the EPA is the designated on-scene coordinator. On Wednesday, an Exxon employee threatened InsideClimate News reporter Lisa Song with arrest after she went to the command center in hopes of contacting the EPA and PHMSA employees who are working there. Until Thursday, the daily incident reports contained logos for ExxonMobil, the city of Mayflower and Faulkner Country, Ark.—but not for the EPA.\nSo far, Exxon has not made public what its pipeline monitoring system has recorded. These systems, standard in the industry, track the flow of oil from origin to destination, and when a leak occurs, can provide an estimate of the amount of oil that has gone missing into the environment. On Tuesday a spokeswoman said the company is still calculating the amount of oil spilled.\nExxon says it shut down the pipeline within 16 minutes of detecting a pressure drop last Friday afternoon. The line continued to leak for 12 hours as it lost pressure, according to the PHMSA corrective action order. Two valves 18 miles apart were shut to isolate the leaking section of pipe.\nIf full, the 20-inch pipe would contain about 36,000 barrels of oil, or more than 1.5 million gallons.\nAn Exxon spokesman told Song that the company has drained the oil that remained in the 18 miles of pipe after it depressurized. The spokesman did not say how much oil was recovered from the pipe, a crucial piece of information that would allow a more accurate calculation of the true size of the spill.\nInsideClimate News reporter Maria Gallucci contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}