{
  "url": "https://insideclimatenews.org/news/08042013/upstart-pipeline-company-staking-its-future-stopping-heavy-oil-corrosion/",
  "title": "Upstart Pipeline Company Staking Its Future on Stopping Heavy Oil Corrosion",
  "date": "2013-04-08T08:00:17-04:00",
  "content": "An upstart company in Ohio is aiming to disrupt the oil pipeline business with new technology that resists corrosion far more effectively than conventional pipe.\nMesoCoat, Inc. says its technology will become especially crucial as global oil production shifts to more sulfurous and heavier fuels like tar sands crude. It claims it can make pipelines safer from potential leaks and save oil companies hundreds of millions of dollars by reducing the frequency of replacing corroded pipes.\nAt just six years old, MesoCoat is already attracting interest from major oil companies and research centers in Alberta, home of Canada’s vast oil sands resources. It has won five R&D 100 awards for innovation, plus an award from the National Institute of Standards and Technology, a U.S. agency. In the fall, it took the top spot in The Wall Street Journal’s Technology Innovations Awards for manufacturing.\nThe global attention is helping MesoCoat leap from startup to commercial company. But for Canada’s tar sands industry, the attention appears to be coming at a less-than-opportune time, as it lobbies hard for approval of the Alberta-to-Texas Keystone XL pipeline.\nOne of the main objections to the Keystone is the possibility that the tar sands oil it would carry is more corrosive to pipelines than ordinary crudes, with implications for oil spills. That concern deepened last week after an ExxonMobil pipeline carrying bitumen ruptured and leaked at least 200,000 gallons of the tarry crude in an Arkansas neighborhood.\nBecause bitumen is too thick to flow through pipelines, it is blended with natural gas liquids and turned into diluted bitumen, or dilbit. Pipelines that carry dilbit operate at higher pressure and heat than those carrying conventional oil.\nEnvironmental and safety groups contend that far too little scientific evaluation has been done to be sure that pipes designed for regular oil are safe for dilbit. “There hasn’t been much in the way of basic science that addresses the question of corrosion,” said Anthony Swift, an attorney at the Natural Resources Defense Council (NRDC) who studies pipeline safety issues.\nOil sands companies, and the Alberta and Canadian governments, say dilbit acts similarly to other crude inside a pipeline. In a backgrounder on the topic sent to InsideClimate News, the American Petroleum Institute, a trade association, said dilbit is “no more corrosive in pipelines than other heavy crude oils” transported by U.S. pipelines. A recent laboratory study by Natural Resources Canada, a government agency, tested the corrosivity of four types of dilbit—out of the dozens that exist—and seven other heavy oils. It found the dilbit samples to be among the least corrosive. The study didn’t examine how any of the oils respond to higher temperatures.\nIn the United States, a National Academies of Science committee is studying dilbit corrosion and will release its findings this summer. But the committee doesn’t have access to proprietary industry data that is considered the most thorough and will base its report on existing research.\nRoss Kozarsky, a senior analyst at Lux Research Inc., a research and advisory firm that focuses on emerging technologies, says several dozen startups and university labs are competing with global manufacturing companies in search of technologies to reduce corrosion of metals. So far, MesoCoat is one of the leaders of the upstart pack, he said.\nWhoever ends up developing the winning technologies could inherit a huge market in the oil industry.\nAccording to estimates by the National Association of Corrosion Engineers, a global trade group for the corrosion control industry, repairing or replacing corroded pipes costs oil and gas companies more than $7 billion a year. When the costs of lost productivity and revenues—plus cleanup costs from spills or leaks—are factored in, the figure probably doubles, said Kevin Garrity, the association’s recent past president.\nThose costs are expected to rise as the global oil market shifts to sour and heavier oils, which have higher sulfur contents and more corrosive properties than lighter, sweeter crudes, according to MesoCoat. At the same time, oil companies are using more intensive extraction techniques that involve salt water and acidic gases, including deep-sea drilling and enhanced recovery.\nRobert Miller, CEO of Abakan, Inc., which owns a controlling stake in MesoCoat, anticipates strong demand in the future for corrosion-resistant products in long-distance downstream pipelines like the Keystone.\nDilbit “is more corrosive than sweet oil,” Miller said in an interview, “although they strongly deny that, of course, in Canada.”\nFor now, MesoCoat is focusing on upstream pipelines—which everyone agrees corrode faster than other oil pipelines. These pipes transport a highly corrosive mix of raw bitumen, sand, hot water, sediments, acidic gases and chemicals from oil sands mines to nearby processing plants. There, the bitumen is separated and diluted with natural gas liquids for transport downstream to U.S. refineries.\n‘You Wouldn’t Win a Pipeline Bid Without It’\nIn 2007, Andrew Sherman, MesoCoat’s CEO and a former rocket scientist, spun MesoCoat out of his advanced materials firm Powdermet, Inc., where he remains chief executive.\nBoth companies have the same goal: to replace the hazardous chemicals and short-lived coatings that are currently used to reduce pipeline corrosion with environmentally benign products that are longer lasting. Powdermet produces the metal and ceramic composites that MesoCoat uses.\nMesoCoat’s technology is based on an infrared lamp developed years earlier at the federal Oak Ridge National Laboratories in Tennessee. In 2010, the company signed an exclusive licensing agreement with the lab for the lamp, which is now central to its “cladding” process.\nThe robotically controlled lamp emits a superhot beam of light amplified by mirrors. When pointed at the metal surface, the beam permanently fuses corrosion-fighting materials to steel pipes and other metal infrastructure.  Sherman likens it to “burning a bug with a magnifying glass.”\nThe company says upstream pipes produced using this process have a 60 percent lower corrosion rate than the industry norm and cost 20 percent less than existing products. They can also be produced faster. MesoCoat says oil firms currently order cladded pipe years in advance; the company aims to fill orders within months.\nMesoCoat has been developing and testing its technologies at a pilot facility in Eastlake, Ohio, a suburb of Cleveland since the fall of 2011. Later this month, the company will open a $6 million plant in the nearby town of Euclid for larger scale tests. The Brazilian oil giant Petrobras is helping to finance part of the project.\nMiller, the Abakan CEO who has invested in MesoCoat, said a business partner in Brazil first told him about MesoCoat.\n“If this technology works, within five years you wouldn’t win a pipeline bid without it,” Miller recalled his partner telling him.\nA Serendipitous Start in the Canada’s Oil Sands\nSherman said MesoCoat’s entry into Alberta’s booming market was somewhat serendipitous. At an oil and gas trade show in Houston in the fall of 2010, a research director at Syncrude Canada Ltd., one of the world’s largest producers of oil sands crude, approached MesoCoat’s booth.\n“We have a big problem” with corrosion on upstream pipelines, Sherman recalled him saying.\nA major oil sands developer like Syncrude can spend roughly $100 million a year on anti-corrosion products for pipelines and lose about $500 million a year from lost productivity and revenues, Sherman said.\nMesoCoat built prototypes for Syncrude, and after six weeks of lab testing, Syncrude decided that the technology met or exceeded the quality of existing products. Syncrude is part of a group of companies and institutions, including ExxonMobil’s Imperial Oil and Alberta Innovates Technology Futures, that is collaborating with MesoCoat to build a $4.7 million pilot plant and prototype testing facility in Alberta.\nDemand for anti-corrosion solutions will be high. Oil sands production is expected to triple by 2035 from 1.7 million barrels per day to 5.1 million, Canada’s National Energy Board, an independent regulatory agency, said in a report. More than 10,000 miles of new and repurposed downstream pipelines are being proposed to pipe the oil across Canada and the United States to coastal ports for export.\nSherman expects negotiations and funding talks on the Alberta prototype facility to wrap up by the end of this month. He said the first prototypes of cladded pipe could be delivered to participating oil companies within 14 months of the center’s opening.\nMesoCoat also plans to open three separate manufacturing facilities in Alberta to apply its cladding technologies to pipes on a commercial scale. Construction on the first plant could begin at the end of this year.\nMiller of Abakan said MesoCoat eventually aims to bring its anti-corrosion technologies to long-distance oil pipelines “like the Keystone.”\n“We’re moving ahead … to do this kind of protection that I think industry needs,” Miller said.\nSherman confirmed those plans. But he differed with Miller on the issue of dilbit corrosion in downstream pipes.\n“The likelihood is that it’s not an issue,” Sherman said in a separate interview. “There isn’t any hard evidence that says [dilbit] is more corrosive than any other oil. … There’s no significant concern about transporting dilbit in existing pipelines.”\nThe Future: Deep-Sea Oil, the Persian Gulf and More\nAnti-corrosion technologies can be used for more than just pipelines.\nCargo ships, heavy equipment and bridges need it, too, said Kozarsky, the Lux Research analyst, creating a global market in the multibillions.\nMesoCoat is already looking for business outside Canada.\nIt has a two-year-old agreement with Petrobras to test and develop its cladding technologies for the salty deep-sea oil fields off Brazil’s coast, and Sherman said it expects to break ground on a manufacturing facility in Brazil in 2014.\nMesoCoat is also eyeing the offshore gas industry in Indonesia, which is growing as that country’s light, sweet oil reserves dry up. And in the North Sea and Persian Gulf, oil developers are pumping salt water into wells to tap hard-to-reach reserves.\n“The oil majors are really rooting for us, and the sooner we can get to market, the better for them,” said Miller.\nCorrection: A previous version of this article said MesoCoat opened a $6 million plant for larger scale tests. The plant is opening in April 26.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}