{
  "url": "https://insideclimatenews.org/news/05042013/insideclimate-news-reporter-threatened-arrest-ark-oil-spill-site/",
  "title": "InsideClimate News Reporter Threatened With Arrest at Ark. Oil Spill Site",
  "date": "2013-04-05T07:00:32-04:00",
  "content": "InsideClimate News reporter Lisa Song was threatened with arrest on Wednesday after she entered the command center for the cleanup operation in Mayflower, Ark., where a major oil pipeline spill occurred on Friday.\nSong went to the command center in hopes of reaching representatives of the U.S. Environmental Protection Agency and the Department of Transportation. She had been told they were working out of the command center, but had been unable to get their names or contact information despite multiple requests to the agencies.\nThousands of barrels of oil from Alberta’s tar sands region—similar to the diluted bitumen that would flow through the controversial Keystone XL project—spilled into a residential neighborhood from a pipeline owned by ExxonMobil, forcing the evacuation of 22 homes. Those families are now being housed in hotels at Exxon’s expense.\nSong had tried to enter the command compound on Tuesday, but was turned away by a security guard. On Wednesday, however, a different guard was on duty and he waved her through the gate. Inside, a second person directed her to the warehouse that houses the command center.\nInside the building, Song went to a table with a sign that said “public affairs,” where she was given the name and contact information for Austin Vela, the EPA spokesman at the site. Before she could get the name of a DOT representative, however, Exxon spokeswoman Kim Jordan spotted Song and told her to leave. A second person arrived and said, “You’ve been asked by security to leave. If you don’t you’ll be arrested for criminal trespass.”\nSong left the compound.\nInsideClimate News lodged complaints with the EPA and with officials at the Pipeline and Hazardous Materials Safety Administration (PHMSA), the division of the DOT that regulates interstate pipelines.\nA PHMSA spokeswoman responded and said the agency has two investigators in Mayflower and no public information officer, and is not responsible for site access.\nThe EPA, which is the designated on-scene coordinator for the investigation in Mayflower, did not respond to questions about whether Song should have been evicted from the command center.\nTimothy Smith, professor emeritus of journalism at Kent State University and founder of the Media Law Center for Ethics and Access, said that if the command center was on Exxon property and Song had refused to leave, the company could, indeed, have asked local law enforcement officials to arrest her.\nBut Smith said he couldn’t understand why the “DOT and EPA should be hunkered down behind walls thrown up by a private company.”\n“This type of operating procedure is unusual. I can’t figure out why it would be beneficial to either Exxon or DOT to control information about this event,” Smith said.\n“While the Arkansas spill is certainly embarrassing given the controversy about the Canadian pipeline, by denying access, they are making it worse.”\nSong reported on Tuesday that Exxon is controlling the flow of information about the spill. The phone number of the command center goes to an ExxonMobil answering service in Texas, and for almost a week the official daily updates released by the command center contained only three logos: ExxonMobil, the city of Mayflower and Faulkner County, Ark.\nVela, the EPA spokesman, said the agency’s logo was omitted by accident. It appeared on Thursday’s update.\nThe area where the spill occurred is also off limits to the media. On Tuesday afternoon, a sheriff’s deputy told Song and two college journalism students to leave when they tried to take pictures at a spot near the incident command site, where some of the oil was being removed. On Wednesday, the Arkansas Democrat-Gazette reported that the Federal Aviation Administration has set up a temporary no-fly zone over the spill area, and that “only relief aircraft under direction of Tom Suhrhoff” are allowed in the zone. A LinkedIn profile says Suhrhoff is an aviation advisor at ExxonMobil.\nAbout 600 people at the site are working for Exxon and various contractors. The EPA has five employees on site.\nThe ExxonMobil pipeline that ruptured was carrying Wabasca Heavy crude, a type of bitumen mined in Canada’s oil sands region. Because bitumen is too thick to flow through pipelines, it is thinned with natural gas liquids and turned into dilbit, or diluted bitumen.\nIn 2010, Canadian dilbit spilled into Michigan’s Kalamazoo River from a ruptured pipeline, and oil is still being found in sections of the riverbed today, almost three years later.  If the Keystone XL pipeline is approved, it will carry dilbit from Alberta, Canada to the U.S. Gulf Coast. As it passes through Nebraska, the Keystone would cross one of the nation’s largest and most important water sources, the Ogallala aquifer.\nSong has been covering the Keystone project, the Michigan spill and pipeline safety issues since 2011. After she left the command center on Wednesday, the ExxonMobil spokeswoman sent her an email with the name and contact information for Bill Lowry, a DOT representative. And Vela, the EPA spokesman, called and said he would try to arrange a tour of the site.\nOn Thursday afternoon, Vela met Song and gave her a tour of the command center parking lot. He also allowed her to take photos at the edge of a nearby cleanup site. They were accompanied by an ExxonMobil spokesman.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}