{
  "url": "https://insideclimatenews.org/news/02042013/climate-hawks-go-offense-against-skeptics-impact-uncertain/",
  "title": "Climate Hawks Go on Offense Against Skeptics, but Impact Uncertain",
  "date": "2013-04-02T10:00:57-04:00",
  "content": "With momentum building for climate policy in Washington for the first time since 2010, environmentalists are going on the offensive to counter skeptics who helped derail global warming legislation in the past.\nWhile their efforts do a good of identifying the formidable strength of organizations that reject the scientific consensus, it is too early to tell if their counter-weapons will have any effect in the climate wars.\nThe Climate Reality Project, a group overseen by Al Gore, is trying to win over public opinion by getting people to spread accurate global warming science in the comment sections of news stories online, where the battle rages with particular ferocity.\nFor example, a recent CNN article titled “Global Warming Is Epic, Long-Term Study Says” attracted nearly 12,600 comments. That’s more than 50 times what articles published the same day on technology and environmental health received.\nLast month, Gore’s group launched a website that tips off users to climate news and encourages them to saturate readers’ comments with scientific facts. For years, skeptics have filled comments with dismissive views of climate science to sow doubts about the consensus that fossil fuels are responsible for global warming—dominating that space, according to the group.\n“We realized the other side’s very aggressive, offensive strategy to foster skepticism was having a major impact,” said Maggie Fox, CEO of the Climate Reality Project. “Addressing the comment wars seemed like a good place to start fighting back.”\nThe Reality Drop site was created with pro bono help from advertising agency Arnold Worldwide and cost a few hundred thousand dollars to develop. An algorithm on the site generates a list of articles that have become overrun by skeptics or that contain misinformation. Scientific facts are displayed next to the articles, which people can cut and paste and “drop” into reader comments or social media accounts.\nSince its launch, more than 150,000 people in 160 countries have visited the site—but the jury is still out on whether those who care about global warming will be motivated to participate. To encourage use, the program is set up like a game, with “players” racking up points for every article they comment on.\nThe Gore group is up against a large, sophisticated and well-funded adversary.\nAccording to research to be released this month by Robert Brulle, a sociologist at Drexel University in Philadelphia, organizations that cast doubt on climate science have received hundreds of millions of dollars from energy companies and sympathetic interests to combat action on climate change and other progressive causes—including $235 million in 2010 alone. The organizations include the Koch-founded Americans for Prosperity, the Heartland Institute and the Competitive Enterprise Institute, conservative groups at the forefront of climate skepticism.\n“The money fueling these skeptic campaigns is more than environmental groups will ever be able to match,” Brulle told InsideClimate News. “I wouldn’t be surprised if their donations jump this year—as they did in 2008 and 2009.”\nAnother new study in the peer-reviewed journal American Behavioral Scientist analyzes one of the most potent weapons in skeptics’ arsenal: books denying climate science. The authors of the study counted 108 of these books, with an explosion of 63 titles appearing between the years 2007 and 2010, and found that conservative think tanks have played a central role in the boom.\nActivists say skeptics use the same tactics the tobacco industry deployed to deny the health risks of smoking, with one exception: the Web.\n“During the tobacco wars, paid scientists were all over the news and in papers after any claim that tobacco was harmful to health,” said Pete Favat, chief creative officer at Arnold Worldwide, the advertising agency that worked with Gore on Reality Drop. “The same thing is happening with climate. But the Internet makes battling this strategy harder because the skeptic response is immediate and all over the place.”\nMyron Ebell, a climate skeptic at the Competitive Enterprise Institute, a Washington think tank, said his group plans to challenge the Environmental Protection Agency’s plans to further regulate greenhouse gas emissions, among other climate policies.\nBut Ebell said he isn’t concerned climate advocates will get anywhere close to the progress they achieved in 2009.\nThat was the year the U.S. House passed cap-and-trade legislation, and a newly elected President Obama pledged to broker an international climate pact at the UN climate conference in Copenhagen. Efforts failed by 2010.\n“The people pushing for action have been wasting their time for the last 20 years,” Ebell said. “It has been a very expensive dead-end.”\nLast month also saw the launch of another effort that the New York Times called “a blunt instrument in the climate war,” a film that minces no words with its title, “Greedy Lying Bastards.”\nThe movie and its website seek to expose the means by which the fossil fuel industry spreads disinformation about the state of climate science. The film identifies the main players driving the campaign, led by Charles and David Koch, the owners of energy conglomerate Koch Industries; Americans for Prosperity and its president, Tom Phillips; and ExxonMobil Chairman and CEO Rex Tillerson.\n“We wanted to name names,” said Craig Rosebraugh, the director of Greedy Lying Bastards and a longtime environmental and social justice activist. “We wanted people to understand who is responsible for our current situation. We wanted the film to be a call to action. We couldn’t have a picked a better or more critical time to release it.”\nThe movie, produced by actor and environmentalist Daryl Hannah, has yet to bring in box office returns—it made just $45,000 during its opening weekend—despite receiving positive reviews from the New York Times, Washington Post, Hollywood Reporter and Variety, among others.\n“There’s a shift happening, a turning point in the climate game,” Rosebraugh said. “If we lose the momentum we’ve built up on the climate issue now, who knows when we’ll get another chance.”\nClimategate Lessons\nThe most recent chance for a national climate law was partly spoiled by Climategate, the November 2009 hacking of emails from the University of East Anglia’s Climatic Research Unit. Skeptic groups said the emails revealed evidence that scientists were overstating the human influence on climate change—and they received nationwide media attention for their accusation.\n“The economy was in free fall. Unemployment was at 10 percent. You had a very active misinformation campaign that was kicked into gear because of climate legislation. And then Climategate happened,” said Anthony Leiserowitz, director of the Yale Project on Climate Change Communication, which surveys public climate knowledge.\nAlthough six separate inquiries into the scandal exonerated researchers of wrongdoing, only 57 percent of Americans believed global warming was happening by the start of 2010, down from 71 percent in 2008, according to a Yale Project poll. Much of the drop was from Climategate, Leiserowitz said.\n“Environmentalists didn’t know how to respond, and that void was filled with misinformation from skeptic blogs,” said John Cook, founder of Skeptical Science, a popular online clearinghouse for peer-reviewed climate science. “It was a big lesson for everyone.”\nThe 2010 midterm elections ushered in two years of silence on the climate issue, as conservative Republications—many of whom distrust climate science—were swept into power in Congress. The election saw unprecedented spending by fossil fuel interests in electoral politics.\nIn recent months, however, buoyed by concerns following Hurricane Sandy, President Obama has vowed to tackle global warming using every tool at his disposal. Senate Democrats have floated the initial details of a carbon pricing bill. The issue of a carbon tax came up in nonbinding budget resolutions last month.\nComment Wars\nAdvocates see the raging comment debates as a “place” to sell the public on the need for greenhouse gas curbs. Sixty percent of Americans list the Internet as their no. 1 source for scientific information.\n“Posts on climate are like fresh meat dumped on the Serengeti,” said Andrew Revkin, a journalist who writes the Dot Earth blog for the New York Times. “The rudeness ebbs and builds … Sometimes I smack it down by rejecting comments at a heavier pace or yelling like a teacher at unruly students.”\nUncivil comments affect readers’ interpretation of articles, according to Dietram Scheufele, author of a new study on the topic. The more hostile the comments are, the more people’s understanding declines, his research found.\n“This is particularly damaging when we move into more polarized issues like climate change,” said Scheufele, a communications researcher at the University of Wisconsin-Madison. “These issues are exactly where we need rational discourse, an unbiased exchange of ideas, and the evaluation of facts not colored by us yelling at each other.”\nWhile individuals with no training or financing are undoubtedly responsible for many comments, conservative skeptic organizations have also been accused of training people to swarm comment sections with misinformation.\nThe American Liberty Alliance, a grassroots Tea Party organization, for example, was caught on video holding seminars to teach people how to engage in “guerilla tactics” online, which were featured in the film (Astro)Turf Wars, a 2010 documentary.\n“If there is a place to comment, a place to rate, a place to share information, you have to do it. That’s how you control the online dialogue,” one seminar leader told attendees after sharing that he doesn’t read the articles on which he’s commenting.\nBrendan DeMelle, managing editor of DeSmog Blog, a website dedicated to exposing climate skeptics, said he believes comments are sometimes posted through sophisticated automated software systems that use fake personas, allowing few people to appear as many. “When I get notified that 20 or 40 comments are posted almost simultaneously on a story, that’s a clear indicator that someone is using a system like that,” DeMelle said.\nSkeptic groups deny engaging in comment campaigns.\nJames Taylor, a senior fellow at the Heartland Institute, said he thinks there are more global warming “alarmists” in comment sections than dissenters. “For every skeptic I see giving an opinion lacking in courtesy or scientific data, I see at least ten from the alarmist point of view, who are simply there to troll the comment sections.”\nMeanwhile, some skeptics have already gone on the offensive this year to try to undermine the United Nations Intergovernmental Panel on Climate Change’s fifth assessment, scheduled for release in September. They posted a leaked draft of the report online and claimed it shows that climate change is caused by solar activity.\nThey “completely misrepresented the IPCC report,” said Cook of Skeptical Science on his blog.\nThe draft said it’s “extremely likely” (95 percent certain) that human activities caused more than half of the increase in global average temperatures since the 1950s. The report also predicted sea ice-free summers in the Arctic by 2100, greater sea level rise than previous estimates and an increase in the intensity of tropical storms like Sandy.\nSkeptic websites also recently published previously unreleased documents stolen during the original 2009 email hacking, dubbing it Climategate 3.0. Neither effort garnered mainstream media coverage.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}