{
  "url": "https://insideclimatenews.org/news/02042013/oil-spill-cleanup-arkansas-exxon-running-show-not-federal-agencies/",
  "title": "At Oil Spill Cleanup in Arkansas, Exxon Running the Show, Not Federal Agencies",
  "date": "2013-04-02T18:00:00-04:00",
  "content": "MAYFLOWER, Ark.—A warehouse next to highway I-40 here at the edge of Mayflower, Ark., houses the command center for the ongoing cleanup of thousands of barrels of spilled Canadian heavy oil, but it is inaccessible to media.\nTightly controlled by ExxonMobil, which was responsible for the spill, access to even the parking lot is not permitted. A security guard now stops anyone without a red lanyard and ID badge from passing into the gated compound.\nThousands of barrels of oil from Alberta’s tar sands region—similar to the crude that would flow through the controversial Keystone XL project—spilled into a suburban Arkansas neighborhood on Friday. A 70-year-old pipeline owned by Exxon that runs from Patoka, Ill. to Nederland, Texas ruptured and forced the evacuation of nearly two dozen homes.\nThe town of 2,000 people is now suddenly the focus of national attention in the divisive debate over whether President Obama should approve the Keystone XL, a $5 billion pipeline to ship Alberta’s heavy crude to U.S. refineries along the Texas coast.\nThe stakes are high and Exxon is running the show here, with federal agencies so far publicly invisible. The phone number of the command center in Mayflower goes to an ExxonMobil answering service based in Texas, and each day it is Exxon that distributes a unified command press release—which contains the logos of Exxon, Faulkner County and the city of Mayflower—with official updates on the progress of the cleanup.\nAs the cleanup operation for the oil spill enters its fifth day, it is still unclear how much oil has spilled. Exxon has said it is reacting as if 420,000 gallons had been spilled, though the EPA’s estimate places the volume at 84,000 gallons so far.\nExxon would not reveal what its pipeline monitoring system recorded. These systems, standard in the industry, track the flow of oil from origin to destination, and when a leak occurs, can provide an estimate of the amount of oil that has gone missing into the environment.\nA spokeswoman said the company is still calculating the amount of oil spilled.\nA request for a media tour of the spill site today was turned down by an Exxon spokesperson, who emerged from the command center to speak with a reporter at the gate. All areas being cleaned up so far have also been off limits. There is no central location where members of the media can gather to ask questions.\nExxon has said 120 company officials are on site, but it is unknown how many federal officials are on site. When InsideClimate News asked to speak with a government official inside the command center, Exxon spokeswoman Kim Jordan came out of the building to answer questions.\nShe confirmed that the U.S. Environmental Protection Agency and the Pipeline and Hazardous Materials Safety Administration (PHMSA)—the federal pipeline regulator—were present. Later, in an email, she said she didn’t have the names and contact information of everyone on site and directed interview requests to the agencies’ public affairs offices.\nThe EPA and PHMSA did not return requests for information. A spokesman from the National Transportation Safety Board said the agency has not launched an investigation into the accident and has delegated responsibility to PHMSA.\nJordan said it’s hard to pinpoint who’s in charge of the unified command. “We are the responsible party and we’re in coordination with other agencies,” she said.\nSpeaking with reporters in Washington on Monday, White House spokesperson Jay Carney said, “I haven’t spoken about this incident with the president. We obviously have a system in place where the EPA, in this case, is the federal on-scene coordinator when you have a spill, an event like this and they are working with and have been working with state and local officials as well as the responsible party as they respond to this incident.”\nThe exact cause of the pipeline rupture is still under investigation. Jordan said Exxon is coordinating with the Department of Transportation on a plan to excavate the ruptured pipe.\nOn Saturday, Exxon spokesman Charles Engelmann told InsideClimate News the pipeline was carrying Wabasca Heavy crude when it ruptured.\nAccording to multiple petroleum industry sources and reports, Wabasca Heavy is listed as a type of diluted bitumen, or dilbit, from Canada’s oil sands region.\nA million-gallon dilbit spill in Michigan’s Kalamazoo River, which occurred in 2010, has proved much harder to clean up than conventional crude oil. Nearly three years later, the EPA and Enbridge—the Canadian company responsible for the spill—are still struggling to remove submerged oil from the riverbed.\nOfficials said residents in Mayflower moved quickly on Friday to prevent the oil from entering Lake Conway. Faulkner County Judge Allen Dodson is leading the local response. In an interview outside the command center Monday evening, he said he and other local authorities were on the scene within minutes of the spill’s detection.\n“I was pleasantly surprised,” he said. “I have no complaints about how quickly they [Exxon] responded.” In Monday’s press release, Exxon said 504,000 gallons of oil and water had been recovered so far.\nThe spill originated in the North Woods subdivision, built six years ago. Dodson said the neighborhood streets were designed to funnel storm runoff into drainage ditches, and that topography helped contain the oil spill. Instead of spreading over the streets, much of the oil made its way into ditches and storm drains, he said.\nSome of the oil ran into small creeks that flow into Lake Conway. Cleanup crews quickly built dams to stop the flow, and the oil was blocked before it reached a cove that connects to Lake Conway. The conduits that connect the cove to the lake have also been blocked with dams, and the cove is being pumped to keep the water levels low.\nThere are “multiple layers of defenses” to prevent the oil from reaching the lake, Dodson said. A few booms are stretched over the lake as a precaution.\nOn Monday afternoon, the smell of oil—like burning tar—could be detected hundreds of feet from where cleanup workers were pumping oil from a creek. By Tuesday, the smell had weakened slightly.\nDodson said air monitoring has showed the fumes pose no threat to public health and safety. A unified command press release on Tuesday said cleanup crews had air quality monitors and breathing equipment for use when needed.\nTwenty-two homes were evacuated from the subdivision. Jordan said Exxon is paying for the cost of the cleanup and the residents’ hotel fees.\nDodson said there’s no timeline of when the families can return home. “My thoughts and prayers are with them,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}