{
  "url": "https://insideclimatenews.org/news/07032013/investor-shareholders-activism-as-you-sow-carbon-bubble-climate-change-global-warming-fossil-fuels-consol-alpha/",
  "title": "Shareholders File First-Ever ‘Carbon Bubble’ Resolutions",
  "date": "2013-03-07T13:30:27-05:00",
  "content": "Two advocacy groups have come up with a new tactic to show how climate change—and laws to deal with it—could make investments in fossil fuel companies riskier and rock financial markets.\nIn a pair of first-of-their-kind shareholder resolutions, the groups have asked two of the nation’s largest coal producers to report to investors how much of their coal assets would be left “stranded” in the ground if the United States were to pass sweeping greenhouse gas regulations.\nAs You Sow, a shareholder advocacy group for environmental issues, filed a resolution with CONSOL Energy late last year. The Unitarian Universalist Association, a religious organization that promotes social justice, filed a similar resolution with Alpha Natural Resources.\nThe groups’ point is that coal and other energy companies would be dangerously overvalued in a carbon-regulated world, thus creating a “carbon bubble” that could one day pop.\n“This carbon bubble is so big, it’s going to make the housing bubble look like chump change,” Andrew Behar, CEO of As You Sow, said in an interview. “It’s another order of magnitude.”\nThe carbon bubble concept is relatively new, born out of a recent scientific paper that has united climate change activists and some in the financial community in a common pursuit: to rethink the value of investments in coal, oil and gas.\nThe paper, published in 2009 in Nature, said that at current rates of fossil fuel burning, the world could face dangerous warming in as soon as a dozen years. The finding triggered international attention, because the values of energy companies—which represent a significant portion of stock traded in financial markets—are pegged to future earnings from selling fuels that may have to stay underground.\nAccording to a recent report by banking giant HSBC, major firms like BP, Shell and Statoil could lose up to 60 percent of their market values if countries get tough on carbon.\nShareholder activists often use shareholder votes to challenge fossil fuel companies on climate change issues, but this is the first time social investment groups filed carbon bubble resolutions.\nThey represent a “new and powerful way” of pressuring firms to act on global warming, said Dan Bakal, director of electric power programs at Ceres, a coalition of sustainability focused investors with $11 trillion in assets. “I think it’s likely that more investors will get involved in this kind of activity.”\nBut Bakal said that using the image of a carbon bubble is a bit misleading. The devaluing of fossil fuel stocks “would probably happen in a fairly incremental way. It wouldn’t be like a bubble bursting.”\nBoth As You Sow and the Unitarian Universalist Association are part of Ceres’ Investor Network on Climate Risk, a group of investors and environmental and public interest organizations.\nNick Robins, who heads the Climate Change Center of Excellence at HSBC in London and was co-author of the bank’s carbon report, said the shareholder resolutions are part of a larger awakening to the concept of stranded assets.\n“Investors are being more demanding on company management to show that their capital expenditures … can pay off in a low-carbon world,” Robins said.\nBoth of the social investor groups said they expect to file more carbon-bubble resolutions in the years to come. But Robins cautioned these are still “very early days” in the movement to quantify the risk of stranded fossil fuel assets.\n“It’s the beginning of a much longer and more profound discussion,” he said.\nThe National Mining Association and American Coal Council did not respond to questions about concerns of stranded assets.\nThe coal company resolutions were announced Thursday in a report by As You Sow and other sustainable investment groups that said in total, 92 resolutions relating to climate and environmental issues were filed in the 2013 proxy season—the time of year when all shareholders get to vote on company issues. It’s about the same number of resolutions filed last year.\n‘A Lot of Information Is Coming Together’\nDanielle Fugere, president and chief counsel at As You Sow, said they got the idea for carbon bubble resolutions after reading reports from financial analysts and institutions—which were inspired by the Nature paper—showing that up to 80 percent of fossil fuel reserves would have to remain untouched to prevent uncontrollable warming.\n“A lot of information out there is coming together. So we acted,” said Fugere.\nFugere said her group has long filed resolutions on behalf of individuals who hold stock in coal companies, including CONSOL Energy, which is based near Pittsburgh and accounted for about 6 percent of the nation’s coal production last year.\nBehar, As You Sow’s CEO, said it targeted CONSOL on the carbon bubble in large part because the coal company is investing heavily to expand its reserves and production of lower-carbon natural gas.\nCONSOL is “actually forward thinking, as much as a coal company can be … and we saw that maybe the management there would be more open to having this conversation,” he said.\nThe resolution says investors are concerned that “a portion of CONSOL’s coal and gas reserves … may become unusable, unmarketable, or otherwise not economically viable as a result of greenhouse gas restrictions.” It calls on CONSOL to disclose its “action plans and risk scenarios” to investors in the event of such regulations.\nLynn Seay, a spokesperson for CONSOL Energy, said only that the firm will be addressing shareholders concerns in a proxy statement, which will be filed in the next couple of weeks.\nThe Unitarian Universalist Association (UUA) filed a similar resolution with Alpha Natural Resources, a large coal company in Bristol, Va., that produced over 10 percent of the nation’s coal last year.\nTim Brennan, UUA’s treasurer and chief financial officer, explained that the group has worked with Alpha Natural Resources in previous shareholder discussions to push the firm to file its first sustainability report, which it did in mid-2012. But Brennan said the report’s section on climate change didn’t focus enough on risks to the company’s assets under aggressive climate laws.\n“We think it’s important for shareholders to understand more about [those risks], so we can understand the long-term value of the company,” he said.\nTed Pile, a spokesperson for Alpha Natural Resources, said that the company would also address the resolution, “including detailed information in support or opposition,” in its proxy statement in early April.\nConcerns about a carbon bubble are also fueling a related campaign: the fast-spreading divestment movement coordinated by 350.org, a climate advocacy organization founded by author and activist Bill McKibben. Students at more than 250 universities in North America have asked their schools to sell off their endowments’ holdings in fossil fuel companies on moral grounds, and a few have agreed.\nSeveral faith-based organizations are also considering divestment, as are some local governments, including the City of Seattle.\nFugere of As You Sow has championed the divestment movement from the start. Several years ago her organization and others began calling on colleges to divest from coal companies in particular. “It’s just one more factor in pressuring our government to take action on climate change,” she said.\nStill, not everyone in the community of socially responsible investors agrees that divestment is an effective strategy.\nBrennan said he feels that “to divest takes you out of the conversation and away from the table. I think we’re better off owning the shares and being engaged with the companies.” The UUA’s investment committee has not made a formal official statement on divestment, he noted.\nFugere said she believes it’s possible to do both. “I don’t think it’s contradictory to hold a few shares” and also call for divestment.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}