{
  "url": "https://insideclimatenews.org/news/18022013/keystone-xl-oil-sands-tar-sands-pipeline-canada-activists-350-org-sierra-club-protest-march-climate-change/",
  "title": "Biggest Environmental Rally in Decades Attracts Nationwide Media Attention",
  "date": "2013-02-18T12:00:16-05:00",
  "content": "As many as 40,000 protesters from 30 states descended on the White House on Sunday and demanded that President Obama kill the proposed Keystone XL oil sands pipeline. By the estimates of organizers, it was the biggest protest march for climate change action in the nation’s history.\nIn about 18 cities from Boston to Los Angeles, thousands more participated in solidarity rallies—and helped garner unusual nationwide media attention for an issue that has typically slipped under the local media radar.\nNational environmental activists have made the Keystone XL a test of Obama’s climate promises, as well as the cornerstone issue of a mushrooming grassroots movement to turn climate action into a moral issue. The pipeline would carry crude from the Canadian tar sands to Texas refineries and deepen U.S. dependence on a form of oil that produces more greenhouse gas emissions than conventional oil.\nThe movement is emerging as the biggest environmental protest effort in decades. In recent weeks, protests have sprung up across the country for the first time to stop oil sands import pipelines on climate grounds. Last week, 50 people were arrested at the White House in civil disobedience over the Keystone XL.\nSunday’s event, led by advocacy groups 350.org and Sierra Club, was the third and largest pipeline demonstration at the White House in 18 months. A decision by the Obama administration on the Keystone XL is expected later this year.\nHere’s a roundup of “Forward on Climate” coverage from around the country:\nWashington D.C.\nCrowd Marches to Voice Opposition to Keystone Pipeline (Washington Post)\nA crowd that organizers said numbered approximately 35,000 braved the cold on Sunday and marched to urge President Obama to reject the Keystone XL pipeline and to show leadership on other climate issues they called urgent.\nCalifornia\nThousands Protest Keystone XL Pipeline in San Francisco (San Francisco Chronicle)\nOrganizers of the San Francisco protest estimated that more than 4,000 people gathered to condemn the proposed Keystone XL pipeline.\nL.A. Protesters Join Campaign Against Keystone Oil Pipeline (Los Angeles Times)\nHundreds of protesters marched on Los Angeles City Hall on Sunday in a local demonstration organized by a coalition of 90 groups, led by Tar Sands Action Southern California and the Sierra Club.\nHundreds March in San Diego to Protest Proposed Keystone XL Pipeline (ABC 10 News)\nHundreds of San Diegans marched near Mission Bay, San Diego on Sunday, joining a nationwide protest to reject the proposed Keystone XL pipeline project.\nMidwest\nPipeline Protesters March Downtown Chicago (Chicago Tribune)\nMore than 200 opponents to the Keystone XL Pipeline gathered Sunday in Chicago’s Grant Park, about halfway between Washington, D.C.\nIowans Protest Keystone XL Pipeline in Ames (Iowa State Daily)\nMore than 30 protestors gathered at Brookside Park in Ames, Iowa, on Feb. 17 to listen to a short talk on how the Keystone XL pipeline will negatively impact the environment, sign letters to representatives and have kids sign a letter to Obama.\nNebraskans March Against Pipeline in Washington (Lincoln Journal Star)\nAbout 125 people from across the Cornhusker State attended the D.C. rally against the Keystone XL, whose route would cross parts of the critical Ogallala aquifer and fragile lands in Nebraska.\nMissouri Students Attend Country’s Largest Climate Rally in Washington, D.C. (Missourian)\nMore than 100 Missouri college students made the 15-hour drive to Washington, D.C. for the country’s largest ever climate change rally.\nNortheast\n500 Local Protesters Join Rally in D.C. Against Climate Change (Philadelphia Inquirer)\nMore than 500 people from the Philadelphia region joined thousands of protesters Sunday in Washington, calling for strong action on climate change and a stop to the Keystone XL pipeline.\nMainers Take Part in Climate Rally in Washington (AP)\nFive busloads of Mainers are taking part in a demonstration in Washington that’s being described as the largest climate rally ever in the U.S.\nSpringfield, Mass. Locals Join Protest of Pipeline (The Recorder)\nWhen thousands rallied in Washington, D.C., Sunday to protest a proposed pipeline, a hundred or so area residents added their voices to the call.\nTexas\nActivists Protest Against Keystone XL Pipeline in Austin, Texas – Video (Austin IndyMedia)\nSome 200 environmental activists gathered in front of Whole Foods to show their support for the Tar Sands Blockade and to raise climate change awareness in Austin, Texas.\nCanada\nEdmonton Protesters Show Solidarity with U.S. Pipeline Protest (Edmonton Journal)\nDozens of protesters gathered in Churchill Square Sunday afternoon in solidarity with Washington, D.C. protests against the Keystone XL pipeline.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}