{
  "url": "https://insideclimatenews.org/news/05022013/pipeline-safety-gao-report-emergency-response-phmsa-enbridge-yellowstone-river-keystone-xl-valves/",
  "title": "Safety Compromised by Missing Rules on Oil and Gas Pipelines, GAO Says",
  "date": "2013-02-05T13:00:00-05:00",
  "content": "2/5/13: This story has been updated to include information from PHMSA received after publication.\nOil and gas pipelines could be made safer if pipeline operators had clear guidelines for how quickly they must respond to accidents—but federal regulators don’t have the data they need to establish those rules, according to a report by the Government Accountability Office (GAO), an independent arm of Congress.\nThe first few minutes and hours after a pipeline accident are considered crucial for effective cleanup and damage prevention. But the Pipeline and Hazardous Materials Safety Administration (PHMSA), which regulates the nation’s 400,000-mile network of large volume transmission pipelines, requires only that operators respond in a “prompt and effective” manner.\nThe GAO urged the agency to replace this open-ended regulation with performance-based standards—specific, measurable goals that would make it easier to determine when operators have been negligent. To do that, PHMSA would have to set different rules for different types of pipelines depending on their contents, location, operating pressure, pipeline diameter and other factors.\nMatthew Cook, a GAO senior analyst and a co-author of the report, said that to create those rules, PHMSA must first determine how fast operators are currently responding to accidents. But the GAO report warned that PHMSA’s existing database, where pipeline accident information is filed, is incomplete and often inaccurate.\nFor instance, PHMSA requires operators to report the time the incident happened, but not when they first became aware of it or when they arrived on scene (that section of the report is considered optional). And although operators are required to update PHMSA as more facts become available, companies continue to submit inaccurate data.\nIn 2010, after a massive oil spill in Michigan’s Kalamazoo River, pipeline operator Enbridge Inc. initially reported to PHMSA that the accident occurred at 11:41 a.m. on July 26, which is when the company discovered the spill. It was soon determined that the spill actually happened 17 hours earlier, but Enbridge’s subsequent reports did not correct that inaccuracy.\nThe timing discrepancy was highlighted last summer, when PHMSA fined Enbridge $3.7 million for breaking 22 federal rules during the Kalamazoo spill, including $100,000 for reporting the time of accident as “11:41 on July 26, 2010, when it had been clear within hours of discovery that the failure date and time was approximately 17:58 on July 25, 2010.”\nDespite that fine, Enbridge did not correct the error in its most recent report to PHMSA, filed less than two months ago.\nEnbridge’s mistake is a common one. When InsideClimate News analyzed the 255 final incident reports that crude oil pipeline operators filed to PHMSA between Jan. 2010 and Feb. 2012, it found that 145 of the reports said the spill occurred at the same time that the operator discovered the problem. Twenty-two of those incidents involved spills larger than 3,000 gallons.\n“The reports don’t give [PHMSA] enough good data to make good decisions,” said Carl Weimer, executive director of the Pipeline Safety Trust, a nonprofit that supports stronger pipeline regulations. “The data now is so squishy, you couldn’t set a standard for when you’d want [operators] to respond.”\nEnbridge spokesman Larry Springer said the company complies with PHMSA’s accident reporting regulations and instructions. “We will not discuss specifics related to any single accident report outside the reporting process,” he said.\nThe Michigan spill is just one example of why fast response times are crucial. In 2010, a natural gas pipeline explosion in San Bruno, California killed eight people. It took the pipeline operator 95 minutes to stop the flow of gas. After investigating the accident, the National Transportation Safety Board concluded that the response time was “excessively long and contributed to the extent and severity of property damage and increased the life-threating risks to the residents and emergency responders.”\nInvestigators also cited slow response times in a 2011 crude oil spill into Montana’s Yellowstone River and a natural gas explosion that destroyed several West Virginia homes in December.\nThe issue of emergency response is of special concern to ranchers and farmers who live along the route of the proposed Keystone XL pipeline, which would deliver tar sands oil from Canada to Steele City, Neb. They fear that it would take TransCanada, the Canadian company that wants to build the line, hours to respond to a spill, because sections of the line runs through remote, rural communities that are accessible only by dirt roads.\nTransCanada spokesman Shawn Howard said that if the Keystone is approved, the company will use automatic shut down valves to quickly isolate any problems on the line.\n“Depending on where a potential issue is located, more rural locations can take more time to reach (i.e., possibly a few hours) but the pipeline section would already be isolated so that no new product can enter the area,” Howard said in an email. “It is always our goal to respond as quickly as possible and to have personnel and equipment moving as safety and quickly as possible.”\nSara Vermillion, assistant director of GAO’s physical infrastructure team and a co-author of the report, said she and her colleagues spoke with many pipeline operators while preparing the study and that all of them were open to the idea of federally-mandated incident response times.\n“None of them had any concerns with a performance-based standard as long as it was reasonable,” she said.\nThe Interstate Natural Gas Association of America, an industry organization, has set a goal of cutting its members’ response times to under an hour. Cook, the GAO senior analyst, said that goal might be appropriate for remote areas where it can now take operators several hours to get to the scene of an accident, but faster responses are needed for large cities.\nInstead of a blanket standard like the one proposed by the Natural Gas Association, Cook said PHMSA needs detailed rules that take into account the unique features of different pipelines. “Performance-based standards are challenging—they involve reliable data and detailed analysis,” he said. “But we didn’t think those challenges were insurmountable.”\nCook estimates that PHMSA would need to gather at least a year’s worth of accurate data before it could begin establishing concrete guidelines.\nThe GAO report also encouraged PHMSA to establish better guidelines for the installation of automatic valves, which can stop the flow of a pipeline more quickly than the manual valves that must be operated by on-site employees.\nDuring a 2011 spill in the Yellowstone River, operator ExxonMobil detected the problem within 10 minutes and began a partial shutdown of the severed pipeline. Yet it took the company an additional 46 minutes to close a crucial remote controlled valve near the origin of the spill. That delay was responsible for most of the 63,000-gallon release, PHMSA concluded in its recent investigation of the accident. (ExxonMobil’s initial report to PHMSA accurately reflected its delay in responding to the spill.)\nExxonMobil did not respond to a request for comment.\nThe GAO report was required by the Pipeline Safety Act of 2011. Jeannie Layson, PHMSA’s director for government, international and public affairs, said the agency will consider the report as it works to fulfill other requirements of the act.\n“PHMSA will use the GAO’s recommendations, in addition to the information we’ve collected through our own extensive efforts, as we determine how to best move forward with updated requirements for the nation’s pipelines,” she said in a statement.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}