{
  "url": "https://insideclimatenews.org/news/30012013/keystone-xl-epa-state-department-transcanada-obama-climate-change-oil-pipeline-tar-sands/",
  "title": "State Dept’s Keystone XL Review Will Face EPA Scrutiny a Third Time",
  "date": "2013-01-30T08:00:00-05:00",
  "content": "1/31/13: The story has been updated with comments from industry.\n1/30/13: This story has been updated to include information from the EPA that was received after publication.\nOne of the biggest unknowns in the unfolding Keystone XL debate is the role the U.S. Environmental Protection Agency might play.\nBecause the Canada-to-Nebraska oil pipeline crosses an international border, the State Department, not the EPA, will decide whether to give the project the federal permit it needs. But the EPA will weigh in during the review, and its opinion will carry new weight now that the Obama administration has vowed to make climate change a national priority.\nThe EPA’s position will become clearer when the State Department releases its Supplemental Environmental Impact Statement (SEIS) for the project, which it is expected to do any day now. Under the Clean Air Act, the EPA is required to review and comment publicly on the SEIS, and the agency has not been shy about criticizing earlier drafts.\n“The EPA actually could assert a fair amount of power depending on, basically, how much they want to stick their necks out,” said Jim Murphy, senior counsel at the National Wildlife Federation, which opposes the pipeline. “The level of scrutiny this is going to get is pretty intense. With each iteration this goes through, the number of eyes increases.”\nIn 2010, the EPA gave the first draft its lowest rating of “inadequate,” in part because the State Department failed to estimate the increased greenhouse emissions that would result from producing and burning the thick Canadian crude oil that would be shipped through the pipeline.\nIn 2011, the EPA said a second draft showed improvement, but criticized it for underestimating the project’s climate impacts. “We will be carefully reviewing the Final EIS to determine if it fully reflects our agreements and that measures to mitigate adverse environmental impacts are fully evaluated,” EPA assistant administrator Cynthia Giles wrote in a memo.\nClick here for an InsideClimate News chart showing the EPA’s responses to both documents\nOil extracted from Canada’s tar sands region has an average carbon footprint that’s 20 percent higher than conventional oil—a point that environmentalists have repeatedly emphasized as they push for the Obama administration to reject the project.\n“In terms of the future of climate change, [the use of] more and more exotic fossil fuels is a disaster,” said David Driesen, a law professor at Syracuse University. Driesen is an environmental law expert who has followed the Keystone XL debate from afar. He has also represented then-Senators Barack Obama and Hillary Clinton in Clean Air Act litigation.\nIf the EPA says the pipeline is “really bad for the climate,” that will make it harder for Obama to let the State Department approve the project, Driesen said. “Especially after the second inaugural address where he pledged to take [climate change] seriously.”\nPaul C. Knappenberger, researcher and assistant director of the Center for the Study of Science at the Cato Institute, a libertarian think tank, said opponents’ attempts to “frame the issue in terms of climate change is sort of a hollow claim,” claiming they exaggerate the global warming potential of tar sands development. On Jan. 24, writing in the Wall Street Journal, he said “the expansion of tar-sands development will happen with or without the approval of Keystone XL.”\nTransCanada, the pipeline operator, thinks the project will be approved. “The key question … is whether or not this cross-border pipeline is in America’s national interest, and we believe that the case for it is strong,” Shawn Howard, a company spokesman, said in an email. “Keystone XL is the safest and most environmentally responsible way to move a product we all rely on every day.”\nThe State Department issued a third draft of the environmental impact statement in August 2011, but Obama denied the permit before the EPA had a chance to weigh in. TransCanada later divided the project and applied for a new permit for the northern segment that crosses the border. The Oklahoma-to-Texas southern segment is already under construction.\nThe new SEIS will be released as the State Department and the EPA are both in the midst of leadership changes. On Tuesday the Senate voted to confirm John Kerry as Secretary of State, and he could be sworn in as early as next week. EPA Administrator Lisa Jackson is expected to leave her post within the next month, and it’s unclear who will succeed her.\nKerry, a five-term Massachusetts senator, is a staunch supporter of climate action. Last week, he told the Senate Foreign Relations Committee that climate change is one of the “life threatening issues” of American foreign policy, but he has not indicated whether he’s inclined to approve or reject the pipeline.\nAccording to a State Department spokeswoman, the agency has been working with the EPA on the latest SEIS. But if it turns out that the two agencies can’t come to an agreement over the document, the pipeline decision could be moved from the State Department to the White House Council on Environmental Quality, said Murphy, the National Wildlife Federation attorney.\n“I’m not aware of an instance where that’s occurred, and my belief is there’s a strong desire among the agencies to work these things out before that happens,” Murphy said. “But if one agency feels strongly about their position and the lead agency is being intransigent, that’s certainly something the [other] agency can do.”\nThe EPA had suggested taking the decision to the CEQ after reviewing the State Department’s first environmental report in 2010. But the EPA decided against that step when the State Department agreed to work with the EPA to resolve their differences.\nMurphy’s organization has spent months urging the State Department to conduct a thorough climate analysis in the new SEIS. The Keystone XL “locks us into quite a few years of increased development of tar sands, which scientists have pretty roundly said the world can’t afford,” he said. “This is really a good opportunity early on in [Obama’s second term] to send a strong signal that he’s very serious about addressing climate.”\nOn Feb. 17, thousands of Keystone XL opponents will hold a rally in Washington, D.C. to protest the pipeline. It will be the fourth mass action of its kind since 2011, and organizers say 20,000 people have already signed up to attend.\nInsideClimate News reporter Maria Gallucci contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}