{
  "url": "https://insideclimatenews.org/news/31012013/president-obama-john-kerry-keystone-xl-pipeline-oil-sands-tar-sands-climate-change-global-warming-transcanada/",
  "title": "Pressure Builds for Obama to Link Oil Sands Pipelines to Climate Change",
  "date": "2013-01-31T12:30:21-05:00",
  "content": "President Obama hasn’t publicly drawn a connection between climate change and the Keystone XL pipeline, but new pressure is building on him and other officials to connect those dots.\nProtests are springing up from Maine to Washington, D.C. to Oklahoma urging leaders to stop the Keystone XL and other oil sands import projects on climate change grounds. The Texas-bound Keystone XL is the biggest of many projects being proposed to connect Canada’s oil sands to U.S. refineries and export ports. Protesters claim the pipelines would commit the United States and other countries to a form of heavy oil that would worsen global warming.\nOn Jan. 26, some 1,400 people marched through Portland, Maine, against possible plans to move oil from Canada’s tar sands mines to local ports. Days earlier, hundreds of people joined solidarity rallies across New England and in Canada, where they picketed outside gas stations, locked arms along bridges and hoisted signs that read “Tar Sands = Game Over for Climate.” On Monday, indigenous rights activists In Texas and Oklahoma filled public squares to show support for efforts by Canada’s First Nations to block oil sands growth.\n“We’re trying to build the social movement” against expansion of tar sands oil extraction,  said Sophie Robinson, who organized events last week through the Massachusetts chapter of 350.org, a grassroots organization that focuses on climate change.\nRobinson said she plans to send seven busloads of Boston area activists to the next big anti-Keystone XL rally in Washington, D.C., on Feb. 17.\nThe event called Forward on Climate could be the largest climate protest in U.S. history, organizers say. Some 20,000 people have signed up to attend—twice the number of protestors at a similar event in November 2011. Participants will take to the capital’s streets and encircle the White House with a “human pipeline.” The protest is the work of 350.org, the environmental group Sierra Club and the Hip Hop Caucus, a nonprofit that promotes political activism among minority youth.\nA separate, civil disobedience protest against the Keystone XL is also in the works for sometime in February. On Jan. 22, the Sierra Club announced it would engage in a one-time act of civil disobedience for the first time in its 120-year history.\nAllison Chin, the Sierra Club’s president, said the 15-member board of directors approved the action after a year of debate. In the past, the same request over other issues didn’t get far. The group’s bylaws forbid civil disobedience.\n“We felt this was a unique moment in time where we just had to really use all the tools at our disposal,” Chin said. “Something had to be so wrong that it just compelled the strongest defensible protest.” The past year of record-breaking extreme weather capped by the devastation of Hurricane Sandy was a big factor.\nChin wouldn’t reveal details about the protest, saying only that it would likely take place in February, and that other environmentalists, as well scientists, civil rights leaders and labor union organizers, would be invited to participate. It will be closed to the public. In August 2011, more than 500 pipeline protestors were arrested during a sit-in outside the White House that energized the anti-Keystone XL movement. Two months later the Obama administration delayed a final decision on the pipeline.\nThe Keystone XL needs approval from the State Department because it crosses an international border. The agency is expected to release its Supplemental Environmental Impact Statement (SEIS) any day now. A final decision by the administration is expected later this year.\nMichael Brune, Sierra Club’s executive director, said the decision poses a “moral challenge” to Obama, who recently vowed to make climate change a priority. The question, Brune said, is, “To what extent is [Obama] willing to expend political capital … in order to produce a breakthrough in 2013 on fighting climate change?”\nTransCanada, the pipeline’s builder, thinks the project will be approved. “The key question … is whether or not this cross-border pipeline is in America’s national interest, and we believe that the case for it is strong,” Shawn Howard, a company spokesman, said in an email. “Keystone XL is the safest and most environmentally responsible way to move a product we all rely on every day.”\nHoward said the project would not increase emissions. Scientific studies that say oil extracted from Canada’s tar sands region has an average carbon footprint that’s 20 percent higher than conventional oil.\nPaul C. Knappenberger, researcher and assistant director of the Center for the Study of Scienceat the Cato Institute, a libertarian think tank, said opponents’ attempts to “frame the issue in terms of climate change is sort of a hollow claim,” claiming they exaggerate the global warming potential of tar sands development. On Jan. 24, writing in the Wall Street Journal, he said “the expansion of tar-sands development will happen with or without the approval of Keystone XL.”\nStill, Knappenberger said pipeline protestors are “wise to try to put this in a climate change framework,” given the rise in concern over global warming in the wake of Sandy.\nPrevious environmental impact assessments of the Keystone XL carried out by the State Department did not consider the entire suite of greenhouse gases associated with operation of the project.\nEnvironmentalists are hopeful that will change this year, because newly appointed Secretary of State John Kerry, a proponent of climate action, will lead the review. In testimony during his nomination hearing before a Senate committee, Kerry listed global warming as one of the “life threatening issues” that defines U.S. foreign policy.\nThe U.S. Environmental Protection Agency could also assert considerable influence over the review, InsideClimate News reported earlier this week.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}