{
  "url": "https://insideclimatenews.org/news/17012013/new-york-times-dismantles-environmental-desk-climate-change-global-warming-journalism-newspapers-hurricane-sandy/",
  "title": "About a Dozen Environment Reporters Left at Top 5 U.S. Papers",
  "date": "2013-01-17T12:00:57-05:00",
  "content": "The news last week that the New York Times is dismantling its environment desk and reassigning the reporters throughout the newsroom provoked an outpouring of reaction, much of it suggesting that now isn’t the time to take risks that could diminish the coverage of climate change.\nIn October, Hurricane Sandy brought home the reality of climate dangers to many Americans, and a recently released draft of the government’s latest climate assessment predicts far worse to come. Temperatures could rise by as much as 10 degrees Fahrenheit by mid-century, threatening “Americans’ health and livelihoods and the ecosystems that sustain us,” said the report, which was prepared by 240 scientists.\nClimate change “is not just the biggest crisis ever, it’s the biggest story ever,” said Bill McKibben, founder of the climate advocacy organization 350.org and one of several journalists and climate experts contacted by InsideClimate News.\nMichael Mann, a climatologist who directs the Earth System Science Center at Pennsylvania State University, said specialized, experienced environment editors and reporters are essential to navigate the escalating politics and complicated science of climate change. “Without properly trained science journalists to serve as honest brokers … the public is increasingly ill-equipped to sift through the cacophony of anti-scientific propaganda that pervades the public discourse and to identify the emerging threats to our health and our environment,” Mann said.\nWith two editors and seven reporters dedicated exclusively to environmental coverage, the Times has long been home to the single largest environment staff of any daily U.S. newspaper. Its coverage has become even more important in recent years, because many struggling papers have slashed their reporting staffs, often relying on the Times as inspiration for the stories they do cover.\nIf the Times’ coverage falters, more pressure would be placed on other national media—including the Associated Press and National Public Radio—to fill the gap, as well as Bloomberg and Reuters, which report on climate primarily for financial audiences, and environmental magazines and specialized websites.\nOnce the Times’ environmental desk is dismantled, the nation’s top five newspapers by readership—the Times, the Los Angeles Times, The Washington Post, USA Today and the Wall Street Journal—will have about a dozen reporters and a handful of editors among them whose primary responsibility is to cover the environment. The New York Times has yet to reassign its reporters so a precise tally is not possible.\nThe Los Angeles Times will be the only one among the five to have a designated environment desk. After losing a large portion of its environmental team during newsroom-wide layoffs in 2008, the Los Angeles Times desk now has one editor, four full-time reporters and one part-time reporter. The paper recently announced an opening for another full-time reporter.\n“There were definitely times when interest from the top editors ebbed and flowed,” said Drex Heikes, the editor in charge of the desk. “But they are very interested in this right now and are making it a major priority. We are in a good spot right now, and growing.”\nAt the Washington Post and USA Today, environment coverage is handled by desks that also cover science and health. The Post has two journalists dedicated exclusively to environment coverage. None of the reporters on USA Today’s science, health and environment desk focus exclusively on environmental issues, although three of them spend much of their time covering climate change. All the newspapers also use reporters from other beats to buoy their environmental coverage.\nThe Wall Street Journal doesn’t assign environment coverage to a particular desk, which is the approach the New York Times seems to be taking. Today, environmental stories are “partly business, economic, national or local, among other subjects,” Dean Baquet, the Times’ managing editor for news operations, said last week. “They are more complex. We need to have people working on the different desks that can cover different parts of the story.”\nMax Boykoff, a science policy expert at the University of Colorado-Boulder, recently reviewed climate change coverage at the country’s five largest newspapers over the past 12 years. The newspapers with significantly more coverage—the New York Times, the Los Angeles Times and The Washington Post—all had reporters and editors dedicated exclusively to the environment.\nIn 2012, the New York Times published 857 stories about climate change, The Washington Post published 593 and the Los Angeles Times published 496, according to Boykoff’s review. The Wall Street Journal and USA Today published 133 and 124 stories, respectively.\n“The top environmental reporters seem to be from dedicated teams, which makes sense since it means their attentions aren’t divided,” Boykoff said. “From what I’ve seen, I think that diluting resources runs the risk of diminishing coverage.”\nNewspapers are constantly restructuring their staffs and have long debated whether core subjects are best covered by forming specialized teams or by distributing coverage throughout the newsroom. The Times also has closed its education desk and is considering closing its religion desk.\nBut Bill Kovarik, a journalism historian and communications professor at Radford University in Virginia, said the timing of the Times’ decision is worrisome because public concern about climate change is growing.\n“Science and environmental coverage has always gone through cycles based on interest and the issues of the day,” Kovarik said. “What is surprising to me is that we seem to be on the downward slope of one of these cycles, and yet the effects of climate change are becoming more and more visible every day.”\nKerry Emanuel, a climate scientist and hurricane expert from the Massachusetts Institute of Technology, said he is more concerned about the quality of the articles journalists produce than the quantity. He said he would rather see “a few excellent and well-researched articles than a deluge of coverage, some of which may be low quality.”\nJosh Benton, director of the Nieman Journalism Lab, a project of Harvard University that is exploring the future of journalism in the Internet age, said he believes there are “real benefits” to integrating environmental coverage into the entire newsroom, as the New York Times plans to do.\n“Asking the entire newsroom to do more could help push environmental coverage to the forefront” and result in more stories from more reporters, Benton said.\nStill, several people interviewed questioned how environmental stories will make it into the New York Times without a designated editor to champion them—and how, without a designated editor monitoring the coverage, the Times’ leaders will even know if its coverage has slipped.\nLast week Baquet told InsideClimate News that he’ll be responsible for seeing that the Times’ coverage remains as strong as it was before the desk was dismantled. When asked this week how he intends to do that, Baquet said he’ll make sure section editors across the paper make the environment a top priority, but provided no details beyond that.\nKit Frieden, health and science editor at the AP, the largest U.S. news service, described a kind of hybrid structure for its environmental coverage. She said most major environmental news is overseen by the health and science desk, which has two full-time editors, but “we try very hard not to work in silos and to draw in all of AP’s expertise.” She said the desk’s stories on energy issues such as fracking “are often vetted by our energy writer or others who are highly familiar with the science and nuances of such issues.”\nMeanwhile, as the Times pushes ahead with its plan, the Guardian, a large and influential London-based daily, is ramping up its environment coverage—in particular, its coverage of climate change. The Guardian now has two editors and four full-time reporters assigned to the subject, plus three staffers handling production.\n“It means we aren’t pulled in a million directions,” said Adam Vaughan, editor of the paper’s online environment content. “We can prioritize, and really cover an issue in-depth.”\nCorrection: The text and headline in an earlier version of this article said the nation’s top five newspapers will have fewer than 10 reporters exclusively covering environmental issues once the New York Times dismantles its environmental desk. That figure did not include the Times’ reporters who are likely to continue reporting on the environment from other desks. The more accurate estimate is about a dozen reporters among the five papers.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}