{
  "url": "https://insideclimatenews.org/news/23012013/clean-energy-renewable-energy-climate-change-global-warming-boulder-municipalization-xcel-energy-coal-germany/",
  "title": "Boulder Likely to Adopt Its Own Green Utility—and Risks of Going Solo",
  "date": "2013-01-23T13:00:19-05:00",
  "content": "For the past decade, the people of Boulder, Colo., have pursued an elusive goal: getting more clean energy into their grid. To do so, they pushed and prodded utility company Xcel Energy to give them a say in electricity decisions.\nBut nothing satisfied citizens and politicians, so several years ago they organized themselves into a movement for “municipalization,” in which the city would split from Xcel and become its own utility. In April, the City Council is expected to vote in favor of pursuing the controversial idea, putting coal-heavy Boulder on the vanguard of efforts to break the monopoly of corporate utility companies.\n“Somebody has to stick their neck out and try this,” said Boulder Mayor Matt Appelbaum, who believes Boulder will inspire other cities. Already, residents in Minneapolis are preparing a ballot measure by November for municipalization, and advocates in Santa Fe, N.M., are not far behind.\nUnder municipalization, cities take over utilities’ local electricity operations. They buy the wires, substations and meters, run the electrical grid and select which power plants will supply their power. Most Americans get electricity from mainly fossil fuel-generating plants, usually owned by large utilities. Breaking away theoretically gives cities freedom to add as much clean energy as is technically and financially possible.\nWhile some 2,000 municipal utilities exist across the United States, only half a dozen were formed in recent years. Boulder’s would be the first established to increase clean energy and combat climate pollution.\nXcel, which operates in eight states and opposes municipalization, denies it’s blocking clean energy development in Boulder. The firm is on track to meet an aggressive state requirement that utilities get 30 percent of their energy from renewables by 2020, and it has long been the nation’s top wind provider.\n“We have always believed that we can help Boulder reach its goals quicker, faster and cheaper with us” rather than through municipalization, said Jerome Davis, Xcel’s regional vice president for Colorado.\nBut the fight is about more than just reaching renewable targets, according to Boulder Deputy Mayor Lisa Morzel, a vocal proponent of municipalization. The goal is to “decentralize, decarbonize and democratize energy,” she said. In Germany, those same ideals inspired a 2000 federal law that let citizens produce their own clean power and compete with utilities, helping turn the country into the world’s biggest solar market.\nBoulder’s circumstances made it fertile soil for the effort.\nThe city of nearly 100,000 people is one of the most politically progressive and Democratic in Colorado. It also boasts an unusually high number of climate and environmental scientists and energy experts working in nearby institutions, including the National Center for Atmospheric Research and the National Renewable Energy Laboratory.\nThose citizen experts became the backbone of the municipalization movement, volunteering to carry out feasibility studies and educating the community to win residents over.\nAlison Burchell, an environmental geologist and one of the movement’s founding leaders, said she and others revved into action in the early 2000s when they became frustrated with Xcel’s continued investment in coal. The utility gets 60 percent of Colorado’s electricity from coal plants, more than the national average of about 40 percent. About a quarter comes from natural gas, 12 percent from wind energy and the rest from nuclear, hydroelectric, solar, oil and biomass.\nIn 2002, Burchell helped establish a volunteer working group to figure out a long-term renewables and energy efficiency plan for the city. The City Council adopted many of its recommendations, including its first greenhouse gas reduction goal of 7 percent below 1990 levels by 2012, which it still hasn’t met.\n“At some point, we the people have to do our homework, and when we lead the leaders follow,” Burchell said. She explained that while municipalization wasn’t the group’s initial goal, it quickly emerged as a potential way for Boulder to shift to a cleaner energy mix.\nBy 2004, the group had pushed city leaders to form a municipalization task force, which commissioned a feasibility study.\nThe work came to a halt in 2007, however, when Xcel offered to bring the world’s biggest smart grid project to Boulder if leaders dropped the study. Under its SmartGridCity initiative, the utility installed a fiber-optic cable network and 23,000 smart meters to make the grid more energy efficient and to allow more solar and wind power to come online.\nBut project costs soared, eventually tripling to $44.5 million—and some plans were dropped, leaving advocates feeling disenchanted. Xcel maintains the ongoing experiment has benefited the grid.\nBy 2009, the drive to municipalize was back on track. Burchell co-founded a new organization, the Boulder Climate Action Network, and gathered a few dozen local experts to research Boulder’s options for minimizing its carbon footprint, including municipalization.\nOut of that network grew the Renewables Yes committee, which led several ballot initiatives needed to break from Xcel—including two in 2011 that narrowly passed.\nThe first gave leaders permission to pursue municipalization, so long as the city could provide electricity at the same cost and with the same reliability as Xcel. The second raised an existing utility bill tax to a total of $10 million over five years to help cover consultant and legal fees expected from municipalization. Xcel spent nearly $961,000 to defeat the measures. Proponents spent about $107,000 to pass them.\nSince their passage, the city has convened five working groups to explore the costs, risks and logistics of forming a utility. The City Council will collect their reports in late February and spend two months gathering public comment. In April, councilmembers will vote whether to greenlight municipalization.\nIf approved, which is likely, Boulder would begin the process of parting from Xcel.\nEven proponents admit the effort would be fraught with economic, legal and technical difficulties.\nTo municipalize, Boulder would have to pay Xcel for its local grid infrastructure, including costs to physically separate the power system from the regional network. It might also have to reimburse Xcel for the investments the utility has already made in power plants and infrastructure to serve Boulder, along with the money it spent on SmartGridCity, energy efficiency and solar power programs.\nThe price tag will be huge. Not including expensive lawsuits, Boulder estimates it will cost the city about $290 million to start the municipal utility. Xcel puts the tab at more than four times that, or about $1.2 billion.\nUnder Colorado eminent domain law, Xcel must at least consider the city’s offer to buy the system, but the utility has “no intentions or desire” to sell its infrastructure, said Davis, the Xcel regional vice president.\nIn short, that means years of legal battling in state condemnation court and before the Federal Energy Regulatory Commission.\nWhat about clean energy?\nEven if successful, it would take years before the city could add renewables due to the limited number of clean energy installations nearby and high costs of building new ones. Initially, the city plans to swap coal for existing natural gas capacity and then develop and buy more renewable power over time. Profits collected from running the utility could be invested in building solar power plants and in programs to promote efficiency and other clean economy initiatives.\nKen Wilson, a city councilmember and electrical engineer who opposes the municipalization plan, said it won’t “really solve any climate problems.”\n“All that money will get us zero watts of renewable energy,” he said. Wilson said a better plan is for Boulder to negotiate with Xcel at the state level to develop clean energy incentives and programs that benefit all Coloradans.\nDavis of Xcel said municipalization is a “very risky proposition.” He expressed concern that cutting off Boulder from the regional grid would harm reliability near city limits. He said ratepayers in other cities could end up paying more if Xcel takes a financial hit from the takeover, though Xcel would fight to avoid that. And he also warned there are no guarantees the city could ever deliver as much renewable energy as Xcel.\nBut many renewable energy advocates aren’t convinced.\nThey see cities, and citizens, as natural leaders of America’s clean energy transformation, especially of distributed generation—the type of small-scale, locally produced power like rooftop solar that makes up most of Germany’s clean energy mix. Utilities in the United States are leery of adding too many intermittent sources like solar and wind, fearing they could compromise their ability to offer affordable rates and reliable service. To protect the grid, they often set limits on distributed generation.\nCraig Lewis, founder of the Clean Coalition, a California-based advocate of clean energy policies, said green-inclined municipal utilities like Boulder would allow for more distributed renewable projects. They could also adopt programs like feed-in tariffs that fueled solar booms across Europe—also called CLEAN programs—which pay solar operators a fixed rate to feed clean electricity back to the grid.\n“Municipalization is the nirvana,” Lewis said. “We’re big fans of Boulder and their municipalization process,” he noted, adding that his group will do “whatever we can to make sure that it’s a showcase for other towns.”\nClarification: An earlier version of this article implied that Xcel Energy has “no intentions or desire” to accept Boulder’s offer to buy its grid infrastructure. An Xcel spokesperson clarified that it would consider the offer but has no desire to sell its system.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}