{
  "url": "https://insideclimatenews.org/news/17122012/climate-change-disasters-environmentalists-greenpeace-sierra-club-nrdc-relief-agencies-global-warming-oxfam/",
  "title": "As Climate Disasters Soar, Environmentalists Take on Role of Relief Agencies",
  "date": "2012-12-17T12:59:27-05:00",
  "content": "Greenpeace usually makes its headlines for high-profile stunts—storming oil rigs, scaling coal plants or forming human shields.\nBut in recent months, the environmental group has been grabbing attention for something more typical of faith-based charities and government agencies: disaster relief.\nA day after superstorm Sandy ravaged the East Coast, Greenpeace activists drove a solar truck into Queens, New York, emblazoned with the words “Coal Free Future.” They parked it there for more than a month, charged cell phones and a pop-up medical clinic and warmed food for thousands of storm victims. The group arrived in the area, one of the hardest in New York City, days before the Red Cross or the Federal Emergency Management Agency (FEMA), according to reports. It’s now assisting in the reconstruction.\n“When a disaster happens, it is a no-brainer to get involved if we can,” Kert Davies, research director at Greenpeace, said.\nWhile big relief agencies and governments provide the heavy lifting for disaster relief—supported by corporatations, local businesses and volunteers—the new role being played by activists like Greenpeace is noteworthy for the ground it breaks.\nIn the past, Greenpeace would ferry supplies to tsunami-ravaged communities and send climbers on search-and-rescue missions in earthquake zones. But it didn’t publicize the work. “We never wanted to grandstand our involvement,” Davies said.\nNow it’s becoming more vocal.\n“We saw a bizarre alignment of the election and the storm [Sandy], and the possibility that it could drive climate back onto the national agenda,” Davies said. “We want people to clearly understand the connection between Sandy and climate change.”\nAs the number of climate-related disasters increases, Greenpeace is planning to plow more resources into climate disaster relief and make it a more permanent part of its mission, both for humanitarian purposes and to raise awareness on global warming.\nIt isn’t alone. Although their reasons may vary, environmental groups like the Sierra Club and the Natural Resources Defense Council—which typically fight environmental threats through lawsuits and lobbying—became part-time relief agencies in the wake of Sandy and plan to continue this work.\n“This is going to become a key part of us now,” said Jeff Tittel, chair of the New Jersey chapter of the Sierra Club, which organized shelter for displaced people and clean-up efforts in Sandy’s aftermath.\n“We are very tied to our members. The more they, their families and friends are impacted, the more obvious it is we have to help.”\nWhat these groups contribute is still a tiny fraction of what’s needed, especially in a disaster the size of Sandy, which is expected to cost the region $50 billion.\nExpected to Get Worse\nThe number of natural disasters has more than doubled in the past 30 years, leaving traditional humanitarian aid agencies financially and logistically overwhelmed.\nAccording to Oxfam, a UK-based relief and development organization, humanitarian aid groups are already short of money—as much as $100 billion a year—to cope with the increased frequency and ferocity of events like floods, droughts and hurricanes.\nThe situation is expected to get worse in the coming years. Oxfam predicts that by 2015, the number of people affected by climate-related natural disasters could increase by more than 50 percent to 375 million people.\nA draft of the 2013 report by the United Nations’ Intergovernmental Panel on Climate Change (IPCC), which was leaked online last week, said man-made climate change has caused “large-scale changes” to the oceans, such as warmer water temperatures and changes to ocean circulation. And it predicted that sea level rise will likely exceed the rate of the past four decades by 2100—all factors that will increase the number, strength and devastation of extreme weather events.\n“There is no doubt that climate change is becoming a part of our operations,” Louis Belanger, a spokesperson for Oxfam told InsideClimate News. The international aid group is struggling to shift more funds to natural disaster relief and climate-mitigation programs, while not taking money away from political and violent crisis zones like the Republic of Congo.\nIt’s a balancing act, Belanger said. Oxfam currently spends about $280 million annually from governments and private donors to provide food, water, shelter and medical care to communities reeling from natural and other disasters.\nGreen Groups: Who’s Doing What\nDavies of Greenpeace said that ramping up disaster relief isn’t “a big leap” for his organization.\n“People have the idea that Greenpeace is almost like a green police force, so we get calls from across the country expecting us to be able to show up immediately and help out,” Davies said. “This expectation has forced us to be nimble with both finances and people, two things that are necessary for disaster relief.”\nGreenpeace currently funds disaster relief through a flexible part of its general operating budget. But it’s looking to set up a separate reserve and to approach donors to fund it. Greenpeace International and its national branches have a combined yearly budget of roughly $300 million.\nOthers are just beginning to formulate strategies.\nBruce Hamilton, the deputy executive director of the national Sierra Club, put his group’s disaster work this way: “We’re not the Red Cross. Our central mission isn’t to provide relief. But we care about people, so we are going to help however we can.”\nHamilton said Sierra Club wouldn’t be able to set up a permanent fund for relief efforts since its donations are generally made for a particular project, such as stopping a new coal-fired power plant or protecting a specific tract of land from development. However, the group is discussing what the national branch can do and will continue to support local chapters’ efforts to engage in disaster relief.\nThe Natural Resources Defense Council gave money to organizations directly involved in Sandy relief work, including the Mayor’s Fund for Hurricane Relief, Community FoodBank of New Jersey and the Empire State Relief Fund—though it wouldn’t reveal how much. The group is also hoping to get more involved on the ground in the future, with things like rebuilding neighborhoods and distributing emergency supplies.\n350.org, the climate advocacy group founded by activist and author Bill McKibben, helped recruit volunteers.\nEven the Nature Conservancy, which has yet to get involved in humanitarian relief and usually focuses on protecting land and waterways, is “exploring” entering the aid game, according to spokesman Adam Bloom.\nTraditional disaster relief organizations seem torn in their response to these initiatives.\nAnne Marie Borrego, a spokesperson for the Red Cross, said her group “welcomes” the help of green groups. “Disasters like superstorm Sandy are so large that they require assistance from many groups—government, nonprofit, businesses and the like.”\nBelanger at Oxfam, however, was skeptical about whether environmental groups could dive into the “massive humanitarian responses” needed to deal with the aftermath of these events.\nEnvironmentalists understand their efforts will never be on the scale of international relief agencies.\n“We’re not trying to replace organizations like the Red Cross,” Davies of Greenpeace said. But he added, “How can [environmental groups] warn about the dangers of climate change and not help those affected if we’re able?”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}