{
  "url": "https://insideclimatenews.org/news/21122012/clean-energy-economy-2012-year-end-solyndra-wind-energy-solar-power-feed-in-tariff-germany-low-carbon-california/",
  "title": "2012 Was a Big Year for America’s Clean Energy Economy, Despite Solyndra",
  "date": "2012-12-21T16:00:33-05:00",
  "content": "Solyndra was the never-ending story of the year.\nThe bankruptcy of a solar company that got a half a billion dollars in taxpayer money provided election-year fodder for Republicans, who used it to bash Pres. Obama’s clean energy programs. Fossil fuel interests spent tens of millions of dollars trying to make Solyndra a political liability—to no avail, in the end.\nIt wasn’t just about Solyndra. In 2012, it seemed every major clean energy policy became a target of prominent conservative groups.\nCampaigns were waged to block renewal of a key production tax credit (PTC) for wind developers that will lapse on Dec. 31. Long-standing renewable energy standards also came under fire. Of the 30 states that have such mandates, nearly one-third of them introduced bills this year or last year to weaken or repeal those laws.\nPlans for a low-carbon fuel standard in the Northeast struggled to endure attacks from opponents. Three states abandoned the program. It’s now on hold—just as carbon-heavy tar sands oil could soon flow into the region.\nAt the same time, however, there were hints of a rebirth of cap and trade, the controversial scheme for curbing greenhouse gases. Even after Gov. Chris Christie pulled New Jersey from the Northeast Regional Greenhouse Gas Initiative, news spread that the scheme was sending millions into state coffers. That fact swayed cash-strapped states to begin to give carbon trading a second look.\nIt was a banner year for California. With the eyes of the nation watching, the country’s climate policy leader launched the first economywide cap-and-trade program in November. The year also saw California approve the most aggressive U.S. clean car mandate, which requires 15 percent of cars sold in the state to be electric, plug-in hybrid or hydrogen by model year 2018. Ten states are gearing to adopt it. On top of that, the Golden State started the world’s first low-carbon fuel standard—though the program remains stuck in legal limbo.\nFor industry backers, the biggest story of the year was the rapid growth of the clean energy economy.\nThe United States will install a record 3,200 megawatts of solar power this year—the size of a large nuclear power plant—bringing the nation’s solar capacity to 7,600 megawatts. The boom is partly due to a record drop in solar panel costs, which have plummeted 80 percent in five years.\nThe U.S. wind sector had its strongest year ever, as companies rushed to get wind farms built before the PTC runs out. In total, 50,000 megawatts’ worth of wind turbines power 13 million American homes. Together, wind and solar make up about 5 percent of the nation’s electricity supply and employ nearly 200,000 Americans.\nThe most important clean energy development—and perhaps the sector’s biggest future growth engine—was the rise of creative renewable financing schemes in the states. Those wonky initiatives became crucial this year, as Obama’s green stimulus program started to dry up.\nFor instance, states are increasingly using little-known clean energy funds, or CEFs to invest in research hubs, cleantech startups and green job training programs. Some are laying the groundwork for green banks, in which state agencies become lending institutions for loans and bonds to renewable energy and green building developers.\nA handful of cities and counties are helping homeowners do energy-efficiency retrofits and install solar panels using the Property Assessed Clean Energy, or PACE, model. The financing program lets people repay their debt over one or two decades through an assessment on their property tax bills.\nAbout a dozen U.S. cities, regions or states have adopted European-style feed-in tariffs in recent years, which give solar panel owners a fixed price for every kilowatt-hour of clean electricity they feed back into the grid over 20 years. This year, advocates dropped the loaded “tariff” moniker for PR purposes, calling them Clean Local Energy Accessible Now (CLEAN) policies instead.\nIn Germany, feed-in tariffs were critical in making its clean energy economy the world’s biggest by far—renewables account for 25 percent of energy production.\nAn InsideClimate News Kindle ebook on Germany’s renewable power transformation, published last month, revealed an even bigger driver: Germany passed a federal law in 2000 that decentralized electricity production, which gave small renewable power producers incentives to compete with big utilities.\nThe United States is still far from that, but as the year closes, the first rumblings of efforts to break the monopoly of utilities and fossil fuels are being heard.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}