{
  "url": "https://insideclimatenews.org/news/06122012/climate-change-activists-350-bill-mckibben-divestment-fossil-fuels-universities-harvard-coal-oil-gas-carbon/",
  "title": "Spreading Like Wildfire, Fossil Fuel Divestment Campaign Striking a Moral Chord",
  "date": "2012-12-06T15:30:40-05:00",
  "content": "A divestment campaign aimed at fossil fuel companies has swept college campuses across the country since it began just four weeks ago, catching university presidents by surprise.\nThe effort is the result of a student-led campaign coordinated by 350.org, a climate advocacy organization founded by author and activist Bill McKibben. The goal is to turn global warming action into the moral issue of this generation.\n“Bottom line, for a college or university, you do not want your institution to be on the wrong side of this issue,” said Stephen Mulkey, president of Unity College in Maine.\nUnity became the first college to authorize divestment using 350.org’s guidelines last month. “We realized that investing in fossil fuels was an unethical position, especially considering our focus on environmental issues,” Mulkey said.\nSince then, students at dozens of other universities have sat down with senior administrators and boards of trustees to lobby them to sell holdings in coal, oil and gas companies. Divestment campaigns are now underway at 153 colleges and universities, large and small from coast to coast. The organizers expect to reach 200 after the winter break.\n“We’ve been totally blown away by how fast it’s spread,” said Jamie Henn, a spokesperson with 350.org.\nThe divestiture campaign is the action piece of 350.org’s Do the Math tour, which seeks to mobilize millions of climate activists by laying out the carbon math of business as usual.\nAccording to scientific data culled by the group, the world can release just 565 more gigatons of carbon dioxide in the atmosphere to limit global temperature rise to 2 degrees Celsius. Any hotter than that and climate change could pose a dangerous threat to the planet and human survival. The problem, 350.org says, is that fossil fuel companies have another 2,795 gigatons in their reserves that they want to burn.\nOn 350.org’s divestment website, student activists can download a campaign toolkit including sample petitions, scientific data and a list of the 200 fossil fuel companies being targeted by the group.\nMost universities already have aggressive climate action plans to cut their carbon footprints. And more than 650 college and university presidents have signed on to the Presidents’ Climate Commitment to achieve net-zero greenhouse gas emissions.\nTo sway administrators, students come armed with scientific reports and divestment proposals—and the argument that taking a financial stand against global warming is the next logical step in the school’s climate efforts.\nAmong other happenings, Syracuse University told students it would consider divestment of its $940 million endowment. At Tufts University, which has endowment assets of $1.45 billion, students met with the school’s executive vice president and are planning to submit a proposal for divestment to the board of trustees later this week and meet with the board early next semester.\nAt least one big-city mayor, Mike McGinn of Seattle, said he planned to investigate how the city could divest its pension-fund holdings. Currently, $17.6 million of Seattle’s $1.9 billion pension fund is invested in ExxonMobil and Chevron.\nVermont, McKibben’s home state, is expected to consider legislation fueled by the student campaign.\nJohn Felmy, chief economist for the American Petroleum Institute, the oil industry’s main trade group, told InsideClimate News that targeting stable and profitable investments in coal, oil and gas could backfire.\n“Students haven’t thought this through,” Felmy said. “If you suddenly divest yourself of good performing assets, the only people you’re harming are students that rely on scholarships.”\nChris Davis, director of investor programs at Ceres, a coalition of large investors and environmental groups, said it would be wonderful if divestment raises the profile of climate change among lawmakers in Washington. But he’s also wary of the risks.\n“Oil, gas and coal power our economics right now,” he told InsideClimate News. “The people in charge of endowments have a fiduciary responsibility to the people relying on the funds—people that need salaries and scholarships. Pulling completely away from fossil fuel investments right now is risky.”\nThe leaders of the divestiture campaign are thinking long term.\nThe campaign thrusts the climate issue in front of “some of the most influential people in this country,” said Henn of 350.org—people who sit on the boards of America’s colleges and universities, which hold about $400 billion in endowment assets.\nIt also engages a key constituency—students. Fossil fuel companies may be able to lobby Washington policymakers, but “they can’t be on every campus at every moment influencing students like this campaign is,” Henn said, adding that the 2008 and 2012 elections demonstrated how important the youth vote is in politics.\nNo one involved in the campaign who spoke with InsideClimate News believes divestment could financially harm the fossil fuel industry.\n“On one level, you could dismiss this campaign as a gesture,” said Mulkey of Unity College. But for a university board member to even consider divesting “is a powerful statement about where a politically important constituency sees their ethical considerations falling.”\nMulkey noted that Unity’s divestments have gone smoothly. “Our investment company [Spinnaker Trust] … has been thrilled to help us,” he said. “Divesting isn’t unfeasible. It is quite possible and quite practical.”\nOnly 3 percent of the college’s $13.5 million in endowment money remains in fossil fuels, compared to 10 percent in 2008. Mulkey said he expects to be below 1 percent “relatively quickly.” The university has been slowly divesting for a few years but made it official this month.\nHarvard Battleground\nThe most crucial battleground and test for the spreading movement is Harvard University, with its $32 billion endowment and global recognition.\nIn late November, 72 percent of the roughly 3,600 undergraduates who participated in student elections voted for Harvard to remove money from fossil fuel companies. Soon after that vote, Harvard alumni came rushing to student organizers offering their support for divestment.\nHarvard divested from companies during three other high-profile campaigns—from firms that did business in apartheid-era South Africa in the 1980s, from tobacco giants in the 1990s and from companies working in Sudan in the mid 2000s.\nKevin Galvin, Harvard’s director of news and media relations, told InsideClimate News the university “is not considering divesting from companies related to fossil fuels.” He would not comment on why.\nHenn at 350.org called the move surprising, “considering that one of the reasons we know so much about climate change is because Harvard scientists have done such groundbreaking work on it.” Some of the world’s leading climate scientists work at Harvard and have published landmarks papers, including data exposing China’s actual carbon dioxide emissions for the first time and research detailing the processes that affect regional climate change.\n“It has been frustrating to watch our friends at Tufts gain a meeting with their executive vice president right away, but have the Harvard administration ignore our requests and the overwhelming student vote,” said Alli Welton, a sophomore at Harvard, who is helping to spearhead the school’s divestment effort.\n“Our campaign isn’t slowing down,” said Welton, who noted that students are now focused on involving faculty in the fight. “They’ve divested in the past, so we’re hopeful we’ll be able to convince them to do it again.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}