{
  "url": "https://insideclimatenews.org/news/10122012/president-barack-obama-energy-secretary-steven-chu-epa-administrator-lisa-jackson-climate-change-clean-energy/",
  "title": "Who Will Lead for Obama on Carbon and Clean Energy Policy?",
  "date": "2012-12-10T13:00:03-05:00",
  "content": "As a stalemated Congress shies away from taking serious action on climate change, environmentalists are focusing on potential cabinet openings at the Environmental Protection Agency and the Department of Energy that could further their efforts.\nIf the top jobs at the agencies open up as expected at the beginning of Obama’s second term, the new leaders would step into the spotlight at a critical time. Recent scientific reports warn that polar ice sheets are melting at a rate three times faster than in the 1990s and methane emissions from melting permafrost could dramatically accelerate global warming. The Intergovernmental Panel on Climate Change’s next report, due in 2013, will likely add to evidence that carbon emissions are causing Earth’s climate to warm.\nThe EPA docket is already crowded with key environmental issues. The agency is expected to consider new regulations for coal-fired plants, smog and the controversial drilling process known as hydraulic fracturing. It also could weigh in on the Keystone XL pipeline.\nThe Energy Department, meanwhile, is trying to decide how to foster the nascent clean energy industry amid the political minefield left by the scandal over Solyndra, a failed solar company that received federal funding. A new energy secretary would have to be adept at fielding political questions and making the most of a much smaller pool of loans for renewable energy.\nNeither EPA Administrator Lisa Jackson nor Energy Secretary Steven Chu have announced plans to leave, but Jackson is rumored to be on her way out, likely to return to her home state of New Jersey. Chu, having been put through the wringer during the Solyndra failure, is expected to go back to research and academic work in California.\nEnvironmental groups are already preparing wish lists of potential successors, although it’s still too early to know what the White House is thinking.\nFor the EPA, most expect an internal hire like deputy administrator Bob Perciasepe or Gina McCarthy, assistant administrator for the Office of Air and Radiation. The Department of Energy seems more likely to recruit an outsider, with former Sen. Byron Dorgan, former Michigan Gov. Jennifer Granholm or Duke Energy CEO and President Jim Rogers, who will retire at the end of next year, among the groups’ top choices.\nInsideClimate News talked to a half dozen organizations about what they see on the horizon for the two agencies and how the leading candidates might steer the White House towards more serious climate work.\n“Climate change is an issue that the president has said is important and that he should see as part of his legacy,” said Nat Keohane, vice president of the Environmental Defense Fund. “If there’s any meaning to that, he’s now got four more years to cement that legacy. …This is the next big thing on his plate and this is part of his legacy.”\nWhat’s at Stake for the EPA\nIn Obama’s first term, the EPA was the largest—and at times only—driver of serious environmental work, although some green groups complain it could have moved faster and stronger. With a stack of unfinished and scheduled rules, environmentalists say the agency’s agenda is likely set, although there’s still room for it to get more aggressive.\n“Despite some of the negative rhetoric directed at them, EPA has for the most part been doing what they’re required to do by law,” said Manik Roy, vice president of strategic outreach for the Center for Climate and Energy Solutions. “I’m not sure it’s going to be all that different than it was during the first term. They’ll do what was required under law and when they don’t, people will sue to make it happen.”\nThe agency’s biggest achievement in Obama’s first term was the passage of fuel economy standards for passenger vehicles through model year 2025, which are expected to slash 6 billion metric tons, greenhouse gas emissions from the atmosphere.\nBut two other significant rules saw delays, including long-awaited regulations that would limit greenhouse gas emissions from new power plants. The draft rule was released in March 2012.\nIn 2011, the administration delayed implementation of a rule limiting ground-level smog until 2013, a move that irked environmentalists—and reportedly Jackson herself—who say the rule is necessary for protecting public health. Most expect the review of the National Ambient Air Quality Standards for Ozone to be revived early in the second term, despite concerns about its high cost.\nGreenhouse gas regulations for existing large power plants are also likely to be released, even though they will face even more opposition from industry.\nOther EPA regulations that are set to be finalized include rules that would limit emissions from industrial boilers, reduce particulate matter and regulate cement makers. A report on the impacts of hydraulic fracturing on water, due in 2013, could lead to new regulations for the controversial process amid a national boom in natural gas production.\nThese regulations are more likely to be the crux of the government’s environmental work than any broad legislative proposals, said Daniel Weiss, a senior fellow for energy and environment at the Center for American Progress.\n“When asked about global warming, the president has said we have to work on the economy first,” Weiss said. “That reflects this idea that they’ll use non-legislative tools and focus on existing authority through the EPA. They’ve got a lot of unfinished business.”\nMany of the green groups would like the agency to be more aggressive now that it has been freed from election-year pressures.\nThat worries Nicolas Loris, an energy economist with the Heritage Foundation, a conservative think tank that has railed against the EPA rules.\n“The incentives to cater to the economy and industry are gone,” Loris said. “That could mean stronger regulations … that are economically damaging. Some of the ones they’ve proposed are already the most stringent and unprecedented.”\nLast week the Natural Resources Defense Council issued a plan for EPA to use the Clean Air Act to impose tougher greenhouse gas emission standards on existing polluters that it said could cut carbon pollution by 26 percent by 2020. In a news release, NRDC executive director Peter Lehner said the plan—which would set state-specific regulations rather than a national target—shows “how the United States can make big reductions in carbon pollution that drive climate change.”\nWith the agency’s path largely set, most agree that Jackson’s replacement would likely come from within the agency, so the agency can continue its work with minimal disruption.\nOne of the most commonly mentioned names was Bob Perciasepe, the EPA’s current deputy administrator. As Jackson’s second-in-command, Perciasepe was deeply involved in the agency’s work during Obama’s first term, including representing the agency several times in Congressional hearings. He also headed up the EPA’s water and air quality departments under President Clinton and previously served as chief operating officer for the Audubon Society.\nAlso mentioned was Gina McCarthy, assistant administrator for the Office of Air and Radiation, who led the drafting of the EPA’s air quality regulations, including the greenhouse gas and fuel economy rules.\n“They’ve been focused on trying to make efforts to reduce the threat of pollution during a severe economic downturn,” Weiss said. “That’s going to continue.”\nA more ambitious choice would be Mary Nichols, head of the California Air Resources Board. Nichols has managed the buildup to California’s cap-and-trade program for greenhouse gas emissions and has been praised for making the Golden State a worldwide leader in environmental work.\nBut Nichols could face fierce opposition from the business community that sees cap and trade as an economic impediment. And some supporters say she might not even be interested in the job.\n“To the extent that she wants to be in a position of global leadership on climate change, California has that right now,” said Roy of the Center for Climate and Energy Solutions. “EPA isn’t working to the extent that California is right now and it’s hard for me to see her leaving without a greater mandate.”\nWhat’s at Stake for the DOE\nThe Department of Energy, buoyed by $90 billion in economic stimulus money set aside for clean energy programs, expanded its scope in Obama’s first term beyond its traditional research and development role.\nBut its work in clean energy financing also opened the department to accusations of cronyism from the right, topped by the Solyndra scandal. Republicans launched several Congressional investigations into the loans, had Chu testify before the House Oversight Committee and put the loan programs on the chopping block in House budgets.\nMost agree that the new DOE secretary will need to have more political chops than Chu, a Nobel Prize-winning scientist, in order to withstand Congressional investigations and negotiate with lawmakers to preserve funding for its clean energy investments. The green groups say the new secretary will have vast power to shape how the administration promotes clean energy.\n“A lot of what happens at DOE depends on who the secretary is going to be,” said CAP’s Weiss.\nTopping most lists is former North Dakota Sen. Byron Dorgan, a Democrat who served on the Energy and Natural Resources Committee and chaired the budget subcommittee overseeing the Energy Department. In the Senate, Dorgan had a reputation for working across the aisle and was a champion of clean energy, although he also supported measures that would help his home state’s oil and natural gas drilling industries.\nFormer Mich. Gov. Jennifer Granholm would also bring political heft to the department, although her liberal leanings and her talk show on the progressive channel CurrentTV would make her a tough sell to Republicans. In two terms in the Michigan statehouse, Granholm made clean energy a priority. She attracted solar, wind and electric vehicle companies to the state to replace lost automotive jobs and oversaw passage of a Renewable Portfolio Standard mandating that 10 percent of the state’s electricity come from renewable sources by 2015.\nOther possible candidates include Washington Gov. Christine Gregoire, who has promoted renewable and nuclear energy in her home state, and John Podesta, former chief of staff for President Clinton and CAP’s current chair.\nWeiss said it’s also possible that Obama could select someone with business experience to head the department, a move that would signal the administration’s intention to work with the electricity and industrial sector.\nSeveral groups mentioned Duke Energy chairman, CEO and president Jim Rogers as a possibility, given his close ties to the White House. Rogers, who recently announced his intention to leave the Charlotte company in 2013, co-chaired the Democratic National Convention and has been a booster for Obama’s renewable energy initiatives.\nWhoever gets the job will have to deal effectively with Congress and the White House budget authors, who ultimately will determine how much money the department will have available to invest in renewables.\n“I can’t imagine an expansion of any kind of a loan guarantee program,” said Loris of the Heritage Foundation. “Given our fiscal situation and some dissent about what the role of DOE is, I think that’s an area that could be ripe for spending cuts.”\nDavid Foster, executive director of the BlueGreen Alliance, doesn’t see the agency moving away from clean energy investments, given that clean energy has been “a powerful piece of the administration’s success story.”\nBut EDF’s Keohane said there’s plenty of room for the Energy Department to maneuver outside of the loan programs. The agency could continue to push energy efficiency standards for appliances or in the electric industry. It could also help craft rules and provide technical assistance as more states and localities eye smart grid technology.\nIf the loan program is slashed, Roy at the Center of Climate and Energy Solutions, expects the agency to focus on highlighting some of its successful loans and use them as a model to help make clean technology commercially feasible.\n“The point of investing in a solar or an electric vehicle plant is not to help one plant advance, it’s to get the technology further down the learning curve and cost curve,” Roy said.\nThe agency also could focus on R&D through its national labs and the popular Advanced Research Projects Agency-Energy (ARPA-E) program, which supports high-risk energy technology projects.\nUnder the right leadership, Roy said, the Energy Department can play an important role for the White House by promoting both its climate and its economic messages.\n“Can we get back to a point where the administration is arguing about the importance of clean energy? That’s going to drive things as much as anything,” Roy said. “There’s room to talk more robustly about the economic future and the role of clean energy. We need to see a return to that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}