{
  "url": "https://insideclimatenews.org/news/26112012/washington-state-coal-export-terminals-northwest-governor-jay-inslee-clean-energy-economy-oregon-california-epa/",
  "title": "Will Washington’s Super Green Governor Take Up the Fight Against Coal Exports?",
  "date": "2012-11-26T13:30:49-05:00",
  "content": "Washington State will have perhaps the nation’s greenest governor when Jay Inslee, an early visionary of America’s clean energy economy, takes the helm in January.\nInslee, a congressman since 1999, was pushing for policies to spur investment in solar panels, wind turbines and electric car batteries long before it was mainstream.\nNow, he will take office as one of the most controversial battles over the nation’s energy and environmental future is raging in his backyard—whether to make the Pacific Northwest a hub for exporting coal to Asia.\nCompanies are angling to build two export facilities in Washington State from which 100 million tons of coal would be shipped to China, Japan and South Korea a year—about the same as what the United States exports now from East Coast and Gulf ports. They’ve applied for permits and are in the beginning stages of a complex state and federal approval process. In Oregon, three more proposals are underway.\nWhat Inslee might do depends on who you ask.\nEnvironmentalists and other critics say Inslee is their best chance to block the coal ports, even though he has yet to take a position on them. Inslee won’t have veto authority, but he could push rigorous environmental reviews that could slow and complicate the permitting process or impose so many conditions that it would be difficult for developers to build the terminals.\nProponents say they aren’t worried. Job creation was a tenet of Inslee’s campaign in a state where the unemployment rate hovers above the national average. And the projects would create thousands of high-paying construction jobs. “Hopes are still high” for his backing, said Lauri Hennessey, a spokesperson for the Alliance for Northwest Jobs and Exports, which comprises about 40 coal companies, transportation firms, labor unions and regional business councils.\nThe outcome of the five proposals has implications for the entire U.S. energy economy. Coal production would ramp up as coal-fired plants are being phased out in favor of cheaper natural gas and carbon-free renewable energy. If they’re all built, U.S. coal exports would more than double from today’s levels, according to developers’ projections and federal data.\n“We’d be the biggest coal-exporting region in the entire world. We’ve never exported this much coal,” said Eric de Place, a senior researcher at the Sightline Institute, a sustainability think tank in Seattle.\nThe pro-coal alliance says the five projects would create about 7,000 direct jobs and generate $25 million in tax revenue a year. Opponents say the increase in coal train traffic, air pollution and damage to waterways and other ecosystems would outstrip any economic benefits. They also say the terminals would undermine the nation’s greenhouse gas reductions by enabling Asian countries to burn the fossil fuel instead.\nInslee was one of the first U.S. policymakers to publicize the idea that shifting to clean energy and away from fossil fuels would stimulate jobs.\n“He was really the first person out there trying to push for comprehensive clean energy legislation from a jobs and economic perspective,” said Bracken Hendricks, a senior fellow at the Center for American Progress, a liberal research group.\nHendricks and Inslee co-authored a book in 2007 called “Apollo’s Fire: Igniting America’s Clean Energy Economy” that told stories of how clean energy was transforming local economies across the country. The book helped catapult the concept of clean economic growth to the national stage and make green jobs a platform in the 2008 presidential race.\nIn it, Inslee called to “restrain the growth” of coal and pump money into clean-coal technologies. “Coal is powerful, efficient, cheap and abundant. But it’s also killing us,” the book says.\nOn the gubernatorial campaign trail, Inslee ran on a clean energy platform. He didn’t taken a position on the coal plans in part because the job-creation potential of the projects made them a political hot potato. (His Republican opponent, state Attorney General Rob McKenna, also stayed neutral.) In a June debate with McKenna, Inslee said, “My view is we need to evaluate all of the jobs prospects, both plus or minus, before we make a decision.”\nPost-election, nothing has changed.\n“At this point his involvement is more just making sure that the environmental review is completed,” according to Jaime Smith, an Inslee spokesperson. She said Inslee wants to have “all of the facts and figures laid out” so he can make an informed judgment on where he stands.\nThe $665 million Gateway Pacific Terminal Project in Cherry Point, Wash., a cape south of Vancouver, is furthest along in the permitting process, though it could take up to four years to complete. An Australian coal company is proposing a $643 million facility in Longview, a small town in southwestern Washington.\nBoth coal export projects require environmental permits from various government agencies. At the state level, the departments of ecology and natural resources are responsible for giving water and air quality permits. At the federal level, the U.S. Army Corps of Engineers has to issue permits to “dredge or fill materials” into waterways and wetlands and must approve any construction in or over “navigable waters.” County officials must also ensure that projects comply with a 40-year-old state law to prevent rampant development of the state’s shorelines.\nTo get each permit, project developers must prove they can reduce or manage environmental and public health impacts of the terminals. If they can’t, the permits could be denied or saddled with so many conditions that developers could decide to abandon the projects, according to Ross Macfarlane, a senior adviser at Climate Solutions, a nonprofit based in the Pacific Northwest.\nWashington State and Oregon have two of the cleanest energy mixes in the nation, with one coal plant each, both of which are scheduled for retirement in the next decade.\nWhat Could Gov. Inslee Do?\nWhile the governor’s office isn’t directly involved in permitting—and the projects could move forward no matter what position Inslee takes—he is charged with appointing the director of the state Department of Ecology, who will play a crucial role. Inslee could select a new leader or reappoint Ted Sturdevant, the department’s current director, who has called for a rigorous evaluation of the terminals.\nSmith said Inslee is just now starting to look at who he will ask to join his administration, which starts on Jan. 14.\nPeter Goldmark, the head of the Department of Natural Resources, who was re-elected this month, will also have an important role in the permitting process. He was strongly endorsed by environmental advocates, Macfarlane said.\nAccording to de Place of Sightline, the most effective move Inslee could make from opponents’ perspective is to pressure federal officials to undertake an assessment that looks at the cumulative effects of building all five terminals on the region, the country and the world.\nSo far, the main federal agency involved hasn’t given any indication that it will do so—though it hasn’t ruled it out either.\nIn April, during a public comment period on a proposed export terminal in Oregon, the Environmental Protection Agency recommended that the Army Corps of Engineers consider the full range of impacts, from increasing coal mining in Montana and Wyoming to increasing coal-fired generation in Asia. The Army Corps has final word on federal permits.\nAt that same time, Oregon’s Democratic Gov. John Kitzhaber also urged federal officials to assess the regional, national and global impacts of producing, exporting and burning more coal.\nUltimately, the Army Corps opted to lead a limited environmental impact assessment at the Oregon facility. It could later expand the scope of the review.\nWhen asked if Inslee might follow the EPA and Kitzhaber in pressuring federal officials, Smith said “I don’t think we’ve made a decision to do that at this point.”\nWill Calif. Gov. Brown Weigh In?\nEven if Inslee steps up pressure, de Place expressed concern that the two governors alone might not hold enough political clout to sway Washington to conduct strict reviews.\nIt doesn’t help opponents that a coalition of Congressional lawmakers is pushing to hasten review of projects.\nLast month, 53 members of Congress—including Washington State’s Republican Rep. Doc Hastings—sent a letter to the U.S. Army and the Department of the Interior, which grants leases to mine coal, asking the agencies to “expedite their consideration of permits for coal export facilities.”\nCalifornia’s governor, on the other hand, could make a difference.\nAlthough Gov. Jerry Brown isn’t involved in decisions on the five proposed coal facilities, he could lend his influence to the debate as governor of the most economically powerful state in the country and the national leader on clean energy and climate policy.\n“California brings to bear an entirely different level of resources and clout,” de Place said. “It would have an important impact.”\nStanley Young, a spokesperson for the governor and the California Air Resources Board, the state’s air regulator, said Brown hasn’t decided whether to take a position on the terminals.\nYoung said California is “fighting” to move both the state and the region away from coal. He pointed to the state’s recently launched cap-and-trade program, which makes it more expensive for utilities to burn coal. The state also has a five-year-old law banning power companies from importing coal-fired electricity by setting steep carbon emissions standards.\nThis summer, the California State Assembly and State Senate adopted a joint resolution urging President Barack Obama and Congress to pass laws restricting exports of coal to any country that doesn’t regulate greenhouse gas emissions and air pollution at levels required by the United States.\nThe resolution also calls on Brown to tell the governors of Washington and Oregon about the “significant health risks” that coal terminals and the increase in coal rail traffic could pose to the people of the Pacific Northwest.\nIn the end, “it would have a positive effect to have [all] the West Coast governors say that [exporting coal] is … not a responsible climate choice or energy choice,” de Place said. “There’s every opportunity for regional blocks of leaders to make statements and enact policy in that way.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}