{
  "url": "https://insideclimatenews.org/news/27112012/november-2012-election-congress-environment-energy-carbon-tax-clean-energy-loans-obama-climate-skeptics-enviros/",
  "title": "Election Outcome Changes the Climate and Energy Conversation in Congress",
  "date": "2012-11-27T09:00:16-05:00",
  "content": "Statistically, the November elections seemed a win for the status quo in Washington—neither chamber of Congress nor the White House switched parties, and the gridlock that has plagued the 112th Congress seems destined to continue through the 113th.\nBut some of the nation’s leading environmental groups say a closer examination of the winners and losers shows the situation isn’t as static as it seems, at least when it comes to climate and energy issues. More than a third of the 95 newcomers to the House and Senate are Democrats who are expected to support environmental issues. And a campaign to defeat candidates who oppose clean energy and conservation legislation ousted some longtime opponents.\n“We’re incredibly enthused about the results,” said Tiernan Sittenfeld, senior vice president of the League of Conservation Voters. “The candidates who stood by clean energy were overwhelmingly elected or re-elected. … A lot of the worst of the worst, the people who said the most egregious things and were the biggest allies of oil, lost.\n“These elections showed that being a climate change denier isn’t just bad policy, but now it’s bad politics.”\nThe so-called status quo is now “in numbers only,” said Nathan Hultman, a Brookings Institution fellow and professor at the University of Maryland School of Public Policy.\n“There has been a long-standing commitment from Obama’s White House to deal with climate change and clean energy,” Hultman said. “Where we have some potential for change is in the Congressional debates.”\nThe League of Conservation Voters led a campaign that targeted 12 state and national candidates with a history of voting against clean energy and conservation. Eleven of the so-called “dirty dozen,” led by GOP presidential candidate Mitt Romney, were defeated, including Reps. Dan Lungren, R-Calif., and Joe Walsh, R-Ill., and Democratic Rep. Tim Holden of Pennsylvania.\nRep. Dan Benishek, R-Mich., was the only survivor on the League’s target list, which focused on races where the group was most likely to be successful.\nFour of the defeated politicians, as well as Benishek, were also on the League’s “flat earth five” list of climate deniers. Among those who lost was Rep. Francisco Canseco, a Texas Republican who had fought EPA regulations he said were “based on reportedly manufactured global warming data.”\nNick Loris, an energy economist with the right-leaning Heritage Foundation, said environmental groups still face an uphill battle. He said the overarching debate about the size of government, coupled with the enormity of the country’s economic problems, will overshadow any climate and energy legislation.\nThere is “still a large contingency in Congress that is opposed to their agenda,” Loris said. “Honestly, I don’t see a lot in Congress getting done for either side.”\nBut Josh Saks, legislative director for the National Wildlife Federation, said the changes will at least open the door for more discussion.\n“Regardless of the issue, people are frustrated with the inability to move forward on the Hill,” he said. “I think that members will find a way to be more productive, and addressing climate change and getting clean water should be high on the list.”\nSaks and Sittenfeld say that while a carbon regulation bill is still highly unlikely to pass, some smaller clean energy bills might move, including several that would salvage clean energy tax credits that are set to expire.\nA number of larger bills with environmental components could also see an easier path. Congress is expected to work on a wide-ranging Water Resources Development Act that would address some clean water issues, like continuing the Clean Water State Revolving Fund that offers loans that help states deal with water pollution. The Farm Bill, which fizzled this summer, is expected to be introduced again with conservation issues attached, including programs to protect wetlands and grasslands near agricultural areas and the Chesapeake watershed.\nSmoothing Negotiations\nThe League of Conservation Voters compiled an “environmental facebook” of 41 new members—34 in the House and seven in the Senate—who have a history of supporting clean energy efforts in the business or public sectors. Among them are Democrats Sen. Tammy Baldwin (Wis.), Rep. John Delaney (Md.) and Rep. Pete Gallago (Texas). Maine Sen. Angus King, an independent, will caucus with Democrats.\nSittenfeld pointed to the Montana senate race, where GOP Rep. Denny Rehberg lost to incumbent Democrat Jon Tester, as a sign that voters were prioritizing clean energy. Over six terms, Rehberg has a lifetime 6 percent score on the League’s national environmental scorecard, which measures how members have voted on environmental legislation.\nTester, meanwhile, notched an 87 percent rating.\nSimilarly, Rep. Martin Heinrich, a Democrat with a 95 percent score, ousted former Rep. Heather Wilson (15 percent over five terms) in the race for New Mexico’s open senate seat. In the Massachusetts senate race, Republican incumbent Scott Brown lost to Democratic challenger Elizabeth Warren, whom Sittenfeld predicts will be “a true environmental champion.”\nHultman, with the Brookings Institution, said the new advocates on the Hill could help clear the way for climate or carbon initiatives to be included in the broader fiscal discussions that are likely to dominate Congress in the first part of 2013. Although a carbon tax is unlikely to be approved, it has been mentioned as a partial solution to the country’s coming fiscal cliff by groups as varied as the American Enterprise Institute, the R Street Institute, the Brookings Institution, Resources for the Future and oil companies including Exxon and Shell.\nHultman said the Republican Party should be rethinking its strategy of obstruction in favor of compromise. (House Speaker John Boehner indicated a shift after the election.) That could mean fewer bills targeted at delaying or repealing EPA regulations, or simply a greater willingness to discuss clean energy loans and other issues that in the past had bipartisan support.\n“It’s early, but there are indications that things will be less fraught,” Hultman said. “The Republican party, in their internal conversations, needs to take some initiative and look more like a broad-based party that can attract more votes … But does that translate into a change for environmental or climate policy?”\nProspects for Change?\nSaks, the National Wildlife legislative director, said one downside of the election was the loss of moderate Republicans who sometimes bridged the gap between the two parties. Representatives Charlie Bass of New Hampshire, Robert Dold of Illinois and Nan Hayworth of New York were defeated by Democrats. Others, including Ohio’s Steve LaTourette in the House and Maine’s Olympia Snowe in the Senate, retired, citing fatigue with the partisan bickering.\nSaks also pointed out that some of the environmental community’s most outspoken foes are still in office and still have tremendous power. Sen. Jim Inhofe, R-Okla., the ranking member of the Senate’s Environment and Public Works Committee, is one of the most prominent climate change deniers in Congress. Rep. Joe Barton, R-Texas, second in command of the House Energy and Commerce Committee, has opposed several clean energy initiatives, including efficiency standards for light bulbs.\n“There was a time when John McCain and Lindsey Graham were advocates of climate legislation,” Saks said. “If those guys aren’t leading, then who is? Where are they going?”\nStill, Saks remains hopeful that the new Congress will at least begin a more serious discussion of climate change.\n“This is all part of a larger political change—it’s not inconceivable that there will be new interest in this,” said Hultman, with the Brookings Institution. “This is not altruistic action; this is something that relates to our well-being.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}