{
  "url": "https://insideclimatenews.org/news/02112012/michigan-renewable-energy-standard-clean-energy-economy-proposal-three-elections-ballot-referendum-bill-clinton/",
  "title": "Will Michigan Voters Add a Clean Energy Mandate to Their Constitution?",
  "date": "2012-11-02T12:30:37-04:00",
  "content": "Update at 1:00 ET on Nov. 7, 2012: Proposal 3 was defeated at the polls Tuesday. Roughly 36 percent of voters supported the measure, while 64 percent voted against it.\nWhen Michigan residents go to the polls on Tuesday they’ll have a chance to do something that no other U.S. voter has ever done: enshrine a clean energy mandate in the State Constitution so politicians won’t be able to weaken or abolish it at a whim.\nIf the ballot initiative called Proposal 3 passes it would be the first time that a renewable energy standard—which 30 states have adopted—would be mandated by a Constitution. The standard would require utilities to generate at least 25 percent of their electricity from renewable sources by 2025.\nProp 3 could be “a template for a model that can be duplicated,” said Richard Caperton, director of clean energy investment at the Center for American Progress (CAP), a liberal research group. “It’s a state issue with national implications.”\nThe push for Prop 3 is coming from an umbrella group of 900 environmental organizations, labor and faith groups and individuals called Michigan Energy, Michigan Jobs (MEMJ). The group launched in January and has attracted cash from more than a dozen national organizations as well as high-profile endorsements. This week, Bill Clinton, President Obama’s star campaign surrogate, came out in support of the measure.\nOne reason for the interest is that Prop 3 is the only clean energy issue on a state ballot this election. At a time when attacks on Obama’s green policies have national proponents playing defense in much of the country, “this is an opportunity to play offense,” said Mark Fisk, a spokesperson for MEMJ.\nMichigan’s standing as a key battleground state in the presidential race is also putting their cause under a rare spotlight. If Michigan citizens choose to make clean energy a more permanent part of their future, the message could spread to citizens in other states and to leaders in Washington, supporters say.\nMEMJ has raised about $12.3 million to pass Prop 3. That’s roughly half of what opponents, led by the state’s largest utilities, have spent to defeat it.\nOpponents say that because constitutional amendments are difficult to undo, there’s little way out if the policy proves too costly or complicated for utilities. “We just don’t think that the constitution is the place to put this kind of detailed energy policy,” said Jeff Holyfield of Consumers Energy, a utility that serves more than half the state and is helping lead the anti-Prop 3 campaign. “It would eliminate the flexibility that’s crucial to managing the state’s electric power system.”\nFor proponents, however, handing the decision to citizens is the only shot at passing a renewable energy standard with muscle.\nFour years ago, Michigan approved a standard requiring utilities to source 10 percent of their electricity from renewables by 2015. It’s one of the lowest such mandates in the nation. Earlier this year, 10 Republican legislators tried to pass a bill to repeal it.\nCurrently, Michigan gets less than 5 percent of its power from renewables and employs 10,300 people in the wind and solar industries, according to estimates. MEMJ claims that upping the requirement to 25 percent would create 94,000 local jobs across the economy and attract $10.3 billion in investment. An August study by Michigan State University published a lower estimate of 74,000 jobs.\nFisk, the MEMJ spokesperson, said he believes lobbying state lawmakers to boost the standard would have gone nowhere. After the 2010 elections, Republican lawmakers gained control of the state House of Representatives and the governor’s office, and maintained their lead in the Senate. But more than that, Fisk blamed the “clout and influence” of the state’s big utilities that “transcends all political parties”—a charge utilities vehemently deny.\nMEMJ got the greenlight to put Prop 3 on the ballot in early July after submitting more than a half a million signatures to state election officials.\n“Increasing Michigan’s use of renewable energy would have to happen by a vote of the people,” Fisk said.\nThe Players\nOpponents of Prop 3 formed their own umbrella organization in June, after it became clear that the measure would make it on the ballot. Clean Affordable Renewable Energy (CARE) is a group of more than 800 businesses, chambers of commerce, national fossil fuel industry groups, electric utilities and individuals.\nThe group warns the measure would cost taxpayers billions to implement and won’t bring the economic growth that its backers are promising. It’s “bad for customers and bad for Michigan,” said Holyfield of Consumers Energy, one of CARE’s biggest backers.\nHolyfield cited a recent CARE analysis that found Michigan ratepayers would spend at least $12 billion by 2025 to pay for the renewable power projects that utilities would have to install to meet the mandate. Moody’s Investors Service projects a higher cost of $15 billion. Prop 3 backers say the measure protects residents from sky-high electricity bills by capping rate increases at 1 percent annually.\nCARE estimates that utilities would have to build thousands of wind turbines on hundreds of thousands of acres of land, which could damage pristine landscapes. Earlier this week, opponents drove around Michigan’s lower peninsula in a truck hauling a mobile billboard that read “Keep Energy Costs Down: Vote No Proposal 3” and passed out brochures, yard signs and windmill-shaped cookies.\nConsumers Energy and DTE Energy, the two largest utilities in the state, have each contributed $11 million to CARE’s anti-Prop 3 push, nearly all of CARE’s funding. Republican Gov. Rick Snyder is also urging voters to reject Prop 3.\nOpponents say they support the 10 percent by 2015 mandate that’s in place. Spokespeople for Consumers Energy and DTE Energy confirmed they are more than halfway to meeting that goal.\n“Once we get to that goal [in 2015], we want to sit down with folks to figure out what the next step looks like. … We need a prudent and measured approach,” said Alejandro Bodipo-Memba, a spokesperson for DTE Energy in Detroit. “For the other side to say that we are not supporters of renewable energy is just a fallacy.”\nFor some of the nation’s clean energy advocates, the Michigan ballot measure offers a rare window to make progress on a politically embattled issue.\nOf the $12.3 million that MEMJ has raised, nearly half has come from four groups: the League of Conservation Voters and its Michigan chapter; the BlueGreen Alliance, a coalition of national labor and environmental organizations; and the American Wind Energy Association, the wind sector’s main industry group.\nMost of the money has been funneled into television and radio ads, town hall meetings, news conferences, phone banks and door-to-door petitions.\nSierra Club, the largest U.S. environmental group, has given $300,000 to the campaign through a political action committee set up by its Michigan chapter, called Sierra Club Organizing for Renewable Energy. It has enlisted 25 staff members nationwide to work on the campaign. Earlier this week, Sierra Club’s executive director Michael Brune toured the state to promote the measure.\nThe Union of Concerned Scientists, a science advocacy group, has devoted a “tremendous amount” of resources to mobilize support for Prop 3, said Steve Frenkel, the director of group’s Midwest office in Chicago. He said the group hasn’t made a direct financial contribution to MEMJ, but it has sent dozens of staff members and volunteers to college campuses across Michigan to appeal to students and faculty members.\nOn Thursday, the group announced that 200 Michigan scientists, engineers, economists and health professionals had signed its open letter in support of the 25 percent mandate.\nIf It Passes…\nIf Michigan voters pass Prop 3 on Nov. 6, legislators will need to first amend the 10 percent mandate to mirror the target in the Constitution. After that, state utility regulators will need to determine how to implement the standard and write rules and regulations.\nAccording to a limited poll by the Detroit Free Press and WXYZ-TV, 35 percent of the 600 residents polled said they supported Prop 3, while 55 percent said they opposed it.\nIf it fails, local clean energy advocates will attempt to pass a stronger mandate in the state legislature, said Frenkel of UCS. He said he hopes the 2012 election would bring in a wave of state policymakers that would support such a bill.\nThis year, all 110 seats in the House are up for grabs, while the 38-member state Senate won’t face elections until 2014. Reports suggest the House is likely to stay in Republican hands.\nCathy Duvall, the national political director for the Sierra Club, said that however the Michigan ballot fares, the debate over stricter clean energy requirements will continue in the states and at the national level. “I think this is a conversation that is very much alive.”\nCorrection: An earlier version of this article misspelled the name of the spokesperson for Michigan Energy, Michigan Jobs. His name is Mark Fisk.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}