{
  "url": "https://insideclimatenews.org/news/05112012/hurricane-sandy-florida-sea-level-rise-broward-county-climate-change-adaptation-flooding-global-warming-obama/",
  "title": "Superstorm Sandy Delivers Wake-Up Call for Low-Lying Florida",
  "date": "2012-11-05T11:30:00-05:00",
  "content": "For much of the Northeast, Hurricane Sandy was a harsh wake-up call to the extreme weather destruction that can be amplified by climate change. But Sandy’s warning is also resonating in states further south along the Atlantic, which escaped the brunt of the storm but face equal, if not greater, risks from the combined effects of sea level rise and intense storms.\nFlorida is particularly vulnerable. A 2007 climate change study that mapped how a 9.8-foot sea level rise would affect New York City—maps eerily similar to the flooding from Sandy’s 9-foot storm surge—also offered a look at how Florida would be affected. If anything, the images are even more chilling.\nThe scenarios for Florida are based on a sea level rise of roughly 3 to 7 feet. The coastal fringe of downtown Miami, where many of the city’s luxury hotels are located, is covered in blue—the map’s symbol for inundated land. Nearly all of Key West would be underwater, except for a few pockets of high ground including the area near Key West Cemetery. Fort Lauderdale would be flooded along most of its coast, as would downtown Tampa.\nThe study was published by Architecture 2030, a nonprofit that seeks to reduce the carbon footprint of the building sector. Founder Edward Mazria said the key difference between storm surge and sea level rise is that the former is temporary while the latter is permanent.\nAfter a severe storm, cities like New York can rebuild, Mazria said, because the surge of water will drain off and leave the land dry again. But sea level rise is permanent and will force people to “either abandon the area or, if it’s extremely valuable territory, then you [can] expend up to tens of billions of dollars” to protect it with sea walls and other measures.\nSome communities could also adapt by constructing buildings on stilts, he said, or by lifting smaller structures off their foundations and moving them to higher ground.\nAccording to recent projections by the U.S. Geological Survey, the world’s ocean levels will rise about 2 to 6 feet by 2100. That would be devastating for Florida, where the average elevation of the entire state is only a few feet above sea level. In July, the Organization for Economic Cooperation and Development (OECD) ranked Miami as the city in the world with the most to lose from sea level rise.\nAlthough climate change has become divisive in the national political debate, it’s much less controversial in southern Florida, where it already affects everyday life, said climate expert Leonard Berry.\nBerry is a professor at Florida Atlantic University in Jupiter, about 60 miles north of Fort Lauderdale. On October 11, two weeks before Hurricane Sandy made landfall, he was among the 121 Florida scientists and public officials who signed a letter urging President Obama and Mitt Romney to discuss climate change at the Boca Raton debate.\n“Florida is already feeling the effects of sea level rise and, increasingly, it jeopardizes the health, safety, and economic well-being of our communities,” they wrote.\nAccording to a recent analysis of the U.S. coastal population by Climate Central, a nonprofit dedicated to climate change research and reporting, nearly 5 million people live less than four feet above sea level. About half of them are in Florida.\nBerry said southeast Florida is particularly vulnerable due to its low elevation, susceptibility to powerful storms and a porous geology that allows saltwater to seep in underground.\n“The water not only comes over the land, it comes through the land,” he said. The saturated ground also makes it more difficult for water to drain off the land after a storm or high tide event.\nThe effects in Florida are noticeable even under normal weather conditions. Water from seasonal high tides now creeps up driveways and seeps under sea walls. Along the coast, Berry has seen cars submerged to their hubcaps as the tide backflows through the drainage system.\nSome Florida cities are taking major steps to adapt to the changing climate. Miami Beach is considering spending $206 million to update its drainage system with more pumps, higher sea walls and wells to store stormwater runoff. Hallandale Beach, in Broward County, recently paid $10 million to drill new water wells after saltwater seeped into six wells along the coast.\nSaltwater intrusion is a regional problem in southeastern Florida, where residents depend on the Biscayne aquifer for drinking water. As sea level rises, their wells are increasingly contaminated with saline water.\n“It’s a serious problem,” Berry said. “In the long run—20, 30 years from now—it may mean using different water sources.”\nJennifer Jurado, director of the Natural Resources Planning and Management Division in Broward County, said concerns about water supply prompted the county to create a climate change task force in 2008.\nSome wells are already contaminated, she said, so the county is considering restricting pumping rates to slow the contamination, or moving the wellfields further inland. The wells with the highest quality drinking water are located along the coast, so they’ll be hit first by rising sea levels.\nBroward County is home to 1.8 million residents and the city of Fort Lauderdale. Many areas are only three or four feet above sea level, Jurado said, and they’re often flooded during seasonal high tides in the spring and fall. “You can see water seeping [in] from near the sea wall, and you can hear it rushing through the drainage infrastructure.”\nAccording to the National Oceanic and Atmospheric Administration, sea levels rose more than eight inches along Florida’s coast between 1913 and 2006. The change hasn’t gone unnoticed by longtime residents in coastal communities. Jurado hears many anecdotes of how the intensity of seasonal flooding is “more than what it’s been historically…the water doesn’t stop at the driveway. Now it goes up to the garage door.”\nShe has seen photos of residents canoeing down the street or swimming in their driveways. “You’re not just talking about two inches of water,” she said. “You’re talking about water [flooding] multi-lane roads, water reaching porches.”\nThe county’s climate change task force is still in the planning phase. It’s modeling the effects of sea level rise and precipitation on ground and surface water systems. Jurado said the results of that study—which is expected to take another two years—will drive the county’s long-term planning decisions.\nPotential solutions include installing more pumps or raising sea walls. Sand dunes are also important, she said, because Hurricane Sandy showed that the beaches protected by sand dunes suffered much less erosion than those without dunes.\nThe costs for Broward County will be extremely high—a single pump can cost $70 million. And Jurado said the county will have to discuss difficult issues like potential restrictions for growth and development.\nBroward County is also part of a regional climate change compact that seeks to coordinate mitigation measures across four southeastern counties.\nBerry, the climate expert, said that while the local efforts are “encouraging,” they are “becoming even more urgent” after Hurricane Sandy.\n“I think local level action is where it should be at,” he said. “But it needs to be built into state and national levels as well. Because as we’ve learned [from Hurricane Sandy], states can’t do it all.”\nJurado said she’s increasingly aware of how climate change is impacting her county. After heavy rains or extreme high tides, she and her colleagues often tour affected neighborhoods to assess the damage caused by flooding.\n“I think it’s important to have that personal experience rather than just reading about it or seeing snapshots,” she said. “You can see what the vulnerabilities are today. They’re there. They’re not going to diminish with time.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}