{
  "url": "https://insideclimatenews.org/news/05112012/federal-government-hurricane-sandy-fema-natural-disasters-flooding-climate-change-2012-elections-big-government/",
  "title": "Federal Disaster Relief Intrudes on Election Debate Over Size of Government",
  "date": "2012-11-05T08:00:00-05:00",
  "content": "New Jersey Gov. Chris Christie captured national headlines—and conservative scorn—for praising President Obama and opening his arms to federal assistance as his state recovers from the devastation of Hurricane Sandy.\nHow, right-wing advocates ask, could a fierce White House critic and fiscal conservative like Christie seek federal money so brazenly?\nThe size of government has been a key issue throughout this election, but as voters head to the polls on Tuesday, Sandy is adding a new wrinkle to the debate. As more federal agencies get involved in the cleanup and recovery, the discussion is likely to intensify, no matter who wins the White House.\nMuch of the focus has been on the Federal Emergency Management Agency or FEMA. But the federal response to Sandy also includes the U.S. Departments of Transportation, Energy and Health and Human Services, and other, less prominent federal agencies that will be called in as the recovery continues.\nSome of the services provided by these agencies have faced cuts in recent years, as Republican members of the House of Representatives tried to pare down a government they say has grown too big for its own good.\nThe budget plan drawn up by Romney’s running mate, Paul Ryan, cut 62 percent from a budget category called community and regional development—which includes FEMA, flood insurance and some rural development programs—according to the nonpartisan think tank Third Way. Nearly half of that money, said Third Way senior fellow David Kendall, goes to disaster relief and insurance.\nAlthough it’s unclear exactly which programs would be cut, Kendall said “there’s no way they could make those cuts without taking a big chunk out of disaster relief.”\nThe federal government’s role in disaster relief has been defined in the last century by a series of bills, notably the 1988 Stafford Emergency Assistance and Disaster Relief Act. Washington currently spends about $18 billion a year on relief efforts.\nConservatives argue that much of the federal government’s work could be handled at the state level. At a Republican primary debate in June, eventual nominee Mitt Romney said it would be the “right direction” to direct some federal responsibilities to the states and “even better” to send them to the private sector. When asked by moderator and CNN anchor John King if that included disaster relief, Romney said he didn’t want the country to incur more debts to pass on to future generations.\nSandra Schneider, author of the book “Dealing With Disaster: Public Management in Crisis Situations,” said states already play a powerful role in emergencies.\n“The federal response is broad, because it’s designed to accomplish everything and coordinate everyone,” said Schneider, a professor at Michigan State University’s school of political science. “But it’s predicated on local, state and regional governments and even the private sector.”\nAfter most disasters, local and state governments assess damage and mobilize their own responses before seeking federal help in the form of an emergency declaration, Schneider said. In the case of Sandy, the White House signed an emergency declaration that allowed money and responders to start flowing to New Jersey and other East Coast states ahead of the storm’s landfall.\nIn the early stages of a recovery, the federal government’s primary role is to act as an “overseer” that can work across state lines and supply the immediate cash and manpower that states may not have, Schneider said.\nFEMA plays many roles, from setting up medical care centers to removing debris to evacuating citizens. Other agencies step in quickly, too. The Army Corps of Engineers tackles a range of issues, notably “dewatering” flooded areas. The military coordinates transportation and offers other assistance. On Friday it began trucking fuel to beleaguered New York residents who have seen gas stations running empty.\nThe Transportation Department also responded immediately, sending $13 million from a Federal Highway Administration emergency relief program to New York and Rhode Island, with more money expected. The Energy Department has helped respond to widespread power outages.\nAfter the immediate recovery, Schneider said the government’s role shifts to “trying to determine the loss of life, property and getting things back to a state where people can resume more of a normal life.” That means the involvement of a slew of federal departments, including the Department of Health and Human Services, the Small Business Administration and the Department of Housing and Urban Development.\nCan Private Sector Do It Better?\nThe New York Times tackled the big government issue directly last week in an editorial headlined “A Big Storm Requires Big Government.” Conservatives responded to the editorial by saying that the disaster relief roles could be filled by state governments that are closer to the problem, or even private companies with more resources and flexibility.\nIn an online editorial for Bloomberg Views, columnist and Four Percent Growth Project director Amity Shales wrote that disasters like Sandy can end up creating bigger government because of a “flood” of federal spending. “Once it rises, often to address an emergency at home or abroad, the spending doesn’t recede,” Shales wrote.\nThe Four Percent Growth Project is an arm of the George W. Bush Institute and calls for policies that promote growth from the private sector. One oft-cited 2008 paper by St. Lawrence University economics professor Steven Horwitz argues that Wal-Mart and other private retailers responded more effectively to Hurricane Katrina than the federal government, owing to their swift action and ability to move goods among the people in New Orleans.\n“The incentive provided by private ownership and the knowledge provided by market signals such as prices and profits, all set in an environment of competition, create firms like Wal-Mart that are able to respond with agility and improvisation to a crisis like Katrina, and to do so with results far superior to almost all government agencies,” Horwitz wrote.\nThinkProgress blogger Zack Beauchamp said the private sector argument doesn’t hold water, because corporations like Wal-Mart can’t provide the range of services the government does, like building houses or draining flooded areas.\n“The private sector doesn’t save all the people that the government bureaucracy saves,” Beauchamp said in an interview. “What is the market incentive to help people when they’re in dire need?”\nMany conservatives say that while the private sector may not be able to do everything, it should at least play a larger role in the recovery.\nOn a conference call Friday about the National Flood Insurance Program, Steve Ellis, vice president of Taxpayers for Common Sense, said the government should be moving to privatize the program in light of Sandy, because it places too much financial burden on taxpayers. The federal program was set up in 1968 to help people who live in flood plains and may not be able to get insurance from private companies.\n“The government is taking up all the oxygen in the room,” because it underprices the market, Ellis said. He said the program unfairly uses taxpayer funds for a role the private insurance market should play.\nAgencies Targeted for Cuts\nThe Small Business Administration is among the agencies that will be heavily involved in the Sandy recovery effort. It expects the storm to trigger a rush of requests for loans from its disaster relief program.\nBut the rush comes at a time when services provided by the SBA are already in the spotlight due to the recession. Its budget has nearly doubled since 2009 due to its backing of small business loans, and Congress has had to approve extra money for the agency. Although Ryan has backed the SBA publicly, some analysts say the agency could face cuts under his budget.\nAlso caught in beltway budget politics is the Federal Transit Administration, which hasn’t been able to use a newly created emergency relief program designed to send money to bus and train systems damaged by storms. The transportation authorization bill passed in July created the new emergency fund, but it wasn’t funded in the continuing resolution budget package that Congress approved in September.\nAnd of course there is FEMA, which has been in the spotlight since Sandy hit. Ryan, along with other House Republicans, held up a budget in Fall 2011 by insisting that extra money FEMA spent in response to Hurricane Irene and other disasters be offset with cuts elsewhere. FEMA was eventually given its money without an offset.\nThe budget plan Ryan released this spring didn’t specifically address FEMA, but various analyses have said it would cut FEMA’s budget between 20 and 40 percent, in line with other discretionary programs. The Obama administration’s proposed 2013 budget also would cut FEMA’s budget by roughly 3 percent, mostly as part of an effort to streamline the agency’s management.\nMany conservatives have softened their positions on FEMA’s funding in the aftermath of Hurricane Sandy.\nIn a statement to news organizations Wednesday, Romney said that if elected he would “ensure FEMA has the funding it needs to fulfill its mission, while directing maximum resources to the first responders who work tirelessly to help those in need, because states and localities are in the best position to get aid to the individuals and communities affected by natural disasters.”\nMatt Mayer, a visiting fellow for the right-leaning Heritage Foundation, told InsideClimate News that the problem isn’t that the federal government responds to large events like Sandy—it’s that reforms are needed when it comes to smaller disasters that only affect one or a few states.\n“In a regionally catastrophic event that overwhelms an area, there’s a role for the federal government,” Mayer said. “The problem is that they’ve gotten involved in more and more routine disasters that should be paid for by the states, therefore shifting the cost to the other 49 states.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}