{
  "url": "https://insideclimatenews.org/news/24102012/hurricanes-global-warming-climate-change-scientists-cloud-seeding-geoengineering-storms-temperatures/",
  "title": "Can Hurricanes Be Tamed? Scientists Propose Novel Cloud-Seeding Method",
  "date": "2012-10-24T11:30:25-04:00",
  "content": "Scientists have been trying to come up with ways to weaken hurricanes since the 1940s. Nothing that has been tried so far has worked, but that hasn’t stopped a virtual cottage industry of researchers from hatching the next big, bold proposal.\nThe latest idea, published in the August issue of the journal Atmospheric Science Letters, comes at it from a new angle and at an opportune moment: A study published last week in the National Academy of Sciences concluded that large, damaging hurricanes will happen with greater frequency as global temperatures climb.\nEarly efforts at hurricane modification involved “seeding” clouds in the eye of an established hurricane in an attempt to disrupt its core. The new plan calls for seeding low marine stratocumulus clouds in areas where hurricanes form—before they form.The idea is that droplets of seawater sprayed into the air by unmanned vessels would rise up into the atmosphere and increase the brightness of the clouds. The brighter marine clouds would then reflect more sunlight back into space.\nWith less of the sun’s energy reaching the ocean, sea-surface temperatures would drop by several degrees. Since hurricanes gather strength from warm ocean waters, the scientists say the intensity of hurricanes could be reduced by one or two categories.\nTwo of the cloud-seeding study’s authors, Alan Gadian, a senior research lecturer in the School of Earth and Environment at the University of Leeds in England, and John Latham, a cloud physicist at the National Center for Atmospheric Research in Boulder, Colo., said the seeding would take place over an area a couple hundred of kilometers wide. They said the plan could be feasible within a few years.\nBut the viability of the seeding plan is by no means certain. Hurricane experts say implementing it would involve huge economic, logistic and scientific challenges. It would also be controversial, because it involves geoengineering, where man tries to alter the atmosphere on a mammoth scale to eliminate or reduce potential negative impacts on people or property. Cloud brightening is also among the geoengineering methods proposed for combating rising global air temperatures caused by greenhouse gases.\nAs with any proposed geoengineering solution to climate change, cloud-seeding faces two big barriers: public perception and politics.\n“There’s more to this than a scientific idea,” said Frank Marks, director of NOAA’s Hurricane Research Division. “There has to be political will to do this across the board. That’s daunting, to say the least.”\nResolving Details\nAmong the many details to be resolved in the new proposal is determining just what areas would be best for seeding.\n“We have yet to establish which regions could produce deleterious consequences, and which would not,” Gadian and Latham said in an email response to questions about their paper.\nThat’s no minor sticking point.\n“If you get it wrong and mess with the climate, it could be worse than hurricanes,” said Hugh Willoughby, a research professor in the Department of Earth Sciences at Florida International University who has been studying hurricane modification proposals for decades.\n“I try to keep an open mind, in spite of being a curmudgeon,” he said. “But it’s kind of naive to think it would work. I’ve seen a lot of these ideas.”\nWilloughby wrote the paper that killed off Project StormFury, the world’s longest-running experiment in hurricane modification by the U.S. Navy and Department of Commerce in the 1960s through early ’80s. Scientists thought that by seeding with silver iodide just outside a hurricane’s eye wall, they could expand the storm’s eye and thus weaken it. Willoughby showed, through the study of subsequent, unseeded hurricanes, that the changes observed in the seeded storms would have occurred anyway, and that the theory was deeply flawed to begin with.\nThe concept of making clouds brighter through seeding is plausible, Willoughby said, but he thinks it’s impractical and unlikely to accomplish the goal of weakening hurricanes.\nThe ocean warms a little each day starting in late spring and continuing through summer, he said. Hurricane season officially runs from June 1 to Nov. 30, but several tropical storms formed in May this year.\n“Brightening clouds around a hurricane can’t help if the ocean is already warmed up,” he said. “You would want to keep the tropical ocean cool. You would need to start in May, and you would need to be out there every day.”\nPlus, he said, clouds over the tropical ocean are widely scattered and move around. “There’s not enough cloud cover to do it.”\nLatham, who is also an emeritus professor of physics at the University of Manchester in England, said he doesn’t know precisely how much it would cost to build the fleet of unmanned vessels that would be used to disperse the spray in the hurricane-producing areas. He thinks it would probably be in the millions, a cost he said would be “trivial” compared with the cost of repairing damage done by hurricanes.\nOther large-scale, geoengineering proposals to mitigate hurricanes have price tags estimated in the multiple billions. Those ideas include coating a giant swath of the ocean with a chemical or oily film that would limit evaporation, or using a fleet of ships to pump up cold waters from ocean depths to cool the surface. The cold-water suggestion is being pushed by billionaire Bill Gates, the Microsoft founder.\n“The economics of the problem would really ramp up quickly,” said Marks, director of NOAA’s Hurricane Research Division. “It’s in the execution with these type of proposals. We have heard all sorts of things that sound reasonable on the surface, until you start to look at the details. Then they start to spiral out of control.”\nMany Potential Issues\nBeyond the economics, any geoengineering project raises complex legal, political and sociological issues.\nIn the 1940s, General Electric and the U.S. military, in an experiment called Project Cirrus, attempted to weaken hurricanes that weren’t headed for landfall by seeding them with dry ice. In October 1947, the researchers seeded a storm off the northern coast of Florida that they thought was turning out to sea—but instead it veered westward and hit Georgia\n“Needless to say, the Georgians weren’t happy,” Willoughby said. “That kind of poisoned the well for seeding for a while.”\nEven a successful hurricane mitigation plan, if one were developed, could sour quickly in the public eye.\n“You could envision a scenario where you seeded a storm when it was a Category 3,” Willoughby said. “Maybe it would have become a Category 5, but it ends up a 4 and hits some place. There would still be a public relations problem.”\nThe potential legal liability could be enormous if there were unintended consequences. Imagine the furor if it could be shown that an operation spared or limited storm damage in one location while exacerbating it in another.\nThen there’s the issue of potentially robbing a region of needed rainfall. The StormFury Project was accused of stealing rain from Mexico. If Hurricane Isaac had been weakened before it hit the Gulf Coast in late August, it may have done less to ease the drought in the Midwest.\n“I’ve been kind of a hurricane proponent,” said Marks. “In many years, hurricanes bring drought relief.”\nGadian and Latham said the cloud-brightening operation could cause the loss of rainfall in the Amazon or other regions, but they think this problem could be avoided if areas to be seeded were selected judiciously. They said more computations are needed to determine exactly where to seed.\nEnormous Scale\nMarks is frequently presented with proposals to try X or Y to weaken hurricanes. Most of the time, he said, there is little understanding of the scale involved.\n“When I see people propose ideas to do mitigation, it’s almost comical,” he said. “An Air Force general called me before Katrina and said, ‘I’ve got the bombs to drop. Where do I go?'”\nEven the power of a nuclear bomb is minuscule compared with the forces involved in a hurricane, he said. Bombs would have had little impact.\nBeyond the issue of scale, Marks believes scientists don’t understand enough about the complex interplay between ocean and atmosphere to attempt mitigation. Most proposals for hurricane alteration look at only one piece of the puzzle, such as sea-surface temperatures, he said. A more thorough, systematic approach is needed.\n“I don’t think we know enough about the natural balance, even after studying it for 50 years at NOAA,” he said. “There is much to figure out, and it [mitigation] is a little beyond our ability at present.\n“I guess I have more respect for how complicated the process is. It’s pretty humbling, considering how little we know.”\nIf all the scientific, logistic and economic issues could be settled, then politics would come into play.\n“Say their idea worked,” Marks said. “Who’s going to say do it? The atmosphere is global.”\nGadian and Latham said an international body would need to be created to handle oversight of hurricane modification efforts.\nBut given the inability of nations to unite to combat climate change through a global treaty to reduce greenhouse gas emissions, the odds of reaching an international agreement on a geoengineering project with possible global implications look slim, Marks said.\nAside from the political considerations, there could be a perception problem to overcome. Hurricane modifiers could be accused by some of “playing God,” because they would be altering what nature had intended to happen, and because tens of millions of people could be affected.\n“Our answer is that we have been playing God for 200 years by burning fossil fuels, and a lot of damage has been done,” Gadian and Latham said. “What we and others are trying to do vis-a-vis global climate change and hurricane weakening is to ameliorate these irresponsible changes.\n“Our efforts are restorative. God does not seem to be inclined to intercede.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}