{
  "url": "https://insideclimatenews.org/news/17102012/mich-pipeline-fight-frustration-builds-over-elected-leaders-silence/",
  "title": "Mich. Pipeline Fight: Frustration Builds Over Elected Leaders’ Silence",
  "date": "2012-10-17T12:30:42-04:00",
  "content": "At first, Katy Bodenmiller was dumbfounded by the response from U.S. Sen. Debbie Stabenow, a two-term Michigan Democrat.\nBodenmiller had written to Stabenow in early July asking why the senator and other Michigan officials hadn’t weighed in on a plan by Enbridge Inc., a Canadian pipeline operator, to replace oil pipeline 6B, which slices across 210 miles of southern Michigan and through Bodenmiller’s two-acre property.\nBodenmiller suggested to Stabenow that the project deserved extra oversight because Enbridge was responsible for a catastrophic rupture on 6B in 2010, which sent more than a million gallons of heavy crude oil into Michigan’s Kalamazoo River. Bodenmiller hoped to open a discussion with the senator about Enbridge’s “disrespect” of landowners along the line.\nBut to Bodenmiller’s astonishment, the boilerplate letter she received from Stabenow began: “Thank you for contacting me about the Keystone XL pipeline.”\nHuh?\nCertainly the Keystone project had drawn national attention for its plan to transport dilbit, the same kind of heavy crude oil that 6B carries, across the nation’s heartland. But the Keystone route doesn’t pass through Michigan. And Enbridge, the company that operates 6B, has nothing to do with the Keystone XL pipeline.\n“That response was unforgivable,” said Bodenmiller, whose bewilderment soon turned to anger. “I think it’s their duty to have a keen interest in this pipeline.  How could she not know?”\nOther landowners also have been frustrated by their elected officials’ silence or lack of concern about the Enbridge project.\nOceola Township resident turned activist Beth Duman, who has been fighting Enbridge over compensation for her property, said she has reached out to senators, congressmen, state legislators and local commissioners.\n“I contacted both senators [Carl] Levin and Stabenow. They were polite but did nothing,” Duman said.\n“I met with [Congressman] Mike Rogers and took him petitions and he did nothing. I called my local representatives. They did nothing.\n“I talked with my [township] supervisor. He was smiling but he didn’t do anything.”\nIn a blog that Bodenmiller’s husband, Jeffrey Insko, created to track the Enbridge project, he called out five politicians not only for their indifference but also for catering to Enbridge.\n“Evidently, there is not one elected official at the state or federal level in Michigan who has the interest or the gumption to utter a single word of skepticism or criticism—or even concern—about Enbridge,” Insko said. “I find this silence shocking and shameful, especially on the part of the governor.”\nInsko described his contact with the office of Michigan Gov. Rick Snyder as the most disheartening and frustrating of his encounters with public officials. He also reached out to state Sen. David Robertson, state Rep. Brad Jacobsen, U.S. Representative Mike Rogers and Stabenow.\n“When we asked why the Governor had not made any kind of public statement about the Enbridge project, his office responded, essentially, “Why would he?” Insko wrote in his blog.\n“…They just couldn’t understand why we would be upset about Enbridge installing a new pipeline, and why we were calling the governor about it.”\nInsideClimate News left messages with each of those officials, as well as with Sen. Carl Levin and Rep. Candice Miller, asking to discuss the Enbridge project. The response so far has been silence.\nSo why this indifference?\nInsko said he thinks elected officials tend to believe whatever Enbridge tells them, so they see no need to get involved\nJeff Axt, founder of the nonprofit advocacy group Protect Our Land And Rights (POLAR), thinks Enbridge’s decision to handle the pipeline replacement as three separate projects instead of one large project made it seem less intrusive to the politicians.\nBut Barry Rabe, director of the Center for Local, State, and Urban Policy at the Ford School at the University of Michigan, suspects it all boils down to politics. Because the 6B replacement directly affects only a small number of Michigan residents, politicians are likely to focus instead on issues they see as more threatening to their political careers.\n“To the voters statewide, the issue of Enbridge may not be viewed as one of the top issues facing the state,” Rabe said. “The policymakers are sharply attuned to what’s on the minds of voters.”\nStanding up to Enbridge\nAt one point, tiny Brandon Township, a rural community of 15,000 at the headwaters of the Flint River, appeared to be the only government entity willing to confront Enbridge over the 6B project.\nThe township’s trustees wanted to force the company to follow local ordinances—the same ordinances that a telephone company or other utility would have to abide by—and the township’s lawyer thought they had a strong legal case. But the trustees feared that Enbridge would take them to court and begin a legal battle that would bankrupt the township. So in the end they passed a non-binding resolution asking Enbridge to abide by local ordinances and to add some safety features to the section of 6B that passed through their township.\nEnbridge responded by saying it was under no obligation to follow local laws, that it was only required to follow federal regulations. The trustees felt they had done what they could do.\nThis month, however, Brandon gained a powerful ally. The Michigan Township Association, which represents more than 1,235 townships, threw its support behind a lawsuit filed by POLAR seeking to force Enbridge to abide by local and state laws.\nBrandon Township Supervisor Kathy Thurman says the collective voice of the association adds authority to the grassroots belief that even a giant corporation like Enbridge must obey the rules.\n“This says that the issues go beyond Brandon Township and have an impact statewide,” said Thurman, who offered only guarded comments because of the pending litigation.\nLarry Merrill, the Township Association’s executive director, said his organization isn’t so much coming to the aid of local governments in their disputes with Enbridge as it is establishing the authority of townships faced with similar situations.\n“We are looking for the court to affirm our interpretation that public utilities have to get the consent of local government agencies to cross rights of way,” he said. “It is important not just to Brandon Township but to every township to affirm they have the responsibility to make sure rights of way are protected.”\nTyrone Township Commissioner Mike Cunningham welcomed the association’s intervention.\nLocated west of Detroit, Tyrone Township had its own dust-up with Enbridge when the company began storing material in a gravel pit not authorized for such use. Cunningham said township officials persuaded Enbridge to remove the stockpile.\n“You get pushed around long enough and you’re going to look around to see how you can fight back,” Cunningham said. “That’s the reason David takes down Goliath.”\nGary Field, the attorney representing POLAR in the lawsuit against Enbridge, said the association’s participation in the fight sends a clear message to Enbridge.\n“You’re not just isolating and bullying one township at a time now,” he said. “You’re facing every township across the state.”\nField likened the new dynamics to a schoolyard where a bully picks on one weak kid at a time and then all of a sudden the bully is confronted by a whole group of kids. “Brandon Township isn’t standing alone any longer,” Field said.\nA hearing in the POLAR case is scheduled for Oct. 22 in a Michigan federal court. POLAR wants the judge to order Enbridge to stop work on the project until the company has complied with state and local ordinances. It claims Enbridge has failed to obtain four permits from the Michigan Department of Environmental Quality and 10 permits from the three counties where work has already begun.\nTo support the claim, POLAR points to a section of the constitution that says:\n“No person … operating a public utility shall have the right to the use the highways, streets, alleys or other public places of any county, township, city or village for … pipes … without the consent of the duly constituted authority of the county, township, city or village.”\nAlthough Enbridge did not reply to requests for comment for this story, its position is documented in correspondence and legal filings. The company argues that it doesn’t need to abide by local laws because it has the permission of the Michigan Public Service Commission. That approval is the object of a separate court case that contends the commission didn’t give landowners sufficient notice about the project to contest it.\nEnbridge also contends that pipelines are subject to federal regulations, and that federal laws preempt state and local laws.\n“[T]he federal government has expressly preempted local governmental bodies from regulating the safety and maintenance of interstate Pipeline Facilities,” Enbridge said in court papers.\nCharles Ten Brink, a Michigan State University law professor who specializes in zoning and planning issues, said federal law doesn’t entirely preempt state laws.\n“The question is, Is federal law always absolute, or does it still allow for some local regulation?” Ten Brink said. “It’s pretty clear the federal authority is not completely pervasive in this area.”\nThe federal agency that deals with oil pipelines is the Pipeline and Hazardous Materials Safety Administration (PHMSA), which is part of the U.S. Department of Transportation. Damon Hill, a PHMSA spokesman, said federal regulators have no oversight over state rules and regulations.\n“PHMSA has pipeline safety regulations that cover design and construction of pipelines,” Hill said. “PHMSA does not have siting and permitting oversight. That lies with the state and local agencies.”\nDucking the Issue\nRabe, director of the Center for Local, State, and Urban Policy at the University of Michigan, thinks politicians are probably ducking the 6B issue because they’re dealing with other explosive issues in this election year. The November ballot contains several proposed amendments to the state constitution involving taxes and collective bargaining rights.\n“Enbridge is competing in Michigan against some huge issues,” Rabe said. “If you add those issues together it may be a partial explanation as to the apparent silence on Enbridge and the pipeline.”\nDuman, the Oceola Township activist, said she thinks leaders are shying away from the Enbridge issue for fear of appearing to be anti-business, anti-jobs and anti-energy.\n“I think everybody is afraid to take on this issue because of what it may look like,” she said. “But they need to be concerned with how it affects their constituents and the consequences of having the dirtiest oil in the world running through the state.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}