{
  "url": "https://insideclimatenews.org/news/01102012/presidential-debates-barack-obama-mitt-romney-climate-change-advocates-global-warming-350-bill-mckibben-skeptics/",
  "title": "Thousands Make Last Plea to Include Climate Change in Presidential Debates",
  "date": "2012-10-01T14:00:03-04:00",
  "content": "Aside from Mitt Romney’s recent jab at Barack Obama’s concern over global warming—and the president’s tit-for-tat response—climate change has been largely under the radar in the campaign.\nBut several groups, backed by hundreds of thousands of petitions, are trying to change that, at least for one night.\nNine environmental organizations Friday delivered more than 160,000 petitions to Jim Lehrer urging him to ask a question about climate change during Wednesday’s first presidential debate. The goal is to bring attention on a national stage to an issue that’s been pushed aside in the election, said Mike Palamuso, a spokesman for the League of Conservation Voters, one of the groups involved in the petitions.\n“They talk about key moments in the election. One is the VP pick. Another is the respective party conventions, and the third is the debates,” said Palamuso. “Two of those have passed, so in some regards this is the last big event in the presidential election.\n“It represents an opportunity where millions of voters are tuning in … to have this front and center.” The advocates’ push follows a poll showing that global warming is one of the most important issues to 61 percent of undecided voters.\nWednesday’s 90-minute televised debate at the University of Denver—the first of three this month—will focus on domestic issues. A list of topics released by Lehrer showed a focus on the economy, governing style and health care.\nThe petitions are just one of several attempts to get climate change added to that list. 350.org, a climate advocacy organization founded by author and activist Bill McKibben will put up a billboard in Denver this week asking for more climate talk. Friends of the Earth Action and Forecast the Facts teamed up for a social media campaign called “Climate Silence” to urge more talk on the trail, and beyond.\nThe goal, said 350.org media campaigner Daniel Kessler, is to create so much discussion around the topic that “Lehrer just can’t ignore it.”\n“It’s less up to him, but it’s on us to create enough noise about this,” Kessler said. “Climate change touches on so many issues, including agriculture and jobs and the economy, so there’s always a chance to work it in. But we’re still not at that point.”\nAlthough Obama talks about clean energy as a way to improve the economy, he has made scant mention of climate change. That’s a sharp departure from the last presidential election, when both he and Republican candidate John McCain bolstered the consensus that global warming is real, man-made and pressing.\nBut skepticism about climate science has become part of the GOP’s core message, and political urgency in Washington to curb emissions has faded. Romney—who once supported carbon regulations—had his biggest climate moment of the campaign in the form of mockery.\n“President Obama promised to begin to slow the rise of the oceans and heal the planet,” Romney said in his convention speech. He paused as laughter erupted, adding, “My promise is to help you and your family.”\nThat merited a response from Obama during the Democratic convention the following week. “My plan will continue to reduce the carbon pollution that is heating our planet, because climate change is not a hoax.”\nBut that was the extent of the discussion.\nAnd so the debates—particularly the first debate, which is traditionally the most watched—offer a chance to discuss the issue in front of tens of millions of voters from both sides of the aisle.\nGenerally, environmental issues haven’t been voting priorities for most Americans, said Marjorie Hershey, a professor of political science at Indiana University, who specializes in campaigns and elections. “To increase citizens’ understanding and concern, these issues need to make it onto the political agenda. One way to do that is to include it in the presidential debates, where the audience for politics is much higher.”\nIn fact, University of Missouri communications professor Mitchell McKinney said that merely mentioning an issue during a debate can help elevate it in voters’ minds. McKinney has tracked presidential debates for more than two decades, including viewers’ responses. He has found that voters’ “issue agendas” tend to change before and after debates.\n“An issue, especially one like climate change, may not register on people’s issue agendas, but if it gets mentioned during a debate we find it creeps up there,” McKinney said. For example, he said that transportation infrastructure didn’t rank highly in voters’ minds until it was brought up during a 1992 debate.\nClimate advocates sense an opportunity with the first debate, which is why they are doing so much outreach over the next few days. The New York Times reported that 50 million people are expected to tune in on Wednesday.\nIn contrast to scripted campaign events, debates force candidates to speak directly and more candidly to a massive, captive audience, 350.org’s Kessler said.\n“Obviously [the president] talks about clean jobs when he travels to Iowa or Colorado and he’s making a point to draw a difference between himself and Romney,” Kessler said. “But the debates are so much more important.”\nRobert Watson, an American studies professor at Lynn University, said that all of the attention being paid on Wednesday’s event may be somewhat misguided. The second debate—a town hall format—could feature a climate question, but Watson said the real discussion may come at the third debate, held at his university in Florida two weeks before the election.\n“The third debate is all about foreign policy … and it seems to me one topic should be, and could be, climate change,” Watson said. “It offers a perfect example to contrast Obama and Romney on global policy, their views on science and their view on the world.”\nWhatever happens in the debates and in November, advocates have made it clear their efforts to build pressure for climate policies will continue.\nThe Presidential Climate Action Project, a climate and energy security think tank, released a report on Monday outlining a menu of climate and energy policies the president can take without Congressional approval. The study, which includes recommendations like pricing carbon, follows previous PCAP reports timed to administration transitions.\nThe Climate Silence campaign is similarly looking beyond the 2012 elections, setting up a social media effort to stop the “slow, collective descent toward mute acceptance of global calamity” and compel politicians to bring up the issue.\nAnd 350.org, among other actions, has organized a national speaking tour led by McKibben that launches the day after the election, called “Do the Math.”\nThe post-election campaign builds off an article by McKibben, published in Rolling Stone, that uses math to explain why the world must now transition to green energy. The crux of his argument is that countries can only burn 565 more gigatons of carbon by mid-century to keep global warming limited to a rise of 2 degrees Celsius. McKibben says energy companies now have five times that amount in their reserves.\nThe goal, said Kessler, is to spark a new and more substantive conversation after the noise of the campaign subsides. “It’s … hard to break through during this crazy time around the election.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}