{
  "url": "https://insideclimatenews.org/news/17092012/us-paying-price-lack-water-policy/",
  "title": "U.S. Paying a Price for Lack of Water Policy",
  "date": "2012-09-17T10:00:00-04:00",
  "content": "The worst drought since at least the 1950s has barely registered on political radar screens this year. Water doesn’t make it into convention or stump speeches, or onto bumper stickers or campaign signs.\nTo many people concerned about the nation’s water supply, this drought of attention to a vital resource underscores a glaring, ongoing problem that will likely worsen in coming years if it is not addressed soon.\n“The nation lacks a coherent approach to dealing with water,” said Gerald Galloway, a civil engineer, hydrology expert and former president of the American Water Resources Association. “Everyone is just hoping it will get better. Hope is not a method.” The nation’s hydrologic future has become increasingly uncertain because of climate change, he believes, and that uncertainty is making planning and decision making difficult at a time when both are desperately needed.\nWhat the nation has had for many years, Galloway says, is an ad hoc, piecemeal and dysfunctional system for dealing with water issues.\nThere is no overarching authority, or policy, to look at the broad picture and go beyond the problem de jour, deal with the mounting water conflicts, keep track of resources and scientific data, and address the needs of a crumbling infrastructure.\nInstead, there’s a disjointed mishmash of dozens of federal agencies, state, tribal and private interests, often with overlapping authority and veto power, that results in inertia.\nThe odds that politicians will tackle the issue, despite polls showing the public is very concerned about water supply and quality, appear slim.\n“No one has a solution they are willing to sell,” said Galloway, a professor at the University of Maryland. “It’s so sensitive. There are so many people on either side. Water is filled with interest groups.”\nAs supplies dwindle, groups representing industry, agriculture, energy, recreation, transportation, the environment and last but not least, providers of clean drinking water find themselves increasingly at cross purposes.\nWendy Wilson, director of rivers, energy and climate for the River Network, a defender of the nation’s freshwater resource, said the nation is already paying a price for its lack of water strategy.\n“There’s no one responsible for ringing the warning bell and bringing people to the table,” Wilson said. “It isn’t until someone goes to court. The courts are a slow and cumbersome way to work out these conflicts.”\nMeanwhile, she said, “The ecology of our rivers has essentially been degraded. In many cases, we have dead and dying rivers.”\nDrought, Energy Collision\nDespite Hurricane Isaac’s immense downpours late last month, moderate to exceptional drought continues to grip nearly two-thirds (64.16 percent) of the country, according to the National Drought Mitigation Center. And the push for U.S. energy independence is adding to the strain in areas where water is scarce.\nBy some estimates, half the fresh water used in the U.S. is now going toward energy production, which includes hydraulic fracturing, or fracking.\n“The conflicts between water supply and electricity generation are becoming more and more acute,” said Wilson. “We’re seeing more and more flash points.”\nColorado, Wilson said, is one of those flash points. The entire state is under severe to exceptional drought. Energy companies are gobbling up scarce water supplies for deep wells that use fracking. Oil and gas companies estimate they will use 6.5 billion gallons of water this year in Colorado. That’s squeezing environmental interests and farmers who can’t afford to pay near the rates that the energy companies are willing to pay.\nHeather White, chief of staff and general counsel for the Environmental Working Group, a nonprofit that strives to protect public health and the environment, said the nation needs a road map, particularly as it applies to the water-energy nexus. Congress called for that road map in 2005, and it has yet to materialize.\n“Where are we with water?” she said. “There are some very important questions we don’t have answers to. What is clear is there is absolutely a lack of leadership at the highest levels of government.”\nAmericans want that energy/water road map, White said. In a poll conducted in late July by ORC International for the nonprofit and nonpartisan Civil Society Institute, 89 percent believe that “U.S. energy planning and decision making must be made with full knowledge and understanding about the availability of water regionally and locally.”\nEighty-five percent said that the availability of ample clean water should be a top national priority, and nearly two thirds (64 percent) are “very concerned” about the prospect of “possible shortages of safe drinking water” due to drought and diversion for energy production.\nFracking is raising water-quality and supply concerns in many states, but it is hardly the only issue surfacing this year. As InsideClimate News noted in July, the needs of the energy sector are clashing with environmental concerns with increasing regularity due to drought and rising temperatures.\nThe Southwest, with its booming population, may soon be forced to figure out how to make do with less because of the changing climate. The dams along the Colorado River, which supply water and hydroelectric power to several states, were designed early in the 20th century based on a wet phase that has rarely recurred since. Computer forecast models project even drier times ahead due to climate change, which would shrink the already dwindling shares the states receive.\nIn the Southeast, Alabama, Florida and Georgia have yet to settle water rights disputes that came to a head during a 2007 drought. Climatologists say more and perhaps even worse droughts in the region are likely in the future.\nOverlapping Authority\nNine federal agencies, including the Environmental Protection Agency, the U.S. Forest Service, and the departments of energy and interior, have a say in water issues. Within the Department of Interior alone, eight subdivisions deal with water.\nJohn Tracy, secretary-treasurer of at the National Institutes for Water Resources, said a series of acts passed by Congress in 1964 established some level of water strategy, but when it comes down to who decides who gets to use how much water for what purpose, the decision-making gets very complicated, and there is not a coordinated effort.\nIf water quality is an issue, the EPA has a role. If it’s an energy project, the Federal Energy Regulatory Commission is involved. Flood control brings the Army Corps of Engineers into play.\nIf the health of an aquatic species that ends up in the ocean is an issue, that brings in the National Oceanic and Atmospheric Administration. If the fish stay in fresh water, that gives Fish and Wildlife jurisdiction.\nThe Water Resources Development Act, last passed by Congress over president George W. Bush’s veto in 2007, is the de facto water policy for the federal government. It provides funding for water resources projects but doesn’t deal with conflicts with the states and other entities.\nAlso in 2007, Congress instructed the Secretary of the Army to develop a new set of water principles and guidelines for the Army Corps of Engineers. Those “P&Gs,” as they are called, have not been updated since 1983. Yet five years after Congress called for the update, the revised P&Gs have not been finalized. The latest delay appears to be triggered by a White House  decision to postpone action until after the November elections.\nThe P&Gs apply to all water projects covered by the corps, Bureau of Reclamation, Natural Resource Conservation Service and the Tennessee Valley Authority. The Obama administration has sought to broaden them to include all federal agencies that undertake water resource projects. The 1983 standards mainly emphasized economic development; the new proposed P&Gs call for “development of water resources projects based on sound science that maximize net national economic, environmental, and social benefits.”\nBut even if the P&Gs are eventually established, many conflicts would remain unsettled because the states and tribal governments also have authority. In some cases, Tracy said, there is a “bilateral veto power.” A water development project could win a state’s approval, but it could be halted by the Army Corps, or vice versa. Conflicts between the states and the federal agencies are common.\n“The states have been pushing in one direction and the feds in another,” Tracy said.\nWhat’s the Solution?\nWould the creation of a cabinet-level national water department, or appointment of a “water czar,” solve the problem?\nHeather White of the Environmental Working Group said the water czar concept is intriguing.\n“But as someone who deals with the government a lot, it’s be careful what you wish for,” she said.\nTracy says some water experts find the idea of a centralized authority appealing, because it could lead to quicker decisions and more rapid development of much-needed water projects. Many in the business community, he said, believe opportunities are being lost because of a lack of unified control.\nBut another school of thought is that the current piecemeal approach to water issues provides a form of checks and balances that might be the best system available, he said. Having one agency or person in control could concentrate too much power, and political motivations would likely come into play. A top-down approach to water has been tried in Australia, with nearly disastrous results, he said.\nGalloway, who was appointed by President Reagan in 1988 to the Mississippi River Commission, led a White House study of the river’s devastating 1993 floods and worked on post-Katrina planning for Louisiana, says the idea of some kind national water department “doesn’t fly very far,” particularly in the often water-strapped Western states.\n“There’s no stomach for another federal department, on either side of the (political) aisle,” he said.\nBut that doesn’t preclude a federal role in coordinating and establishing a mutually agreed-upon national water policy. Galloway believes the nation has moved backward in that respect.\nThe 1965 Water Resources Planning Act established a water resource council that addressed major issues. The council still exists, but it was defunded during the Reagan administration and has no clout, Galloway said.\nDuring the George W. Bush administration, Galloway served on a commission that brought together nine federal agencies for a series of “National Water Resources Policy Dialogues.” In a letter to the president after the third dialogue in 2007, Galloway wrote:\n“A comprehensive review of physical challenges as well as policy gaps, overlaps, and contradictions is overdue. … We urge you, together with Congress and the governors, to initiate substantive efforts to develop a coordinated collaborative national (not federal) approach to preserving and protecting our water resources. A failure to do so will threaten the health and welfare of our citizens, endanger the economy, and weaken our national defense.”\nThere has been little action since that 2007 letter, Galloway said, and the points he made then are still valid today. The nation continues to be unable and unwilling to take a vitally needed, comprehensive, long-term approach.\nThe River Network’s Wendy Wilson believes the national water council concept should be dusted off.\n“It’s been a while since that’s been looked at,” she said. “We need a diplomat, a negotiator. We need a structure that could serve the country that’s above politics.”\nIf next year were to be another extreme drought year like this one, Galloway said, perhaps then people would look for alternatives to the current dysfunctional system of handling complex water issues. If not, the already scant attention paid to water planning will evaporate further.\n“The half life and memory of a disaster like Katrina or the drought this year is very short,” he said. “People will move on to some other, bigger issue.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}