{
  "url": "https://insideclimatenews.org/news/06082012/federal-hurricane-forecast-el-nino-uncertainty-noaa-climate-prediction-center/",
  "title": "2012 Hurricane Forecast, Coming This Week, Is Even Trickier Than Usual",
  "date": "2012-08-06T09:30:51-04:00",
  "content": "The Climate Prediction Center in Camp Springs, Md., will release its updated outlook for the Atlantic hurricane season on Thursday—but in this year of meteorological twists, predicting how the season will play out is a lot trickier than usual.\nWhen the CPC issued its initial forecast on May 24, it appeared the season would probably be about normal, although the forecasters gave themselves plenty of wiggle room. Because of uncertainties about the emergence of El Niño, they said there would be between nine and 15 named storms, four and eight hurricanes, and one and three major hurricanes.\n“We give a range that is determined by the science,” said Gerry Bell, who leads the CPC’s hurricane forecast team. “If there is uncertainty, you need a bigger range.”\nBy now, the hurricane picture is usually in better focus, and the range of possibilities narrows. But El Niño is not showing its cards, and that leaves the forecast cloudy.\n“No one disputes that it will become an El Niño,” said Mike Halpert, the CPC’s deputy director. “It’s just a question of when.”\nUsually, people wouldn’t be disappointed if El Niño helped keep the hurricane season quiet. But this year, a couple of productive storms could go a long way to lessen the impacts of one of the worst and most widespread droughts in the continental United States in 50 years.\nInsideClimate News caught up with Bell, who has led the hurricane forecasters since the team’s inception in 1998. He wouldn’t reveal what the updated outlook will say later this week, but he did tell us how his group of seven climatologists arrives at conclusions.\nMajor factors\nThe first step in formulating the outlook, Bell said, is assessing three major climate patterns and predicting what they will do in the coming months:\nWhen large swaths of above-normal temperatures are present in the Atlantic, that ups the odds of hurricane formation. Conversely, cool surface temperatures in the region lower the odds. This year, water temperatures have been about normal in the Atlantic, so there is no lean either way.\nThe AMO is a much longer cycle of ocean temperatures that lasts for decades. Since 1995, the AMO has been in a warm phase, as it was in the 1950s and ’60s, and that corresponds with a period of increased hurricane activity in the North Atlantic.\nDuring the cool phase, which occurred in the 1970s and ’80s, hurricanes tend to hit less frequently. Bell said there is no sign that the Atlantic is transitioning out of the current warm phase.\nDoubts about El Niño are gumming up the works. If El Niño doesn’t develop until later in the fall, the odds of an active Atlantic hurricane season go up. If it gets rolling this month, the odds go down.\nEl Niños are marked by an increase in sea-surface temperatures on the other side of the globe—in the equatorial Pacific—over several months. That temperature increase is usually coupled with atmospheric responses: shifts in upper and lower level winds, changes in sea-level pressure readings, and an alteration of tropical rainfall patterns.\nSo far, the ocean has warmed to the minimum threshold for El Niño (0.5 of a degree Celsius above normal), but the atmosphere hasn’t taken the hint. Without the typical atmospheric reaction, the hurricane forecast becomes a tougher call.\nBell said El Niños normally cause more wind shear in the Atlantic, and wind shear suppresses hurricane formation. The winds literally “shear” storms in the mid levels of the atmosphere, preventing the kind of massive vertical development needed for a storm to become a hurricane.\nA delayed start to El Niño would lessen the potential impact of wind shear. La Nina, the cool-water opposite of El Niño, was present last year.\n“Sometimes the climate patterns are working together,” Bell said. “Sometimes they are competing with each other. If El Niño develops, it will be a competing factor. Last year with La Nina, there were not competing climate factors, and there was a higher likelihood of an active season.”\nImproving Forecast Models\nData about the La Niña/El Niño cycle, the AMO, sea-surface temperatures and other atmospheric conditions are fed into sophisticated computer models. Bell said the CPC looks at a half dozen climate models before making its forecast.\n“It’s amazing how far the science has evolved and how far the computer models have evolved,” he said. “These climate models weren’t there 10 years ago.”\nBell said that in recent years, the models have helped the forecasters improve their batting average. Season forecasts made in May have ended up about 85 percent correct, while the August forecasts have been 95 percent correct.\n“The newer climate models have a much higher resolution, meaning that they can better predict nearly everything [sea surface temperatures, winds, rainfall]. The higher resolution also means that these models have more accurate depictions of land-ocean boundaries, mountain ranges, etc. These are very important for predicting weather patterns, especially those several months in advance.”\nThe CPC has competitors in the hurricane-season forecasts. Scientists at Colorado State University and at the private forecasting company AccuWeather both put out outlooks that include U.S. landfall probabilities. But the CPC doesn’t issue a seasonal landfall forecast, Bell said, “because we don’t think there’s sufficient skill to do so.”\n“The climate patterns allow you to estimate the cumulative strength of the hurricane season,” he said. “But where a storm will strike depends on the weather patterns at the time it strikes, and that is not predictable.”\nAccuWeather updated its season forecast last Wednesday. It is calling for 12 tropical storms, five named hurricanes and two major hurricanes. The Colorado State team updated its outlook on Friday and is now predicting 14 named storms, six hurricanes and two major hurricanes.\nThe Atlantic hurricane season officially starts June 1, but this year, two tropical storms formed in the basin in May. It was only the third time since 1887 that two cyclones occurred before June 1. Tropical storm Beryl, which made landfall near Jacksonville Beach, Fla., on May 28, was the strongest pre-June tropical cyclone to ever hit the U.S. coastline. On June 23, tropical storm Debby formed, marking the earliest date on record for the fourth storm of the season.\nBell said early-season storms form by a different mechanism than the classic, late-season storms, and they don’t really hold any clues about what the rest of the season holds. The Atlantic was quiet in July.\nEarly-season storms like Beryl can dump tremendous amounts of rainfall, especially if the system stalls over land. But those storms are generally smaller and weaker than the storms that develop during the peak of the season: August through October.\nThe bulk of the major Atlantic hurricanes, the ones that do the most damage, start brewing in the waters near Senegal, northwest of the African continent. Those are the kinds of storms that are most affected by the three main climate patterns handled by the forecast models, Bell said.\nTwo of those types of tropical storms formed in the Atlantic late last week, but neither pose a threat to the U.S. coastline. Ernesto is projected to hit Mexico’s Yucatan Peninsula as a tropical cyclone early Wednesday, then emerge over the Gulf of Mexico, strengthen into a category 1 hurricane, and strike the east coast of Mexico near Tampico on Friday. The other storm, Florence, has already weakened far from land and isn’t expected to become a hurricane.\nScientists have debated whether climate change will increase the frequency and intensity of future hurricanes. Bell said that studies to date haven’t been able to definitively state that global warming is already affecting hurricane activity. “It’s still an area of investigation,” he said.\nWhat is clear is that more and more people will be affected by hurricanes as the population in coastal areas increases.\nBell said it is important for people living in hurricane-prone areas to prepare, no matter what the long-range forecast is calling for.\n“Hurricanes and complacency just don’t mix,” he said. “It only takes one to make for a very bad year. We know hurricanes strike the U.S. coast, whether it’s an active year or not. Andrew occurred during a below-normal year.\n“There are a lot of things people can do. Now is the time. If you wait until the storm is approaching, it’s too late.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}