{
  "url": "https://insideclimatenews.org/news/02072012/denny-doyle-small-city-mayor-beaverton-oregon-portland-solar-climate-action-sustainability-award-climate-skeptics/",
  "title": "Q&A: Denny Doyle, Small-City Mayor, on Choosing Clean Economic Growth",
  "date": "2012-07-02T14:00:51-04:00",
  "content": "One sweltering summer in the 1950s, Denny Doyle, then a small boy in Chicago, had his first lesson in environmental consciousness. An invasive species from the Atlantic Ocean migrated to Lake Michigan through a manmade canal, devastating local fish populations and washing ashore.\n“It made the beaches less than pleasant, and mom refused to take us,” he recalls. “It was a real eye-opener.”\nDoyle credits that with helping him to “start thinking about the world and the impact people have.”\n“I was pretty active” in environmental issues in the ’60s, he says—though the focus was on banning DDT, not on climate change, which wasn’t on the radar. “We’re playing catch up,” he says, after a pause, “but it’s winnable.”\nIn the mid-’80s, Doyle moved his family to Beaverton, Ore., a Portland suburb in the Silicon Forest, the high-tech hub that’s home to Intel. In 2008, after a career in computer systems and 14 years in the Beaverton City Council, Doyle was elected mayor of the politically middle-of-the-road city of 92,000—partly on a platform of developing clean energy. “We needed to be more than a ‘Tree City USA,'” he says.\nShortly after taking office in 2009, Doyle, a Democrat, created Solar Beaverton, a unique initiative that offers residents free solar assessments and educational workshops and helps them apply for state and federal tax incentives. Because of those freebies, and because the city buys the solar systems in bulk, homeowners save 80 percent off the market price, the city says.\nToday, about 260 homes have solar panels on their roofs (including Doyle’s)—up from 10 in 2008.\nThis month, Beaverton became the first and only city of its size to join the Obama administration’s Better Buildings Challenge, which asks local governments and companies to cut energy and water use in their buildings by 20 percent by 2020.\nFor those and other efforts, Doyle was honored with the 2012 Mayors’ Climate Protection Award in the small city category, an initiative of the U.S. Conference of Mayors and Walmart.\nIn a telephone interview from Beaverton City Hall, Doyle, 63, acknowledges that persuading residents to accept his clean energy and climate initiatives was relatively a breeze—especially compared to other towns and cities where leaders face hardening opposition to global warming.\nICN: When, and why, did you decide that climate action would be a top priority for you as mayor of Beaverton?\nDoyle: In my first two years, we talked to about 5,000 residents in one-on-one conversations. It was real clear that the environmental issues were very important to the citizens. That really spurred me to create a Department of Sustainability and hire a manager, and we’re adding a second person soon.\nIt’s definitely where you have to go as a city now. People who are not going down this road are missing all kinds of opportunities.\nICN: A big part of your climate action efforts is the Solar Beaverton program. Why did you push this initiative in particular?\nDoyle: If you could see me, I’m smiling, because I like to talk about this one.\nIn my first year in office, I was reading about a neighborhood association in Portland. They said if the whole block goes and buys solar, maybe they can get a better price. I thought the idea needed leadership from a city level to really make it work. I got the staff together, and the rest is history.\nAll the solar panels are from SolarWorld, which is in the next city west of us, Hillsboro. The inverters came from Colorado, and a little more than a dozen jobs were created here in Beaverton for the installers. I think it’s a great success story.\nICN: Along with the solar program, you’ve retrofitted a number of city-owned buildings and replaced streetlights with LEDs. Has the city seen economic benefits from these efforts? Doyle: The dollars that we get back [from energy savings] let us spend the money in other places. In my first two years, we didn’t raise the tax rate. The third year we actually cut it, and we’ve kept that cut in place, which I don’t think you’re going to see in many cities around the country.\nOn the city scale, the savings are $70,000 to … $200,000 dollars. But if you take it on a national scale, we’re talking billions saved.\nICN: You’ve just joined Obama’s Better Buildings Challenge. Why?\nDoyle: Because we know it’s something we can do. We’d already done a complete greenhouse gas emissions study in all of our [city-owned] buildings.\nICN: It sounds like Beaverton’s residents are totally on board with these initiatives. That’s not the case nationally, where climate skeptics seem to be drowning out other voices. Have you faced any climate skepticism?\nDoyle: We’re on the coast … We’re not in big denial that something is happening. And based on the science that we have, we look at [initiatives] that could have an impact, and again, if it’s economically sensible, [residents] want to do it … We’re not doing anything outlandish. We’re not going into debt to do this. We’re doing it as we can, and as we save money. We’re not raising the bill for anybody.\nICN: Have you faced any opposition at all?\nDoyle: When we put the solar panels on top of the library [completed in April 2012], we used stimulus money to buy the panels, and we’re feeding it back at a pretty good rate per kilowatt-hour. The power company pays us, and it comes off the bill of the library. (Editor’s note: Beaverton won $100,000 in federal stimulus money to purchase the panels.)\nThe first story printed indicated it was going to cost us $800,000. But, what they didn’t clearly state was that $720,000 was to replace the roof at the library, and it was about $80,000 or $90,000 for the solar. I got a couple of emails from folks saying, ‘Are you kidding me? You’re putting panels up for $800,000?’ Once we responded … they said, ‘Okay, I’m off my pulpit.’\nBut other than that, we’ve not had a person gripe. As a matter of fact, the people like the color in the lamps that we have put on the streetlights. We’ve gotten some feedback on that.\nICN: In Beaverton, which sectors are the biggest drivers of carbon emissions?\nDoyle: I think cars and buildings. We don’t have any industry right here in Beaverton that puts a lot of stuff up in the air or into the ground. Our garbage folks have those good old diesel engines running, and we’re working with our main provider … to convert all the trucks to natural gas.\nICN: How have the major businesses in the area engaged with your climate initiatives?\nDoyle: We’ll need a 20 percent [energy] reduction by 2020 [under the Better Buildings Challenge]. We’re going to talk with all the major employers and the small businesses here and get the folks who own buildings … on board to partake in this. I think they’ll appreciate it because, again, it’s just a way to make their bottom lines stronger.\nICN: Has Beaverton influenced other towns or nearby cities?\nDoyle: I think it has. We were in a meeting [with a neighboring city], and somebody said, ‘You know what? We could do the same thing.’ And I said, that’s the whole point. Copy, learn, emulate and make it happen. So that was one of the best compliments that I had.\nICN: What advice do you give to other mayor or community leaders that want to reduce their emissions and build more sustainable cities? Are there any pitfalls you learned along the way? Any must-dos?\nDoyle: If you’re a mayor, if you want to go down this road, do your homework. The key is to hire the staff … who really, really are passionate about it and knowledgeable about it, and then, support ’em. If you don’t have the right people in place, you’re in trouble.\nThe other half of this is that you need to talk to your community. If you can build community support, you’ve got it made. It’s laborious. It took us two years to do the talking we did, but I tell you, it’s well worth it. We now have a very confident approach to how we do things.\nAnd then hopefully you pass it on to your successor. This is really important. And once it becomes part of your culture, it’s there, and it’s hard to change. It’s hard to remove it.\nCities have got to take the lead in this country to make this happen. We’ve had great support from the current [Obama] administration, whoever is president next term I hope will not turn their back on all the work that’s starting to happen.\nICN: So you’re building on Solar Beaverton, and you’ve just launched the Better Buildings Challenge. Any other climate programs in the works?\nWe’re getting close to that. Now that we’ve done the [greenhouse gas] inventory [of buildings] … we’re going to really take a hard look at how can we change our heating and cooling, and make it pay for itself.\nIt’s little pieces throughout the city. We’re trying to come up with the grand scheme, and we’re not there yet. Hopefully by the end of this year we’ll have things down.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}