{
  "url": "https://insideclimatenews.org/news/04062012/climate-change-scientists-global-warming-ipcc-report-scientific-consensus-skeptics-humans-ice-sheets-melting/",
  "title": "Climate Scientists Lament a Nation Stuck on the Wrong Debate",
  "date": "2012-06-04T12:30:35-04:00",
  "content": "The global warming debate in Congress, the states and on the campaign trail centers on two issues: Is Earth warming, and if so are humans to blame?\nBut ask most climate scientists, and they’ll tell you that these are the only questions not in dispute. Climate change is a matter of how bad and by when, they’ll say—not whether.\n“Scientists are inherently skeptical,” says Lonnie Thompson, a paleoclimatologist at Ohio State University, who has led studies of glaciers and ice sheets in 16 countries. “After enough evidence and observation, though, you have to start to accept findings. That is what happened with climate change. This wasn’t a rash conclusion.”\n“There is not any serious debate about whether anthropogenic climate change is happening,” says Daniel Sarewitz, co-director of the Consortium for Science, Policy and Outcomes at Arizona State University and a professor of science and society. “Scientists are certain about that, and it is unfortunate that the national debate is lagging so far behind.”\nThe public and political discourse on global warming was framed by the 2007 report of the UN Intergovernmental Panel on Climate Change (IPCC), which concluded that climate change is occurring and human activity is the cause. That seminal report, and the subsequent coverage and debate, split the country into two partisan camps, with Democrats generally accepting the scientific consensus and Republicans questioning or flat-out denying it.\nMissing from the discussion is the perhaps the surprising, and rising, view of many scientists—that the UN climate panel gravely underestimated the immediacy and danger of global warming.\nThe IPCC process itself is partly, though not entirely, to blame. “It takes seven years to produce an IPCC report,” says Thompson, who is also an IPCC author. “By the time it is published, the science is already dated … and the models being used aren’t accurately assessing how rapidly these changes are taking place.”\nThere are real-world implications at stake, Thompson says. “We are in for tougher scenarios than what are being relayed in the reports.”\nA Flawed IPCC Assumption\nThe IPCC, the world’s leading scientific body on global warming, is charged by the UN with assessing research and releasing periodic reviews of climate risks, which governments often use to set targets for cutting carbon emissions. In 2007, the panel shared the Nobel Peace Prize with Vice President Al Gore.\nAt the core of its assessments are IPCC “scenarios”—summaries of coming climatic conditions like global temperature and sea-level rise, which are based on a number of assumptions about future greenhouse gas emissions. One of those assumptions is that the world will make good on its carbon-cutting pledges.\nTherein lies a key flaw, says John Reilly, co-director of the Massachusetts Institute of Technology’s (MIT) Joint Program on the Science and Policy of Global Change and an expert on climate economic models. Many nations have failed to take promised steps to slash global warming emissions, particularly China and the United States, the world’s biggest polluters. Even in the European Union greenhouse gases are on the rise. Yet the IPCC doesn’t account for this.\nThe result, says Reilly, is that emissions today are higher than what the IPCC predicted in 2007. The panel’s middle-of-the-road scenarios, for example, estimate that the world would emit between 27 and 28 billion metric tons of carbon dioxide in 2010. In reality, 30.6 billion metric tons of CO2 were released that year, the latest figures available, says data from the International Energy Agency. While that may seem like a small difference to a lay person, climate experts say that small increases can steamroll into something much bigger.\nWhat Newer Climate Models Show\nIn 2009, Reilly and his colleagues at MIT, along with researchers from Penn State, the Marine Biological Institute in Massachusetts and the U.S. Environmental Protection Agency, decided to model forecasts for climate that assumed the world would continue with business as usual.\nTheir results, published in the June 2012 issue of Climatic Change and online last year, found that without major greenhouse gas cuts the median global temperature would increase by 5 degrees Celsius (9 degrees Fahrenheit) by 2100, compared to the IPCC’s worst-case prediction of a 3.5 degree Celsius rise (6.3 degrees Fahrenheit).\nThe study found that the Arctic would warm up to three times as much as was foreseen by the IPCC. There would also be more severe extreme weather events and greater ocean warming, sea-level rise and ocean acidification.\n“The IPCC suite of scenarios provide … a bit too rosy of a picture,” says Reilly. “Our study shows that without action, there is virtually no chance that we won’t enter very dangerous territory.”\nEven moderate action isn’t likely to help. Follow-up work by these same researchers published this year in MIT’s annual Energy and Climate Outlook found that if countries achieve the emission cuts they promised at international climate negotiations, the global temperature would still increase by over 4 degrees Celsius (7.2 degrees Fahrenheit), with a significant chance of a 5 degree Celsius rise by century’s end\nFor some scientists, however, the IPCC’s findings are extreme.\n“I’m surprised there are those who think the IPCC is too conservative,” says John Christy, atmospheric scientist at the University of Alabama in Huntsville, IPCC author in 2001 and a well-known skeptic of human-caused climate change. “I think the simple evidence is very clear—the IPCC models overestimate the warming of the climate system.” The IPCC declined to comment on the record.\nMissing Ice Sheets and Slow Timing\nPerhaps the biggest controversy surrounding the IPCC scenarios is that they omit the rapid melting of the Greenland and Antarctic ice sheets in sea-level rise projections.\nSeveral researchers, including Thompson, the polar ice expert from Ohio State University, and James Hansen, head of the NASA Goddard Institute for Space Studies, have been vocal critics of that omission, which they say dramatically skews the IPCC scenarios. If the Greenland and Antarctic ice sheets, the only two in the world, continue to melt at their current pace, Thompson and other scientists believe sea levels could rise several feet and swamp coastlines this century, not the 8 to 17 inches projected in the IPCC mid-range scenarios.\n“Those [ice sheets] are the big elephants in the room,” says Thompson. “They are going to play a big role, yet they aren’t taken into account.” (The IPCC left them out because of uncertainty about how to predict effects of ice-sheet meltdowns in climate models.)\nSome scientists say the very nature of the IPCC process means its reports can never be truly up to date. Research must be published at least two years before the release of an IPCC assessment to be considered. That lag time also means the projections will be on the conservative side, Thompson says. He argues that as scientific understanding of climate change improves, and as CO2 emissions continue to rise, the predictions grow more dire.\nReilly, the MIT scientist, says most scientists studying climate change today are viewing “the seemingly unstoppable rise in global greenhouse emissions” with “increasing alarm.”\nWhy Aren’t Scientists More Vocal?\nSo, if climate scientists are convinced that the Earth is warming faster than expected, then why aren’t more speaking out?\nThe researchers interviewed for this story said many have retreated into silence to avoid the small but vocal band of climate skeptics. “Researchers find it hard to raise significant questions even within the climate science community for fear that it will be exploited by the skeptics,” says Sarewitz, the science and society professor from Arizona State University.\n“Climate science is a huge, sprawling area of discussion,” explains Sarewitz, and skeptics are known to seize on arguments as proof that the science linking human activity to global warming is dubious.\nIndeed, there are still many points not understood in climate science. Long-term changes in solar activity and their effects on the climate system are not well known. The effect of aerosols on global temperature is still uncertain, because they all react differently to atmospheric heat. Sulfates, for example, block sunlight, which in turn can cool the climate, while black carbon absorbs sunlight and can accelerate warming. Few doubt that sea levels will rise, but how fast and by how much is hotly contested.\nThere are also major limitations with climate models. They can predict whole-Earth scenarios better than localized scenarios, meaning regional trends still can’t be predicted with much accuracy. They also don’t reflect the physics of cloud formation well, an issue the IPCC has made a research priority.\nWhile none of these undermine the consensus that climate change is human-caused, Sarewitz says, any dissension helps skeptics chisel away at the perception of scientific agreement. “It all makes it hard for the disinterested citizen … to actually know how to untangle the conversation and who to trust.”\nIs silence the answer? Not according to Thompson of Ohio State, who admits to being “frustrated’ by skeptic tactics and scientists’ lack of response to them. “If they want to be more than just a historian documenting the change—if they want to make a difference—[scientists] have to speak out about these issues.”  Thompson himself regularly speaks about climate change, even allowing TV and print journalists to join his polar ice expeditions.\nReilly agrees. “Without interaction [with the public], it becomes too easy for people to vilify or defy those who disagree or agree with them, and there is little chance for real understanding.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}