{
  "url": "https://insideclimatenews.org/news/21052012/natural-gas-industry-green-buildings-energy-efficiency-federal-obama-2030-carbon-neutral-section-433-eisa-fracking/",
  "title": "Gas Industry Aims to Block 2030 Zero-Carbon Building Goal",
  "date": "2012-05-21T13:00:12-04:00",
  "content": "The natural gas industry and some allies are working behind the scenes in Washington to block a green building rule that was expected to be a national model for carbon-neutral construction.\nThe rule, called Fossil Fuel-Generated Energy Consumption Reduction, would zero out fossil-fuel use—coal, fuel oil and natural gas—in all new and renovated federal buildings by 2030.\nThe natural gas industry says the policy would harm its image as a more environmentally friendly fuel than coal. Proponents of green architecture say the mandate would hasten buildings’ energy efficiency nationwide and be a big money-saver. The federal government spends more than $7 billion a year to operate its inventory of 502,000 buildings. Buildings guzzle 40 percent of U.S. energy.\nThe Department of Energy (DOE) has been crafting the rule over the past year and a half. But now, the House of Representatives is considering halting the effort by choking off federal money needed to complete the rulemaking. The move would need Senate approval.\nThe green building requirement falls under Section 433 of the Energy Independence and Security Act of 2007, a sweeping clean energy law passed by the George W. Bush administration. Last month, the House Energy and Water Development subcommittee tacked on a provision to a federal spending bill that would prohibit the DOE from funding Section 433.\nThe House Committee on Appropriations approved the plan on April 25. It now awaits a full vote from the House.\nThe controversy comes as President Obama increasingly embraces natural gas as a “cleaner” power source for buildings and cars—and as his administration unveils the first federal regulations on hydraulic fracturing, or fracking, the injection of millions of gallons of water and chemicals underground to extract natural gas.\nThe Main Players\nThe anti-Section 433 push is being led primarily by the American Gas Association (AGA), a trade group representing 200 natural gas utilities, and Representative Rodney Alexander, who proposed the House amendment. The conservative Republican from Louisiana is an outspoken advocate of natural gas. His homestate is a hotbed for fracking along the gas-rich Haynesville shale.\nJake Rubin, an AGA spokesperson, told InsideClimate News that natural gas “should be part of the conversation as we work to reach our country’s energy efficient goals.”\nIn addition to wanting natural gas power accepted as a green building element, AGA opposes having Section 433 be mandatory.\nEd Mazria, founder and CEO of Architecture 2030, a nonprofit that advocates for a carbon-neutral building sector, said the federal government’s embrace of Section 433 matters for the rest of the country.\n“When the federal government puts its weight behind a program, it takes on a new level of importance,” he said. “The entire building sector is moving to meet these targets … and so to have the federal government renege on its commitment is not a good idea.”\nSection 433 mirrors Architecture 2030’s own carbon-neutral building goal, which thousands of architects, designers and governments have adopted worldwide. During his 2008 campaign, President Obama promised to set a target of making all the nation’s buildings carbon-neutral by 2030.\nWhite House: Yay or Nay?\nIn short, the DOE’s proposed rule, crafted under the Obama administration, requires new federal buildings to reduce their fossil fuel-generated energy use by 55 percent in 2010 compared to 2003 levels, and 100 percent in 2030.\nExisting buildings that undergo renovations of $2.5 million or more would also have to meet the requirements. Federal agencies can apply for waivers to exclude buildings if meeting the mandate is technically or economically impossible.\nToday, confusion is rife about where things stand with the rule, experts told InsideClimate News. At the same time, the White House seems unable to decide how cozy it wants to be to the natural gas industry, according to a report in Politico.\nIn October 2010, the DOE issued its first draft proposal. The agency collected public comments and sent a final plan to the White House for review in August 2011. The White House had 90 days to return the rules to the DOE for adoption, but the proposal is still there, nine months later.\nSteven Nadel, executive director of the American Council for an Energy-Efficient Economy (ACEEE), a nonprofit in Washington, D.C., said it’s unclear whether the White House is holding onto the plan because it found major problems, or whether it is simply putting off advancing the rule.\nMoira Mack, a spokesperson for the White House Office of Management and Budget, which is reviewing the DOE rule, told InsideClimate News it is “not uncommon for review periods to be extended for regulatory actions that require additional time for consideration of public comment and analysis by OMB and all the affected agencies.”\nWhen asked if he thought Obama’s support for Section 433 was waning, Mazria of Architecture 2030 said no. “The administration, Department of Energy and Department of Defense have been great supporters of moving the building sector forward. I only see their support for advancing the 2030 targets increasing.”\nThe DOE declined to comment while the draft rule is under review.\nNatGas Industry Ramps Up\nThe natural gas industry in the meantime has accelerated its efforts to block the  Section 433 proposal.\nProduction of natural gas is booming in America, thanks to the process of fracking, which has dramatically increased the size of recoverable reserves. In the first quarter of 2012, natural gas accounted for 28.7 percent of total electricity generation compared with 20.7 percent during the same quarter last year. Coal’s share of total generation fell from 44.6 percent to 36 percent over the same period.\nWhile once pitched as a bridge fuel that could bring America toward a renewable energy future, natural gas is increasingly being touted by supporters as a clean fuel source that fits into the mix of renewables like solar and wind. Some proponents have gone as far as saying that for economic growth, “blue is the new green,” referring to the blue hue of burning gas flames.\nYet many question whether natural gas is as clean as proponents say. Natural gas plants emit about half the greenhouse gas emissions of coal plants. But gas drilling releases methane, a potent global warming gas, and recent studies suggest that the lifecycle emissions from natural gas production could be greater than those from mining and burning coal. Fracking has also raised concerns of drinking water contamination. Industry disputes both those claims.\nThe AGA says it’s concerned that forcing federal buildings to go fossil fuel-free would set a national precedent of governments rejecting natural gas in green construction.\nThe group also points out that it would contradict President Obama’s all-of-the-above energy strategy and his commitment to develop the nation’s natural gas supply.\nSince 2010, AGA has spent $1.9 million for lobbying, and its political action committee has given about $700,000 to Congressional members and candidates, according to the Center for Responsive Politics. (Paragraph amended, 5/21)\nA White House Meeting\nOn April 12, Andrew Soto, AGA’s senior managing counsel of regulatory affairs, met with White House staff to express concerns about DOE’s implementation of the rule. The group submitted an issue brief that included a request that Congress “substantially modify or eliminate” the fossil fuel-reduction requirement.\nTwo weeks after that meeting, the House Committee on Appropriations voted to approve the spending bill that included Alexander’s amendment to block Section 433 funding. No date has been set yet for the full House vote.\nAGA spokesperson Rubin said the group “did not work directly” with Alexander to develop the provision, though AGA “was supportive” of it.\n“The amendment will allow the federal government and all relevant stakeholders time to work together and determine an appropriate solution,” Rubin said.\nNadel of ACEEE said the amendment’s future is uncertain.\nThe Senate Committee on Appropriations approved its own version of the DOE budget proposal last month, but it did not include a similar provision on Section 433. Once the full House and Senate approve their budget bills in the coming months, a Congressional conference committee will meet to hammer out a version that both chambers can agree on. Committee members can chose to either include or strip out amendments like Alexander’s, known as “appropriations riders.”\n“The vast bulk of these types of riders get thrown out” for the sake of reaching compromise on larger budget issues, Nadel said.\nThere’s also doubt that Congress will pass a budget bill before the presidential election in November.\nACEEE and the Federal Performance Contracting Coalition, a key coalition of  energy-efficiency contractors, want an additional comment period before the final Section 433 mandate goes into effect. Architecture 2030 wants it approved, as is.\nThe Real Impact on NatGas?\nRep. Alexander says that reconsidering Section 433 is crucial because the rule would harm the natural gas industry and reverse clean energy and efficiency efforts. The requirement would mean “no natural gas back-up for renewables, no combined heat and power, no fuel cells and no natural gas on the grid,” he said in a statement.\nMazria blasted Alexander and the AGA for exaggerating the impact that the Section 433 rule would have on U.S. natural gas production. He said that the stock of buildings owned by the federal government accounts for about 1 percent of all buildings across the country. On top of that, federal buildings consume less than one half of 1 percent of total U.S. energy consumption, according to federal data.\n“It’s not even a blip on the screen, and they’re talking about it somehow affecting the use of natural gas in the U.S.,” Mazria said.\nCalls and emails requesting comment from Alexander were not returned.\nRobert Ivy, chief executive of the American Institute of Architects, a professional organization with nearly 84,000 members, said he fears politics may trump sound green building policies.\n“Weakening or repealing Section 433 with no deliberation or discussion will dramatically harm the federal government’s ability to design and build facilities that use less energy and protect the environment,” Ivy said in a statement.\nWhile clearly frustrated, Mazria said that with or without Section 433, green construction is here to stay. “The transformation of the building sector is underway. There’s no turning back.” A February report by Architecture 2030 found the U.S. green building movement is on track to help deliver $3.7 trillion in energy savings by 2030.\nThere’s also a silver lining in this fight, he said. “We’re making such incredible progress in the building sector that that we’re finally on the radar screen” of fossil fuel industries.\nCorrection: The paragraph on the American Gas Association’s lobbying figures was amended to clarify details of lobbying expenses versus Congressional contributions.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}