{
  "url": "https://insideclimatenews.org/news/24042012/pace-energy-efficiency-home-loan-program-fhfa-fannie-mae-freddie-mac-mortgage-crisis-sonoma-county-california/",
  "title": "Home Energy Program in Sonoma a Beacon for Broken National Effort",
  "date": "2012-04-24T08:00:47-04:00",
  "content": "At Rod Stevenson’s sprawling country home in Santa Rosa, Calif., in Sonoma County, once-leaky walls and windows are now sealed tight for energy efficiency, and his roof and yard are glittering with two dozen solar panels.\n“We expect to save about $10,000 a year,” on electricity and heating bills, Stevenson says, a nearly 70 percent drop from last year.\nStevenson, 62, runs a successful, century-old family business that sells construction supplies and materials to control soil erosion in Northern California. But retirement was hanging over him and his wife. “I really wanted to get to the point where we could get our [utility] bill down to virtually nothing,” Stevenson recalls.\nSo last year, after spotting an ad for a local financing program that lets homeowners slash energy consumption at no upfront cost, he applied. Since October, Stevenson has borrowed $140,000 from Sonoma County to retrofit his $1 million home and add renewable power. The debt gets repaid over two decades through a special assessment of $3,500 on his twice-yearly property tax bill.\n“It just made dollars and sense to do it,” Stevenson says.\nThe three-year-old initiative, called the Sonoma County Energy Independence Program, is one of the few and the largest in the country to embrace the contentious Property Assessed Clean Energy, or PACE, model. So far, the financing technique has helped about 1,720 Sonoma homeowners and 50 commercial property owners upgrade their homes and buildings.\nOne of the richest counties in California, Sonoma has spent more than $56 million in public funds to finance the liens. That investment has created 680 jobs across the U.S. clean economy, including about 70 local positions in construction and engineering, the county says.\nToday, cities and counties nationwide are looking to Sonoma for guidance on how to get their own such programs off the ground at a difficult time, when federal authorities have branded PACE a steep risk to the still-shaky U.S. housing market.\nInside the PACE Program Controversy\nThe PACE financing technique was developed in 2008 by the City of Palm Desert in California’s Coachella Valley. The city crafted statewide legislation, called AB811, which gave California cities and counties the greenlight to adopt the model.\nThe idea was based on a decades-old scheme for infrastructure projects. Local governments that want to build sidewalks or fire stations, for instance, can finance them by tacking special assessments on residents’ property taxes. When homeowners sell their properties, the new owners inherit the surcharge.\nThe PACE program was seen as an engine for energy improvements and job creation at a time when banks were increasingly hesitant to approve loans for expensive upgrades. For every 100 homes that get major retrofits, at least 10 jobs are created, says PACENow, an advocacy group.\nMore than half of states passed laws permitting local governments to adopt PACE financing. And in early 2010, the Department of Energy awarded $150 million in stimulus to help dozens of localities jumpstart their programs.\nLittle of that, however, trickled to PACE initiatives. In July 2010, the Federal Housing Finance Agency (FHFA), overseer of the nation’s largest mortgage buyers and resellers, Fannie Mae and Freddie Mac, issued a statement saying PACE posed “significant risks” to mortgage finance companies and urged all local governments to suspend their programs.\nMost did just that. And the DOE, unable to persuade the agency to accept the PACE model, instructed recipients of PACE funding to direct that money toward other efficiency programs such as cash rebates for energy-saving appliances.\nToday, having a home with a PACE loan is like being branded with a scarlet “R” for risk, advocates lament.\nFannie Mae and Freddie Mac, among others, have refused to accept new mortgages with PACE liens. Owners who want to refinance old mortgages are required to pay off their PACE debt before companies will agree to new terms or conditions on their mortgages.\nFHFA says there are valid reasons for this. In most states, PACE payments—like all property tax assessments—are given “first lien” status. Meaning, if a PACE home goes into foreclosure, local governments must get paid back first, followed by mortgage companies—a situation that could cause losses to mortgage firms if homeowners default on both debts.\nAn FHFA spokesperson says the agency “worked with government agencies and met with PACE representatives regarding the risk from the absence of sound underwriting and the effect of the first-lien positions” in the PACE model. “FHFA is charged with preserving and conserving assets, which includes avoiding safety and soundness risks to Fannie Mae and Freddie Mac.”\nBut advocates of PACE reject the idea that it’s risky lending. The National Resources Defense Council, an environmental advocacy group, says that of the 2,700 homes with PACE assessments nationwide, only 24 properties—less than one percent—have defaulted on their mortgages. Overall, more than 4 percent of mortgage loans are in foreclosure nationwide.\nProponents even argue that PACE can help the housing industry. By slashing energy costs, homeowners free up more cash to put toward their mortgages. And retrofitting old, leaky houses increases the value of the homes, they say.\nFor now, the FHFA’s warning has stopped “most of the [PACE programs] in their tracks,” says David Gabrielson, executive director of PACENow. Of the “hundreds” of programs that were once in the works, he says, only a handful of them, including Sonoma’s, remain.\nSonoma’s Program: Can It Be a National Model?\nSonoma was one of the first local governments to adopt a PACE program after Palm Desert passed the state’s pioneering law in 2008.\nLiz Yager, the county’s energy and sustainability manager, says that PACE was “a natural follow-on” policy for Sonoma. In 2006, the county agreed to slash greenhouse gas emissions by 25 percent by 2015 from 1990 levels. “It just seemed like a great mechanism to do that work,” she says of PACE.\nThe program was also a way to save or create new jobs as the recession slammed the local construction industry, Yager says. PACE “is like a local stimulus package.”\nSonoma has roughly 480,000 residents and a median household income of $59,000, about 2 percent more than the state of California and 18 percent above the national average, according to U.S. Census Bureau data. Yager says the county’s treasury was “healthy” enough in 2009 to provide the $1 million in start-up money needed to design and carry out the PACE initiative.\nTo fund the PACE liens, the county’s financing authority pooled $60 million in savings from the treasury office and the water agency. The county can borrow funds from that pool by purchasing bonds at a 3 percent interest rate—or double the rate it typically pays public agencies when it buys bonds for improvement projects, Yager says.\nHomeowners get up to 20 years to pay for the upgrades on their property tax bills at an interest rate of around 7 percent, often a better deal than a regular bank loan.\nIn Sonoma, the average PACE project costs about $28,000 per home, putting Rod Stevenson’s assessment on the high end. For homeowners who don’t add solar panels, it can be much cheaper.\nDennis and Albina Layden, for instance, are using PACE to help pay off a $12,000 retrofit on their 1950s-era home in Santa Rosa. Before making the upgrades in late 2010, the couple’s house had no insulation in the walls or the attic.\n“I’m living better, because the house is warm all the time, and I don’t have to wear hats and coats and sweaters,” indoors, Dennis Layden says.\nSo far, Sonoma has spent $56 million of its funding pool, and $9 million in PACE assessments have already been paid back, leaving the county with $13 million left to distribute. Yager says that other Sonoma agencies are considering investing in the PACE program. Further, a new bill in California’s legislature would allow local treasuries to invest up to 5 percent of their funds into PACE. That would free up an additional $30 million from Sonoma’s treasury for the program, Yager says.\nYager notes that the program has sparked enormous interest from cities and counties nationwide. “We get so many phone calls from people that want to” offer PACE financing.\nThat interest led the county to create a 140-page “Replication Guidance Package.” The guide, published on its website on March 30, is based on California laws and focuses mainly on Sonoma’s initiative, but the idea is to give cities and counties a starting point for designing their own models.\nYager and others concede that Sonoma’s PACE model won’t work everywhere. Few municipalities have the savings to fund start-up costs and program expenses, and banks have grown leery of PACE-related lending. Homeowners, too, have become hesitant to add PACE surcharges to their property bills, now that Fannie Mae and Freddie Mac have refused to back new mortgages or refinance old ones with PACE liens.\nMartin Alvarez, the energy manager for Palm Desert, says that residential PACE applications have dropped from six per month at the start of the program to just two per month in the city of 50,000 people. The FHFA’s opposition “has put a significant throttle on our program.”\nYager says that participation in Sonoma’s program fell from an average 52 applications per month to about 26 applications for the same reason. But she notes that the county’s residents are less affected by the refusal of Fannie Mae and Freddie Mac to back PACE assessments than those in other places. Homes in Sonoma often require bigger loans than the two mortgage giants are permitted to lend.\nWhere Things Stand at the Federal Level\nThe FHFA’s rejection of PACE dates back to a June 2009 letter it sent to banking supervisors and creditors, mortgage regulators, governors and state legislators, saying that PACE liens would “increase homeowner debt burdens” and spread the risk of default.\nFannie Mae forwarded that letter to its mortgage sellers and loan managers and did so again in May 2010, along with Freddie Mac.\nIn July of that year, the FHFA released its strongest statement yet, declaring that PACE programs “present significant safety and soundness concerns” to Fannie Mae, Freddie Mac and the 12 government-sponsored Federal Home Loan Banks, which provide funding to financial institutions that offer home mortgages. It called for all state and local governments to suspend their PACE programs.\nTwo weeks later, 60 members of the U.S. House of Representatives sent a letter to President Obama to express their support for PACE. They urged the president to work with the FHFA to find a way to both allay the agency’s concerns and allow PACE financing to continue.\nThe FHFA’s July statement “will have a severe impact on our economy, our local communities, and our goal to move to a clean energy economy and establish energy dependence,” they wrote. “Many Americans, states, and municipalities are counting on this program to be restored.”\nYager says that Sonoma paused its program after the July letter, but brought it back a week later when the county’s board of supervisors declared support for PACE. The county later tightened its application standards, which reflect those proposed in a bipartisan House bill. Rep. Nan Hayworth (R-N.Y.) introduced the bill in July 2011 to make a nationwide PACE program more palatable to the housing industry. The bill, which has 53 co-sponsors, is stuck in a House subcommittee.\nIn Sonoma, for instance, applicants can’t be in bankruptcy or behind on other property tax payments to qualify, and their home mortgages can’t be “underwater,” or homes with values less than the size of the mortgage.\nJust 1.1 percent of people with PACE assessments have fallen behind on mortgage payments by 60 days or more, Yager says. By contrast, she says, an average of about 8 percent of homeowners across the county have defaulted on their mortgages in recent years.\nSonoma Takes Legal Action Against FHFA\nLast year, Sonoma filed a lawsuit against the FHFA, Fannie Mae and Freddie Mac in a federal district court in Northern California. Other plaintiffs in the suit are Palm Desert and California’s Placer County, which shut down its PACE program, and the Sierra Club, an environmental group. Similar lawsuits were filed in Bablyon, N.Y., which has a PACE program, and in Leon County, Fla., which has a pilot initiative.\nIn all cases, plaintiffs argued that the housing authority unfairly rejected the PACE program without seeking comments or performing any studies, which is required of federal rulemaking agencies.\nIn August, the district court judge in California sided with PACE advocates and found that the FHFA violated the Administrative Procedures Act when it issued the letters condemning the program. The decision forced the agency to seek public comments on whether it should maintain, change or do away with its restrictions on PACE. By the end of the 60-day comment period on March 26, the FHFA received more than 32,000 comments, including a letter in support of PACE from the DOE.\nThe FHFA is slated to issue a draft proposal for rules on the PACE program on May 26. A final proposal is expected sometime later this year.\nForging Ahead with Commercial PACE Models\nDespite the obstacles facing residential PACE programs, at least a dozen or so local governments are applying the model to retrofit stores, offices and warehouses, says Gabrielson of PACENow.\n“Commercial PACE is directed at buildings that aren’t mortgaged by Freddie Mae and Freddie Mac, and therefore don’t fall under the restrictions that the FHFA has imposed,” he says.\nIn Sacramento, for instance, the municipal government signed a deal last fall to offer at minimum $100 million in financing to commercial buildings through Ygrene Energy Fund, a Santa Rosa-based firm that specializes in PACE programs. The firm sets up initiatives for local governments, secures financing from Barclays Capital, a global British investment bank, and administers PACE funds.\nYgrene is funding commercial PACE programs in seven cities in Florida, including Miami, and is in talks with more than 10 other municipalities nationwide, the company says.\nSacramento’s PACE program could create about 1,100 jobs and spur $150 million in economic activity over the life of the city’s five-year contract with Ygrene, according to an economic impact study commissioned by the city.\nYvette Rincon, Sacramento’s sustainability program manager, says the city is reworking its contract with Ygrene to potentially offer a pilot PACE program for homeowners as well. The city estimates that up to a third of home mortgages are not backed by Fannie Mae or Freddie Mac.\n“Our unemployment rate is about 11 percent, and in the construction sector it’s even higher than that,” she says. “We are confident that we’d be putting [people] back to work” through the PACE programs.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}