{
  "url": "https://insideclimatenews.org/news/05042012/total-elgin-north-sea-gas-leak-methane-experts-assess-climate-change-ghg-impact-ongoing-accident/",
  "title": "North Sea Gas Leak: Experts Assess Climate Impact of Ongoing Accident",
  "date": "2012-04-05T12:13:09-04:00",
  "content": "The French energy company Total estimates that its North Sea Elgin field gas well is leaking about 200,000 cubic meters of natural gas per day, enough, according to the U.S. Energy Information Agency, to supply more than 100 average homes with natural gas for an entire year. Total estimates that it may take six months to stop the leak.\nIf the gas continues escaping at that rate, and all of it reaches the atmosphere, it would approximate the annual global warming impact of 35,000 Americans, says Carnegie Institution for Science Department of Global Ecology director, Christopher Field.\nAt a news conference on Monday, Total’s chief financial officer, Patrick de la Chevardiere, said that because the leak involves natural gas, which disperses into the atmosphere very quickly, and not crude oil, “the current impact on and risks for the environment are relatively low.” But climate scientists and biologists say the leak’s impact shouldn’t be dismissed just because it isn’t creating a beach- and wildlife-fouling oil slick.\nThe leak, detected March 25th, is at the wellhead platform of Total’s G4 well, located approximately 150 miles east of Aberdeen, Scotland. The gas is mostly methane, which is considered the second largest contributor to human-caused global warming after carbon dioxide.\nThe gas is believed to be coming from a rock formation almost 2.5 miles below the seabed and almost 2/3rds of a mile above the well’s main gas reservoir. The gas, however, is leaking at the platform level, rather than deep underwater. The well was plugged in February 2011 and wasn’t in production when irregular pressure was observed at the wellhead last month. Total was pumping in high-density mud to strengthen the seal when a sudden pressure increase apparently triggered the leak.\nCompared to CO2, which remains in the atmosphere for hundreds of years, methane is relatively short-lived, with an atmospheric lifetime of approximately 12 years. But methane’s global warming potential is much greater than CO2’s. Scientists often make this comparison using a 100-year time scale, on which methane’s global warming potential is 25 to 33 times that of CO2. Were the Elgin well to continue leaking at its current rate for six months, Field said it would release nearly 26,000 tons of methane and have the global warming potential of 175,000 tons of carbon—equal to the average 2010 carbon footprint of 35,000 Americans.\nCornell University Professor of Ecology and Environmental Biology Robert Howarth, who has been analyzing methane emissions for the federal government’s National Climate Assessment, says the latest scientific data shows an urgent need to get methane emissions under control. If action isn’t taken in the next 15 to 35 years, said Howarth, we risk reaching “potentially dangerous tipping points in the climate systems.” Given this urgency, he said, it makes sense to compare methane and carbon dioxide on a 20-year time frame rather than the 100-year scale. Calculations using that shorter time-scale show that methane is 105 times greater than CO2 in its global warming potential, he said.\nHowarth calculates that if the Elgin well leaks at its current rate for six months it would release some “25 billion grams of methane, equivalent to 2.6 trillion grams of CO2 in terms of global warming.”\nTo put the global warming potential of the well’s methane release in context, Carnegie Institution senior scientist and Stanford University professor Ken Caldeira explained that the methane that’s now estimated to be leaking from the Elgin well each day is comparable to emitting a bit more than 25,000 tons of CO2 per day. While that’s only a tiny fraction of the 100 million tons of CO2 emissions the world produces each day, it’s still significant given methane’s large warming potential, climate scientists say.\nAccording to a recent paper that Howarth and other scientists prepared for the National Climate Assessment, natural gas production is the largest single source of U.S. anthropogenic methane emissions. The paper concludes that methane causes only about 1/5 of U.S. global warming emissions on the 100-year time-scale. But it also points out that over the next 20 years it will be responsible for almost half the warming impact of U.S. carbon emissions, because methane’s impact is large compared to the volume released.\nTo get a sense of production volumes: The United States is currently on track to produce almost 25,000 billion cubic feet of natural gas in 2012. In 2010, the most recent year for which complete Energy Information Agency data is available, the U.S. produced about 22,000 billion cubic feet of natural gas, roughly 20 percent of the world’s supply.\nHowarth calculates that annual global methane emissions resulting from worldwide natural gas production—not including accidents like the Elgin leak—are roughly 4 percent of the total amount produced. He estimated that the Elgin release, as currently measured, would increase that by 0.3 percent in 2012.\nBut Howarth points out that these numbers could change.\n“How well do we really know this leakage rate?” he said. “For the BP spill, industry greatly under-estimated the leakage rate from the start. Are we sure this is not the case again here?”\nTotal did not respond to requests from InsideClimate News to comment for this story.\nThe bigger issue, Howarth said, is that as industry goes after harder-to-extract gas and oil in increasing difficult terrain—deep ocean waters, the Arctic, and deep shale deposits—the potential for leaks increases, especially as infrastructure ages and the industry looks for ways to cut costs. “This accident and the BP still are two examples, but there are many other smaller accidents that escape much attention,” he said.\nCurrently, there is no worldwide tally of offshore oil and gas leaks, said University of Georgia marine sciences professor Samantha Joye, who is studying the water column and seafloor impacts of the BP/Deepwater Horizon oil spill.\n“We are trying to pull this kind of information together for the Gulf of Mexico and that is extremely tough,” Joye said. “I do not think we have a good handle on how many small leaks there. Only the big ones get public attention.”\nTotal is considering two methods of stopping the Elgin leak: pumping heavy drilling mud directly into the wellhead, an operation known as “top kill,” and drilling a relief well. The top kill could take several weeks to succeed: relief well drilling, months. The company has said it is losing about $1.5 million per day in earnings because of the leak and is spending about $1 million per day on the response effort.\nAs Total, one of the world’s leading natural gas producers, struggles to stop this leak, U.S. Secretary of the Interior Ken Salazar announced plans on Tuesday to speed the processing of permits of oil and gas permits on federal land. Total federal oil production –on and offshore—increased by 13 percent during the first three years of the Obama administration compared to the last three years of the Bush administration.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}