{
  "url": "https://insideclimatenews.org/news/26032012/cushing-obama-keystone-xl-pipeline-climate-change-greenhouse-gas-emissions/",
  "title": "Climate Change Disappears from Keystone XL Pipeline Debate",
  "date": "2012-03-26T10:00:07-04:00",
  "content": "When President Obama traveled to Cushing, Okla. last week to declare his support for building the southern half of the Keystone XL pipeline, he stressed that the pipeline and other oil infrastructure projects would be done “in a way that protects the health and safety of the American people.”\nBut missing from the speech—and from most recent discussions of the controversial project—was any mention of climate change or the greenhouse gas emissions associated with mining Canadian tar sands.\nClimate change was once front and center in the pipeline debate, with federal agencies as well as environmentalists weighing in with their concerns.\nIn 2010, the Environmental Protection Agency noted in its analysis of the State Department’s draft environmental review of the Keystone XL that a comprehensive evaluation would have to consider the tar sands industry’s greenhouse gas emissions, which the EPA calculated on a well-to-tank basis to be 82 percent greater than conventional crude oil.\n“Alongside the national security  benefits of importing crude oil from a  stable trading partner, we  believe the national security implications  of expanding the nation’s  long-term commitment to a relatively high  carbon source of oil should  also be considered,” the EPA wrote.\nA year later, the EPA wrote in comments on the State Department’s second draft that it was “concerned about levels of GHG [greenhouse gas] emissions associated with the proposed project, and whether appropriate mitigation measures to reduce these emissions are being considered.”\nThe EPA asked the State Department “to identify practicable mitigation measures” for the “entire suite” of greenhouse gases associated with operation of the Keystone XL.\nIn a statement issued in November, the State Department said that any decision on whether the pipeline is in the national interest should consider “all of the relevant issues,” such as “environmental concerns (including climate change), energy security, economic impacts, and foreign policy.”\nOver the past year, the pipeline’s opponents have focused their campaign on protecting the fragile Nebraska Sandhills, and climate change has taken a back seat in the debate. But environmentalists have long warned that the pipeline would lock in the United States to a particularly dirty form of oil that would further exacerbate global warming.\nOne of the most-quoted lines has come from climate scientist James Hansen, head of NASA’s Goddard Institute for Space Studies, who calls the tar sands a “fuse to the biggest carbon bomb on the planet.”\nBill McKibben, founder of the climate action group 350.org, said the Keystone protest has always been driven by “the fear that the tar sands will help destabilize the climate.”\n“Our colleagues in Nebraska did a great job of highlighting their concerns about the Ogallala aquifer and the Sandhills, but for those of us in the other 49 states, global warming was the single biggest reason for this fight,” McKibben told InsideClimate News in an email on Friday. “Which is why it would have been nice for the president to say something about it [in Cushing], considering he was standing in the state that just went through the warmest summer any American state has ever recorded.”\nPresident Obama gave his speech against a backdrop of steel pipes at the Stillwater Pipe Yard, which is owned by TransCanada, the Alberta-based company that wants to build the pipeline. The president’s stop in Cushing was part of a nationwide tour to publicize his administration’s “all of the above” energy strategy.\nNeither the White House nor the EPA returned requests for comment. A State Department spokeswoman said the agency could not comment on the president’s Cushing speech. She added that the State Department has no involvement in reviewing the southern leg of Keystone XL, which would run from Cushing to Texas.\nThe original Keystone XL pipeline would have connected Alberta, Canada to refineries on the Texas Gulf Coast. TransCanada has since split the project into two parts and hopes to begin building the southern segment this summer. That segment is meant to relieve the glut of oil in Cushing.\nThe Obama administration announced a day before his visit to Oklahoma that it will speed up the review process for new energy infrastructure projects. As InsideClimate News reported earlier this month, it is unclear which federal agency will take charge of the Cushing-to-Texas pipeline review. Meanwhile, TransCanada plans to refile an application for the northern section from Alberta to Steele City, Neb. Because that segment would cross an international border, the State Department will be responsible for the review process.\nThe State Department has been criticized for its handling of the original Keystone XL pipeline proposal. When the agency released the pipeline’s draft environmental impact statement (EIS) in April 2010, the EPA gave the report the lowest grade possible a few months later. Among the problems it cited was the lack of an estimate on the greenhouse gas impacts from tar sands mining and extraction, and a need to explore alternatives to mitigate global warming emissions.\nA second, revised EIS from the State Department showed improvement, but EPA officials said in June 2011 that the agency’s analysis of greenhouse gas emissions was still inadequate.\nThe State Department released its third and final EIS last August, but the pipeline was rejected before the EPA had a chance to comment. Danielle Droitsch, Canada project director at the Natural Resources Defense Council, said the lack of an EPA response to that document means that “as far as the environmental community is concerned, that EIS was never completely final.”\nDroitsch believes that any new pipeline would require a comprehensive environmental impact study.\nPresident Obama followed his Cushing visit with a stop at Ohio State University, where he praised advances in clean energy. But once again there was no mention of climate change. Activists, including university students and members of McKibben’s 350.org group, gathered outside the building to protest his pro-oil and gas drilling strategy.\nMcKibben said his group will continue to emphasize the importance of climate change as the debate over the Keystone XL continues.\n“The administration promised way back in November that in 2013, when they reconsidered the pipeline, [they] would take climate into account,” he said, referring to the State Department’s statement to consider all relevant issues. “We’ll hold them to their promise as best we can.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}