{
  "url": "https://insideclimatenews.org/news/28032012/california-oil-refineries-heavy-crude-oil-sands-crude-alberta-tesoro-chevron-greenhouse-gases-global-warming-carb/",
  "title": "California Oil Refiners Turn to Processing Dirtier, Cheaper Crude Oil",
  "date": "2012-03-28T10:00:00-04:00",
  "content": "California’s long-running campaign to reduce air pollution has indirectly helped create a new problem: its oil refineries produce more greenhouse gas emissions than refineries anywhere else in the country.\nOn average, California refineries emit 19 to 33 percent more greenhouse gases per barrel of crude oil when stacked up against comparable gas-producing regions in the United States, according to a recent study commissioned by the Union of Concerned Scientists. The report analyzed national and California-specific refinery data and combined it with data gathered by author Greg Karras, who has been studying and writing about refinery operations since 1989.\nCalifornia began mandating cleaner burning fuel than the rest of the nation in the mid-1990s, in an effort to combat some of the worst smog levels in the country and meet federal clean air rules. That spurred oil refiners to expand their facilities and install technology to remove more pollutants like sulfur, so car tailpipes would spew out less of it.\nIn the last decade, however, oil refineries have begun processing heavier and dirtier types of crude oil, including Canadian tar sands oil, which requires more cleaning to meet California’s standard. And that extra cleaning means that plants use more energy and emit more CO2.\n“With respect to emissions intensity, California officials have been running around claiming California’s oil refineries are so much more energy efficient, that they are just cleaner … Obviously they were wrong,” said Karras, a senior scientist with Communities for a Better Environment, a California nonprofit that advocates for residents who live near oil refineries.\nThe study’s findings emerge as California is taking another groundbreaking step to reduce global warming gases. A.B. 32, a climate change law passed in 2006, aims to slash greenhouse gas emissions by 15 percent by the end of this decade and 80 percent by 2050. One of the ways it will do that is by capping emissions at oil refineries and other industrial facilities.\nUnder a market-based mechanism known as cap-and-trade, refineries must gradually lower their emissions or buy or trade “allowances” to meet the new standard. Dave Clegern, a spokesman for the California Air Resources Board (CARB), the agency tasked with implementing A.B. 32, said the emissions cap, which will gradually be lowered over time, will reduce greenhouse gases across key industrial sectors, including oil refining.\nClegern hasn’t seen the new study, but he said he’s “not terribly surprised to hear” that the state’s oil refineries use more energy and emit more greenhouse gases than facilities elsewhere.\nPart of the problem, he said, is that “there’s a large age discrepancy” among California refineries. “Some are old and some are not,” he said.\nOil refineries produce 10 percent of California’s greenhouse gas emissions and up to 40 percent of its industrial emissions, according to a 2009 report by Communities for a Better Environment.\nEric Schaeffer, executive director of the Environmental Integrity Project (EIP), said he was surprised to learn that California’s refineries are processing so much heavy crude oil. A nonpartisan, nonprofit organization, EIP was founded by attorneys who had worked for the U.S. Environmental Protection Agency and now advocate for more effective enforcement of environmental laws.\nSchaeffer said the study presents the state with an even bigger challenge right at a time when it is trying to tamp down on industry emissions, especially from this key sector.\n“Turns out, it is a little more daunting [to curb emissions] in California” than people thought, he said.\nCalifornia’s Crude Oil Switch\nOil refineries have turned to dirtier crude in recent years because it is cheaper than light, sweet crude. Oil refineries that have the flexibility to process a wider spectrum of crude oils—from light to heavy—have a competitive advantage and are more profitable, industry analysts say.\nAccording to investor reports, some of the state’s top gasoline producers have upgraded their facilities to process heavier, higher sulfur crude oils. The Chevron refinery in El Segundo and the Shell refinery in Martinez have added sulfur removal or recovery units. Chevron built a plant to produce hydrogen in El Segundo and has a permit pending for a similar expansion in Richmond. The Tesoro refinery in Avon/Martinez and Chevron’s El Segundo operation are both adding coking facilities.\nAll of these processes require a lot of energy, but they can also help refineries strip out more sulfur to meet clean air rules, or help them produce more high-quality end products from lower quality crude.\nFor example, several refineries have built separate plants to produce their own hydrogen, which binds to sulfur and effectively removes it during the refining process. Hydrogen is also added in the refining process to make “light, hydrogen-rich motor fuels from the carbon-dense, hydrogen poor components of crude,” according to the study.\nAdding coking facilities allows refineries to generate gasoline and diesel from lower-value fuel oils. Coking also produces a desired byproduct—petroleum coke—that can be used to fuel power plants. “The coking units are installed at existing refineries to increase the refinery’s ability to process heavier crude oils,” according to an EPA white paper on energy efficiency technology and petroleum refining.\nKarras, the study’s author, emphasized that California’s tough environmental laws aren’t solely responsible for the rise in refinery emissions, because other states in his study have adopted similar laws over the years.  What sets California apart, he said, is the way its refineries go about removing the sulfur.\nCalifornia’s refineries generally choose to remove the sulfur earlier in the process, or further “upstream,” which expends more energy and emits more CO2 than if it were removed further “downstream” in the process.  According to the study, facilities on the East Coast, Midwest and Gulf Coast have a greater capacity to remove sulfur downstream compared with California plants.\nCalifornia refineries are also trying to squeeze out more products of value—not just gasoline, but diesel and jet fuel—from the dirtier crude, and that requires more energy and emits more CO2.\nSchaefer, who directs the Environmental Integrity Project, says the “game … is to get more out of each barrel” of crude.\n“In a nutshell, the refinery is determined to get the very most out of each barrel, and if it’s dirtier crude, that’s more work,” he said.\nState at a Crossroads\nDiane Bailey, a scientist with the Natural Resources Defense Council, says the trend toward dirtier crude in California is alarming, because once facilities are upgraded to process the heavier stuff, it won’t be easy for them to switch to other forms of crude.\n“Refineries make choices on which crude feedstock to use, and that locks them in for a decade or two. It’s a long term investment,” she said. “Crude feedstock affects carbon footprint—these refineries have tremendous control over carbon budget.”\nCalifornia’s biggest stick to deter the oil industry’s move to dirtier crude—including the controversial Canadian tar sands oil—may be its Low Carbon Fuel Standard, a little known component of A.B. 32. While earlier laws focused on making sure that cars were more fuel-efficient or that the gasoline they burned was cleaner, the standard is a first-ever attempt to consider—and reduce—the entire carbon footprint of motor fuels.\nThe standard has two key parts: a biofuels policy that requires that gasoline be blended with renewable fuels to lower carbon intensity and a “high carbon intensity crude oil” program that creates incentives for refineries to process cleaner forms of crude.\n“The LCFS prevents refineries in California from getting increasingly dirtier by utilizing dirtier domestic and foreign sources of crude oil,” said Simon Mui, a scientist with the Natural Resources Defense Council. “The standards say oil companies must clean up, either by reducing the carbon intensity of their crude oils or offsetting those emissions in California. This approach effectively creates more value for lower carbon, less polluting crude oils.”\nThe standard doesn’t outright ban dirtier crudes, said Clegern, the California Air Resources Board spokesman. Instead, refineries must ensure that their crude oil mix meets a “California average” that will be adjusted each year. Clegern said the standard uses a life cycle approach to evaluate the carbon intensity of 250 crude oils that had previously been lumped together, so the state can track overall emissions from extraction to combustion.\nThe low-carbon fuels rule is fiercely opposed by petroleum refiners and out-of-state ethanol makers, who have sued to stop it. In December, a federal judge in Fresno issued an injunction to halt enforcement of the standard, saying it discriminates against out-of-state fuel sources and interferes with interstate commerce. The Air Resources Board has appealed the ruling, seeking a stay to the injunction. A decision by the Ninth Circuit Court of Appeals in San Francisco is pending.\nTupper Hull, a spokesman for the Western States Petroleum Association, said the new standard would actually increase the world’s greenhouse gas emissions, because crude oil producers “will be put in a position of shuffling crude around the globe to meet California’s standard.” The Western States Petroleum Association was not a party in the lawsuit.\n“We had consistently argued that CARB’s efforts to differentiate crude in terms of carbon intensity was a bad policy that would cause adverse implications, and not result in reductions in emissions,” Hull said.\nInstead of preventing heavier crude from unconventional sources from being extracted and processed, he said the crude will just be shipped to other countries to be processed and then shipped to gasoline consumers around the world, in effect boosting greenhouse gas emissions.\nBut the industry, like everyone else, can only speculate about what will happen when the Low Carbon Fuel Standard takes root.\nMui, the Natural Resources Defense Council scientist, says he’s optimistic it can stanch the trend toward dirtier crude in California, because it sets an industry-specific performance standard, similar to the fuel economy standards that helped the auto industry improve its fuel efficiency over time.\n“Would the car companies be improving fuel economy if there weren’t standards in place?” he said.  “The answer is no, you need standards. For oil companies, what the LCFS is doing is changing the signal to not invest in dirtier stuff, and to make it more attractive to invest in cleaner fuels.”\nThis story was reported and written by Ngoc Nguyen at New America Media in collaboration with editors at InsideClimate News.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}