{
  "url": "https://insideclimatenews.org/news/22022012/republicans-santorum-romney-gingrich-climate-scientists-scientific-consensus-skeptics-kerry-emanuel/",
  "title": "GOP Not Listening to Its Own Scientists on Climate Change",
  "date": "2012-02-22T10:00:46-05:00",
  "content": "A number of prominent U.S. climate scientists who identify themselves as Republican say their attempts in recent years to educate the GOP leadership on the scientific evidence of man-made climate change have been futile. Now, many have given up trying and the few who continue notice very little change after speaking with politicians and their aides.\n“No GOP candidates or policymakers want to touch the issue, and those of us trying to educate them are left frustrated,” Kerry Emanuel, an atmospheric scientist at the Massachusetts Institute of Technology and a registered Republican, told InsideClimate News. “Climate change has become a third rail in politics.”\nHeading into the 2008 presidential election, Sen. John McCain of Arizona, the Republican nominee, warned about the dangers of global warming. He was one of a group of moderate Republicans who used to be leading climate action advocates, acknowledging the scientific consensus on climate change and the need for federal policies to address it.\nBut with the rise of the Tea Party movement in 2009, skepticism or even flat-out denial of global warming has become part of the party’s core message. And no candidate now vying for the GOP nomination can admit to the scientific consensus, much less advocate for measures to curb climate-altering emissions, no matter what positions they might have taken in the past.\nIn fact, past support of policies to regulate carbon dioxide, a global warming gas, is being used to question the fitness of candidates to become the party’s nominee. During a speech this month at the Conservative Political Action Conference, Rick Santorum tore into his GOP presidential rival, former Gov. of Massachusetts Mitt Romney, for buying into man-made warming and supporting the nation’s first cap-and-trade program known as the Regional Greenhouse Gas Initiative. Romney later opposed the scheme but Massachusetts did participate, and it has benefited from the nearly $500 million in economic activity the program has brought to the state.\nA Tea Party favorite, Santorum has called global warming “a facade,” “a hoax” and an example of the “politicization of science.” Both Romney and Newt Gingrich, another candidate for the party’s nomination, have stepped away from their previous stances that humans are contributing to global warming in order to convince restive voters and donors that they are conservative enough to be the party’s luminary.\nThe GOP’s hardening stance in favor of climate skepticism, however, is not reflected among the country’s leading scientists, no matter the party. Roughly 98 percent of U.S. climate researchers are convinced that rising emissions from human activities is hastening climate change, according to a 2010 study in the Proceedings of the National Academy of Sciences.\nWhile it’s rare for scientists to disclose their political affiliations, InsideClimate News tracked down a handful of leading climate and environmental scientists who have done so and are registered Republican or have a majority of their values in line with the party. All accept the consensus that Earth is warming mainly from the buildup of greenhouse gases produced from the burning of fossil fuels. And all say their attempts to talk with GOP politicians and their aides about climate dangers have largely fallen on deaf ears. Calls and emails to the campaigns of Santorum, Romney and Gingrich for comment were not returned.\nFive Scientists Share Their Stories\nBehind the scenes, conservative scientists nationwide have attempted to approach presidential hopefuls and their aides, members of Congress and in some instances state politicians in order to educate them on the growing body of climate research.\nEmanuel, the MIT scientist who directs the university’s atmosphere, oceans and climate program and has authored dozens of influential papers, said he has been trying to talk with Republican presidential candidates in person for several months. He is skeptical that his efforts have had much of an effect.\nIn late January, Emanuel was flown to South Carolina by the Christian Coalition of America, a religious advocacy group that has backed federal climate legislation, to talk to presidential candidates about climate change for one of their regular meetings. While there, alongside two naval admirals and the president of Tennessee-based Signal Energy, a wind, solar and biomass energy company, Emanuel told Gingrich and one of Santorum’s top aides of the urgent need to advance America’s response to dangerous climate change.\n“As you would expect they listened politely, but it is very hard to know whether that had any effect at all,” Emanuel said. “But you have to try all the doors and just keep working at it, I guess.”\nLast November he spoke at a small conference of the New Hampshire Republicans for Climate. Despite being sent invitations—and being in the state at the time of the meeting— neither Romney nor Utah Gov. Jon Huntsman, who withdrew from the race in January, showed up at the conference. The brush-off, Emanuel said, was “disappointing.”\nSince 2010 Emanuel has written op-eds in the Boston Globe, The Wall Street Journal and The Miami Herald on the need for leaders to tackle climate change and on the link between hurricanes and climate change. Last year he defended the science of climate change in front of the U.S. House Committee on Science, Space and Technology. He has vowed to continue his efforts despite being bombarded with hate mail after appearing in a video for the Climate Desk, a collaboration of media organizations. In it, he disclosed that he was a conservative scientist, and he questioned why GOP leaders are hesitant to deal with the climate issue when moral responsibility is such a big theme for the party.\nEmanuel continues to urge Republicans to pay attention to their own scientists. “It is important for GOP politicians to come to understand that scientists are basing their assessments of climate risk on hard, scientific evidence, not on politics,” he said. “Naturally a Republican scientist is better positioned to make such a case.”\nBrigham Young University geochemist Barry Bickmore is a Mormon and active Republican, serving as a county delegate for the GOP from 2008 to 2010. Bickmore first got involved with his party’s handling of climate change when he and other scientific colleagues in the state banded together to try to stop a 2010 Utah resolution that cast doubt on climate science and urged the Environmental Protection Agency to halt its efforts to regulate carbon emissions. The scientists said the resolution was riddled with scientific errors, but it won passage anyway.\nBickmore has since reached out to his state’s U.S. senators, Orrin Hatch and Mike Lee, both Republicans, with offers to educate them on climate issues. Lee has yet to respond.  Bickmore did convince Hatch’s office to remove a fake climate data graph from his public website. The web page, Climate Change 101, is still full of misinformation, Bickmore told InsideClimate News.\nNeither Hatch nor Lee returned calls or emails seeking comment.\n“[Hatch] didn’t believe anything I was trying to tell him,” said Bickmore. “He would come back and say that he knew some person who was a lead author of the IPCC [the UN Intergovernmental Panel on Climate Change] … and they told him this, that and the other thing.” But the people he cited, Bickmore said, were prominent skeptics like John Christy, a professor of atmospheric science at the University of Alabama in Huntsville, and Richard Lindzen, an atmospheric scientist at MIT. “The information [they were telling the senator] is wrong, and these scientists are in the minority.”\nBickmore continues to try and educate Republican voters through his blog Anti-Climate Change Extremism in Utah, which receives about 11,000 hits each month and sums up what politicians and the media are saying about climate change. It also chronicles any misinformation being spread by skeptics and Bickmore’s attempts to correct it.\nOther scientists who once frequently contacted politicians, or were contacted by them, have decided it’s a lost cause and have kept silent in recent years after being ignored by Washington or discouraged by policymakers’ lack of interest.\nRichard Alley, a highly regarded geoscientist at Penn State University who has authored hundreds of peer-reviewed papers on climate change, testified in front of Congress several times about global warming between the late 1990s and 2010. Alley also spoke to cabinet level people in the George W. Bush White House, he said. In the past few years, however, Alley has largely stayed away from Washington. He has been hesitant to reach out to policymakers since it’s not on their radar. He is also afraid it won’t do much good since everyone is “yelling for their attention on so many issues.”\n“I think the door isn’t open right now to contact them,” Alley said.\nThe same goes for Calvin DeWitt, an environmental scientist who researches climate change at the University of Wisconsin-Madison. DeWitt is a vocal evangelical Christian and although he won’t affiliate himself with a single party, he does admit his religious and cultural beliefs fall in line with the majority of Republicans. He has played a significant role in nearly every intersection of climate scientists with evangelicals and politicians, including the creation of the Evangelical Climate Initiative in 2006, a group of over 300 senior evangelical leaders who believe the nation needs to address global warming.\nIn recent years, however, DeWitt’s efforts have been thwarted, he told InsideClimate News. “The times I’ve tried to reach out to politicians, I have not been welcome. I think the basic problem is that it no longer pays to talk with scientists, but to those who fund you.”\nKatharine Hayhoe is an atmospheric scientist at Texas Tech University who has been vocal about her evangelical beliefs. She gained national attention at the end of last year, when Gingrich dropped a chapter she had written on human-driven climate change for his forthcoming book on environmental issues, causing a media flurry.\nHayhoe told InsideClimate News she’s more focused on communicating the science of climate change to Americans who are still skeptical than to politicians, mainly because they seem more interested. “It’s not that I have made up my mind not to educate politicians on the issue, but … they’re not calling me,” she said. “I’m always happy to talk to anyone who is interested—politician or not … I rarely turn down an invite to discuss the issue.”\nSo Who Are They Listening To?\nIf Republican politicians and candidates aren’t talking to their party’s own climate scientists, then who are they listening to?\nDeWitt, the scientist from the University of Wisconsin-Madison, is certain that oil industry donors, which have spent hundreds of millions of dollars to fight climate legislation in recent years—and powerful conservative advocacy groups like Americans for Prosperity— are calling the shots. So much money is now required to run a campaign, DeWitt said, that politicians can’t stay true to their values “unless those values are inconsequential” to politics.\nTim Phillips, president of Americans for Prosperity, an organization founded and financed by the oil industry and some of the Republican party’s wealthiest donors, told the National Review in December his group made “great headway” during the past three years in turning acceptance of climate science into a political liability. “The vast majority of people who are involved in the [Republican] nominating process—the conventions and the primaries—are suspect of the science. And that’s our influence. Groups like Americans for Prosperity have done it,” he said.\nEmanuel of MIT agrees that candidates are being forced to cater to a powerful minority.\n“I don’t really think someone like Gingrich or Romney needs persuading on this,” he said. “I believe deep down they understand we have a problem, but they don’t feel free at the moment to take a leadership position.”\nTo support their positions, Bickmore of Brigham Young University said he believes GOP leadership is getting their climate information from the roughly two percent of American climate scientists who remain skeptical. Or worse yet, he said, they’re listening to skeptics who have non-climate backgrounds and are on the payrolls of skeptic think tanks like the nonprofit Heartland Institute. This month, leaked documents exposed plans by Heartland to spend $200,000 to develop a K-12 curriculum to undermine the teaching of global warming in public schools.\nFor now, these GOP climate scientists may find some comfort in the fact that their understanding of global warming aligns with most moderate Republicans.\nMore than 60 percent of moderate and liberal Republicans, which make up a third of the party, say there is “solid evidence” of global warming, up from about 40 percent two years ago and the same as the American public at large, according to a national survey by the Pew Research Center released late last year. Thirty percent of Tea Party-leaning Republicans share this view.\nInsideClimate News intern Zoe Schlanger contributed reporting and research to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}