{
  "url": "https://insideclimatenews.org/news/21022012/energy-firms-shale-gas-export-terminals-liquefied-natural-gas-lng-eia-coal/",
  "title": "Debate Surrounds Race to Export America’s Natural Gas",
  "date": "2012-02-21T09:30:11-05:00",
  "content": "Energy companies are honing plans to export natural gas faster than President Obama can call the United States the “Saudi Arabia of natural gas,” and that’s raising new questions about the country’s energy policies.\nMultinational energy firms and some economists say exporting natural gas is a no-brainer: the cost of producing natural gas in the United States has plummeted with the explosion in shale gas production, while prices remain high elsewhere in the world. That means exports could ease the U.S. trade deficit while stimulating job growth.\nBut some U.S. manufacturers, utilities and consumer advocates counter that exporting natural gas will drive up electricity prices, deepen reliance on dirtier coal and discourage investment in domestic manufacturing. A government study released last month reinforced their concerns. The independent Energy Information Administration (EIA) predicts that U.S. natural gas prices could jump 36 to 54 percent if every export plan currently on the table goes through. Electricity prices could rise 2 to 9 percent, the report says.\nEven as the debate intensifies, energy companies are laying foundations to become the first to export natural gas from the United States. No export facilities currently exist in the continental United States, but eight companies have applied to build them. At the facilities natural gas is cooled to -260 degrees Fahrenheit, so it becomes what’s known as “liquefied natural gas,” or LNG.  At 1/600th the volume as its gaseous form, LNG can be loaded onto special tankers berthed at the new facilities and shipped across the world. (Paragraph includes correction, 03/04/2012)\nThe size of the proposed terminals varies, but each would process between 1 billion and 3 billion cubic feet of gas a day, according to applications they filed with the Federal Energy Regulatory Commission (FERC). If all eight were built—and that’s a big if—their combined capacity would allow them to export about 18 percent of the 67 billion cubic feet of gas the U.S. consumes in a day. Meanwhile, the Energy Information Administration expects the United States to become a net exporter of natural gas by 2016, while it’s expected to export more gas by pipeline than it imports by 2025.\nIt’s clear why exports tempt the industry. A thousand cubic feet of natural gas—which provides roughly the same amount of energy as a barrel of oil—currently costs $14 to $15 in Asia. In Europe, the same amount of gas sells for $8 to $9. In North America, it trades for only about $4, down 9 percent from what it was at the outset of 2011.\n“In my entire career there’s only been two other cases where the world has changed so fundamentally for the big energy business,” said Mikkal Herberg, an Asian energy specialist who teaches at University of California, San Diego and once led ARCO’s global energy program.\n“I wasn’t entirely convinced until three to four months ago that the U.S. is going to be a big exporter,” he said, but recent events and market conditions turned his thinking around. “The economics of sending U.S. gas to Asia are awfully good right now, assuming these shale gas supplies are as good as we think they are and that economists have confidence that these high prices can last.”\nHerberg and other experts doubt that all of the terminals will pan out. The investment can be huge, with a single facility costing hundreds of millions of dollars to build. The permitting process is difficult, involving clean water, coastal zone, clean air and other environmental and land use restrictions that state officials might add on top of federal rules. And getting permission to export is difficult, because companies must prove the sales are in the national interest if they ship to countries that don’t have free trade agreements with the United States.\nPotential exporters might also be dissuaded by the historic volatility of the natural gas market.\nHalf a decade ago, energy companies were scrambling to build LNG import terminals. But by the time they had weathered organized public opposition and regulatory oversight, they discovered that the U.S. shale oil boom had destroyed the economics of LNG imports. Some import partnerships went bankrupt. Others rapidly changed course and began applying for export permits.\nWhat’s more, unlike oil, gas isn’t traded at a global, standard price. Not only do prices differ wildly in various parts of the world, but the trade of natural gas is also subsidized and restricted by a complex web of laws in exporting and importing nations.\nThe Energy Information Agency emphasized that volatility in its report.\n“EIA recognizes that projections of energy markets over a 25-year period are highly uncertain and subject to many events that cannot be foreseen, such as supply disruptions, policy changes, and technological breakthroughs,” the report says. The authors also warned that their study was limited and didn’t account for other variables, such as world energy markets, macroeconomics, or how price changes may affect the demand for natural gas on a global scale.\nDespite these challenges, one company, Houston-based Cheniere Enegy, Inc., has already received permits to build a natural gas export terminal in Sabine, La. where it already has an LNG import terminal. On Jan. 30 Cheniere signed an agreement to sell 3.5 million tons of LNG to Korean Gas Corporation beginning as early as 2017.\nGas Consumers Oppose Exports\nThe domestic natural gas industry got a big political boost when Obama used his Jan. 24 State of the Union Address to promise that his administration “will take every possible action to safely develop this energy.”\nFellow Democrats aren’t as certain the booming natural gas industry will translate to lower energy prices and other benefits for individuals and businesses in the United States. Last week Rep. Ed Markey (D-Mass.) introduced two legislative amendments regarding natural gas exports. One would have restricted exports of natural gas drilled from federal lands, while the other would have prevented FERC from approving new natural gas export terminals until 2025. Neither proposal passed the Republican-controlled house, but the subject is a long way from settled. During testimony on the President’s budget, Energy Secretary Stephen Chu said he hadn’t yet come to a decision on potential natural gas exports to non free-trade countries.\nIt’s not just environmentalists and NIMBYists who want to block those permits. Utility, manufacturing, even pharmaceutical and agribusiness interests could all lose out on a cheap power source if exports drive prices up.\n“By anyone’s measure, these are substantial cost increases,” Paul Cicio, president of the Industrial Energy Consumers of America said in a news release after the EIA released its study in January. At the time, Cicio said the IECA was lobbying for legislation that would force the Energy Department to require impact studies of every application to export LNG.\nAmerican Public Gas Association Executive Vice President Dave Schryver said his organization’s members—small, often not-for-profit gas systems owned by municipalities and other public entities—have been concerned about LNG exports since Cheniere first applied for a permit.\n“Given the unknowns, and given the price impacts, it’s pretty premature to go out and create this highway,” Schryver said. Instead, he thinks the focus should be shifted to using the glut of natural gas to power U.S. vehicles and fuel U.S. power plants. An investment in natural gas infrastructure would generate new jobs, he said, while export terminal construction would only create short-term work.\nLiquefied natural gas proponents have downplayed these arguments, as well as the significance of the EIA findings. That report was commissioned by the Department of Energy as part of a broader examination of the potential impacts of LNG exports. The DOE has also commissioned another study, which will scrutinize the macroeconomic impact of LNG exports. Those results are expected in the next few months.\nBill Cooper, president of the Center for Liquefied Natural Gas, an industry association, thinks the debate over LNG exports should be put on hold until the second study is made public.\n“The world doesn’t operate in a vacuum and you can’t look at just one piece of the puzzle to determine what the picture is going to be,” Cooper said.\nHe said it makes simple economic sense to export natural gas, particularly if that gas isn’t being consumed in the United States. “Generally speaking, exports are good for the United States because they bring money back in for goods and services that employ people here.”\nStill, Cooper joins others in cautioning that it’s not realistic to expect that all the proposed terminals will be built—and those that are built might not operate at full capacity.\n“We’re talking about projects that are in the billions of dollars,” Cooper says. “You don’t build a liquefaction facility on spec and hope that you can sell the product.”\nCooper believes existing regulations governing LNG exports will protect domestic energy consumers.\nCompanies are free to export natural gas to the 17 countries that have signed free trade agreements with the United States, including Japan, the world’s biggest consumer of natural gas. South Korea—the world’s second biggest consumer of LNG—will be added to the list after the U.S. and Korean legislatures ratify an agreement that has already been signed by the two countries’ leaders.\nBefore companies can export to countries that don’t have free trade agreements with the U.S., the DOE has to determine whether their proposals are in the U.S. national interest. But the American Public Gas Association’s Schryver said the burden of proof is on those who oppose the exports to show that the sale would harm the country, rather than on exporters to prove that the United States would gain from selling the gas abroad.\n“The way the process is set up is really skewed against us,” he said.\nUncertainties Remain for LNG\nHerberg, the energy economist, says that while legislation to restrict natural gas exports can be politically and environmentally powerful, it may not be the wisest long-term move to start hoarding domestic reserves. As an example, he pointed to the windfall tax hikes levied in the 1970s after the Arab oil embargo drove up oil prices, and then energy company profits.\n“What did we get? We got a disaster,” he said. “Supply collapsed because investment collapsed. It turned into a nightmare.”\nA similar protectionist stance toward natural gas exports could kill investment in an industry that could produce jobs and export revenues for the United States, he said.\n“We have a natural gas supply which is literally coming out of our ears for 50 years,” Herberg said. “How much do you need before you begin to say we should export some of this?”\nCorrection: This story incorrectly stated the volume reductions associated with  liquefying natural gas. It has been corrected to say that liquefied  natural gas occupies 1/600th the volume as its gaseous form.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}