{
  "url": "https://insideclimatenews.org/news/07022012/labor-unions-keystone-xl-oil-sands-pipeline-environmentalists-obama-climate-change-election/",
  "title": "Membership in Unions Supporting Obama on Keystone Rejection Outnumbers Those Against",
  "date": "2012-02-07T12:00:19-05:00",
  "content": "WASHINGTON—A barrage of industry-led advertising and lobbying urging President Obama to “put jobs ahead of politics” has fueled the impression that labor unions universally champion the Keystone XL oil pipeline.\nBut that myth was blown apart just minutes after the president rejected the $7 billion project on Jan. 18.\nThat’s when five labor unions that had kept low profiles on the pipeline—including the 2 million-member strong Service Employees International Union—issued a joint statement backing Obama’s decision. Not only did they laud him for acting “wisely,” but they also emphasized the need to address climate change and find sustainable and secure energy sources.\nSince then, a more nuanced snapshot has emerged of where labor unions stand on Keystone XL. That newer picture weakens industry’s argument that the pipeline has broad union support. The handful of unions that praised the president and questioned the project’s merits represent close to 5 million members. Membership in the five unions publicly promoting the project is near 3.3 million. (See chart.)\nLabor Unions Supporting Keystone XL\nSource: Union websites and news releases. Totals include active and retired members in the United States and Canada.\nUnions rarely march in lockstep on every national issue. But the labor movement has a long tradition of allowing unions with the most at stake on a particular project—in the case of Keystone XL, the building and construction trades—to take the lead.\nKeystone XL has disrupted this familiar pattern, in part because unions have growing concerns about global warming. The 1,702-mile pipeline would carry a particularly dirty type of heavy crude oil from Canada’s tar sands mines to refineries along the U.S. Gulf Coast. Scientists agree that harvesting and refining this oil is speeding the warming of the planet.\n“Climate change demands that we rethink everything,” said Joe Uehlein, a former union construction worker and AFLA-CIO officer. He’s the founder and executive director of the Labor Network for Sustainability, a nonprofit that educates trade unions about environmental issues.\nIt’s wrong to present Keystone as a choice between jobs and the environment, Uehlein told InsideClimate News.\n“This notion that we’ve never met a job we didn’t like has to change,” he said. “We need to be looking at jobs through a carbon lens. From carbon emissions alone, all unions have a stake in high-intensity projects such as [Keystone XL]. We can fix the economy and climate change … but not by supporting 20th century energy projects.”\nOne of the labor unions that signed the Jan. 18 joint statement—the Transport Workers Union—was among the first to speak out against the pipeline.\nIn August, the Transport Workers’ president, James Little, and the president of the Amalgamated Transit Union, Larry Hanley, issued a statement saying that approving Keystone XL’s six-state route would be a mistake. Their concerns included the destruction of Canada’s boreal forest, groundwater pollution, carbon intensity and refinery emissions.\nTheir announcement didn’t garner much attention, perhaps because their relatively puny combined membership of 390,000 doesn’t carry much clout.\n“We need jobs, but not ones based on increasing our reliance on tar sands oil,” Little and Hanley said in a press release. “We therefore call for major New Deal-type public investments in infrastructure modernization and repair, energy conservation and climate protection.”\nDivide and Conquer\nEnvironmental risks weren’t all that prompted the Transport Workers to sign the Jan. 18 statement with the Service Employees International, the United Steelworkers, the United Auto Workers and the Communications Workers. They were aware that the GOP and other pipeline proponents were intent on cleaving the president’s base by pitting labor unions against environmentalists.\nCongressional Republicans tried to ensnare the president in that divide-and-conquer lair in late December by launching legislation that forced Obama to decide the fate of Keystone XL within a 60-day window. They also inflated the number of pipeline-affiliated jobs.\nThe Keystone XL would require a construction workforce of between 5,000 and 6,000, according to documents filed with the State Department. But recent full-page newspaper ads placed by the U.S. Chamber of Commerce put the jobs number at 20,000. Others, including House Speaker John Boehner (R-Ohio), have claimed the count is 100,000 or more.\nAlmost 1.5 million construction workers were unemployed in January, according to the Bureau of Labor Statistics.\nAfter Obama said “no” to the pipeline, Leo Gerard, president of the United Steelworkers, tipped his hardhat to the president for refusing to bow to Republican pressure.\n“The White House is facing forces in Congress that have decided to use this project as a litmus test for their commitment to jobs,” Gerard said in a news release. “But the fact is, more time is needed to ensure that this project will have the economic and environmental benefits claimed by the developer.”\nGerard and the other signers of the joint statement asked why Republicans have tried to turn the Keystone XL into a poster child for jobs when the GOP has stymied a string of other legislative attempts to expand employment. The joint statement mentioned several examples, including the Restore the American Dream Act, which one analysis shows could create and save 2.3 million jobs this year and 3.1 million jobs in 2013.\nBuilding Trades Irate\nThe five unions with the strongest allegiance to the pipeline project would benefit directly from any jobs it creates. In addition to the 500,000-member strong Laborers’ International Union of North America, those unions include the Teamsters, the International Brotherhood of Electrical Workers, the International Union of Operating Engineers, and the United Association, the union for plumbers, pipefitters and welders.\nIn 2010, they all signed a project labor agreement with TransCanada, the Calgary, Alberta-based pipeline builder. Basically, such a pact defines specific work duties for unions.\nLaborers’ International was so adamant about the pipeline proceeding that its leaders refused to listen to a Canadian labor union that wanted to discuss their concerns about the project. Late last year, members of Canada’s Communications, Energy and Paperworkers Union wanted to set up a meeting to discuss issues such as how they feared losing their jobs at oil refineries in Alberta to workers on the U.S. Gulf Coast. But that meeting was canceled after Laborers’ International threatened to picket the Canadian union’s U.S. counterparts.\nThe unions that signed the pact with TransCanada assumed that, following tradition, it would give them the muscle to call all the union shots pertaining to Keystone XL’s future. That’s why they felt jilted when unions they perceived as not having a dog in the fight publicly defended Obama’s Keystone XL veto.\nThey were especially incensed that the Jan. 18 statement their brethren endorsed was also signed by the Sierra Club and the Natural Resources Defense Council. Both nonprofits have spent years trying to halt the pipeline.\nTwo days after Obama stopped the pipeline, Laborers’ International acted on its disgust with environmentalists and its union colleagues by withdrawing from the BlueGreen Alliance. The Sierra Club and the United Steelworkers launched the alliance in 2006 so conservation organizations and labor unions could work together to support the emerging  green economy. The alliance has remained neutral on Keystone XL.\nA Laborers’ International spokeswoman said the union preferred not to comment for this article. But in a Jan. 18 news release, general president Terry O’Sullivan called the president’s ruling “politics at its worst.”\n“Once again the president has sided with environmentalists instead of blue-collar construction workers, even though environmental concerns were more than adequately addressed,” O’Sullivan said. “Blue-collar construction workers across the United States will not forget this.”\nMark Ayers, president of the AFL-CIO’s Building and Construction Trades Department, issued an equally withering statement.\nWith a high unemployment rate in construction, Ayers said, “environmental activists who are not saddled with the economic and psychological scars that accompany long-term unemployment will applaud the fact that they successfully induced the White House to block this project. Meanwhile, thousands of proud Americans throughout the heartland will once again be faced with the terrifying prospect of losing their homes and their livelihoods as they struggle to find work.”\nLeaders of the AFL-CIO, a federation of 56 national and international labor unions, are still neutral on the pipeline project. But AFL-CIO president Richard Trumka tackled the topic last month at the Investor Summit on Climate Risk & Energy in New York City.\n“We cannot have a trust-building conversation about it unless opponents of the pipeline recognize that construction jobs are real jobs, good jobs, and supporters of the pipeline recognize that tar sands oil raises real issues in terms of climate change,” Trumka said.\nObama Not Losing Union Votes\nDespite the rift over Keystone XL, most observers agree that the animosity won’t sour the vast majority of union members on uniting to re-elect Obama.\nIn fact, the pro-pipeline union that represents plumbers, pipefitters and welders endorsed the president’s re-election effort way back in August. William Hite, an Obama ally and fellow Chicagoan, heads that union.\n“I don’t think the division in the unions is as significant as it is being made out to be by some,” said Uehlein, founder of the Labor Network for Sustainability. “Unions disagreeing on an issue is not unheard of. We’ve seen a lot of these divisions before.”\nChuck Porcari, a spokesman for the Communications Workers, said his union joined the environmental organizations in signing the Jan. 18 statement because a project as complex as the Keystone XL needs extra scrutiny.\nHe said it is “preposterous” that members of the building and construction trades would vote against Obama because of a single oil pipeline.\n“The idea that his base would be split is absolutely ridiculous,” Porcari told InsideClimate News. “The Republicans are desperate. They’re trying to drive a wedge into a brick wall and it isn’t going to happen.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}