{
  "url": "https://insideclimatenews.org/news/05012012/landowners-keystone-xl-pipeline-taxes-environment-transcanada-nebraska-texas-montana-kansas-oklahoma-south-dakota/",
  "title": "Unequal Risks and Benefits for Citizens in Six States on Keystone XL Pipeline Route",
  "date": "2012-01-05T13:30:02-05:00",
  "content": "If the Keystone XL oil pipeline were approved today, residents in the six states along its route would not receive equal treatment from TransCanada, the company that wants to build the project.\nThe differences are particularly striking when it comes to tax revenue and environmental protection. States with stronger regulations have won protections for their citizens, while other states sometimes focused more on meeting TransCanada’s needs.\nIn Kansas, for example, lawmakers gave TransCanada a 10-year tax exemption, which means the state won’t receive any property tax revenue from the pipeline. Meanwhile, each of the other five states—Montana, South Dakota, Nebraska, Oklahoma and Texas—would earn between $14 million and $63 million a year, according to U.S. State Department estimates.\nClick here for a chart that compares how the six states are dealing with the Keystone XL pipeline.\nWhen it comes to route changes and protection for landowners, residents of Texas, Oklahoma and Kansas have fared the worst, because their states haven’t created any regulations to safeguard their interests.\n“All the power is in the hands of the pipeline companies,” said Chris Wilson, an independent environmental consultant from Texas who opposes the Keystone XL. Landowners along the route “are really screwed…there’s no one in the government they can call for help.”\nThe Obama administration put the Keystone XL on hold in November, saying it needed another year to reassess the environmental risks the project could pose. Republican lawmakers, meanwhile, are trying to force the president to make his decision by February 21. The pipeline would move oil from the tar sands of Alberta to the U.S. Gulf Coast.\nBecause the Keystone XL would cross state boundaries, both federal and state agencies are involved in its regulation. The U.S. Pipeline and Hazardous Materials Safety Administration (PHMSA) handles safety issues, such as pipeline thickness and operating pressure. Individual states are responsible for pipeline siting, the process that determines a pipeline’s exact route within state borders.\nBut only the state of Montana has chosen to exercise that power, leaving citizens who object to the pipeline’s path in other states no option but to shell out money for a court battle, or appeal to local officials who often lack the resources and experience to challenge a major corporation.\nIn Montana, however, the state’s Department of Environmental Quality used a decades-old siting act to minimize environmental damage along the route. TransCanada has rerouted more than 100 miles of the Keystone XL in response to agency and landowner concerns. If the pipeline is approved, the company also must post a bond so funds are available to repair construction-related damage.\nDEQ staffer Greg Hallsten, who worked on Keystone XL siting, said that although TransCanada sometimes objected to the agency’s reroutes, its complaints were overruled.\n“We have [siting] authority in the state,” he said. “Our authority’s never been challenged along those lines.”\nTransCanada spokesman Terry Cunha said the vast differences in pipeline regulation reflect the political landscape of each state. “We appreciate that each state has their own guidelines,” he said. “It’s not up to us to modify or create legislation. We’re working with the state governments to meet [their] guidelines and get this project approved.”\nOther states could follow Montana’s lead by pressuring their legislators to create pipeline regulation, said Pat Parenteau, a Vermont Law School professor who studies land use and environmental policy. “If there’s a popular enough demand,” it can be done, he said.\nThat’s what happened in Nebraska, where residents worked for years to persuade their lawmakers to reroute the Keystone XL out of the ecologically sensitive Sandhills. Farmers and ranchers picketed the governor’s mansion, traveled to Washington, D.C. and repeatedly called for a special session to draft siting regulations for interstate pipelines. As the momentum grew, TransCanada offered Nebraska a $100 million dollar spill bond for the Sandhills region—a protection it didn’t offer any of the other states.\nNebraska Gov. Dave Heineman finally called a special session in November, where bills were passed to move the pipeline out of the Sandhills and to give the Public Service Commission authority to site future oil pipelines (excluding Keystone XL). TransCanada is now working with state environmental officials to establish a new route for its pipeline.\nWhat Nebraskans have done is very significant, said Mary Boyle, a spokeswoman for the nonpartisan watchdog group Common Cause. Legislators won’t act unless they feel outside pressure from constituents, she said, so getting those bills passed is “no small accomplishment…Nebraska citizens clearly proved this can be done.”\nFew Protections from Eminent Domain\nDespite the new regulations in Nebraska, landowners there, like landowners in all the Keystone states, have felt helpless when TransCanada used eminent domain to take their land.\nAll six states have given the company the power of eminent domain. While the eminent domain laws vary from state to state, they generally allow projects built for a “public” good—including railroads, transmission lines and highways—to use private land after paying landowners a fair price that’s determined by the courts. But the laws aren’t specific about what “public” means, and pipeline opponents say Keystone XL shouldn’t be allowed to use eminent domain because it’s not serving the United States public.\nHarlan Hentges, an attorney who represented an Oklahoma family that challenged the taking of their land, says TransCanada is a foreign company transporting foreign goods (crude oil) across the U.S. for export. “To me it’s an outrage from beginning to end,” he said.\nMontana is the only state that offers its residents some protection from eminent domain.\nIts siting act requires that pipelines be built on public land whenever it’s economically feasible. As a result, 77 percent of the pipeline’s route through Montana falls on private land, while that number rises to more than 92 percent in the other five states. In Texas, all of the Keystone is routed through private land.\nMontana also doesn’t allow companies to take landowners to court until the DEQ gives a project a final stamp of approval, known as a Certificate of Compliance. In early December, the DEQ’s Hallsten told InsideClimate News that the agency didn’t plan to issue the certificate to TransCanada unless the federal government approved the pipeline. But Gov. Brian Schweitzer overruled the agency on Dec. 15 when he announced that TransCanada had met the siting act’s requirements and that the DEQ would issue the certificate within a few weeks.\nSue Kelso, the Oklahoma landowner who hired Hentges to challenge TransCanada’s use of eminent domain on her family farm, said she feels abandoned by her state officials.\nThe Oklahoma Corporation Commission—the agency in charge of pipeline regulation—has little control over interstate pipelines. Commission spokesman Matt Skinner said the agency’s role is limited to remediation after oil spills.\nKelso’s troubles began when a TransCanada land agent offered her $3,000 for a permanent easement on her property. Kelso said the agent claimed the pipeline would carry regular crude oil, but she soon found that Keystone XL would transport the tar sands oil known as diluted bitumen, or dilbit. Unlike conventional crude, the exact chemical composition of dilbit remains a trade secret. There’s little research on dilbit and no peer-reviewed studies on how it affects pipeline corrosion.\nKelso’s concerns escalated after an Enbridge pipeline spilled dilbit into Michigan’s Kalamazoo River in July 2010. The Environmental Protection Agency doesn’t expect the cleanup of that spill to be completed until the end of 2012.\n“I live in fear that this pipeline will go through and ruin all the water,” Kelso said.\nWhen Kelso refused to sign TransCanada’s contract, she said the land agent threatened to use eminent domain. “She told me [to] either take what they offered or they’d condemn our property and take it anyway.” That’s when Kelso hired Hentges.\nIn August, TransCanada voluntarily rerouted the pipeline around Kelso’s property. Hentges believes the company wanted to avoid going to court, where the case might set a precedent and open the floodgates to eminent domain challenges in other Keystone XL states.\nIn Texas, property rights activist Debra Medina is lobbying legislators to clarify the state’s eminent domain law. State law grants the operators of common carrier pipelines—defined as “to or for the public for hire”—the power of eminent domain, but it’s unclear if the word “public” refers to Texans or the public at large, Medina said. She asked the Railroad Commission and the Texas attorney general’s office for clarification but never received an answer.\nEveryone knows that Texans value property ownership, she said. “And yet, in our law, we’ve given eminent domain authority to private businesses and nobody’s making sure the businesses who exercise that power meet the necessary criteria.”\nNo Comfort for One of Landowners’ Greatest Fears\nNeither the federal government nor any of the Keystone states have offered landowners much protection from one of their greatest fears: an oil spill that affects their property.\nFederal regulations require pipeline companies to file oil spill response plans, but TransCanada hasn’t completed its plan for the Keystone XL. TransCanada spokesman Terry Cunha said the plan will be finalized once the entire project, including the new route through Nebraska, is confirmed.\nEven after the plan is released, it will be difficult for landowners along the route to examine the document, said Carl Weimer, executive director of the Pipeline Safety Trust, a nonprofit that promotes fuel transportation safety. The spill plans are created by pipeline companies and given directly to PHMSA for review, so there’s no opportunity for public input. A PHMSA spokesman said the secrecy is necessary because the plans contain potentially sensitive information about public safety and homeland security.\nMontana rancher Darrell Garoutte thinks the public has a right to review those documents. “After the BP [Gulf spill] fiasco, I’m concerned that any plan without public scrutiny will be lacking in most areas.”\nWeimer said that some states, including Washington and Alaska, have taken steps to make emergency response information more transparent. But none of the Keystone XL states are included in that group, he said.\nSandy Barnick, whose farm near Glendive, Montana would be crossed by Keystone XL, said the remoteness of her rural county, which she describes as “in the middle of nowhere,” has heightened her fear of pipeline accidents and spills.\nTransCanada told InsideClimate News that the company is ready to respond to emergencies. “[We’ve] procured and stored equipment, hired personnel and contractors along the length of the pipeline specifically to ensure we are capable of responding quickly,” said spokesman Shawn Howard.\nBut Zona Vig worries that the company will have trouble responding to an emergency on her South Dakota family ranch, which is 100 miles from the nearest hospital. The region is criss-crossed by dirt roads that become impassable during rains, Vig said. “What happens if you have a leak? How are you going to get people out here, [especially] in a blizzard when the wind is blowing and the snow’s coming down?”\nVig and her neighbors are accustomed to taking care of themselves. Her husband pilots a small plane that’s sometimes used for medical emergencies, and her son is part of the county’s volunteer fire department. But there are no other oil pipelines in Meade County, and Vig said they’re not prepared to deal with a spill.\nBarnick, the Montana farmer, says state officials should be doing more to address landowner concerns. She blames their inaction on the fact that most of the pipeline’s route runs through counties with small populations and little political clout. “I feel [like] we’re dispensable.”\nPipeline Tax Revenue Varies By State\nSome landowners say the promise of tax revenue has made state and local officials blind to citizen concerns. According to the State Department’s Final Environmental Impact Statement, the pipeline would generate property taxes ranging from $14 million per year for Oklahoma to $63 million per year for Montana. But experts say actual tax revenues may vary significantly from those estimates.\nThe State Department calculations for Montana were done without an accurate understanding of the state’s tax laws, said Ed Caplis, director of Tax Policy and Research at the Montana Department of Revenue. While the State Department  projects tax revenues of $63 million a year, Caplis’ department’s assessment, based on data provided by TransCanada, puts the number at $80 million.\nSouth Dakota taxes pipelines based on the income they generate, so “it’s rather difficult assessing a future project,” said Mike Houdyshell, director of the Property and Special Tax Division at the South Dakota Department of Revenue. Pipelines don’t make any income until they’re operational, and that income is dependent on market forces during the time of operation.\nHoudyshell’s department wasn’t involved in the State Department property tax estimates. Their only assessment for Keystone XL is an estimate of the property tax for Harding County (one of nine counties in the pipeline’s path), which comes out to about one million dollars. That’s substantially less than the State Department estimate of $3.3 million dollars for Harding County.\nAn existing TransCanada pipeline, simply called Keystone, has generated far less in property taxes for South Dakota than TransCanada originally projected.\n“We don’t know how [TransCanada] arrived at those numbers,” Houdyshell said. “Obviously they were overstated to some extent—we don’t really know why.”\nThe state of Kansas stands to gain the least financially from the Keystone XL. Its situation is unique because the first Keystone pipeline already runs through Kansas, and part of that pipeline would act as a bridge between two sections of the new pipeline. However, the Keystone XL would increase the amount of dilbit flowing through Kansas, so TransCanada would need to build additional pump stations in the state to handle the new capacity (up to 830,000 barrels of oil per day).\nWhen TransCanada began planning the Keystone pipeline in 2005, Marion County commissioner Dan Holub was one of the few Kansas officials who opposed it. “I’m scared to death of what they’re running through there,” he said, referring to the unknown dangers of dilbit.\nHolub tried to persuade state officials to help address landowners concerns. But instead, the Kansas legislature passed a series of bills to incentivize energy processing, including one that granted large pipelines a property tax exemption for up to 10 years. The new pump stations for Keystone XL would likely receive the same tax exemption.\nHolub says TransCanada didn’t need the tax cut, which cost his county some much-needed funds. According to the Kansas Department of Revenue, the Keystone pipeline would have brought $2.9 million in property taxes to Marion County in 2011.\nBut State Sen. Jay Emler, who voted for the tax cut, said the bill guaranteed a steady source of crude oil for the state’s refineries and was meant to encourage TransCanada to build the pipeline through Kansas. “One of their lobbyists came to my office in 2005 and said, ‘if we don’t get this tax exemption, we won’t bring the pipeline through Kansas.'”\nEmler said a recent letter from a TransCanada lobbyist says the tax exemption was just one of several factors in deciding where to build the pipeline, so the company might have brought Keystone through Kansas anyway. “Hindsight is always 20/20,” Emler said. If the legislature had known in 2005 that TransCanada didn’t need the exemption, “why would we have given it to them?”\nThe Kansas Department of Revenue has challenged the tax exemption and the matter is now before the Kansas Court of Tax Appeals. If TransCanada loses its exemption, a court spokesperson said, the company would have to pay all its back taxes.\nTransCanada also got a tax break in South Dakota when the first Keystone pipeline was routed through the state. South Dakota legislators passed a bill in the 1990s to grant large energy projects (including ethanol plants and wind blade factories) a refund on a 4 percent contractor excise tax. The law wasn’t intended for oil pipelines, said Scott Heidepriem, a former state senator who now runs a law firm in Sioux Falls, but it was so loosely worded  that TransCanada qualified.\nHeidepriem said the first Keystone pipeline is eligible for more than $30 million dollars from the tax refund, though records from the South Dakota Department of Revenue show that the company had claimed just $2.7 million as of September 2011. Heidepriem argues that TransCanada didn’t need the tax break because the pipeline would have come through the state anyway. It doesn’t make sense to give them all this money while the legislature cuts the state’s education budget, he said.\nIn 2008, Heidepriem represented a group of landowners along the first Keystone pipeline who fought TransCanada’s use of eminent domain. The landowners eventually settled, but details of the settlement remain confidential.\nThe South Dakota legislature tightened the language on the tax refund law after the first Keystone pipeline was built. The Keystone XL would be eligible for no more than $10 million dollars, and the program will expire at the end of 2012.\nBut South Dakota’s lawmakers haven’t taken action on something landowners along the route have been lobbying for: A bond to make sure their property would be cleaned up in the event of a spill. Between 2008 and 2010, the legislature failed on three separate occasions to approve a spill bond that would have imposed a several-cents-per-barrel tax on Keystone XL oil. If the money wasn’t used, it would have been returned to TransCanada.\nVig helped lobby for the bond as a member of a grassroots group called Dakota Rural Action. She described the experience like “walking into a brick wall.” TransCanada fought it tooth and nail, she said, “and our legislators listened to them and voted against it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}