{
  "url": "https://insideclimatenews.org/news/29112011/oil-sands-opponents-enbridge-pacific-northern-gateway-pipeline-project-first-nations-environmental-groups-harper/",
  "title": "Oil Sands Opponents Turn Focus to Enbridge’s Pacific Pipeline Project",
  "date": "2011-11-29T20:30:46-05:00",
  "content": "ALBERTA, Canada—Enbridge Inc’s proposed $5.3 billion pipeline to British  Columbia poses a raft of environmental risks, according to a new report  that signals the project will become the next battleground over the  future of Canada’s oil sands.\nThe study by a trio of  environmental groups, released on Tuesday, comes fast on the heels of a  decision to push back approval of TransCanada Corp’s Alberta-to-Texas  Keystone XL pipeline by more than a year.\nThe  delay has led Canada’s oil industry and Prime Minister Stephen  Harper’s government to intensify their emphasis on exporting oil  sands-derived crude to Asia.\nThe Enbridge project, known as the Northern Gateway pipeline, is the first attempt at doing that in scale.\nBut  the new report—issued by the Natural Resources Defense Council,  Pembina Institute and Living Oceans Society—says the project would  threaten native communities, salmon fishery and wildlife habitat on land  and in waters off the West Coast.\nThe report uses last year’s Enbridge pipeline rupture and oil spill in Michigan, and even the Fukushima nuclear disaster in Japan,  as examples of why governments and regulators should block the proposal  to bisect the rugged Western Canadian province with steel pipe.\nNorthern  Gateway would move 525,000 barrels of crude a day to the port of  Kitimat, where it would be loaded onto tankers and shipped to Pacific  Rim refiners. The project is a key part of the Harper government’s plans  for a National Energy Strategy.\nRegulatory  hearings are scheduled to begin in January and will take months. About  4,000 people have registered to comment on the project.\n“The  Joint Review Panel assessing the proposed project and the cabinet  ministers with final decision-making authority over its fate should  reject the proposed Northern Gateway pipeline given the grave safety  risks it would impose on a culturally, economically, and ecologically  valuable region,” said the report.\nNumerous Threats at Once\nThe  study also aims to build general opposition to Alberta oil sands  development, which green groups say is 23 percent more carbon-intensive  than conventional oil production. By contrast, a much-referenced report  last year by IHS CERA, the energy consultancy, said it was 6 percent  more carbon intensive when judged from production to end use.\nEnvironmentalists  used similar greenhouse-gas intensity and other arguments in their  battle against Keystone XL. They include an unproven assertion that oil  sands-derived crude is more corrosive in pipelines, increasing risks of  ruptures.\nAn Alberta study  released last week disputed that argument, but pointed out there is  still no formal, peer-reviewed research on the controversial issue.\nThe  report said Enbridge has failed to gauge the impact on the pipeline if  numerous threats emerged at once, as with the March 11 earthquake and  tsunami in Japan, which contributed to the Fukushima nuclear plant  catastrophe.\n“A fall frontal rain  storm that triggered a rock avalanche could rupture the pipeline. Poor  weather conditions combined with associated floods and erosion could  prevent ground or air access for emergency response crews,” it said.\n“Avalanches,  rockslides, explosions, or leaks from the [proposed adjacent] natural  gas pipeline all can have cumulative impacts that worsen the ability to  respond.”\n(Reporting by Jeffrey Jones; Editing by Frank McGurty)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}