{
  "url": "https://insideclimatenews.org/news/02112011/keystone-xl-oil-sands-pipeline-diluted-bitumen-dilbit-secret-chemicals-corrosion-spill-enbridge/",
  "title": "Keystone XL Primer: Secrecy Still Shrouds Diluted Bitumen Risks",
  "date": "2011-11-02T12:00:29-04:00",
  "content": "The Canadian crude oil that would flow through the Keystone XL pipeline is either the lynchpin of U.S. energy security or the path to certain environmental destruction, depending on whom you talk to. Advocates say there is no evidence that it is any more harmful than other types of oil; critics say there is insufficient evidence that it is safe. There is little information to support either side.\nThe oil that would flow through the pipeline is known as diluted bitumen, or dilbit, and it has become a lighting rod for controversy in the debate over the pipeline, which would send as much as 830,000 barrels every day from the tar sands of Alberta, Canada to refineries as far as Texas. The pipeline would cross six states, sometimes passing through environmentally sensitive terrain where spills would be of special concern.\nWhile bitumen has long been refined into oil, regulation of diluted bitumen has been slow to follow. Federal safety officials, for example, don’t know precisely which chemicals shippers mix with bitumen to create dilbit. And even industry groups can’t say exactly how corrosive dilbit is. Research is spotty and outdated; there have been no independent scientific studies exploring the relationship between dilbit and pipeline corrosion.\nHere’s a primer on what is—and isn’t—known about dilbit.\nWhat Exactly Is Diluted Bitumen, or Dilbit?\nBitumen is a tar-like type of petroleum that is a byproduct of the oil refining process as well as a naturally occurring substance found in the oil sands of Canada, Venezuela, the United States and other countries. These sands are considered unconventional deposits, meaning that the petroleum doesn’t come from the oil wells that have traditionally supplied most of the world’s crude. Instead tar sands deposits are mined, usually using strip mining or open pit techniques. The oil can also be extracted by underground heating. In recent years the combination of high oil prices and new technology has made harvesting bitumen extremely profitable. Analysts forecast that capital investment in the oil sands market will reach $45 billion over the next decade.\nIn its natural state, bitumen is extremely viscous and flows very slowly. To move it through pipelines, oil companies dilute it with chemicals called hydrocarbons to create diluted bitumen, or dilbit. The exact composition and quantity of these hydrocarbons—collectively called diluents—is considered proprietary information and is not shared with regulators.\nThe bitumen itself contains many of the same chemicals found in regular crude oils, said Carl Weimer, executive director of the independent, non-partisan Pipeline Safety Trust. But he said there are a lot of unanswered questions about the nature of the chemicals added to bitumen to make dilbit. “I think everybody has a good sense of the tar sands itself … but the diluents used to move it through the pipeline is a whole separate issue.”\nWhile the Keystone project has focused the public’s attention on Canadian bitumen, plans are also under way to mine bitumen in Utah.\nWhy Are People Worried?\nMultiple reports of ruptures in pipelines that carry dilbit have raised concerns about its safety. Most dramatic was the July 2010 Enbridge Energy pipeline leak, which dumped 843,000 gallons of dilbit into the Kalamazoo River. The cleanup operation has so far involved more than 2,000 personnel, 150,000 feet of boom, 175 heavy spill response trucks, 43 boats and 48 oil skimmers. The cost is expected to exceed $700 million.\nSome say pipelines carrying dilbit corrode and burst more frequently than other oil pipelines, because dilbit contains a high concentration of sulfur and minerals and because its stickiness increases friction and raises temperatures inside the pipeline. It is unclear if such characteristics are to blame for the Enbridge incident.\nMany people also worry about the chemicals added to dilute the bitumen. It’s not clear what these chemicals are, because that information is considered a trade secret. Weimer of the Pipeline Safety Trust said even the U.S. Environmental Protection Agency doesn’t know the exact composition of the hydrocarbons used in diluents.\nIf built as proposed, the Keystone XL would pass through Nebraska’s Ogallala aquifer, the most heavily used aquifer in the United States. TransCanada estimates that the pipeline could see 11 spills over the next half-century, with each spill releasing an average of 50 barrels of oil. Some researchers believe the number of spills could be much higher (by one estimate, 91 over 50 years).\nAdditionally, the EPA has said that on a “well-to-tank” basis, bitumen produces 82 percent more greenhouse gasses than conventional oil.\nWhat Do We Know About the Chemicals Found in Dilbit, and Why Is It Important?\nTwo websites offer information about the chemicals found in dilbit: CrudeMonitor.ca and Environment Canada’s oil properties database. But those websites only list the kinds of chemicals found in diluents, not the exact chemical composition.\nFor instance, CrudeMonitor.ca lists the volume of octanes found in specific dilbit blends. Octanes are a class of chemicals, and there are at least 18 different octane compounds, each with its own chemical properties. “They talk about the type of molecules and not the specific molecules, and that [makes] a big difference when it comes to the dangers” of those chemicals, said Anthony Swift, a policy analyst at the Natural Resources Defense Council.\nSwift said there are health and safety reasons for encouraging better disclosure of the chemicals found in diluents. It’s harder to clean up an oil spill if you don’t know what you’re dealing with, he said, and “first responders need to be aware of what they’re encountering.”\nWhat Happens in a Dilbit Oil Spill?\nAfter a spill, some of the dilbit will float on the water and it can be skimmed off just like oil from a conventional oil spill. But over time, many of the light hydrocarbons found in the diluents will gas off into the atmosphere, leaving behind the heavier bitumen, which will sink below the water surface. Cleanup crews must scoop up the bitumen from beneath the water to prevent further damage to the river.\nThe Enbridge spill on the Kalamazoo River was the largest dilbit spill in U.S. history. In various media interviews, EPA personnel have said that the nature of the oil made it harder to clean up the spill. Mark Durno of the EPA told reporters that the heavy submerged oil was “a real eye-opener … In larger spills we’ve dealt with before, we haven’t seen nearly this footprint of submerged oil, if we’ve seen any at all.” The EPA originally believed it would take two months to clean up the spill. But in October, the agency announced that the cleanup will continue through the end of 2012.\nAre Pipelines the Only Place Where Dilbit’s Corrosiveness Is a Concern?\nSome researchers believe that the risks posed by dilbit will be borne out not only in the pipelines, but also in refineries, where the substance is processed at extremely high temperatures. The intense heat could release sulfur from the oil molecules in dilbit, corroding refinery equipment and possibly creating leaks or explosions.\nIf information about dilbit is so hard to find, where are environmentalists getting their data?\nBoth supporters and opponents of dilbit rely on industry materials, government data and academic articles in their arguments. Here are some of the sources used by the National Resources Defense Council, which is leading the crusade against dilbit, in its oft-cited report, “Tar Sands Pipelines Safety Risks“: information from the U.S. Department of Transportation Pipeline Hazardous Material Safety Administration and the Canadian Energy Resources Conservation Board, articles in the scholarly journal Petroleum Science and Technology, and documents from the Canadian Association of Petroleum Producers.\nWhat Data Is the Industry Using to Support Its Position That Dilbit Is Safe?\nIndustry groups point to the lukewarm evidence of dilbit’s danger as proof of its safety. Peter Lidiak, pipeline director for the American Petroleum Institute, told InsideClimate News that the API has reviewed Department of Transportation data from 2002 and found no instances of internal corrosion in pipelines carrying dilbit.\n“Dilbit has very similar characteristics to other types of heavy crudes,” Lidiak said. “Most refineries have been upgraded to handle the heavier products like dilbit. I’m not worried about any potential safety issues there.”\nWhat Is the State Department’s Position on Dilbit?\nAt the end of August, the State Department released its final environmental review of the Keystone XL project. The report did not explore concerns related to dilbit’s corrosiveness or the lack of information about its composition.\nWhat Would a Comprehensive Study of Dilbit Require?\nSwift said a study would need to focus on three areas: the frequency of spills in pipelines carrying dilbit, the effects of dilbit on leak detection systems and any additional risks and cleanup challenges. He estimated that such a study would take about a year and would involve a review of the historical data available on dilbit pipelines as well as testing of existing pipelines.\nCongress is currently considering two bills that would require a study of this scope. The Pipeline Transportation Safety Improvement Act of 2011, sponsored by Sen. Frank Lautenberg (D-New Jersey), emerged from committee in May of this year and has been placed on the Senate legislative calendar. The Pipeline Infrastructure and Community Protection Act of 2011, sponsored by Rep. Frederick Upton (R-Michigan), passed through several committees but has yet to be considered by the House as a whole.\nInsideClimate News reporter Lisa Song contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}