{
  "url": "https://insideclimatenews.org/news/25102011/india-nuclear-energy-expansion-grassroots-uprising-jaitapur-maharashtra-tamil-nadu-west-bengal-fukushima/",
  "title": "Prospects Dim for India’s Nuclear Power Expansion as Grassroots Uprising Spreads",
  "date": "2011-10-25T16:30:13-04:00",
  "content": "NEW DELHI, India—When India’s central government passed the long-delayed Indo-U.S. nuclear agreement in 2008 and implemented plans to add 40 gigawatts of nuclear power by 2020—10 times its current capacity—it certainly didn’t foresee what would happen next. A rare grassroots uprising led by farmers and fisherman took shape in three major states to block atomic megaprojects that locals say would threaten their traditional livelihoods.\nNor did national leaders expect India’s intelligentsia—led by retired judges, military leaders, scientists, bureaucrats and academics—to get behind the farmers and fishers and build up such a wall of resistance that some fear it could scuttle billion-dollar deals to import reactors and quash several nuclear projects.\nBut that’s what has happened. Their grievances have now made their way to India’s Supreme Court, which is considering a petition to put a stay on nuclear construction until  safety reviews of existing plants and those planned along the peninsular coastline are completed.\nIf the court sides with petitioners it could drive away crucial foreign investment in the rapidly growing nuclear program, local experts say.\nCurrently, the country has 19 nuclear reactors producing about 4,000 megawatts, only about 3 percent of the country’s electricity needs. India, which has refused to sign the 189-nation Nuclear Non-Proliferation Treaty, found itself subject to decades of isolation in the international nuclear trade following its 1974 nuclear weapons test. The Indo-U.S. deal reversed a 34-year-old U.S. ban on supplying nuclear fuel and technology to India.\nFor American reactor builders like GE and Westinghouse, and foreign investors generally, the pact opened a market for nuclear equipment estimated at $175 billion. For India, the third-largest economy in Asia, it meant the promise of a vast new electricity supply needed for economic growth.\nBut both sides’ expansive ambitions are running up against Indian political realities.\nFirst Big Obstacle: State Leaders’ Opposition\nTo the dismay of New Delhi, nuclear opposition has remained incredibly resilient in the months since the devastation at Japan’s Fukushima nuclear plant.\nIn one of the latest signs of the movement’s strength, the elected heads of governments of the eastern states of West Bengal and Tamil Nadu—who are both leaders of powerful regional parties—have recently reversed support for nuclear megaprojects in their states.\nWest Bengal Chief Minister Mamta Banerjee, who once backed the building of a Russian-built, 6,000-megawatt nuclear facility in the coastal fishing village of Haripur, told the central government in August the state is scrapping the long-opposed project in the face of mounting resistance.\nIn Tamil Nadu, Chief Minister J. Jayalalithaa recently had her own u-turn on plans to add six reactors to the Koodankulam Nuclear Power Plant. The plant already has two reactors constructed, though not yet operating, using Russian technology that was available to India long before the Indo-U.S. deal.\nIn a letter last month to Prime Minister Manmohan Singh, Jayalalithaa urged the government to put the expansion on hold until local concerns were addressed. She passed a resolution in the provincial legislature seeking the same goal. People have been “agonized, disturbed and gripped by a fear psychosis due to the scope  and magnitude of the issue in the wake of the Fukushima mishap,” Jayalalithaa wrote to Singh. The project would be roughly double the size of of the Fukushima complex.\n“Fukushima has greatly helped our agitation,” said activist S.P. Udayakumar in an interview.  For 20 years, Udayakumar has led the People’s Movement Against Nuclear Energy, a campaign against the Koodankulam project, which was initiated in 1988.\nSimilarly, opposition is growing against the 9,900-megawatt Jaitapur Nuclear Power Project in the state of Maharashtra on the western coast, to be built  by French power developer Areva SA. Because Maharashtra is led by the Indian National Congress Party, which also heads the government of India, the state government cannot oppose the project.\nIn West Bengal and Tamil Nadu, the decision by state government heads to pull support for the nuclear projects may seem surprising, given the amount of electricity the plants would supply. Some 40 percent of Indians, about a half a billion people, still lack power. Further, the central government is required to cover the full, enormous cost of each nuclear facility. The plant at Jaitapur, for instance, would cost upwards of $12 billion.\nBut the leaders’ actions follow a pattern of Indian politics. States have previously succeeded in blocking foreign-built megaprojects pushed by the central government but opposed by the public—most notably in the case of Enron’s massive gas-fired power plant in Maharashtra a decade ago.\nEven Bigger Challenge: Supreme Court Petition\nThe biggest challenge yet to the country’s nuclear plans is a writ petition filed in India’s Supreme Court on Oct. 14 by some of India’s most eminent citizens and organizations. The petition calls on the court to order a hold on nuclear construction until safety reviews and cost-benefit analyses are carried out for all proposed or existing facilities.\nThe petitioners include E.A.S. Sarma, former power secretary; T.S.R. Subramanian, former cabinet secretary; N. Gopalaswami, former chief election commissioner; K.R. Venugopal, former secretary in the prime minister’s office; P.M. Bhargava, former member of the National Knowledge Commission and founder fo the Center for Cellular and Molecular Biology; and Admiral Laxminarayan Ramdas, former chief of naval staff.\nIn its appeal the group said India’s nuclear program goes against the “fundamental right to life” guaranteed by the Constitution, which the Supreme Court is bound to protect. Praful Bidwai, one of the petitioners, told InsideClimate News that India has a “poor culture of safety” and cited the 1984 gas disaster in the state of Bhopal, which killed thousands in its aftermath and from related diseases since.\nThe group also urged the Supreme Court to scrap the country’s Civil Liability for Nuclear Damage Act, which passed in 2010 and creates a liability cap for nuclear plant operators for economic damage in the event of an accident. It also leaves nuclear suppliers free of most liability.\nThe petition said: “The Civil Liability for Nuclear Damage Act, 2010, by capping the financial liability of operators and by making suppliers not liable violates the ‘polluter pays’ principle and the ‘absolute liability’ principle which have become recognized as part of the law of the land under Article 21 of the Constitution.”\nThe petitioners want the court to rule that nuclear operators and suppliers would be jointly and absolutely liable for civil damages in the event of an accident, and that their financial liability would be unlimited.\nThe Supreme Court has in the past upheld the “polluter pays” and “absolute liability” principles.\nIf it does so this time, the only way the central government can avoid having to adhere to the ruling would be through fresh legislation, which would be a challenging sell. Even the Indo-U.S. nuclear deal was cleared through  Parliament narrowly in 2008, with Singh’s  government almost falling in a confidence vote over the issue.\nSupreme Court Ruling Could Drive Away Investment\nAn adverse Supreme Court ruling could harm India’s nuclear program by driving away foreign investors, local observers say.\nIndia’s key potential nuclear equipment suppliers, including the United States, have called the country’s nuclear liability law, which local opponents want strengthened, too stringent. In particular they object to clauses allowing the Nuclear Power  Corporation of India to seek compensation from nuclear suppliers in case  of an accident due to faulty equipment.\nU.S. frustration with India’s domestic nuclear liability laws is well known.\nMost recently, U.S. Secretary of State Hillary Clinton made a special plea during a July visit to the country to have them in alignment with the international standards of the Convention on Supplementary Compensation for Nuclear Damage (CSC).\nThe CSC, which was adopted by the International Atomic Energy Agency in 1997, seeks to establish a uniform global legal regime for the compensation of victims in the event of a nuclear accident.\n“We are looking forward to India ratifying the Convention on Supplementary Compensation for Nuclear Damage before the end of this year,” Clinton said at a press conference in New Delhi on July 19. Fifteen nations have signed the convention, agreeing to limit compensation claims against the nuclear industry and protect the interests of private nuclear suppliers. Only four have ratified it, however—Argentina, Morocco, Romania and the United States.\nIndia signed the convention last October but still must ratify it. For the agreement to become law, at least five states, each with a minimum of 400,000 megawatts of installed nuclear capacity, must do the same. The United States is the only ratifying party with significant nuclear generating capacity. If India were to join it would strengthen the treaty, adding about 22,000 megawatts of capacity that’s either operational or under construction.\nGetting the country to ratify the convention, however, is expected to be difficult in the current climate. For one, India considers its existing liability law to be in conformity with the CSC, despite contrary claims by the United States. Two, the government has already been accused of bending over backwards to accommodate foreign investors, as a result of the circumstances of the Indo-U.S. nuclear deal.\n“America, Russia and France were the countries that we made mediators in these efforts to lift sanctions, and hence … we made deals with them for nuclear projects,” wrote Anil Kakodkar, former chairman of India’s Atomic Energy Commission who helped forge the 2008 Indo-U.S. deal, in the Sakal Marathi language newspaper early this year.\nThe issue over CSC exemplifies the bind that India has found itself in over its nuclear program, say experts. “It is well-known that the government is under pressure from foreign companies and foreign governments,” said A. Gopalakrishnan, former chairman of the Atomic Energy Regulatory Board.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}