{
  "url": "https://insideclimatenews.org/news/11102011/new-zealand-oil-spill-tauranga-coast-environmental-catastrophe/",
  "title": "New Zealand Oil Spill Seen as Potential Environmental Catastrophe",
  "date": "2011-10-11T19:00:00-04:00",
  "content": "AUCKLAND, New Zealand—Fears that New Zealand could face a large-scale environmental crisis have escalated as the oil leaking from the container ship Rena into the sea off the Tauranga coast increased by as much as ten-fold.\nThe news came as the vessel’s remaining crew were evacuated following a mayday alarm amid heavy swells.\nThe  New Zealand environment minister, Nick Smith, said  the fresh release  of oil into the sea meant the Rena spill was  the country’s most serious  ever maritime environmental disaster.\nSpeaking at a media  conference on Tuesday afternoon, he said the consequences had been  “inevitable” since the ship ploughed into the Astrolabe reef in calm  waters in the North Island Bay of Plenty last Wednesday morning.\nA  new rupture to one of the ship’s main fuel tanks released between 130  and 350 tons of heavy oil into the water, according to officials who  conducted a flyover of the freighter. More than 1,600 tons of fuel  remain aboard. The fresh damage was caused after the ship’s hull dragged  in heavy winds and swells of up to four meters.\nThe continuing  movement of the hull has raised fears that the 47,000-ton vessel could  break up, triggering an environmental and ecological catastrophe. The  mayday alarm and evacuation by helicopter of the remaining crew early on  Wednesday added to speculation that the vessel might be close to  fracture.\nSalvage operator Maritime New Zealand was quick to  state, however, that the operation was a “standard precautionary  measure,” expedited by weather conditions, and there remained “no  obvious signs of deformation.”\nThe list of the vessel had in fact  corrected from 11 degrees to between three and six degrees, meaning that  “the containers have become more stable, as they are now more upright,”  it said in a statement.\nShortly before 7pm on Tuesday evening,  however, the ship tilted again in heavy seas, leaving it listing 15  degrees to starboard, accordingly to a report on TV3 News.\nThe  Rena is carrying 1,368 shipping containers, of which at least 22 contain  hazardous goods, according to the transport minister, Steve Joyce.\nOfficials  have reiterated their instruction for locals to avoid visiting the  coastline, where oil has been surfacing since Monday afternoon. A team  of about 100 people has begun to clean up the oil from the popular  swimming beach at Mount Maunganui, but the current  are expected to push  the slick at least as far south as Maketu, 20 miles down the coast from  Mount Maunganui.\nSalvage teams suspended the pumping of fuel from  the stricken vessel just hours after they began on Tuesday in the face  of deteriorating weather, but hope to resume the operation in the coming  days, with forecasts suggesting milder conditions.\nThe salvage  plan entails three phases: the removal of oil, followed by the removal  of containers and finally the flotation of the vessel itself. The  operation is expected to last many months.\nA number of concerns  have been raised about the seaworthiness of the Rena. The New Zealand  Maritime Union has claimed the vessel’s problems may have included  incorrect charts, while Joyce has confirmed that deficiencies had been  identified by inspectors in China in July, and again last month in  Australia. Maritime New Zealand had inspected the ship at Bluff, in the  south island, however, and passed it fit for sail.\nThe  Greece-based owners of the ship, Costamare Inc, said in a statement they  were “cooperating fully with local authorities and every effort is  being made to control and minimise the environmental consequences of  this incident.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}