{
  "url": "https://insideclimatenews.org/news/27092011/nebraska-sandhills-ogallala-keystone-xl-state-department-hearings/",
  "title": "Small Nebraska Town Prepares for Contentious Keystone Pipeline Hearing",
  "date": "2011-09-27T19:02:53-04:00",
  "content": "On Thursday, a team of State Department officials will settle into the high school gymnasium in Atkinson, Neb.—population 1,300—to hear what local folks think about the Keystone XL pipeline.\nThey’re likely to get an earful, not just about the oil pipeline but about the way the State Department has organized the hearing.\nPublic comments will be accepted on a first-come, first-serve basis, a State Department spokesperson said, just as they’ve been at all the hearings the agency is holding during this final stage of the Keystone XL review process. Each person will have three to five minutes to speak; due to time constraints, only the first 100 or so through the door usually get a chance to make their views heard.\nBut people in Atkinson say they need a different system. They’ve heard that busloads of pipeline supporters will arrive long before the meeting’s 4:30 p.m. start time, to stake out the coveted spots. That puts them at a disadvantage, because many of them are farmers and ranchers who can’t take the day off work to line up early.\nA spokesman from the American Petroleum Institute confirmed that a coalition of business and labor groups, including API, plans to bus 150 representatives to the meeting. He said all the people are from Nebraska, but they live far from Atkinson and the coalition wants to give them a chance to speak.\nMore than 500 people attended a State Department hearing Monday in Port Arthur, Texas. Most of the 100 speakers were pipeline supporters who talked about job creation and energy security. Another hearing on Monday, in Topeka, Kan., was dominated by environmentalists.\nJane Kleeb, executive director of the anti-pipeline group Bold Nebraska, said her group decided not to bus people to the Atkinson meeting because Nebraskans already “overwhelmingly support rerouting the pipeline.”\n“We have grassroots support; the unions had to bus in their support,” she said, referring to Tuesday’s hearing in Lincoln, Neb., which she attended. Kleeb said she talked to some the union members and found that many of them came from outside of Nebraska.\nOn Thursday, Kleeb and nine other members of Bold Nebraska will attend the Atkinson hearing to help landowners sign in early.\n“We feel confident that the landowners will be there and ready to speak,” Kleeb said.\nAtkinson’s chief of police, Tim Larby, is worried about security. He expects 800 to 1,000 people to show up at the high school gym, which can accommodate 1,200. An overflow room with a video feed will be available if the crowd swells.\n“I cannot control that environment” if there’s a rush at the door, said Larby, who emphasized that he has no opinion on the pipeline and is concerned only about safety.\n“I’m the one who has to mop it up” if people are unhappy after the hearing, he said.\nIn discussions with State Department representatives, Larby said he suggested using a lottery system to select the speakers. Others think people should be asked to write their names on pro or anti-pipeline lists and speakers chosen alternately from both sides.\nThe State Department spokesperson said it’s too late to change the logistics of the meeting. The first-come, first-serve format was announced two months ago, the spokesperson said, and there were no complaints back then.\nBut the agency will be flexible once the meeting begins, the spokesperson said. If the first 100 people all have the same viewpoint, for example, some could be asked to cede their time so others can speak. Those who don’t get a chance to speak can comment via email, fax or written letters.\nFears About the Aquifer\nCindy Myers, a nurse who lives 10 miles outside of Atkinson and a couple miles from the proposed pipeline route, is taking Thursday off so she can line up early.  Local landowners are desperate to be heard, she said, because they worry that oil from the pipeline could leak into the Ogallala aquifer and contaminate their water wells. Like many landowners, Myers wants the pipeline rerouted out of the sandhills.\nThe water here is so pure that “everyone drinks straight from the aquifer,” she said.\nThe Keystone XL would be the first oil pipeline to run through the Nebraska sandhills, an ecologically sensitive region that overlies the aquifer. In Nebraska, the Ogallala aquifer supplies 78 percent of the water used by residents and industry and 83 percent of the state’s irrigation water.\nEven Nebraskans who support the pipeline—including Republican Gov. Dave Heineman—have begun urging the State Department to reroute it away from the aquifer. Some are also calling for a special session of the state legislature to propose alternate routes.\nAtkinson lies near the northern edge of the sandhills. The aquifer here is particularly vulnerable to potential oil spills, said Myers, because the groundwater sometimes bubbles up to the land surface. In the spring “our meadows are so full of water, you sink if you get off the road.”\nMyers said at least 95 percent of the wells in Holt County, where Atkinson is situated, are privately owned, and that most people can’t afford to test them for contaminants.\nNebraska is at the midpoint of the proposed route for the 1,702-mile long pipeline, which would transport tar sands crude oil from Alberta, Canada to refineries on the Gulf Coast. Because the route crosses an international border, the State Department is in charge of approving or denying the presidential permit needed for construction. In August the agency released an environmental impact review that concluded the pipeline would have “no significant impacts” along its route. The State Department is now assessing whether the pipeline is in the best “national interest,” and a final decision is expected before next year.\nAs part of that process, the agency has been holding public hearings in the six pipeline states. The meeting in Atkinson will be the last one in Nebraska.\nStrength of Opposition Has Surprised Many\nThe groundswell of opposition has taken many by surprise in this rural, Republican-dominated state.\n“Nebraskans are very reticent, it’s rare to see people rally around something,” said Johnathan Hladik, a native Nebraskan who is an energy policy advocate at the Center for Rural Affairs. The Lyons, Neb. based group advocates for rural issues and economic development.\nBecause rural Nebraska has few economic opportunities aside from farming, Hladik said any threat to the aquifer is a threat to the region’s “lifeblood.” Two recent pipeline spills in the Yellowstone and Kalamazoo Rivers brought home the dangers of pipelines, he said, and there’s growing interest in protecting the sandhills because of opportunities for ecotourism.\nThe fact that another pipeline built by TransCanada, the Alberta-based company that wants to build the Keystone XL, has leaked more than a dozen times since it opened in June 2010 hasn’t helped the company’s image. That pipeline, known simply as Keystone, runs through the eastern part of Nebraska, away from the sandhills.\n“People are concerned,” Hladik said. “Eighty-year-old farmers are calling their senators for the first time.”\nSen. Mike Johanns, R-Neb., and five state senators have written to the State Department asking that the pipeline be rerouted away from the aquifer. In an Aug. 31 letter Gov. Heineman echoed that request.\nMeanwhile, Sen. Ken Haar is leading an attempt to call a special session of the state legislature to discuss alternate routes. Heineman has the power to call a special session, but he hasn’t done so. His office didn’t respond to requests for comment.\nCindy Myers says all this momentum has blurred the boundaries that usually separate environmentalists and ranchers. “It doesn’t matter if they’re in the Sierra Club, it doesn’t matter their political ideology…they’re [together] on this issue.”\nA year ago, when Myers first became concerned about the pipeline, she said there wasn’t much opposition around Atkinson. Her son, a construction manager, told her that nothing could be changed.\nSince then, opposition to the pipeline has “just snowballed,” Myers said. She has written articles for the local newspaper, participated in a local protest and traveled to Washington, D.C. to meet with government representatives. Myers’ husband and son now support her efforts, and she said neighbors stop to thank her for working to protect their water.\nTwo weeks ago, Myers organized a meeting in Stuart, a town of 650 about 10 miles west of Atkinson, to help people prepare to testify at Thursday’s hearing. One of the speakers was Sen. Haar, whom Myers had contacted through a friend at the Sierra Club. She said more than 200 people showed up.\nBill McAllister, Atkinson’s school superintendent, said the hearing has even made its way into the school curriculum. Teachers have been talking about it in social studies and language arts classes because it’s “a great learning opportunity.”\nA large majority of local residents are against the pipeline route, he said, and the hearing will show students that the First Amendment gives everyone the right to be heard. Now he just hopes the meeting will be conducted fairly, so local landowners have their chance to speak.\n“As long as cooler heads prevail,” it will be done well, he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}