{
  "url": "https://insideclimatenews.org/news/15092011/greenhouse-gas-emissions-proposal-deadline-epa-lisa-jackson-smog-mercury-obama-republicans/",
  "title": "Greenhouse Gas Emissions Rule to Miss Deadline, Says EPA Chief",
  "date": "2011-09-15T08:00:00-04:00",
  "content": "The Environmental  Protection Agency will miss an end-of-month target for proposing  greenhouse gas regulations for power plants, the head of the EPA said on  Wednesday.\nThe administration of President Barack Obama is under pressure from business to cut environmental regulation that critics say is hurting the economy, and last week Obama backtracked on smog plans.\nThe  EPA is  working on plans to limit greenhouse gases from power plants  and oil refineries, and it had been targeting releasing some  utility-focused proposals on September 30.\n“Greenhouse  gases for power plants is first on the docket,” EPA Administrator Lisa  Jackson said on the sidelines of an event in San Francisco. “Although we  are not going to make the date at the end of the month, we are still  working and will be shortly announcing a new schedule.”\nThe  EPA also is working on the Mercury Air and Toxics Standards, the first  national standards for mercury and acid gases from power plants. “We are  still intending to finalize that ruling in November,” she said.\nA  separate set of  standards for boiler emissions, called Maximum  Achievable Control Technology, have been stayed and the agency plans to  announce next steps in October, an agency spokeswoman said.\n(Reporting by Peter Henderson; editing by Mohammad Zargham)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}