{
  "url": "https://insideclimatenews.org/news/01092011/natural-gas-vehicles-cng-t-boone-pickens-federal-subisidies-electric-cars-evs/",
  "title": "Amid EV Hype, Backers of Natural Gas Cars Vie for Federal Support",
  "date": "2011-09-01T13:00:53-04:00",
  "content": "Electric vehicles are on a roll, with charging stations popping up in cities nationwide, federal subsidies for car buyers and much anticipation around the rollout of new cars.\nBut proponents of another type of vehicle say they are quietly laying  the groundwork for an alternative to the electric car, and they wish  they were getting more attention and federal support.\nVehicles that run on compressed natural gas (CNG) fuel emit about a  quarter less carbon dioxide than gasoline engines and very low levels of  compounds harmful to public health. Filling up on natural gas currently  costs about one fourth to one half as much as traditional gasoline per  mile driven. Fueling a natural gas vehicle can take only five to 10  minutes, compared to up to eight hours to recharge an electric car, and  vehicles can go much farther on a tank of CNG than an electric battery.\nSo natural gas companies and other proponents—including energy  mogul T. Boone Pickens—are calling for a “level playing field” in  terms of government subsidies and urging consumers and automakers to  consider natural gas vehicles.\nBut while the fuel for CNG vehicles may be cheap, the infrastructure  is not. It can cost more than $1 million to install a commercial natural  gas fueling station, whereas an electric car can plug into a standard  household outlet. Even a 480-volt fast-charging station, which can  charge a Nissan Leaf’s battery in under an hour, costs about $20,000.\nA handful of cities, including Oklahoma City, Shreveport, Salt Lake  City, San Diego and Los Angeles have enough CNG fueling stations to  allow residents to dependably drive a natural gas vehicle around town.  But many major cities and large swaths of the country lack public  natural gas fueling stations. There are about 1,000 natural gas fueling  stations nationwide, according to industry sources, with 40 to 50  percent of them available to the public. The website carstations.com lists about 1,350 public electric vehicle charging stations nationwide,  though many cities and private companies have more in the works.\nThere is only one consumer vehicle on the market that runs solely on natural gas—the Honda Civic GX. It costs about $25,000, comparable to the all-electric Nissan Leaf, which the company advertises at $27,700 after incentives.\nMany cars can be converted to run on both natural gas and traditional  gasoline, and natural gas proponents say these are becoming  increasingly popular with consumers. However, only certain vehicles— mostly American-made pickups and SUVs—can be legally converted, and  the aftermarket conversions can cost around $10,000-$12,000.\nGovernment Support\nThe federal government and many state and municipal governments have  offered or currently offer significant subsidies for electric vehicles,  including state and federal tax breaks for buying electric vehicles and  installing charging stations.  Many city governments are also installing  free charging stations and purchasing electric vehicles for city  agencies.\nLittle federal support exists for natural gas vehicles. A $30,000  federal tax break for fueling stations expires at the end of the year,  and given the cost of stations, proponents say it is relatively  insignificant.\nSome state governments are heavily backing natural gas vehicles,  however. Oklahoma and Louisiana offer tax breaks that cover up to 50  percent of the cost of fueling stations or the purchase or conversion of  natural gas vehicles, and other state governments are considering such  measures. Many state alternative fuel incentives cover natural gas and  electric vehicles equally.\nVarious municipalities have also converted part or all of their  fleets of transit buses, garbage trucks and other heavy vehicles to CNG,  as have private companies including United Parcel Service, AT&T and  Waste Management.\n“They say they are doing it for environmental reasons, but when it  comes down to it it’s really economic,” said David Hill, vice president  of natural gas economy for Encana, the Denver-based natural gas company.\nEconomies of scale mean it is more efficient for owners of numerous  large vehicles to invest in the technology and their own fueling  stations, since the more fuel they use the more quickly they can recoup  their investment. The cost of filling a vehicle with CNG varies by location, as low as 78 cents for the mileage equivalent of a gallon of gasoline in Oklahoma City and around $2.50 in the Chicago area.\nExpanding Infrastructure\nKathryn Clay represents natural gas producers and distributors as  executive director of the joint American Gas Association and America’s  Natural Gas Alliance (AGA-ANGA). She also formerly specialized in  electric vehicles in her role as vice president of research and  technology policy for the Alliance of Automobile Manufacturers and also  working for U.S. Senate and House committees on energy and alternative  fuels. Clay sees natural gas vehicles becoming increasingly common in  the next decade as more natural gas stations are set up to fuel  long-haul trucks and even barges.\nTractor-trailer trucks can efficiently burn liquefied natural gas  (LNG), which involves separate fueling stations and which is not  considered an option for smaller vehicles since it is more expensive to  produce and has to be kept cold—to maintain its liquid state—in  cryogenic tanks. But Clay said it makes sense to build LNG and CNG  stations in tandem. She sees such stations on trucking or shipping  routes as forming a “trunk” of natural gas fueling stations, increasing  the motivation for other companies to build stations on “branches” near  those routes.\nNatural gas industry leaders, including Encana and Oklahoma-based  Chesapeake, are in the process of converting their own fleets to natural  gas, building their own fueling stations and making the stations  available to the public in an effort to build consumer interest.\nChesapeake has converted all its light-duty trucks to natural gas and  plans to convert about 5,000 vehicles within the next five years,  according to director of market development Norman Herrera. Encana has  built one station north of Denver, one in Shreveport, two in Canada and  it has one under construction in Wyoming. The company also worked with  the city of Grand Junction, Colorado, to build two fueling stations  there.\n“We’re building in the communities we’re operating in, so government  fleets and the public can have access to fueling stations,” said Hill.  He noted that the company also plans to convert its drilling rigs to  operate on natural gas—currently 15 of their North American rigs do  so.\nNatural gas companies have also invested in or partnered with  convenience stores and other gas stations to add natural gas fueling  stations—a proposition which isn’t always easy since the  infrastructure takes up a lot of space. Chesapeake has helped create 14  public fueling stations in Oklahoma and is planning more in other  states, according to Herrera, who drives a bi-fuel Chevy Tahoe that runs  on both gasoline and natural gas.\nAlso, natural gas companies note that when a home is already heated  with natural gas, it is relatively simple to install an at-home fueling  station for a vehicle.\nThe price of natural gas has plummeted in recent years because vast  new deposits have become accessible because of new hydraulic fracturing  (or fracking) techniques. While environmentalists and others criticize  the process as potentially harmful to water supplies, natural gas  industry spokespeople maintain that fracking is generally  environmentally safe when done right, and they also point to the  environmental issues involved with extracting oil for traditional  gasoline and coal, which provides about half the nation’s electricity.\n‘There’s Room for All of Us’\nNatural gas vehicles are much more popular outside the U.S., with  about 13 million in operation worldwide. In the U.S. there are about  110,000 to 125,000 natural gas vehicles on the roads, the majority of  them buses, garbage trucks and other large vehicles in government or  private fleets.\nProponents say that natural gas vehicles should be getting as much government support as electric vehicles.\n“You want to have parity in alternative vehicles,” said Herrera. “You want both fuels to be to be treated equally.”\nA House bill introduced last spring, the New Alternative Transportation to Give Americans Solutions (NAT GAS) Act, would create incentives for natural gas vehicles,  including increasing the tax break for fueling stations more than  three-fold to $100,000 and offering incentives for purchasing natural  gas and bi-fuel natural gas vehicles. It would provide tax credits of up  to $7,500 for light duty passenger vehicles and up to $64,000 for heavy  trucks.\nBut Clay said that given the lower price of natural gas, even without  government support she thinks some consumers will eventually think it  is worth their while to buy natural gas vehicles.\n“The market will decide, and it will naturally segment,” said Clay,  whose doctorate focused on the physics of battery technology. “Given  today’s technology it’s going to be challenging to design a battery that  can go 100 miles on one charge. Where range is important, natural gas  would clearly have an advantage. In urban areas, maybe more people will  go electric.”\nHill said he’d like to see more and equal subsidies for various types  of alternative vehicles including propane, hydrogen and biofuel in  addition to natural gas and electric.\n“We need a portfolio of different fuels for different applications,”  he said. “There’s room for all of us and we have room to grow.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}