{
  "url": "https://insideclimatenews.org/news/24082011/climate-change-el-nino-civil-wars-90-plus-countries-1950-research-nature/",
  "title": "Climate Shifts Drove Wars in 90-Plus Nations Since 1950, Study Shows",
  "date": "2011-08-24T18:30:57-04:00",
  "content": "In the past two decades scientists have concluded that climate shifts helped drive many of history’s biggest conflicts—from the collapse of the Mayan civilization around 800 AD to the French Revolution beginning in 1789.\nBut the impact of climate on violence in modern societies, which are considered more technologically and politically adept at dealing with chaotic weather, remains controversial.\nStudies in the past few years linking conflict to warmer temperatures or drought have been both dismissed and defended by the scientific community. But new findings from researchers at Columbia and Princeton Universities aim to clear up the confusion.\nAccording to the results, which will be published tomorrow in the journal Nature, nearly 21 percent of civil conflicts that took place in 175 tropical countries since 1950 have been driven by the warmer, drier climate patterns associated with the El Nino cycles.\nMost of the fighting happened in the 93 nations considered to be highly influenced by the El Nino-Southern Oscillation, or ENSO.\n“It is a really enormous effect, much larger than anyone, including myself, expected,” Solomon Hsiang, a climate and development researcher at Princeton and lead author of the paper, told SolveClimate News. “It means we have to seriously rethink how important the climate is to the stability of modern populations.”\nThe study found that damage caused by El Nino to countries’ agriculture—and, therefore, to their economies—may be the major conflict trigger, though researchers warn that the exact reasons for why climatic variations spark violence remain unknown. El Nino can also create conditions for disease outbreaks and natural disasters like tropical cyclones, the study said. Extreme and prolonged heat and dry weather may also agitate populations, making them more prone to aggression.\nThe analysis is the first hard evidence linking climate changes to modern-day violence over time and across regions, said Marshall Burke, a climate and food security researcher at Stanford University, who was not involved in the study. “Past studies looked only at the effect of local weather variations on conflict,” he said in an interview.\nThe findings might begin to help guide societies toward strategies for coping, Burke added. “The fact that ENSO is itself somewhat predictable makes their findings policy relevant. If we think an El Nino is coming, then governments in regions susceptible to variations could put in place measures to try to reduce the risk of conflict in that year.”\nHsiang said the results could assist governments and aid organizations to avert crises like the one being felt today in the Horn of Africa, which climate forecasters predicted two years ago.\nAs of this week, nearly 12 million people in Djibouti, Ethiopia, Kenya, Somalia and Uganda are believed to be suffering from food shortages spurred by drought, according to the United Nations Food and Agriculture Organization. Humanitarian groups have reported an increase in violence as food insecurity spreads.\nModeling El Nino and War: The Results\nThe new research got its start in the summer of 2009, after Hsiang read the book “Late Victorian Holocausts: El Nino Famines and the Making of the Third World” by Mike Davis, a University of California, Riverside professor, as part of his Columbia University dissertation research.\nIntrigued by Davis’s assertion that El Nino cycles were responsible for famine and conflicts in China, India, Vietnam and Brazil in the late 1800s, Hsiang wondered whether the climate cycle was having a similar effect on modern societies.\nThe El Nino-Southern Oscillation is an occasional climate pattern that changes average surface temperatures of the Pacific Ocean and settles in for five years on average. It consists of two phases: El Nino and La Nina. In El Nino, pockets of warm surface water spread eastward toward the West Coast of South America and beyond, boosting temperatures and altering wind currents, and bringing distorted weather, including decreased rainfall.\nHsiang teamed up with his Columbia University colleagues Mark Cane, a climate researcher and director of the university’s climate and society program, and Kyle Meng, a Ph.D. student studying the economics of climate change. Together, they modeled the link between El Nino severity and 234 conflicts that took place between 1950 and 2004 in tropical countries.\nThey found that during periods of El Nino the likelihood of new conflicts in these states doubled.\nOverall, one in every five conflicts was driven by El Nino patterns, the researchers reported. Poorer countries, like those in the Horn of Africa, were more susceptible to climate-driven violence than wealthier nations, such as Australia.\nThe scientists tested their model against factors that might diminish the link between climate variation and conflict, including a country’s political regime and population trends—but the results remained unchanged. They also found that the correlation wasn’t swayed by Africa alone, which is the most war-torn area in the tropics, indicating that the El Nino-violence link can be seen across all tropical regions.\nNew modeling done since the study was submitted to Nature for publication in February show similar results through 2009, Hsiang said.\n“Careful statistical analyses such as this one, which relate complex human behavior to environmental factors, can be invaluable,” wrote Andrew Solow, an environmental statistician at the Woods Hole Oceanographic Institution, in a comment published in Nature on Hsiang’s paper. However, he notes, more research into the underlying human dynamics behind violence and warmer, drier weather is still needed.\nIndeed, Hsiang and his colleagues are doing just that.\nIs There a Link to Human-made Warming?\nOnce the mechanisms are better understood, the researchers may be able to extend the El Nino-conflict link to determine whether the march of anthropogenic, or human-caused, climate change similarly makes wars more likely.\nSeveral previous studies have already attempted to link the two.\nResearch by Burke published in 2009 claimed that higher temperatures associated with climate change in sub-Saharan Africa have boosted the likelihood of civil war by 50 percent since 1980, and that this trend would continue. Also in 2009, an 18-month study by the UN Environment Program identified water shortages from climate change as the underlying trigger to the conflict in Darfur.\nMeanwhile, the Pentagon, State Department and intelligence agencies worldwide have all identified climate change as a potential “threat multiplier” in several parts of the world. Just last month, the UN Security Council discussed for the first time whether to form a new environmental peacekeeping force to help mitigate conflicts spurred by climate change.\nHowever, while climate-related security risks are clearly on the agendas of governments, the UN and others, Hsiang and his colleagues said for now they can only speculate on the correlation.\n“We’ve shown that the climate definitely has not just a significant, but also a substantial impact on the propensity toward civil conflict,” Cane told reporters during a press conference on Tuesday.\n“This still does not prove that the secular, long-run changes associated with anthropogenic climate change would have the same sort of impact on conflict,” he continued. “But it does raise the reasonable question: If these shorter-lasting and by in large less serious changes associated with El Nino have this effect, it seems hard to imagine that the more pervasive changes that are going to come with anthropogenic climate change are not also going to have negative effects on civil conflicts.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}