{
  "url": "https://insideclimatenews.org/news/10082011/sungetivy-solar-leasing-social-networking-linkedin-rooftop-revolution-corrected/",
  "title": "Solar Firm Taps Social Networking Expert to Spur ‘Rooftop Revolution’",
  "date": "2011-08-10T17:00:48-04:00",
  "content": "Includes correction\nSocial media expert Patrick Crane had just stepped down for a “career  break” after four years with networking giant LinkedIn when Sungevity came knocking late last year with a job offer.\nStill far from decided but intrigued, Crane agreed to sign up with the Oakland, Calif.-based solar leasing firm — but just as a customer.\nHe filled out a free online Sungevity iQuote, punching in his roof specifics, electricity usage and other household details. In less than 24 hours, the company calculated the roof’s pitch and orientation to the sun and emailed Crane a design of his solar array without ever stepping foot in his San Francisco Bay Area home.\nThe quote tallied how much money the panels would save on electricity bills. And it stated that, at no cost to Crane, he could lease an installation from Sungevity, skipping out on tens of thousands of dollars in upfront costs.\nLooking over the proposal led to an “aha” moment for Crane.\nGoing solar seemed like a transformative choice, he told SolveClimate News in an interview, and he wanted to talk about it far and wide. For a social networking guy, that was huge. “I felt in my bones that solar is a social phenomenon,” Crane said. “What I saw very quickly through my own experience was that families are making a very big emotional decision.\n“Solar is not a bunch of black panels on a roof,” he continued. “Solar is a lifestyle.”\nThat was in January. One month later Crane signed on to be Sungevity’s chief marketing officer, and in that same week in February his real-life rooftop array was first connected to the grid.\n“Being that wowed … by the customer experience was the impetus to say, ‘This is what I want to do with my life for the next few years,'” Crane said.\nHe said he hopes to bring to Sungevity and the fledgling solar industry the same skills he brought to one of the biggest social networks in the world. (Paragraph includes correction added on 08/10/2011)\nLinkedIn’s membership rose by 700 percent in recent years to more than 120 million users in 200-plus countries and territories. The goal of Crane’s new position is to connect residential solar users  — online and off — to generate buzz and new buyers for installations  nationwide.\nA ‘Rooftop Revolution’\nAs a first step Crane is heading up Sungevity’s aggressive marketing campaign, dubbed the “Rooftop Revolution,” which aims to position the firm as the top residential solar provider in the nation.\nThe initiative kicked off in July in conjunction with Sungevity’s expansion into Delaware, Massachusetts, Maryland, New Jersey and New York. The idea is to transform the company into a household name, but also to raise awareness about the relative ease with which homeowners can now go solar — thanks largely to the advent of the solar lease.\nSungevity installed more than 250 solar arrays between 2008 and 2009. Since offering its no-money-down lease in 2010, installations have grown tenfold to more than 2,000 arrays today, the majority of which are in its existing markets of Arizona, California and Colorado. And, the solar provider plans to double its headcount to 200 new employees by the end of this year.\nStill, the firm accounts for less than 5 percent of the U.S. market for residential installations, while its main competitors, San Francisco’s SunRun and San Mateo-based SolarCity, have market shares of 26 percent and 13 percent, respectively.\nSungevity hopes its key hires will give it an edge among its peers, who also expanded to the East Coast in recent months.\nAlong with Crane, the company has recently hired Mac Irvin, formerly a managing director at San Jose-based panel maker SunPower Corp., as chief financial officer, and Paul Stroube, once the general manager of online gaming community Xfire, is the chief information officer.\nThis summer, Sungevity staffers are making their rounds in East Coast  cities in a popsicle truck fueled by solar panels and biodiesel. The  team is also hosting neighborhood block parties for its new customers to  show off their panels.\nAt the truck’s recent stop in New York City’s Times Square, Crane donned a bright orange shirt — the company’s signature color — and chatted with passersbys about the solar leasing program, though some remained wary of a hidden catch, Crane said.\n“You say it’s zero down and they say, ‘Ok, but how much does it cost?'” he said. “It is so deeply ingrained that [residential solar] is a $30,000 outlay, and those days are gone. We’re breaking it down to say that it is not about panels on a roof anymore, it is about switching to a cleaner energy source for no extra money at all,” he said.\nSungevity also targeted passengers on Amtrak’s Acela express rails in New York, Boston, Washington D.C. and Philadelphia.  The solar firm bought all the advertising space on the trains and  sponsored the Wi-Fi, encouraging riders to request an iQuote during the  commute.\nBack in May, Sungevity announced that Lowe’s, the second-largest home improvement retailer worldwide, would offer in-store iQuotes to customers in the eight states where the solar firm now operates.\n‘They Geek Out Over Solar’\nCrane said that Sungevity’s next step is to develop web- and  smartphone-based applications that enable customers to track electricity flows on their  systems, share their savings and interact online with fellow solar users.\n“It turns out that whether [customers] have met each other or they haven’t, they really want to talk solar,” Crane said.\n“They geek out over solar. The more you empower them to have those conversations, the greater the referral rates climb,” he said, adding that personal referrals have proven to lead to sales more than traditional marketing strategies.\nDanny Kennedy, Sungevity’s founder, said that beyond growing the company’s bottom line, he hopes the push for solar social networking can spur the mainstream adoption of residential installations across the globe.\n“It is a very important base that we’re building for the transformation of the economy into a clean energy economy,” he told Solve Climate News.\nAn energized network of solar users could also form a “political constituency” that clamors for better policy and regulation to encourage the uptake of solar power, he said.\nSungevity’s Activist Roots\nMuch like Crane’s solar epiphany, Kennedy said he experienced a “crystal moment” in 2001 as manager of Greenpeace‘s California Clean Energy Campaign, whose success helped lead to the ongoing California Solar Initiative.\nGreenpeace was working in San Francisco to pass a citizen-sponsored ballot initiative to finance $100 million worth of investments in solar and wind energy projects.\n“We won this electoral campaign by 73 percent,” he said. “In my 20 years of running electoral campaigns, I had never seen anything get three-fourths of the vote. It was sort of this ‘aha’ — people just like this stuff.”\nKennedy, who was born in Los Angeles to Australian parents, has long advocated the use of renewable energy sources over traditional fossil fuels through Greenpeace and Project Underground, a group he founded to fight environmental degradation in developing nations.\nIn the mid-1990s, he tried to stop an oil pipeline from being built in a Papua New Guinea community that was promised cheap diesel for its electricity generators in exchange for the go-ahead on construction. Kennedy promoted solar systems there as an electricity alternative, though, at the time, solar power was not economically viable.\nAfter the San Francisco campaign, Kennedy moved to Sydney in 2002 as Greenpeace’s campaign manager in Australia, the world’s biggest exporter of coal. All the while, solar panel prices continued to drop as Europe, Japan and parts of the United States drove up demand.\n“Cost curves were changing so fundamentally that the opportunity to bring on that transition has really come to bear,” Kennedy said. “I wanted to help hasten that.”\nSo, he assumed the role of “an entrepreneur to affect positive change” and returned to California to start Sungevity in 2007 with Andrew Birch, the CEO and once a business development manager at BP Solar Australia.\nFor now, the company plans to saturate its eight-state market and leverage social networking among its customers to attract new demand.\nEventually, however, Sungevity wants to bring its “fundamental revolution of access and affordability” to markets around the world, Kennedy said. “Our online model allows us to expand fairly easily … and we are replicable and scalable unlike any other business.\n“We have to make it easy and affordable for people in California and Germany so that it becomes cheap enough for Papua New Guineans to get it,” he said. “That turnkey piece that we need in the rich developed world is the awareness that [solar] is an option.”\nCorrection: An earlier version of this article  incorrectly implied that Patrick Crane was directly responsible for LinkedIn’s 700 percent rise in membership in recent years while he was the company’s VP of marketing. This has been corrected.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}