{
  "url": "https://insideclimatenews.org/news/29072011/climate-change-scientists-energy-extreme-weather-greenhouse-gases/",
  "title": "250-500 Million MW of Extra Energy Now Roiling the Earth’s Climate System",
  "date": "2011-07-29T16:30:39-04:00",
  "content": "Despite America’s intense political polarization over climate change, the scientific measurement of global warming is not in dispute. Since 1900, the earth as a whole has warmed by 1.4 degrees Fahrenheit, an empirical fact that has become an official U.S. government statistic of the National Oceanic and Atmospheric Administration.\nIt is a seemingly minuscule and barely perceptible increase of average temperature, but spread over the entire surface of the earth that extra energy accumulates into an enormous force. Just what the impacts are on the climate system is something that scientists are only now beginning to understand.\n“Seemingly very small changes can have very big implications,” said Gerald Meehl, a senior scientist at the National Center for Atmospheric Research (NCAR) in Boulder, Colo.\nThe 1.4 degree rise in average temperature means the entire surface of earth’s 500 million square kilometers has become home to between 250 and 500 million megawatts of energy that used to escape the planet’s atmospheric shell into space. That’s an extra 0.5 to 1 watts, or roughly one Christmas light bulb’s worth of heat, falling on every square meter of land and sea.\n“It might seem small, but it actually is very significant when you look at earth’s history,” said Pushker Kharecha, a climate scientist at the NASA Goddard Institute for Space Studies and The Earth Institute at Columbia University. For the climate to be relatively stable, he said, the energy balance must remain “within a small fraction of a watt [per square meter].”\n“No question about it, it’s a lot of energy,” said Warren Washington, a senior scientist at NCAR.\nIn a year’s time, this energy imbalance is roughly equivalent to 15 to 30 times the global energy consumption of 2007, or to the amount of power generated by 250,000 to a half a million large coal-fired power plants.\nNatural fluctuations in solar output are “somewhat” responsible, Kharecha said. But “when we look at the interdecadal trends, it’s very clear that the human forcing is what’s causing the vast majority of change in recent decades.”\n“What humans are doing is creating an imbalance,” said Jeff Kiehl, a senior scientist in the climate modeling section of NCAR. “We’re … putting more greenhouse gases into the atmosphere, which limits the amount of flow of infrared radiation [heat] going back out into space.”\nAs a result, the planet as a whole is heating up, Kiehl said, because “[earth’s] response is to warm up or cool down in response to any energy imbalance.”\n“It’s a fundamental law of physics that energy is conserved. It can’t be created or destroyed. It can be transferred or transformed,” he continued. “If we’re trapping infrared radiation on this planet that energy has to go somewhere. It can’t just disappear.”\nExtra Energy and Extreme Weather\nSo where exactly does all the extra energy go and how does it influence earth’s complex weather phenomena?\n“Some goes into the oceans and some as latent heat in the atmosphere, and that energy is available to be transformed into things like storms,” Kiehl explained.\nScientists say most of the extra energy ends up warming the world’s seas because of water’s enormous capacity to trap heat. The rest goes into the ground or toward raising temperatures in the atmosphere. That captured heat can melt ice caps and evaporate water, creating additional water vapor, a greenhouse gas.\nThe extra moisture can also power climatic extremes, including severe thunderstorms.\nConsistent with this picture of rising heat and moisture in the atmosphere, Kiehl said, is that the “frequency and intensity of extreme weather events should also increase,” including record heat waves, floods, blizzards and droughts.\n“The big question is, is that what we’re seeing today?”\nClimate scientists say the lack of uniform and lengthy historical data and the complexity of the climate system makes it difficult to draw a cause-and-effect relationship between the extra heat and extreme weather events, which seem to be occurring with alarming frequency in recent years.\n“There’s a lot of complexity,” said Kevin Trenberth, senior scientist at NCAR. “You can’t understand the [climate] system with simple  links.”\nBut amid the current wild extremes the question is growing in importance. A quick look at some recent devastating weather events reveals why:\nNot So Simple\n“These things are consistent with the kind of changes we expect to see  [from global warming],” said Kathleen Miller, a NCAR scientist who  studies natural resource systems and the impact of climate change on  societies. But she was wary of identifying global warming’s role.\n“Anything  you see is some combination of natural internal variability and the  effects of climate change,” she said. “For any particular event, you  can’t clearly separate out what is the primary influence.”\n“We’re more certain of some things than others,” said Meehl. “Temperature is the one where there’s the greatest certainty.”\nFor instance, the United States had twice as many record-high daily temperatures than record lows from 2000-2009 compared to the 1950s, when the two were about equal, according to a study by Meehl.\nThat same trend is seen in decadal average temperatures, said Washington of NCAR, which “have gone up over time.” Other statistics show “the number of heat waves is increasing and the number of cold waves is decreasing,” he said.\nHurricanes, which get their power from hot humid air over the oceans, are also on the rise in parts of the world. Trenberth says there is a direct causal link with extra atmospheric heat.\n“It’s now 1 degree Fahrenheit warmer and there’s four percent more moisture [over the oceans] than 30 to 40 years ago. That’s the environment in which all storms now develop … [and these are] conditions that tend to make storms more intense.”\nIn the tropical North Atlantic, said Kharecha, there’s a “strong correlation” between increasing sea surface temperatures and the “frequency and intensity” of hurricanes since the 1950s. But that trend cannot be found in hurricane trends worldwide, and the lack of reliable data before the 1960s — when satellites were first put into use — means more research is needed.\nExtremes in rainfall patterns are also likely being affected, data show. In the U.S., the amount of heavy precipitation events increased 16-20 percent from 1958 to 2007, said Washington, referencing a 2009 report from the U.S. Global Change Research Program.\n“The hydrological cycle of the earth is spinning up as we put more energy into the climate system,” said Kiehl.\nA Key Metric\nWith global average temperature expected to rise another 3.6 to 7.2  degrees Fahrenheit over the course of the current century, scientific  certainty over just how the extra energy will ripple through the climate  system will likely lag behind the occurrence of extreme  weather events.\nBut there remains little doubt among scientists that a planetary energy imbalance is changing the weather system. This, more than rising average temperatures, is perhaps the most  important metric for understanding changes to the climate system.\n“Temperature is a way to measure the  heat, it’s a great metric,” Kharecha said. But energy imbalance is “the most fundamental gauge of the state of the climate  system at any given time” and can help provide insight into “how much we must reduce atmospheric greenhouse gas levels to restore the planet’s energy balance.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}