{
  "url": "https://insideclimatenews.org/news/27072011/tim-dechristopher-climate-change-sentenced-jail-false-oil-gas-drilling-bids/",
  "title": "Tim DeChristopher Sentenced to Two Years for Making False Drilling Bids",
  "date": "2011-07-27T00:00:40-04:00",
  "content": "Editor’s Note: In advance of Tim DeChristopher’s trial in March, SolveClimate   News conducted exclusive interviews with the environmental activist on  his civil disobedience. The video series can  be viewed here: Part 1, Part 2, Part 3, Part 4, Part 5, Part 6, Part 7.\nAn activist who became a hero to campaigners for disrupting a Bush administration auction for the oil and gas industry with $1.8 million in bogus bids was sentenced to two years in prison on Tuesday.\nTim  DeChristopher was immediately ordered into custody, and fined $10,000.  He had been facing a potential sentence of up to 10 years and a $750,000  fine.\nEnvironmental campaigners and activists, from actress Daryl  Hannah to film maker Michael Moore and writer Naomi Klein, immediately  denounced the sentence as excessive.\nAt a vigil outside the Salt  Lake City courtroom where sentencing took place, supporters of  DeChristopher’s Peaceful Uprising civil disobedience movement  shouted:  “Justice is not found here.”\nAs Bidder No. 70, DeChristopher  disrupted what was seen as a last giveaway to the oil and gas industry  by the Bush administration by bidding $1.8 million he did not have for  the right to drill in remote areas of Utah. He was convicted of  defrauding the government last March.\nIn a phone conversation with  The Guardian, a day ahead of sentencing, he said he was expecting jail  time: “I do think I will serve some time in prison. That is what I think  will be the next chapter in my life.”\nDeChristopher’s lawyers had  argued that his actions in December 2008 were a one-off, and that the  judge should show leniency. They argued DeChristopher had not intended  to cause harm.\nHowever, Judge Dee Benson said DeChristopher’s political beliefs did not excuse his actions.\nDeChristopher said he did not have a clear plan when he turned up at the auction in Salt Lake City in December 2008.\n“At  the time I went in with a very direct action kind of mindset thinking  that if I can cause enough delay, stop this action and keep oil in the  ground, then that would be worth it,” he said.\nHe had come  straight from writing one of his finals, unshaven and in an old down  jacket. “I certainly didn’t look like anyone who was there,” he said. “I  didn’t pretend to be an oil executive or anything.”\nOfficials  from the federal Bureau of Land Management asked if he wanted to bid.  DeChristopher said yes, still thinking at that point that he just wanted  to shout something or cause a disruption.\nBut by the time the  auction was over, DeChristopher had driven up prices on some parcels and  made winning bids on 14 pieces of land — some of it near national  parks. He knew he had no money to pay for it.\nThe Obama administration later cancelled most of the sales, because of doubts about Bush’s leasing plan.\nDeChristopher’s   defense was complicated from the start when the judge refused to hear  arguments that he had been compelled to act, to prevent a greater evil.  In this case, climate change.\nBut while the argument did not move  the court, it gained DeChristopher a following on campuses and among an  older generation of activists. He also founded a civil disobedience  group, Peaceful Uprising.\n“Tim is a hero to me,” wrote Peter  Yarrow, the folk singer, and member of Peter, Paul and Mary, in an  article in the Los Angeles Times on Tuesday that likened DeChristopher  to the leaders of the civil rights movement.\n“Throughout American  history, acts of civil disobedience have led to change. Think about the  Underground Railroad that helped escaped slaves to freedom, or about the  courageous actions of people like Rosa Parks, who refused to stay in  the back of the bus simply because of their skin color. Without this  kind of defiance of unjust laws, our country would likely still be  denying people of colour basic freedoms.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}