{
  "url": "https://insideclimatenews.org/news/15072011/climate-tipping-points-atlantic-circulation-catastrophic-warming/",
  "title": "Predicting Climate ‘Tipping Points’ Within Reach, Study Suggests",
  "date": "2011-07-15T15:00:23-04:00",
  "content": "After several years of identifying possible climatic “tipping points” such as the meltdown of the West Antarctic ice sheet and widespread tree deaths in the Canadian boreal forest, scientists are beginning to take on another formidable challenge: predicting these potential threats before they occur.\nWhile the mathematical concepts for understanding tipping point signals have been around for decades, they are  just beginning to be incorporated into global climate data and models, according to new research published in the journal Nature Climate Change.\nThe paper’s author, Timothy Lenton, said his study suggests that early warning of some impending tipping points may already be possible.\n“[This is the] first time a synthesis of both the basic theory and the latest results on the early warning signals has been brought together,” Lenton said in an interview with SolveClimate News.  “I think it’s the first time anyone’s made the link to how you might translate them to an early warning system.”\nA tipping point is a threshold at which change suddenly becomes unstoppable and irreversible without drastic action, said Simon Levin, a professor of biology at Princeton University, who uses applied mathematics in his research.\nA small shift, he warned, can push the climate system over the edge and trigger calamities, such as a dangerous rise in sea levels from Greenland’s ice melt or an Arctic thaw, which would release massive stores of methane into the atmosphere.\nLenton, a professor of earth system science at the University of Exeter, wrote in his paper that the probability of passing a climate tipping point is still seen by scientists as low. But, he said, the likelihood is  increasing all the time as global warming continues largely unchecked.\nOne such tipping point is the potential collapse of the Atlantic Thermohaline Circulation, Lenton said.\nCalled the Atlantic THC for short, the thermohaline circulation links the tropical oceans to the North Atlantic. It is created when cold water near the pole sinks and travels south, while warm water from the tropics flows north.\nThe circulation depends on the sinking of cold, dense water at high latitudes, but rising ocean temperatures due to climate change and the input of fresh meltwater from Greenland are making the water less cold and dense. As a result, the strength of the THC could weaken over time.\nLenton said he has reviewed climate models that show the THC slowing down or stopping completely in future decades, which would create weather havoc in Europe.\nThe THC warms Europe up during the winter months. If it hits its tipping point and shuts down altogether, England and Scandinavia would face more extreme cold in the winters, said Samuel Levis, a project scientist at the National Center for Atmospheric Research (NCAR). This while the region still suffers climate-induced extreme heat events in the summer.\nSeveral climate models revealed the presence of warning signals as the THC neared its tipping point. One of these models, GENIE-2, is a complex computer simulation that Lenton helped design. GENIE-2 incorporates a dynamic atmosphere connected to the ocean, said Lenton, making it a more realistic representation of reality.\nIn a previous paper, researchers ran the GENIE-2 model by forcing freshwater into the system until the THC slowed and stopped. Before it reached the tipping point, scientists found that the system became “sluggish” — or slow to recover from mild changes — explained Lenton.\nAn extra “nudge” from the atmosphere in the form of heavy rainfall in the North Atlantic, for example, temporarily weakened the circulation, as expected. But as the system approached the tipping point the circulation took longer to recover from the nudge.\nThese results have already been published, explained Lenton. “What hasn’t been done before is a careful assessment of how robust the results are.” In his new paper, Lenton showed the findings are sound by running the early warning methods thousands of times with different statistical parameters.\nThe sluggishness is important, Lenton said, because it’s a classic sign that a system is nearing the tipping point. “I’m making an argument from almost a mathematical point of view that these are general properties of tipping points,” he said, adding that he hopes scientists will continue to look for such signs in both climate models and real data.\nIn another research paper currently in press, Lenton and his colleagues found similar signs of sluggishness in paleoclimate records.\nTen thousand years ago, Earth’s climate was in a colder period known as the Younger Dryas. The switch to the warmer Holocene — today’s climate — happened quickly.\nThe scientists used sediment cores to study the productivity of marine organisms living on the surface of the tropical Atlantic. Right before the switch into the Holocene, they found that these ecosystems became slower to recover from changes, such as from sudden fluctuations in ocean circulation.\nLenton is also working on new research that shows warning signals for Arctic sea ice melt. The paper has yet to the published.\nLong Way to Go\nLenton emphasized that climate scientists still have a long way to go before they can accurately predict many tipping points. Certain events such as the accelerated melting of Greenland are just starting to be fully incorporated into climate models. Others, like the West African monsoon, he said, are “notoriously difficult” to model.\nThese seasonal monsoons begin along the West African coast before jumping inland. Because many societies are dependant on the predictability of these rains for farming, any change in the monsoon’s strength or location could threaten regional food security.\nIt’s uncertain how the monsoon will change in a warming world, said Levis, the project scientist at NCAR. Certain climate models show the monsoon shifting in one direction, while other models indicate it moving in another direction entirely. “So how do you pick out the tipping point if there’s no agreement between models?” he asked rhetorically.\nIn some cases, it may already be too late to use statistics-based warning signals, experts say.\nIn the boreal forest of British Columbia, Canada, for instance, mild winters have encouraged the proliferation of mountain pine beetles, which have already killed a vast number of lodgepole pines.\nThe die-off of trees, combined with the warming trend and increased wildfires, could force a large-scale collapse of the forest ecosystem, Lenton said. If conditions become too hot and dry for the return of lodgepole pines, the environment could turn into a future grassland.\nOne way to examine whether the system is headed for a tipping point is to wait for the infestation to die down and then compare the forest’s recovery with other forest disease outbreaks, said Lenton. The problem, he said, is that the current pine beetle invasion shows no sign of slacking off.\nHe suggested that it might be best to interpret the current beetle outbreak as a possible warning that we may be facing a large-scale collapse of the boreal forest.\nPrioritze Tipping Points\nIn addition to conducting more basic research, Lenton said it is important for scientists to prioritize tipping points that pose the greatest risk. The level of risk is determined by the likelihood of an event taking place and the potential severity of its impact, he said.\nGreenland, for instance, rates relatively high on both fronts.\nAs the ice melts, liquid water runs like a waterfall onto the interface between ice and rock, said Levis. The fear is that the water will lubricate the surface and facilitate chunks of ice falling into the sea. “So, this would be considered a tipping point, it and would also accelerate sea level rise,” he said.\nOn the other hand, there’s less of a likelihood that the West African monsoon tipping point will occur, experts say. However, if it were to happen, the destruction to societies would be high.\nScientists are still refining the West African monsoon’s behavior in climate models, Lenton said, so it’s hard to pin down a threshold. This might be a situation that reaches the tipping point without detectable warning, he added.\nIn some cases it’s unclear if a threshold exists at all.\nEric Wood, a professor of civil and environmental engineering at Princeton University, said he considers the release of carbon dioxide from the world’s peatlands as a potential tipping point. Warming could trigger a catastrophic outburst of the heat-trapping gas, he said.\nLenton, however, believes the release would happen more gradually — but he supports continued research on the peatlands.\n“There are systems out there that I haven’t put on my list,” he said. For the tipping points that do exist, Lenton predicts there will be “false alarms and missed alarms” as scientists work to decipher early warning signals.\n“[It’s] worth it despite the mistakes,” said Lenton. “The paper presents ways to take the mathematical ideas into practicality … if early warnings are possible, we should try to find them.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}