{
  "url": "https://insideclimatenews.org/news/05072011/yale-george-mason-poll-six-americas-scientists-not-politicians-climate-change-science/",
  "title": "Most Americans Want Scientists, Not Politicians, to Lead Climate Debate",
  "date": "2011-07-05T14:00:23-04:00",
  "content": "WASHINGTON—Americans nationwide still have a quiver full of queries for experts about climate change.\nBut the content of their questions — and the sources they are likely to trust with answers — vary depending on their level of concern and engagement with the issue.\nThat’s one of the latest conclusions drawn from an ongoing and wide-ranging study that has tracked how each of the “Six Americas” interprets the threats of global warming since the last presidential election. Researchers at Yale and George Mason universities first identified those half dozen separate audiences after their initial autumn 2008 survey.\nResults from the latest questionnaire conducted in the spring, the fourth in a series, were released in late June. They indicate that most Americans want those in the know to explain how they can be sure human activities, rather than natural changes in the environment, are altering the climate.\nDrilling down deeper, the questions become more nuanced depending on a respondent’s “Six Americas” ranking.\nFor instance, the 39 percent in the “alarmed” and “concerned” categories want to ask what nations could do to curb heat-trapping gases and if there’s still time to act. The 50 percent in the “cautious,” “doubtful” and “dismissive” sphere want to hear how global warming is caused by human activities. And the remaining 10 percent in the “disengaged” grouping want to learn what harm global warming will cause if it is actually happening.\nResearchers categorized questionnaire respondents by their levels of belief and concern about global warming, with “alarmed” at one end of the scale and “dismissive” at the other. Here’s how the latest survey sorts the 981 adults surveyed between April 23 and May 12: alarmed: 12 percent; concerned: 27 percent; cautious: 25 percent; disengaged: 10 percent; doubtful: 15 percent; and dismissive: 10 percent.\n“What we’re finding out is that there are very different conversations taking place on this issue,” Anthony Leiserowitz, director of the Yale Project on Climate Change Communication, tells SolveClimate News in an interview.\n“It’s sort of like throwing darts in a dark room. Unfortunately, unless you understand that people are coming in from different perspectives and starting points, you might hit the target occasionally but you’ll probably miss. And there’s a good chance you’ll do collateral damage.”\nWhat’s Inside\nThe latest iteration of the survey, Global Warming’s Six Americas, is a joint project of the Yale program headed by Leiserowitz and the Center for Climate Change Communication at George Mason University in Virginia.\nFunding is provided by the Surdna Foundation, the 11th Hour Project and the Grantham Foundation for the Protection of the Environment.\nIts 57 pages are chockablock with figures and 30 tables detailing how the topic of climate change resonates — or doesn’t — across America. In an interview with SolveClimate News, Leiserowitz discusses two key pieces of people’s perceptions covered in the study. One part examines resources they count on for credible information about global warming. The other looks at how receptive people are to climate and energy policies that hit close to home.\n“What we’re interested in finding out is why some people get engaged in these issues and why others dismiss them outright,” Leiserowitz says. “We want to understand how the public understands or misunderstands the causes, consequences and potential solutions to climate change.”\nThe Trust Factor\nOddly enough, much of the broad information many Americans absorb about climate change is disseminated by the two sources they trust the least — the mainstream news media and their own congressional representatives. Mainstream media and federal legislators finish at the bottom of the barrel — ninth and tenth — just below television weather reporters, among the list of 10 choices the Yale/George Mason survey presented to respondents.\nAt the other end of scale, respondents offer more stellar marks to government agencies as trustworthy sources of climate change data. For instance, three-quarters of them have high regard for the National Oceanic and Atmospheric Administration as well as scientists overall.\nNot surprisingly, those figures drop to 25 percent and 30 percent, respectively, among the “dismissive” audience.\nA majority of those surveyed also had kudos for climate change information dispensed by the Environmental Protection Agency, the Centers for Disease Control and Prevention, the National Park Service and the Department of Energy.\nPerhaps expectedly, trust in what President Obama espouses about global warming was highly polarized. Survey results reveal that 77 percent of the “alarmed” say they trust him, compared to 21 percent among the “doubtful” and 3 percent of the “dismissive.”\n“As the glue of society, we know trust is crucial,” Leiserowitz notes, adding that on a daily basis Americans are confronted with daunting perils they know nothing about such as climate change, lead in children’s toys and salmonella in fresh produce. “We don’t have the time or energy to do an examination to reach our own informed decisions among an ever-more complex landscape of hazards.\n“So we look for guides to help us through this dangerous landscape. We take our cues from key trusted individuals and organizations. And different groups tend to trust different messengers.”\nIndeed, the 10 percent of the respondents that Leiserowitz’s team classifies as “dismissive,” tend to be unreachable because a fair share of them are conspiracy theorists who distrust any source of climate change data.\nBut Leiserowitz seems confident that the urgency of the risks of global warming can resonate with the other five categories of Americans — the “alarmed,” “concerned,” “cautious,” “disengaged” and “doubtful” — if the right people can craft appropriate and credible messages.\nAs former Speaker of the House Tip O’Neill once famously pontificated, “All politics is local.” Leiserowitz is convinced those four words can be a communications beacon on the climate change front.\nThink Globally, Act Locally\n“This is where the rubber hits the road,” Leiserowitz says about how critical it is for agencies at the federal, state and municipal level to engage local constituencies. “You can’t talk about preparing for climate change in Seattle the same way you would in Phoenix.”\nAs well, the threats of global warming are less likely to sink in with people when the points of reference are distant or unfamiliar geographies instead of their own backyards.\nThus, it’s not too shocking that on average, half or more of the respondents in four of the survey groups — the “alarmed,” “concerned,” “cautious” and “disengaged” — expressed support for safeguarding the public’s health in their own communities, as well as the water supplies, agriculture, forests, wildlife, coastlines, sewer systems and public property.\n“The vast majority of American are basically local critters,” he says. “And who doesn’t want to protect their own water and other resources?”\nWell, some naysayers do exist. Survey results reveal that very few of those in “doubtful” and “dismissive” categories favored local action to secure those assets because they don’t perceive global warming as a danger.\nThough it’s a slow and laborious process, Leiserowitz is optimistic that most of the American public is reachable and educable about the realities of climate change.\n“If there’s a window of opportunity for success, it’s at the local level where these issues have not become hyperpolarized,” Leiserowitz says, adding that people are angry and frustrated with the political structure on the national scene. “Locally is where they are receptive to mitigation and preparing for adaptation.”\nHe lauds a network of federal, state and municipal specialists with expertise in forestry, water, public health, agriculture and public safety who are reaching people closer to their own neighborhoods — despite the lack of a national policy.\n“It’s a slow process and there’s no national television program you can have on it,” he stresses. “But it’s a conversation that’s going on right now. We’re talking about changing the knowledge, attitudes and ultimately the behavior of 300 million people. That doesn’t happen overnight.”\nNot Always Doubtful and Dismissive\nThe Yale/George Mason research indicates that the “doubtful” and “dismissive” survey respondents don’t always live up to their pessimistic labels. They have surprisingly high support for a number of the 12 community climate and energy policies that researchers asked them to rank.\nFor example, three-quarters of those surveyed gave a nod to construction of more bike lanes and bike paths and bumping up the availability of public transportation. This support extends across all six audience groups, with 60 percent of the “dismissive” in favor, compared to 90 percent in the “alarmed” category\nMajorities of the “alarmed,” “concerned,” “cautious” and “disengaged” found merit in ideas such as requiring new homes to be energy efficient; upgrading zoning codes so mixed-use neighborhoods encourage walking instead of driving, reduce urban sprawl and cut commuting times; and promoting energy-efficient apartment buildings instead of less-efficient, single-family homes.\nInterestingly and perhaps fittingly, 57 percent of those in the “dismissive” category gravitate toward the idea of building a nuclear power plant locally. Majorities of the other five groups oppose that idea.\nOut of the Box\nThe narrative about global warming is now stuck in three boxes that the country has to extricate itself from to make headway on climate change with audiences beyond those who are already “alarmed” or “concerned,” Leiserowitz says.\nBox one contains the false debate over whether there’s a consensus on the science of climate change; box two frames climate change as solely an environmental threat that starves polar bears and overwhelms island nations; and box three is full of divisive party politics that become only more divisive when a polarizing figure such as former Vice President Al Gore opens his mouth.\n“The issue has been so narrowly framed that the vast majority of Americans don’t see why it matters,” he says. “They see it as a distant problem in time and space.”\nMessengers Matter\nThose gaps can close, Leiserowitz maintains, if newer messengers at the climate table hoist a larger legitimate megaphone. They include the medical community, the Pentagon and others tasked with national security, businesses and laborers who want the country to gain a competitive edge with clean technology, and religious leaders who see acting on climate change as a moral responsibility.\n“Credibility really matters,” he emphasizes, adding that “doctors in white coats with stethoscopes around their necks” and “military leaders with shiny medals on their chest,” not politicians, should be educating Americans.\n“People want to hear directly from the experts.”\nFor example, he continued, it’s incumbent on the World Health Organization, the Centers for Disease Control and Prevention, Leiserowitz and other public health officials to draw direct lines between the impacts of climate change with infectious diseases, respiratory health, malnutrition and food and water supplies.\n“When people learn about these connections, they see global warming isn’t about polar bears, it’s about people,” Leiserowitz says. “And that’s when they realize, ‘Oh, now that actually matters to me.’\n“This is an issue that is so big and so fundamental,” he continues. “It’s about the energy systems that are our lifeblood. The stereotype is that this only matters to the long-haired hippies wearing Birkenstocks. But everybody has a stake.”\nNot Either/Or\nAdvocates for climate change action often fall into two camps, Leiserowitz says. One side argues that national and international policies are the only solutions, while another contingent rallies for on-the-ground action.\nWith such an all-encompassing topic, he says, such an either/or proposition is unrealistic. Instead, both top-down and bottom-up approaches are necessary, and it’s imperative to plug away from both directions.\n“That’s the genius of democracy,” Leiserowitz says. “It allows this laboratory of innovation and experimentation to take place.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}