{
  "url": "https://insideclimatenews.org/news/27062011/climate-protests-keystone-xl-pipeline-oil-sands-transcanada-bill-mckibben/",
  "title": "U.S. Climate Protests Shift to Blocking Keystone XL Pipeline Approval",
  "date": "2011-06-27T18:00:42-04:00",
  "content": "WASHINGTON—Conservationists are still fuming about President Obama’s continued lack of follow-through on his promise to affix solar panels to the White House roof.\nFor now, however, they’re willing to give him a pass on what they recognize would be mostly a symbolic gesture.\nBut a summons for civil disobedience at 1600 Pennsylvania Avenue this summer indicates they are unwilling to be anywhere near as lenient about a lightning rod of a proposed pipeline. It’s known as the Keystone XL and it could pump millions more barrels of heavy crude from Alberta, Canada’s oil sands mines to refineries along the U.S. Gulf Coast if the federal government greenlights it.\n“It was an enormous boost when Obama the candidate told us that the rise of the oceans would begin to slow and the planet start to heal on his watch,” author and activist Bill McKibben told SolveClimate News in an interview from his Vermont home.\n“We remember that he asked his supporters to keep pressuring him so he would do the right things. This is the kind of moment he must have meant. So we’re going to try.”\nThe founder of the advocacy organization 350.org collaborated with 10 other Canadian and American like-minded luminaries — including author and farmer Wendell Berry, actor Danny Glover and NASA climate scientist James Hansen — to issue a three-page plea for support.\n“This will be a slightly longer letter than common for the Internet age,” they wrote in a letter circulated early Thursday morning. “The short version is we want you to consider doing something hard: coming to Washington in the hottest and stickiest weeks of the summer and engaging in civil disobedience that will quite possibly get you arrested.”\nWhy the Keystone XL?\nClimate activists don’t have much to rally around now that Congress is shunning global warming legislation. Energy legislation is stalled and stymied in a Senate where a Democratic caucus has a slim 53-47 advantage. And a GOP majority in the House is unveiling any and every tactic to dismantle the Environmental Protection Agency’s ability to deploy the Clean Air Act.\nMcKibben and his allies figure the $7 billion Keystone XL — which was barely on their environmental radar screen a year ago — could be a galvanizer because the 1,702-mile underground pipeline would be a “fuse to the biggest carbon bomb on the planet.”\n“If the tar sands are thrown into the mix it is essentially game over,” Hansen, the National Aeronautics and Space Administration climatologist, explained about reclaiming a stable climate. “The principal requirement is that coal emissions must be phased out by 2030 and unconventional fossil fuels, such as tar sands, must be left in the ground.”\nPolitics are a metaphor for baseball, McKibben said, because presidents have to field issues that come out of left field and often swing and miss at curveballs when they are expecting fastballs over the middle of the plate.\n“We don’t expect or demand miracles out of politicians. That’s not part of the contract,” he continued. “But once in a while they get to make a straight-up decision and Keystone XL is one of those.  This one is more like tee ball. It’s sitting on the stand and Obama can choose to hit it or not.”\nTransCanada Defends Record\nWith its Keystone XL proposal, pipeline giant TransCanada has proposed building and operating infrastructure designed to pump up to 900,000 barrels of heavy crude daily.\nIt has the potential to double — or perhaps triple — the amount of diluted bitumen flowing to this country from its northern neighbor, though critics say it likely won’t be needed until 2025 or 2030. Between 2000 and 2010, U.S. imports of diluted bitumen grew five-fold from 100,000 to 500,000 barrels per day. That number could balloon to 1.5 million barrels per day by 2019.\nTransCanada spokesman Terry Cunha didn’t have any comment about the planned protest but he defended his Alberta-based company’s safety record and attempts by the oil sands industry to lessen its carbon footprint.\n“We have been in the pipeline business for over 50 years and we are a leader with one of the best pipeline safety and operating records in the industry,” Cunha wrote in an e-mail response to a SolveClimate News inquiry.\nHe pointed to a report released June 6 by energy consultancy IHS CERA outlining that “the increase in greenhouse gas emissions from oil sands, and consequently from the proposed pipeline, is not as high as is often perceived.”\nEnvironmental Review Ongoing\nDue to the international nature of Keystone XL, a State Department team is tasked with reviewing TransCanada’s request for a presidential permit required to cross the U.S.-Canadian border. Secretary of State Hillary Clinton is expected to issue a thumbs-up or thumbs-down before December. The Canadian National Energy Board approved its portion of the project in March 2010.\nTransCanada already operates phase one of the project, simply called Keystone. In June 2010, that  pipeline, two years in the making, began carrying heavy crude oil from Alberta’s tar sands to its southern terminus in Cushing, Okla., and its eastern terminus in Patoka, Ill.\nAfter issuing its final environmental review of Keystone XL, U.S. regulations require the State Department to undergo a 90-day review to determine if the pipeline is in the “national interest.”\nThe State Department team is now writing what is supposed to be its final evaluation. Environmental Protection Agency officials have found the first two drafts to be far from satisfactory. EPA gave the first draft its lowest grade of inadequate almost a year ago.\nEarlier this month, EPA authorities vowed to keep dogging the State Department after they found a revamped evaluation issued in mid-April fell short by failing to fully address safety and oil spill risks along a less-than-satisfactory route through the nation’s midsection. Their report also emphasized that Clinton’s team misses the mark on calculating lifecycle greenhouse gas emissions, potential damage to wetlands and migratory birds, and harm to at-risk communities.\nDespite the environmental hoops the State Department still seems to have to jump through, watchdogs fear authorities are intent on giving a thumbs-up to Keystone XL in the name of energy security and in response to pressure from oil interests.\nHouse Trying to Nose In on Decision\n“For once, the Republicans can’t filibuster this,” McKibben said about the pipeline decision being up to the executive branch. “Obama is in a good position. It’s not Congress we’re having to talk to and we don’t have to convince [House Speaker] John Boehner or [Oklahoma Senator] Jim Inhofe of anything. Trying to talk to Congress about these issues is like trying to talk to your cat.”\nLegislators aren’t keeping mum on Keystone XL, however. Last Thursday — the same day McKibben issued his epistle — the House Energy and Commerce committee voted 33 to 13 to pass a bipartisan measure forcing Obama to say “yes” or “no” to a presidential permit by Nov. 1.\nReps. Lee Terry, a Nebraska Republican, and Mike Ross, an Arkansas Democrat, co-sponsored what they christened the North American-Made Energy Security Act. Their bill underwent a contentious subcommittee hearing May 23. The Cornhusker State is one of half a dozen states the 1,375-mile U.S. section of the underground pipeline would cross through.\n“The question is simply whether we will partner with our northern neighbor and use this oil to essentially eliminate our dependence on oil from OPEC nations, or if we will force Canada to find other customers, like the Chinese who are hungry for energy supplies,” committee chairman, Rep. Fred Upton (R-Mich.), said after the vote.\n“This project has been delayed long enough. It’s time to make a decision, and this bipartisan bill will make it happen.”\nEnvironmental organizations lit into the legislation — which advances to the full House but has minute chances of passing in the Senate — as a desperate attempt to rush a dangerous and unnecessary project.\nThus far, Obama has been non-committal on Keystone XL, though he and Stephen Harper broached the subject when the Canadian prime minister came to Washington in early February.\nAnd during an early April visit to Pennsylvania, Obama didn’t directly answer a question about importing more oil sands from Canada. But he told a questioner how important it is to scientifically evaluate the safety of the extraction process and other potential environmental dangers.\n“I can’t comment on the specifics of this because the State Department is going through this complicated review process, and if it looks like I’m putting my fingers on the scale before the science is done, then people may question the merits of the decision later on,” he told the Canadian man who posed the query.\n“So I’m not going to get into the details of it,” Obama continued. “I will make this general point, which is that, first of all, importing oil from countries that are stable and friendly is a good thing.”\nBehave, Dress Appropriately\nThough the logistics for August are still being ironed out, McKibben said the healthy response thus far indicates he has struck a chord.\n“Twenty years of patiently explaining the climate crisis to our leaders hasn’t worked,” states the letter he co-authored. “Maybe moral witness will help.”\nOne prerequisite is that the demonstrators ditch Birkenstocks, torn jeans and tie-dyed T-shirts for button-down, business attire.\n“We need to be able to get across to people who the conservatives are and who the radicals are,” McKibben said. “People need to understand how radical it is to change the composition of the atmosphere.”\nAnother sartorial tip? Even though it might be difficult to grasp the bureaucratic obstinacy and insider dealing that they say has derailed the president’s environmental efforts, organizers are asking marchers to don Obama campaign buttons.\n“We don’t have the money to compete with those corporations, but we do have our bodies,” the co-authors wrote in their missive, “and beginning in mid-August many of us will use them.”\nBy backing down on his White House solar panel vow, Obama reminded activists that vigilance isn’t optional.\n“That reminded us that we need to push,” McKibben said. “Sometimes we forget that every single day in Washington there are people whose high-paying job it is to push. That’s what lobbyists do.\n“The small contribution we’re trying to make is to nationalize this so it’s not just an issue for those whose back yards it is going through or for indigenous people whose ancestral lands are being ripped apart.”\nCalling All Baby Boomers\nMcKibben, a veteran organizer of massive exercises, could assume the title of Pied Piper when it comes to prompting sweeping action on climate change.\nHis large-scale activism began in 2007 — the year before he launched 350.org — with a Step It Up campaign featuring gatherings in all 50 states. Follow-up work parties and political rallies expanded from 5,200 events in 181 countries in autumn of 2009 to 7,400 events in 188 countries last October. After last November’s midterm elections, he coordinated a satellite-broadcast, planetary art show titled 350 EARTH.\nOrganizers are emphasizing that such “serious stuff” near the White House requires a peaceful demonstration, not a smash-up. Environmental and democracy campaigns will be offering nonviolence training beforehand.\nThe Middlebury College professor knows the August event will be a magnet for students. But he wants to see plenty of gray hair at the protest, too, because it’s “past time for elders to behave like elders.”\n“It’s incumbent on those who have spent our whole lives spewing carbon into the atmosphere to do something about it,” McKibben concluded. “Most had interesting first acts in their lives that involved the civil rights and anti-war movements. That was before becoming preoccupied with other activities, mainly consuming things.\n“Now, they’re ready for a different kind of third act. Perhaps this will give them a chance to get back to their idealistic roots.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}