{
  "url": "https://insideclimatenews.org/news/18052011/nrc-report-climate-change-economy-congress/",
  "title": "Climate Study Congress Requested Falls on Deaf Ears in the Capitol",
  "date": "2011-05-18T20:30:36-04:00",
  "content": "WASHINGTON—Ho hum.\nThe average air temperature in the United States has leapt two degrees in the last five decades. Yawn. Coastal regions in the country are disappearing because of rising sea levels. Hit the snooze button. The already-arid Southwest is becoming drier. Snore.\nWhether it’s paralysis, fatigue or an indication of the arrival of “post-climate times,” a major National Research Council mid-May report warning about the severe dangers of accumulating greenhouse gas emissions seems to have barely registered as a blip on the Richter scale of environmental urgency.\nPerhaps that shouldn’t be so shocking. After all, Congress, the very entity that requested the report, is pretty much punting on the carbon issue. And the Obama administration is focusing on other energy solutions, having seemingly flushed once-optimal options such as cap and trade or a carbon tax.\nSeveral years ago, the Natural Research Council, a branch of the renowned National Academy of Sciences, was tasked with laying out steps and strategies that policymakers could adopt to mitigate the effects of climate change. The just-released “America’s Climate Choices” is the fifth and final volume examining all aspects of tackling global warming.\nWhile the amalgam of 22 academics, climate scientists, think tank leaders, businesspeople and politicians involved in creating the latest report herald the idea of a price on carbon and present a series of broad recommendations for U.S. decision-makers, they do not outline any specific policy recipes.\nThe authors defend their non-prescriptive approach. In-the-know observers, however, view it as a signature drawback because it highlights the classic divide between scientific reality and political courage.\nNothing comes to fruition because scientists are traditionally skittish about offering policy prescriptions and legislators are equally twitchy about acting on groundbreaking science that is often too complicated for them to fully grasp.\n“It’s a fabulous report with top-caliber participants,” Paul Bledsoe, a senior adviser with the Washington-based Bipartisan Policy Center, told SolveClimate News in an interview. “But simply issuing reports is not adequate anymore. My frustration is that the traditional method of communicating science is not gaining traction politically. It has to be done in innovative ways that engage stakeholders and legislators.”\nObjectivity Versus Advocacy\nThe foreword to “America’s Climate Choices” clearly spells out that the authors deliberately avoided being policy prescriptive because some scientists believe “recommending a particular option would carry them beyond objectivity and into advocacy.”\nPeggy Shepard, one of several non-scientists who served on the committee that issued the latest report, told SolveClimate News that was a logical decision.\n“With scientists, their job isn’t to think about the politics or policy,” said Shepard, the executive director of New York City’s WE ACT for Environmental Justice. “We wanted to lay out options and scenarios and then describe the implications for making any of those choices.”\nFor instance, she said, the committee didn’t want to “turn off half the country” by suggesting that cap and trade or a carbon tax or no regulation at all was the one and only solution.\n“We definitely thought about the political environment,” Shepard said. “But remember, when we started on this the Obama administration was just getting started.”\nEconomy Trouncing Climate\nShepard is convinced the report’s message about acting on climate now would have resonated loudly and been the focus of non-stop chatter on Capitol Hill and in board rooms if the timing had been different.\n“We’d like a bigger splash, we’d like everybody to be talking about it,” she said. “But that just isn’t the reality in this economic and legislative environment when all the talk is about jobs and the economy.”\nShe pointed out that the committee began deliberations more than two years ago when climate change was a hot-button issue everywhere. For example, Democratic Reps. Henry Waxman of California and Ed Markey of Massachusetts were on the verge of celebrating an American Clean Energy and Security Act cap-and-trade victory in the House.\n“When climate change legislation was fairly active, we thought we could play a role,” Shepard said. “In many respects, some of the people on our panel did think what we were doing was bold. I don’t know if you can say the report is not aggressive enough. Given the economic crisis and the stalemate in Congress, people have become inured to this discussion.”\nShepard praised the report’s authors for broaching such issues as adaptation and the need for the federal government to become a major energy research and development force.\n“This report has been very straightforward in pointing out that climate change is an urgent issue and that signs of it are occurring right now,” she said. “Our goal is to advise the government that it must immediately begin coordinating activities that will lead to a reduction in greenhouse gases.”\nThe report reflects a deep dive on the part of scientists and other stakeholders who understand this country’s limits and challenges on the global warming front, she said.\n“I don’t know if the scientists would blanch at the word roadmap, but this is certainly much more of a blueprint or a roadmap,” she continued. “And I don’t think that comprehensive view has been published before. It’s much deeper than a United Nations report and is tailored to America.”\nCommon-Sense Recommendations\nThe 118-page report emphasizes that as a signer of the Copenhagen Accord in 2009, this country has an obligation to reduce its heat-trapping gas emissions enough to limit an increase global mean temperature to 3.6 degrees Fahrenheit (2 degrees Celsius).\n“Meeting such a commitment will require a significant departure from ‘business-as-usual’ in how we produce and use energy,” the report states. “Given the inherent complexities of the climate system, and the many social, economic, and technological factors that affect the climate system, we can expect always to be learning more and to be facing uncertainties regarding future risks.\n“But uncertainty is a double-edged sword,” the report continues. “It is possible that future climate-related risks will be less serious than current projections indicate, but it is also possible they will be even more serious. Uncertainty is not a reason for inaction.”\nIn a nutshell, the authors outline five components that they conclude are integral to an effective national response to climate change:\n•\tRamp down greenhouse gas emissions as quickly as possible (This is where the report emphasizes that the most effective and economical method is a comprehensive, uniform price on carbon with a price trajectory sufficient to drive significant investments in energy efficiency and low-carbon technologies.)\n•\tMobilize immediately for adaptation to increase the nation’s resilience to both gradual climate change and abrupt disaster events.\n•\tInvest in science, technology and information systems\n•\tParticipate in international climate change response efforts\n•\tCoordinate a national response among federal agencies and other organizations involved in a comprehensive climate change strategy\n“Unfortunately, there is no ‘magic bullet’ for dealing with this issue,” the report stresses. “No single solution or set of actions that can eliminate the risks we face.”\nThe committee seems to be speaking to Congress directly when it concludes with this judgment: “The risks associated with doing business as usual are a much greater concern than the risks associated with engaging in strong response efforts.\n“This is because many aspects of an ‘overly ambitious’ policy response could be reversed if needed, through subsequent policy change; whereas adverse changes in the climate system are much more difficult (indeed, on the timescale of our lifetimes, may be impossible) to ‘undo.'”\nWill Congress Lend an Ear?\nWhen Bledsoe, the climate change specialist with the Bipartisan Policy Center, looks at Congress these days he sees a dysfunctional body. Not only are many representatives and senators in deep denial about global warming, but others are fretting that such legislation that would harm the American public by boosting energy prices just as the nation is emerging from a recession and a financial meltdown.\nHe encourages advocates from the scientific, political, industrial and academic sectors to seize what he calls a “policy hiatus” to redouble their communication efforts about the alarming consequences of climate change. This requires using reports such as “America’s Climate Choices” to educate religious leaders, minority groups and other organizations about threats to the country, and remind them to push Congress relentlessly.\n“Congress asked for this study,” said Bledsoe, who has extensive global warming experience with the federal legislative and executive branches, including a 1998-2000 stint with the White House Climate Change Task Force under President Bill Clinton. “It’s incumbent on Congress to read it and treat it seriously by holding hearings on it.”\nThough scientists’ reluctance to be prescriptive in these cases leaves a void between talk and action, Bledsoe said he understands the scientists’ instincts. And quite frankly, he added, it’s think tanks such as his and members of Congress who are supposed to be shaping policy.\nWith such high turnover in both chambers of Congress during the November midterm elections, he said, the reconfigured body can’t continue with a “been there, done that” attitude toward climate change.\nThe onus of shaking federal legislators out of their hangover malaise rests in two places — on advocates to teach and on Congress to listen. And the National Research Council’s report offers a paramount lesson plan, Bledsoe said.\n“If members of Congress challenge the assertions in the report, they should hold hearings,” Bledsoe said. “If they believe and accept what’s in it, they should hold hearings.\n“One way or another they should deal with it,” he concluded. “I don’t see how they can ignore it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}