{
  "url": "https://insideclimatenews.org/news/13052011/ice-melt-hudson-bay-species-loss-oil-drilling-canada/",
  "title": "Ice Melt Will Bring Species Loss, Oil Drilling to Canada’s Hudson Bay, Researchers Suggest",
  "date": "2011-05-13T16:00:20-04:00",
  "content": "Rapidly thinning sea ice on Canada’s Hudson Bay will trigger a fast rate of species loss and open new access to commercial shipping and crude oil exploration, the authors of a new study suggest.\nThe study provides the most comprehensive look yet at how climate change   will affect the Texas-sized Hudson Bay, a biologically and  economically important  inland sea in the country’s northeast.\nSummer sea surface temperatures will increase 9 degrees Fahrenheit in the southeastern Hudson Bay and 5.4 degrees Fahrenheit in the central portion before mid-century, spelling disaster for sea ice formation and the polar bears and other wildlife that depend on the ice to survive, according to the study.\nThe bay’s western edge is home to one of the world’s largest clusters of polar bears.\nThe scientists calculate that within 30 years the 316,000-square-mile water body could lose 31 percent of its total volume of ice. Since the 1950s, Canada’s average temperatures have been steadily  increasing from the rise in emissions of carbon  dioxide and other heat-trapping gases.\nThe researchers, from the University of Quebec at Rimouski and the Montreal-based Ouranos Consortium, based their predictions on data from the Canadian Regional Climate Model.\nTheir findings have been published in the May issue of Climate Dynamics.\nThe study says that air temperatures could increase by as much as 7 degrees Fahrenheit on average in the bay year-round. Frigid temperatures in the coldest months will persist decades in the future, meaning sea ice will still form across nearly all of its original extent with only a 2.6 percent loss by the 2040s. But the ice will be thinner and remain frozen for less time.\nDue to warmer water temperatures in the summer months, it will take more time for the water to get cold enough to freeze, delaying the formation of sea ice by nearly a month — from November and December to as late as January — said Sylvain Joly, lead author of the paper and a climate researcher at the University of Quebec.\nWith less time to form, the sea ice will be roughly 50 percent thinner than today’s levels in some areas such as the Hudson Strait and Ungava Bay. Thinner ice also means the frozen cover will break up in May or June compared to July.\nOverall, the Hudson Bay will lose 7 to 9 weeks of ice coverage by the 2040s.\nThe impact will be felt beyond the bay region, Joly said. Previous studies show that the Hudson Bay marine system plays a significant role in the regional climate variability of Canada — to such an extent that “a change in sea-ice season over the Hudson Bay might affect climate in the southern part of the country,” he said.\nHis team’s research joins a number of studies that have documented dwindling sea ice, one of the bellwether indicators of global warming. NASA and European Space Agency satellites have recorded a rapid thinning of sea ice in the Arctic, up to 7 inches a year, or 19 percent annually, from rising levels of carbon dioxide emissions.\nFirst Polar Bears Driven Extinct?\nScientists have also repeatedly shown that thinning ice and shorter ice seasons have dire effects on species such as polar bears, whales, walruses and seals due to a loss of habitat, protection and resources, as well as on the native communities that depend on them.\nThe U.S. Geological Survey predicted in 2007 that two-thirds of polar bears could disappear by 2050 from shrinking summer ice based on moderate projections, though newer research published in Nature shows their decline could be controlled by aggressive cuts in greenhouse gas emissions. Scientists estimate the current polar bear population is between 20,000 and 25,000.\nThe bears come to land when sea ice melts and fast until it forms again. In the Hudson Bay and elsewhere they now have to fast longer, endangering their health, said Shaye Wolf, climate science director at the Center for Biological Diversity, a nonprofit conservation group based in Arizona.\nCurrently, there are about 900 polar bears living in the western part of the bay.\n“Polar bears in western Hudson Bay are already starving, giving birth to fewer cubs and declining in number as they lose the ice they need to hunt and find mates,” Wolf told SolveClimate News. “If current trends persist, western Hudson Bay will likely be the first polar bear population driven extinct by global warming” by 2050.\nA recent study by Peter Molnar of the University of Alberta in Canada published in Nature Communications found that a quarter of pregnant polar bears in the 1990s did not produce young in the western Hudson Bay due to energetic stress, a condition in which animals exert more energy from scavenging for food than they consume.\nMolnar’s paper also estimated that if sea ice breaks up one month earlier — as was predicted in Joly’s research — up to 75 percent of pregnant polar bears will fail to give birth by mid-century.\nFurther, hotter temperatures and shrinking ice will force ringed seal moms to separate from their pups before they are fully developed, leaving them susceptible to predators and unable to fend for themselves. The declining sea ice also means that seals will have less access to Arctic cod, a primary food source they reach by traveling out on the ice. Changing temperatures will force southern species like harbor seals into the region, increasing competition for limited space and food.\nMelting Could Bring Oil Exploration, Pollution\nIn addition to species loss, a 2011 Congressional Research Service study reports that melting sea ice generally opens opportunities for new commercial shipping routes and allows for more exploration of oil, gas and minerals — as has already started happening in the Arctic.\nThis will provide an economic boost for many nations but will also increase energy-related pollution in the affected regions. The Hudson Bay is not likely to be an exception.\nBruno Tremblay, a climate scientist at McGill University in Montreal who has studied sea ice in the region, thinks shorter ice seasons in the bay will increase shipping to and from Churchill, a once- bustling fur-trading post along the Western edge of the bay in the province of Manitoba, opening up trade in central and northern Canada.\nIn 2009, the Canadian National Energy Board and Northern and Indian Affairs Canada — together with the provincial governments of Manitoba, Ontario, Quebec and Nunavut and several Canadian universities — started surveying the Hudson Bay for potential reserves of crude oil hydrocarbons and other resources stored within the bedrock. The data collection and mapping, which is being carried out by scientists from the Geological Survey of Canada until 2013, could fuel rapid exploration and extraction.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}