{
  "url": "https://insideclimatenews.org/news/22042011/oakland-creative-strategy-financing-citys-solar-roofs/",
  "title": "In Oakland, A Creative Strategy for Financing the City’s Solar Roofs",
  "date": "2011-04-22T16:30:22-04:00",
  "content": "The city of Oakland, Calif., is getting its residents to help build out a clean energy economy, one solar tile at a time.\nBy selling 5,000 tiles at $100 each to locals, the city is aiming to piece together entire rooftop solar arrays at seven budget-strapped schools, youth centers and houses of worship. A team of Oaklanders will be trained and hired to install the panels by as early as July.\nThe city’s efforts are part of a pilot program called Solar Mosaic, a web-based marketplace for community solar initiatives that launched on April 15.\nUsing the “crowdfunding” model, residents can help generate energy savings and scale back greenhouse gas emissions without having to shell out tens of thousands of dollars for a solar installation at home.\nThey’ll also help create jobs for a budding green-collar workforce in a city with the state’s highest crime rates and where 17.5 percent of people live below the poverty line, compared to 13 percent nationally.\n“There is this huge gap between the population that wants to go solar and the people that actually have,” Billy Parish, president of Solar Mosaic, told SolveClimate News.\n“We saw an opportunity to connect those dots.”\nParish said he and fellow co-founder Daniel Rosen first conceived of the mosaic concept while working to develop renewable energy projects with Native American tribes in the U.S. Southwest and Great Plains regions.\n“We realized that the obstacles that the tribes faced were the same obstacles that schools, places of worship, community centers and other nonprofits around the country faced” — namely, a lack of cash needed to go solar or pay off high interest rates on loans.\n“For the last ten months, we’ve been on a journey to figure out the best way to enable and catalyze community solar and have found a model that works,” he said.\nWith offices in Flagstaff, Ariz., and Berkeley, Calif., the team began eyeing Northern Arizona and the San Francisco Bay Area as pilot sites.\nAnd then, Van Jones, co-founder of the Ella Baker Center for Human Rights in Oakland, called to say that an anonymous celebrity had offered to donate up to $250,000 to support green job creation in the city.\nVan Jones on Board\nThe Ella Baker Center provides jobs training for Oaklanders who can’t find employment due to a criminal record or lack of education or skills. Its Green-Collar Jobs Campaign advocates for renewable energy policies while supporting pilot programs like Solar Mosaic to help create long-term careers for residents.\nJones briefly served as the special adviser for green jobs and innovation on the White House Council on Environmental Quality, until he was forced to resign in 2009 for comments he allegedly made in connection with a 1990s fringe political group and for signing a petition in 2004 from the 911 Truth movement.\nHis Rebuild the Dream initiative, which aims to foster economic prosperity for all, is also supporting the crowdfunding program.\nSolar Mosaic will use the celebrity gift to match the tile sales one-by-one: For every tile a community member buys, the donation will cover another. The project team will then select and train a local workforce to complete an estimated 2,240 job hours to install and operate the panels.\nAbel Habtegeorgis, spokesperson for the Ella Baker Center, said that the project “addresses unemployment and the need for green energy at the same time.\n“We see the green economy as an opportunity to lift folks out of poverty. In Oakland, you’re seeing a re-engagement of our most vulnerable communities into environmental issues.”\nHe added: “As California goes, so goes to the rest of the world. So it is critically important … that we make sure this is an inclusive model that preaches equality and equity.”\nStatewide, more than 500,000 Californians hold green-collar jobs. And last year, the state attracted nearly $10 billion in venture capital for the cleantech industry, according to figures from the state Economic Development Department.\nGreen jobs could grow to 1.2 million positions by 2020 as the state meets Gov. Jerry Brown’s goal of generating 20,000 megawatts of renewable electricity in the next ten years, including 12,000 megawatts of locally generated power.\nThe governor on April 13 signed into law one of the nation’s most aggressive renewable energy plans, requiring California to get 33 percent of electricity from renewable sources by 2020.\n85% Emissions Cut by 2050\nOakland itself has set ambitious goals to encourage clean energy development and employment.\nIn March, the city council passed its first Energy and Climate Action Plan, which requires Oakland to reduce greenhouse gas emissions by 36 percent below 2005 levels within the next decade. By 2050, the city will cut emissions to 85 percent below the 2005 mark.\nThe Solar Mosaic team says it can help the city further state and local goals.\nRooftops participating in the program will support an average of 20 kilowatts each in solar energy, for a total of 140 kilowatts, and generate energy savings of at least $50,000 per mosaic over two decades.\nSolar energy from the tiles will keep 4.6 million pounds of coal from being burned, about the equivalent of taking 20 homes off the power grid, according to the project.\nOakland-based Sungevity, a leading residential solar provider, will also support the project by assisting in designing, installing and operating the panels.\nOnce the solar arrays are up and running, participating buildings will purchase the electricity, and proceeds will slowly pay back community sponsors over an estimated eight-year period.\nKeeping the Money Local\n“Another aspect that we think is really important is this idea of keeping money in the local community,” Parish said.\n“If people in Oakland are buying tiles in local community solar, the buildings are paying those folks back and that money circulates and stays in the community, as opposed to [going to] a big utility or a bank that might finance these projects.”\nParish noted that Solar Mosaic is already looking to expand the project to additional buildings in Oakland and in other cities.\nThe team is partnering with Solar 4 All, a subsidiary of the nonprofit Solar Richmond that provides solar industry training, staffing services, and free consulting to consumers.\nTogether, they aim to develop solar projects on nearly 60 community buildings in Richmond, just north of Oakland, and an additional megawatt of combined solar power on city-owned buildings.\n“We are working on a number of projects in Flagstaff, and we’re in conversations with folks in Berkeley, San Francisco and Los Angeles,” Parish said, adding that the tile-sharing model could be taken nationally and worldwide.\n“This is a new model and a new direction for building our clean energy future, and it is just the beginning.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}