{
  "url": "https://insideclimatenews.org/news/01052011/mit-web-tools-landowners-natural-gas-landmen/",
  "title": "MIT Web Tools Help Small Landowners Navigate Gas Leasing Frenzy",
  "date": "2011-05-01T07:30:03-04:00",
  "content": "The sign at the end of Jill Wiener’s driveway simply reads “No Frack.” The declaration reflects her two-year effort to keep natural gas wells off her and her neighbors’ property.\nWiener lives in Sullivan County, New York, 9 miles east of the scenic Delaware River near the Pennsylvania border. Tourism and agriculture drive the region’s economy. “It’s very mellow and beautiful,” she says, the kind of place “where people sit outside to watch the fireflies at night.”\nNow the bucolic landscape may be under threat, Wiener muses, due to the “domino effect” of a new drilling method spreading eastward across the United States.\nSullivan County overlies the Marcellus Shale formation that stretches 150,000 square miles from New York across most of Pennsylvania, through parts of Maryland, Ohio and West Virginia.\nThe formation contains enough natural gas to heat the nation for two decades or more. Improved recovery technology known as hydraulic fracturing, or fracking, has made the resource economical to extract in recent years, fueling a drilling frenzy as well as highly publicized environmental concerns.\nRecent reports reveal that wastewater from the practice contains radioactive material and is being dumped in public waters. Gas companies say fracking is safe.\nThe heart of the action is in Pennsylvania for now. Wiener’s state of New York has a fracking moratorium until July 3, though many upstate residents have already signed leases with gas companies. Wiener says she isn’t taking any chances.\nFor two years  she has worked to educate her community about potential air and water pollution through a group called Catskill Citizens for Safe Energy. The volunteer organization confronts gas industry representatives at town meetings and set up screenings of the anti-fracking documentary “Gasland.”\n“We really feel the key to success in defeating fracking as an option for gas extraction is education,” she says. “[I’m] all about pushing information forward, and being cautious.”\nThe most powerful learning tool for advocates in areas unaccustomed to gas exploration may be the Web.\nThanks to a series of social networking tools called ExtrAct developed by the Massachusetts Institute of Technology, Wiener has connected online with citizens who have lived for decades among the gas fields. A small but growing group of users shares personal stories of drilling impacts such as contaminated water wells and health problems.\n“It sure is nice to be able to see what people in other places have experienced,” says Wiener.\nEmpowering Landowners\nExtrAct was founded three years ago at MIT’s Center for Future Civic Media in the midst of the Marcellus boom to empower anxious landowners in their dealings with industry leasing agents, or “landmen,” who offer tough-to-resist deals.\nIn Pennsylvania, natural gas companies  have already leased about 7  million acres of public and private  property — about one-quarter of the  state’s entire land mass — according to state authorities. Landowners can rake in millions with the initial lease and ensuing royalties.\n“We have a lot of information [about drilling] from the industry,  and from the states,” explains Chris Csikszentmihályi, director of the Center for Future Civic Media, “but very little info from actual  people who encounter the industry as regular citizens.”\nThis is one of those “key moments when information will make a big difference,” Csikszentmihályi adds.\nIn early 2009, ExtrAct launched its first in a trio of tools — the Landman Report Card, which allows people to post critiques of landmen online.\n“We heard stories of landmen using certain tactics to get people to sign faster,” says Christina Xu, former project director of ExtrAct, claiming that some landowners ended up signing bad leases. “By the time people realized the consequences, the landmen were long gone,” making it hard to track them down.\n“ExtrAct creates a network of stories in the public eye,” Xu says.\nShe compares it to eating at a restaurant: When you’re dining out, you feel entitled to good service. If you don’t get it, you can post an online review that is unflattering for the restaurant. Similarly, Landman Report Card users rate individual landmen based on their honesty and knowledge.\nMany landmen receive some form of positive feedback. Knowledgeable. Forthright about development plans. Others are tagged with a slew of critiques. Unethical business practices. Misinformation. Unavailable for contact.\nSimona Perry is an environmental sociologist who studies how rural landowners make decisions about their property. She has spent the past two years in eastern Pennsylvania and has seen some unsavory tactics up close, including what she calls “playing the patriotism card.”\n“A landman might say, ‘You’re being un-American if you don’t sign this.’ They use patriotic rhetoric about foreign oil.” It’s a tactic that works well in the region, says Perry, because the people tend to be conservative and Republican, and many serve in the military.\nPerry, who is a postdoctoral research fellow at Dickinson College in Carlisle, Pa., now works to spread awareness about the Landman Report Card, even to those who have already leased their acreage. “A lease doesn’t mean landmen won’t come to your door,” she says. “They still come around getting people to sign for pipelines and other agreements. So [ExtrAct] is still helpful.”\nA Wikipedia of Gas Wells\nPart two of ExtrAct, the News Positioning System, was released in early 2010. The simple website posts news articles onto a map of the United States, creating a database of stories by location.\nIt allows people to find out what’s happening in other parts of the country, says Tara Meixsell, a western Colorado activist, and “to really understand they’re not alone.”\nBut for veteran activists like Meixsell, ExtrAct’s most useful feature is WellWatch, released in November. So far, the website has information on every individual gas well in five states, listing GPS coordinates and well operators. ExtrAct hopes to expand WellWatch to every gas well in the country.\nWellWatch runs on a Wikipedia interface. Each well has its own wiki page where users can post pictures, comments or complaints.\nA search of recent notes turns up the following: One Colorado landowner reports body rashes and breathing problems. In Pennsylvania, someone is woken by loud drilling at 3:00 AM on a Sunday morning. Other complaints range from “odors” to “dead chickens” to “discolored and stinking water in the house.”\nThe site has just 130 registered users. Between March 10 and April 16,  it garnered 110,000 page views. Even with its limited use,  Csikszentmihályi has seen a lot of customization as users create wiki  pages for their counties and activist groups. “I think the power will grow as more people start using it.”\nWellWatch is much easier to navigate than the official state databases, says Meixsell, and allows users to compare state-by-state trends like never before.\nTechnology Divide\nStill, ExtrAct requires the Internet, and for the rural Pennsylvania landowners that Perry works with, that can be a problem. Many locals don’t have computers so she has started recording their stories for them.\nThere are two types of ExtrAct users, explains Csikszentmihályi. The first type is Internet savvy — they might learn about ExtrAct on Facebook and immediately start posting. The second type relies on people like Perry and Meixsell to make house calls and guide them through the process.\nFor her part, Meixsell is used to this kind of work. She’s acted for years as a default expert in Garfield County in the heart of Western Colorado gas country, and is constantly fielding calls from people who report well problems on their property.\nMeixsell is mostly self-taught. After years of seeing friends suffer from drilling impacts, she wrote the book “Collateral Damage” to chronicle alleged health and environmental effects caused by the industry.\nShe knows that many stories will never be told. Some landowners are too frustrated to share their experiences, Meixsell explains. Others have family members who work in the industry.\n“We’ve heard over and over [about people’s] fear of reporting,” says Csikszentmihályi. ExtrAct tries to accommodate them by allowing for anonymous usernames. Members can also contact each other through the site instead of revealing personal email addresses.\nThese features have made ExtrAct “a more palatable venue” for landowners, says Meixsell. “It has enabled me to get more people to report than would have been willing to do so initially.”\nPolicy Impact Unclear\nIt’s too early to tell if ExtrAct will have any impact on government policy. For now, the founders are focused on recruiting more landowners.\nWith time, the site could help provide evidence in court cases over fracking regulations, says attorney Todd O’Malley, one of several lawyers helping to spread the word about ExtrAct. O’Malley, whose speciality is workplace injury claims, says ExtrAct is “an outstanding database” that can help lawyers find witnesses for court cases.\nEarlier this year, Meixsell and Perry visited Reps. Diana DeGette and Jared Polis, both Democrats from Colorado, in Washington, D.C. DeGette and Polis are co-sponsors of the FRAC Act, which would require drilling companies to disclose the chemicals in fracking fluids. “[Both] were very interested and thought [ExtrAct] would be useful when talking with other policymakers,” says Perry.\nCsikszentmihályi says that ExtrAct’s creators didn’t set out to create an anti-fracking tool, but rather a way to help landowners new to gas exploration make smarter decisions about whether to let companies drill on their property.\n“My home is gas heated. I’d be frozen or a hypocrite” to advocate for no drilling, he says. “But is it worth doing it in this way?” he asks, referring to the scientific unknowns about the method’s effects on groundwater and air quality.\n“There are hundreds of thousands of gas wells peppered across the landscape. No single well is as environmentally problematic as the Deepwater Horizon oil rig. But for the people who live next to that well, it’s quite significant.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}