{
  "url": "https://insideclimatenews.org/news/11042011/alliance-climate-education-science-schools/",
  "title": "California Group Plugs Climate Science Gap in America’s Schools",
  "date": "2011-04-11T07:00:28-04:00",
  "content": "Climate change has become a household term in America, but that doesn’t mean most people grasp the science behind it.\nAccording to a recent survey from the Yale School of Forestry and Environmental Studies, just 8 percent of American adults would score an A or B on their understanding of climate change science, while 52 percent would receive an F.\nThe younger generation generally isn’t faring much better. Unlike physics or chemistry, there’s no standard school curriculum for teaching the science of global warming. In Texas, the Board of Education has gone as far as to ask teachers to cast doubt on the human role in climate change.\nThe Alliance for Climate Education (ACE) hopes to plug the gap. Founded in 2009, the California nonprofit visits high schools across the country to give assembly presentations on climate change. Any teacher can request an appearance.\nAccording to the ticker on ACE’s website, the group has reached nearly 750,000 students in 1,300 schools.\n(Listen to the SolveClimate News podcast episode: Plugging the Climate Science Gap in U.S. High Schools)\n“[It’s the] Superbowl experience of climate,” Matt Stewart, ACE’s head of marketing, told SolveClimate News. “We try to present something that stands out and energizes [students] around science, and to find creative ways to solve [climate change].”\nACE relies on presenters like Rouwenna Lamm, a senior educator on its New England team. On a recent spring morning, she traveled to Natick High School in eastern Massachusetts to speak with a group of 100 seniors.\n‘We Want Climate Science that Sticks’\nNot yet 9:00 AM, the students file into the auditorium, yawning and fidgeting. Surely the last thing they want is to hear a sleepy lecture on earth science.\nBut they fall silent once Lamm begins; her presentation is an animated movie full of music, sound effects and fast-moving action.\nA cartoon teenager with spiky hair dashes across the screen. He eats, he shops, he drives a car. Wherever he goes, he’s surrounded by images meant to symbolize his daily consumption footprint — cornfields, oil derricks and landfills.\nThe average American teen consumes enough resources to fill 21 football fields, Lamm tells the students.\nShe’s narrating the entire 20-minute show from memory, and climate science doesn’t get a mention until three minutes in. As Lamm explains how fossil fuels were formed, dinosaurs flop over dead on-screen. There are chuckles from the crowd. Later, when Lamm mentions greenhouse gases, blobs of CO2 float around sporting sunglasses and 1980’s hairstyles.\n“We want climate science that sticks,” says Stewart, and the presentation was designed with teenagers in mind. “Students today are used to high energy visual onslaught. We know what we’re up against.”\nACE is also fastidious about fact-checking. They have a science advisory board made up of prominent climate scientists, including several report authors from the Nobel Prize winning Intergovernmental Panel on Climate Change (IPCC), the UN science panel.\n‘We Don’t Want to Be Downers’\nThe focus on straight and simple science has protected ACE from the often-virulent politics of climate change, the group says.\n“We get in front of all types of Americans,” says Stewart, including some who don’t believe that global climate change is caused by human activity. “But we stick to the science … and usually leave with at least respect, and at max [we inspire students] to do something about it.”\nPerhaps just as important as the science education, says Stewart, is the chance to empower a generation of youth to care about climate change.\n“We don’t want to be downers. All that does is make you feel like crap. We really try to inspire and energize.”\nStep one of the activism part of the presentation comes halfway through, when Lamm asks her audience to take out their cell phones and text a so-called “D.O.T” to an ACE phone number (the initials, pronounced like the word they spell, stand for Do One Thing). It’s ACE’s way of getting students involved right away.\nAt the Natick presentation, one student pledges to unplug his gadgets and buy a reusable water bottle; another plans to eat more local produce.\nThe D.O.Ts, in and of themselves, have nominal impact, explains Lamm, but students usually end up spreading the word and that has enormous potential.\n“What if you could convince all your friends and family to take action. And what if then it spread to all 22 million high school students in this country, because you’re all connected through these amazing online tools,” she says.\nLamm adds: If every high school student in the U.S. installed just three energy-efficient light bulbs, it would be the equivalent of taking half a million cars off the road.\n‘Trying to Create a Generation of Leaders’\nFor those interested in doing more, Lamm invites them to stay on after the presentation and put together an “action team,” a kind of environmental club that takes on green projects at school. Some have started rooftop gardens or recycling programs. Others set up green fashion shows and install solar panels. ACE offers grant money for students tackling large projects.\nSix or seven students take up Lamm’s offer. Most are current members of the school’s Earth Club, but there are a couple of new recruits, including someone who knew little about climate change before the presentation.\nThe students often have good ideas, says Lamm, but they can’t always turn them into reality. So ACE helps the action teams with leadership training. “We’re trying to [create] a generation of leaders, because that’s what we’re going to need.”\n“[We focus on] students to give them a clear understanding of climate science and to shift social norms,” Stewart says. “We’re building up a repertoire of awesome inspiring stories and exciting students to do more. That’s what’s going to build the generational shift.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}