{
  "url": "https://insideclimatenews.org/news/11032011/obama-rising-fuel-prices-oil-independence-energy/",
  "title": "Obama Vows to Dampen Fuel Prices, Calls for Energy Reform",
  "date": "2011-03-11T20:50:24-05:00",
  "content": "WASHINGTON—The United States must reduce its dependence on oil and begin to reform energy policy, President Barack Obama said on Friday, pledging to do all he could to keep gasoline prices low.\nObama, whose prospects for re-election in 2012 may hinge partly on fuel prices and their effect on the economy, said the world could manage oil supply disruptions stemming from unrest in Libya and violence across the Middle East and North Africa.\nHe said he was prepared to tap U.S. strategic oil reserves quickly if necessary, though he declined to say what price oil would have to hit in order to trigger such intervention.\nThe White House has emphasized repeatedly that Obama is aware of the strain that rising fuel prices place on Americans’ budgets. The White House rejects criticism from Republicans that its policies have led to less domestic oil production — a theme that may surface in the 2012 campaign.\nDefending his policies and promising more action, Obama told a news conference that domestic production alone is not the answer to U.S. energy woes.\n“If we want to secure our long-term prosperity and protect the American people from more severe oil shocks in the future, the way to do it is to gradually reduce demand and then do everything we can to break our dependence on oil,” he said.\n“We’ve got to work together, Democrats, Republicans and everybody in between, to finally secure America’s energy future. I don’t want to leave this for the next president and none of us should want to leave it for our kids.”\nVoters Worried\nA Reuters/Ipsos poll this week showed the proportion of people who believe the United States is on the wrong track rose 7 percentage points to 64 percent from February.\nIpsos pollster Cliff Young said the rating was a result of the higher fuel prices. “Gas prices specifically are things that affect people’s pocketbooks and have an immediate impact,” he said.\nWhen Obama came into office he promised a broad overhaul of U.S. energy and climate policy, but legislative efforts stalled in the U.S. Senate. Republican gains in last year’s congressional elections forced the White House to scale back its energy proposals dramatically.\nObama signaled, however, that rising fuel prices could be an impetus for tackling changes again.\n“Every few years, gas prices go up, politicians pull out the same old political playbook and then nothing changes. And when prices go back down, we slip back into a trance, and then when prices go up, suddenly we’re shocked,” he said.\n“I think the American people are tired of that.”\nU.S. House of Representatives Speaker John Boehner said the Obama administration is to blame for not doing enough to bolster domestic production.\n“While the Obama administration claims to be committed to American energy production, the facts and its own actions say otherwise,” he said in a statement.\n(Additional reporting by Steve Holland, Tabassum Zakaria, Timothy Gardner; editing by John Whitesides)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}