{
  "url": "https://insideclimatenews.org/news/09032011/food-security-wheat-agriculture-usda-science-climate-change-adaptation/",
  "title": "USDA Experiments Aim to Help Farmers Cope with Warming Climate",
  "date": "2011-03-09T17:35:58-05:00",
  "content": "Farmers fed up with climate change-induced heat waves, droughts and flooding may one day get to reap rewards of a unique U.S. government experiment that aims to understand how crops will adapt to even harsher conditions.\nIn a field in Maricopa, Arizona, about 35 miles south of Phoenix, a group of researchers at the U.S. Department of Agriculture (USDA) are simulating high temperatures anticipated to occur in 2050, using infrared heaters suspended above wheat plants.\nThe results of these experiments, they say, might tamp down future food crises by helping growers and ranchers manage their crops and livestock as temperatures change.\nFor many, relief can’t come too soon, as climate-related impacts are already affecting food supplies. The spring wheat crop in North Dakota, for instance, is being threatened by potential heavy rain and flooding, and last summer’s drought and heat wave in Russia damaged crops that contributed to higher global wheat prices.\n“No one knows how changing conditions will affect yields in the decades ahead, and we’re trying to give growers an idea about what they might expect,” said Bruce Kimball, a retired soil scientist with the Ari-Land Agriculture Research Center in Maricopa, a project of the USDA’s Agriculture Research Service (ARS).\nKimball developed the T-FACE, or temperature free-air controlled enhancement, apparatus that raises the temperature of experiment crops in open fields.\nThe device is being shared with scientists working on cropland in Australia, China and Mexico and on native range lands in Colorado.\nThe first results of the ARS field experiment were published on February 24 in the journal Global Change Biology. Kimball and the other ARS scientists say their preliminary results closely resemble what they had expected after examining the computer model predictions of global warming effects on food crops.\n‘A Little Global Warming’ Has ‘Dramatic Effect’\nKimball, together with ARS plant physiologists Gerald Wall and Jeffrey Whit, and Michael Ottman, an agronomist from the University of Arizona, used six 1,000-watt infrared heaters suspended above the plants in a hexagonal pattern, which allowed them to boost the temperature of crops in open fields.\nTypically, Arizona wheat is planted in mid-winter and harvested in late  May. Temperatures can range from below freezing in winter to above 100  degrees Fahrenheit in May, Kimball told SolveClimate News.\nAs part of the experiment, the team planted wheat every six weeks in separate plots between March 2007 and May 2009.  The researchers applied heat to six of the 15 plantings so that the temperatures rose by 2.7 degrees Fahrenheit in the daytime and five to six degrees Fahrenheit at night.\nNot surprisingly, the warmer temperatures helped the wheat grow faster, allowing the crop to be harvested one week earlier than normal, Kimball said. Also expected was that wheat planted six months earlier, in spring rather than mid-winter, suffered.\nThere was at least one surprise, however, the scientists noted.\nWheat planted three months earlier in September grew for a longer period of time — enough to allow the crop to remain undamaged when frost began to dust the fields around the last week of December.\n“The heaters actually saved the wheat that was planted early,” Kimball said. “So you can say a little bit of global warming can really have a dramatic effect on wheat yields,” Kimball said.\nThe findings imply that wheat grown in warm-weather climates resembling the Maricopa region might be able to survive a seven-month growing season, instead of the typical five-month season, Kimball said.\nT-FACE Experiments Pricey but ‘Must Be Done’\nDavid Lobell, an assistant professor of environmental earth system science at Stanford University, said that employing T-FACE in the field is unique and very expensive, “but it must be done if you are going to find out how to adapt.”\nThat’s mainly because it provides information on plant biochemical processes that can’t be modeled, Lobell said. Most research on plant tolerance, ecosystem change and global warming has been done using computer models rather than in the field.\nToday, more scientists are screening plant varieties for drought tolerance than for other impacts of climate change, Lobell explained, and the reason is simple.\nScientists measured a dangerous 30 percent to 40 percent drop in major crop production caused by Russia’s heat wave last summer and the European heat wave in 2003, which compares with the estimates developed by models, he said.\nExperiments on Grasses, Maize and Soybeans\nMeanwhile, two other ARS groups are using T-FACE to raise temperatures and then adding carbon dioxide to their field experiments to examine how the plants photosynthesize the gas.\nJack Morgan, plant physiologist with the ARS Rangeland Resources Research Unit at Fort Collins, Colorado, is experimenting on native grasses in semi-arid grassland in Wyoming, though results have yet to be collected.\nThe research has a practical value in a warming world, Morgan said.\n“We know that ecosystems system will change a little bit in terms the plants they support, which means that the livestock they support and the people that depend on the livestock will be affected.”\nAnother group is experimenting on maize and soybean in Urbana, Ill., said Carl Bernacchi, a plant physiologist with the ARS Global Change and Photosynthesis Research Unit in Urbana.\n“The ultimate goal of this research is to understand the underlying changes in photosynthesis that occur when plants are grown under what is predicted to be future atmospheric and climate conditions,” Bernacchi said.\nHe continued: “No results have passed the review process, but to some extent, I can say that the picture that is unfolding is a lot more complex than previous experiments that have been done just dealing with heat,” adding that this is the first time that heat and CO2 have been applied to crops in the field.\nARS scientists also developing a model for farmers that incorporate data from these field experiments plus results on how various wheat varieties withstand various climate conditions.\n“These data will help farmers somewhat indirectly, as it trickles down and is incorporated into the plant growth models growers can refer to today,” Kimball said. “In the case of a heat wave, for example, we can say, ‘Okay, this is the best time to plant.'”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}