{
  "url": "https://insideclimatenews.org/news/03032011/bp-oil-spill-methane-hydrates-gas-climate-change-deepwater-horizon/",
  "title": "Up to 40% of Gulf Oil Spill Was Potent Methane Gas, Research Shows",
  "date": "2011-03-03T19:34:28-05:00",
  "content": "BP’s Deepwater Horizon catastrophe is commonly referred to as the Gulf oil spill, but liquid oil wasn’t the only hydrocarbon that gushed out of the Macondo well for 84 days.\nUp to 40 percent of the leak was gas, mostly methane invisible to the naked eye, reported scientists who published their findings last month in the research journal Nature Geoscience.\nThe study authors — Samantha Joye, Ian MacDonald, Ira Leifer and Vernon Asper — calculate the total volume of discharged gas as between 260,000 to 520,000 tons. That is enough, if burned, to supply the same amount of energy as 1.6 to 3.1 million barrels of crude oil.\nGas and oil occur together in deep ocean deposits, so it should come as no surprise that the Macondo well released large amounts of gas.\n“Natural gas was a huge fraction of the hydrocarbon discharge … and we don’t know what happened to it,” said lead author Joye, a professor of marine sciences at the University of Georgia.\nThe impact of the gas on marine ecosystems is largely unknown, and it has reignited a scientific debate about the behavior and whereabouts of hundreds of thousands of tons of natural gas. The discussions will have consequences for both the energy industry and climate change research and policy.\nWhen Joye and her colleagues visited the spill site in May-June 2010, they measured concentrations of dissolved hydrocarbons at up to 75,000 times higher than background levels. This gas-rich layer was about 3,300 feet below the ocean surface.\nMicrobes in the ocean can break down those hydrocarbons, but the process uses up a lot of oxygen and could trigger depletion of the life-giving gas, though the extent and impacts remain unknown, said co-author Ian MacDonald, an oceanography professor at Florida State University.\n“We’re not saying this is a measure of doom to the Gulf ecosystem,” MacDonald continued. “Rather, if we’re to understand the environmental impacts of [the spill], we need to understand all the inputs — not just the oil but also the gas and dispersants.”\nCo-author Ira Leifer, a researcher at the University of California, Santa Barbara, said the gases could change the microbial balance of the sea. “It can be a cause for alarm [because] the bottom of the food chain is in the deep sea.”\nA sudden surge in methane-consuming bacteria might crowd out other microbes that feed organisms higher up on the food chain. “So in terms of [ecosystem impacts] it would’ve been better if the methane had mixed with the atmosphere.”\nMethane: 20 Times More Potent than CO2\nBut methane is a greenhouse gas twenty times more potent than CO2, and it enters the atmosphere from both natural and human sources. Wetlands, forests and oceans all emit gaseous methane, as do fossil fuel plants and livestock. According to a 2007 Intergovernmental Panel on Climate Change report, man-made emissions from sources such as landfills, agriculture and biomass combustion account for 60 percent of global methane output.\nThe high-end estimate of the gas discharge from the Macondo well — 520,000 tons — is equal to 2.6 percent of annual net global methane emissions.\nIn the atmosphere as a whole, which contains some 4,800 teragrams of methane, the leak would have increased overall methane concentrations by 0.01 percent, Joye explained in an email to SolveClimate News.\nBut in the case of the BP spill, most of the gas was trapped in the ocean, and very little made it to the atmosphere, said Joye. Some of the methane was observed as methane hydrates, cage-like structures where methane molecules are trapped in crystals of water ice molecules.\nGas hydrates form under high pressure and low temperatures, and they’re commonly found in deep underwater sediments. According to figures from the U. S. Geological Survey (USGS), worldwide hydrate reserves could hold twice as much energy as all the fossil fuels found on Earth.\nSeveral countries, including the U.S., are conducting hydrate test drilling programs for potential energy use.\nThe ocean floor — and the Gulf Coast region in particular — is littered with natural methane seeps where gases bubble up through the water column. As the bubbles rise, they develop hydrate “skins” that protect the methane from dissolving, which helps the methane to reach the ocean surface.\nIn the case of the Macondo well, the methane became trapped in a deep-sea layer about 3,000 to 3,600 feet down, where scientists reported a “snowstorm” of methane hydrate particles. The gas layer also contained “significant” amounts of oil, said Leifer. But it remains a mystery why bubbles disappeared and methane hydrate particles formed at that particular depth.\n“I believe that something happened outside of anything we scientists understand,” he said.\nNew Findings Stir Controversy\nThe researchers’ findings have stirred up much debate in the academic world. For one thing, their calculations of the total gas discharge of 260,000 to 520,000 tons are much higher than the estimates of other scientists.\nIn early January, a research team led by John Kessler, an oceanographer from Texas A&M University, and David Valentine, a UC Santa Barbara geochemist, reported in Science that the BP spill released 190,000 to 260,000 tons of gas.\nMore contentious, however, is their assertion that microbes have already consumed most of the gas.\nDuring research cruise trips between August and October 2010, Kessler and Valentine took hundreds of water samples from the northern Gulf of Mexico and found no evidence of the BP gas.\nA counter-argument comes from Joye, who said that the gaseous layer, or plume, has simply moved elsewhere. The plume’s progress was poorly tracked from June to August, and the gases would have dispersed to different parts of the ocean.\nValentine disagreed.\n“It’s quite clear that we identified the majority of the plume,” he told SolveClimate News, adding that instead of methane, they found zones of low oxygen and a large “community” of methanotrophs, or methane-eating microbes.\nThere were far more methanotrophs than what was present in May and June, he said. “So basically the methanotrophs are there now, and they’re dying off since they [consumed their food source].”\nUsing information on ocean currents, Kessler and Valentine also found other indications of the plume — namely, the dispersants and fluorescence from the oil.\nBoth were mixed with the gases in the plume, and all would have moved with the ocean currents, said Valentine.\nJoye argues that circulation in the deep Gulf is complex. “It’s not flowing like a river. It breaks off and you get little eddies … [The Gulf] is a huge body of water.” Since the methane wasn’t routinely measured between late June and early August, “we basically lost track of [the gas].”\nCountries Begin Drilling for Gas Hydrates\nThe scientific debate is expected to continue through future peer-reviewed works, and such controversy underscores how little is understood about the behavior of gases in deep-ocean systems.\nThe need for basic research echoes growing interest in the energy sector.\nThe U.S. has several projects aimed at developing gas hydrate resources. BP is drilling a test well on the north slope of Alaska to study the occurrence of hydrates and may start production testing within the next two years. In the Gulf of Mexico, Chevron is drilling to document hydrate abundance. Both projects are conducted in partnership with the Department of Energy.\nInternationally, Japan, India and South Korea are sinking vast resources into hydrate drilling programs. Japan hopes to start commercial extraction by 2018.\nBut drilling for hydrates is not without dangers.\nA major concern is that hydrates are very efficient at storing gas. One cubic foot of solid gas hydrate expands into 160 to 180 cubic feet of free gas at the surface. That sudden expansion could lead to explosions or harm drilling equipment. The Japanese report they’ve developed a drilling method that slowly decompresses the hydrates.\nThe standard practice in deep-sea oil drilling is to avoid drilling through hydrates. “Over time you stumble into them anyway,” said USGS research geologist Tim Collett, adding that when that happens you have to slow down the drill to let the gas circulate out.\nGas hydrates have also been implicated in submarine landslides, which can trigger tsunamis. USGS geophysicist Carolyn Ruppel doesn’t believe that hydrates can cause landslides on their own. But the presence of hydrates could facilitate landslides triggered by earthquakes, Ruppel said.\n“The hazards are still poorly understood,” said Collett. Both Ruppel and Collett cautioned that the dangers are easily sensationalized. “We’re still dealing with a science when it comes to gas hydrates,” said Collett.\n“We’re still in the early stages of understanding.”\nImpact of Arctic Hydrates on Warming ‘Worrisome’\nAnother risk lies in the hydrates’ contribution to climate change. Hydrates keep methane out of the atmosphere by sequestering them underground. But as the planet warms, more of that methane could be released into the air.\nDeep-sea hydrates like the ones in the Gulf don’t pose much of a threat, said Leifer. The deep ocean warms so slowly that those hydrates will remain stable for at least thousands of years.\nArctic hydrates, however, are “extremely worrisome” because they’re buried under shallow waters. Under the Arctic Sea lies an expanse of permafrost that’s half the size of the United States, and below the permafrost are layers of sediment containing methane hydrates. The hydrates release methane, which get trapped beneath the permafrost. Cracks in the permafrost then discharge the methane into the atmosphere.\nSuch releases are already happening.\nLast summer, Leifer’s research group measured small methane plumes coming out of Arctic waters. Over a distance of about 930 miles, “everywhere we went with the boat, there were little bubbles coming out,” said Leifer.\n“This may be the normal state of affairs,” he continued, but climate change is heating up the Arctic more quickly than other parts of the globe, and “[the situation] could be getting a lot worse.”\nThe Arctic has enough buried methane that a one percent release would quadruple global concentrations of atmospheric methane. That’s the equivalent of increasing CO2 by a factor of ten, said Leifer.\n“It would be pretty close to the end of civilization as we know it, and this could happen. It doesn’t mean it’s going to happen … but we want people to be aware [of the possibility].”\nLeifer will return to the Arctic later in March to continue hydrate research.\nNo Technological Solutions for Hydrates\nAs for the role of gases in future oil spills, he said: “I certainly hope this is the last deep-sea oil spill, but that seems unlikely. Because we don’t understand the fate of hydrocarbons in the deep sea, we can’t answer simple questions and we won’t know what to do in the next spill.”\nRight now, said Leifer, there are no technological solutions for addressing gaseous hydrocarbons in the environment.\n“The best we can do at this point is monitor and … try to learn lessons for the future [so that] when a spill happens again, appropriate decisions can be made to limit damage to the environment.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}