{
  "url": "https://insideclimatenews.org/news/01032011/landowners-lawsuit-oil-sands-keystone-pipeline-transcanada-montana-south-dakota-eminent-domain/",
  "title": "In Keystone XL Pipeline Negotiations, Charges of Bad Faith Tactics",
  "date": "2011-03-01T09:00:57-05:00",
  "content": "Editor’s Note: In this three-part series, SolveClimate News examines how landowners along the six-state route for TransCanada’s controversial Keystone XL pipeline are dealing with potential property  condemnation. Part II: Defining Good Faith\nWASHINGTON—While TransCanada has maintained all along that its negotiations are fair and accomplished in good faith, landowner holdouts along the proposed six-state route for Keystone XL beg to differ.\nFor instance, residents of Oklahoma and Texas — where oil is the economy’s bread and butter — are accustomed to navigating easement negotiations with domestic petroleum providers.\nBut TransCanada’s approach evidently fired up these veterans. For instance, two advocacy organizations in Texas — Public Citizen Texas and Stop Tar Sands Oil Pipelines (STOP) — fielded dozens of complaints about how TransCanada land agents trespassed, didn’t offer specifics about Keystone XL carrying unconventional oil and were fuzzy about explaining pipeline safety precautions.\n“The reality is that people are being pushed around,” said Ryan Rittenhouse, a community organizer with Public Citizen Texas. “They are feeling intimidated and threatened by TransCanada, which is using the threat of eminent domain to coerce landowners into signing a contract they don’t want to sign.”\nIn response to those concerns, TransCanada spokesman Terry Cunha told SolveClimate News that he intends on following up with company land agents to research the details of the complaints. He added that the agents keep records of all of their meetings with property owners.\nHarlan Hentges, the attorney representing two generations of an Oklahoma family in a condemnation legal challenge, concluded TransCanada behaved inappropriately by approaching landowners one at a time. Rural residents, he emphasized, tend to be older, less savvy about their legal rights and not financially stable enough to afford legal counsel.\n“TransCanada’s argument is, ‘We acted in good faith.’ My argument is that you didn’t explain who you were and what you were doing,” Hentges claimed. “They acted as if this was nothing different from what went on before with Oklahoma-based pipelines. I don’t think anything about that could be considered good faith.”\nMontana More Progressive?\nNo doubt, the Keystone XL pipeline’s path slices through ecologically valuable but deeply conservative territory in the nation’s heartland.\nSo, while “takings” rhetoric espoused by politicians might sound as if states are intent on looking out for the rights of the pioneering and rugged individual, the harsh truth is that these supposed “protections” offered at the state level often tilt toward corporate gains.\nHowever, one exception among the six states might be Montana.\nThe Big Sky State has at least passed more progressive legislation ensuring that  environmental review of Keystone XL is more transparent. Those with hands-on experience with TransCanada negotiations in Montana attribute that to what’s called the “Major Facility Siting Act.” While it might not prevent a taking, it provides more opportunities for landowner and citizen input before condemnation becomes an issue.\nFor instance, the advocacy organization Northern Plains Resource Council has formed a group for about 45 households along the Keystone XL route in western Montana. Rose Moore and other council organizers have compiled a four-page document that lists conditions for pipeline negotiations. They have asked the Montana Department of Environmental Quality to include these conditions as part of the permitting process.\nConditions touch on topics such as TransCanada’s responsibilities and liabilities with regard to eminent domain; pipeline design, safety and construction; mitigation and spill cleanup. For example, it requires TransCanada to obtain all of its state and federal permits before resorting to eminent domain in Montana. As well, the company is required to train local volunteer fire departments in emergency response for all pipeline problems.\n“It’s kind of early in the process for us,” Moore said. “We’re hopeful that the DEQ takes into account what we asked them to take into account.”\nIn addition, the council has asked Montana DEQ and the State Department to complete a supplemental environmental impact statement evaluating the impact of TransCanada’s decision to allow conventional domestic oil from the state to feed into Keystone XL. Oil from what’s called the Bakken Formation, which stretches across Montana, North Dakota and into parts of Saskatchewan, is not oil sands heavy crude.\nLegislative Roadblocks at State Level\nSouth Dakota, however, is having a devil of a time advancing legislation that would force a private company to acquire all of its permits before proceeding to the condemnation stage with landowners. Back in August, organizations began crafting a bill modeled after similar legislation in Wyoming and North Dakota.\nThen, GOP state Rep. Mike Verchio shocked supporters in early February by dropping his commitment to be the measure’s lead sponsor in the South Dakota Legislature. That likely postpones any further legislative action until this summer. Supporters had already lined up a lead sponsor on the Senate side.\n“Our primary sponsor inexplicably caved,” Stephanie Trask, an organizer with South Dakota-based Dakota Rural Action, said in an interview. “It was our first year of trying to bring up the bill, so we didn’t want to make an enemy. But it was a blow.”\nState legislators also have yet to act on a related bill covering pipeline bonding. This is the fourth year in a row the House has considered a measure that would place a per-barrel fee on oil shipped through the state to create a $30 million mitigation fund to cover damages and reclamation after a pipeline rupture.\nDakota Rural Action organized three specific groups for landowners in three states along the Keystone XL route with the intent of helping them negotiate joint deals with TransCanada that offered the fairest price and soundest liability for property, water and livestock. Those groups are Protect South Dakota Resources, Eastern Montana Landowners and Landowners for Fairness in Nebraska.\n“The compensation might not be anything they are too happy about signing,” Trask said about an agreement reached with close to 100 South Dakota landowners in December. “But we got a bunch of things negotiated.”\nEven if the bill Verchio spurned at the last minute had passed with flying colors, she noted, it wouldn’t offer relief retroactively to South Dakota landowners on the Keystone XL route.\n“They are out of luck,” Trask said about the landowners. “TransCanada calls itself a common carrier. And South Dakota’s state statute says that’s good enough for a company to proceed to eminent domain proceedings if no contract is signed.”\nTomorrow: Part III, Why Is TransCanada a ‘Common Carrier?’\nPart I, Holding Out in Oklahoma\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}