{
  "url": "https://insideclimatenews.org/news/25022011/oil-sands-monitoring-alberta-canada-water-quality/",
  "title": "After Years of Resisting, Alberta Admits Need for Strict Oil Sands Monitoring",
  "date": "2011-02-25T11:39:50-05:00",
  "content": "FT. MCMURRAY, ALBERTA—For years, Alberta’s government has been under fire for weak monitoring of oil sands development on rivers and lakes. Now it’s finally answering its critics, by commissioning a special review that aims to reassure the world that its booming industry is being developed with the utmost scrutiny.\nOver the next several months, a panel of experts from health, science, regulatory and public administration backgrounds will look at how the government can rebuild a state-of-the-art monitoring system and regain the public trust, which has eroded not only in Canada, but globally.\nIn early February, the new group met for the first time to review current monitoring capacity, starting with “aquatics,” the most criticized area, and branching out to air quality and wider environmental impacts.\nThe panel has until June 2011 to report back.\n“Independent experts will be asked to inform the province on the best way to set-up, operate, and govern a world-class monitoring system,” said Alberta Environment Minister Rob Renner when he announced that the panel would be created in December 2010.\nIt was an admission, wrested under enormous pressure, that oversight of the oil sands — an industry that has grown from roughly 350,000 barrels per day in 1990 to about 1.35 million in 2009 — is inadequate.\n“I guess the bottom line, really, is we’ve got to assure the world that the oil sands are being developed under the closest scrutiny and oversight,” spokesperson Trevor Gemmell told SolveClimate News.\nCriticism of ‘RAMP’ Triggers Inquiry\nThe government only took action to quell the growing uproar after years of critiques against one monitoring program in particular, the Regional Aquatics Monitoring Program (RAMP).\nCriticism dates back to 2004, when RAMP released its first independent peer review that showed it was statistically biased and had inconsistent monitoring sites, said Jennifer Grant, oil sands program director at the Pembina Institute, a Canadian think tank that aims to advance green energy development.\n“Since then, there’s been increased public scrutiny on the resource in terms of how it’s being mismanaged, and how the ability to put an environmental management system in place has not kept pace with the scale of development,” Grant told SolveClimate News.\nRAMP is the primary group that monitors the aquatic environment surrounding the oil sands, but RAMP is funded by industry, and the majority of its members are industry players, said Grant.\n“It’s not a functional, multi-stakeholder group,” she said. “It doesn’t have representation from all the necessary groups that should be at the table.”\nDespite this, public scrutiny of the program did not come to light until 2009, when a world-renowned scientist brought forward findings that were very different than RAMP’s.\nSchindler Research Reveals RAMP’s Failings\nDavid Schindler, a biologist at the University of Alberta, showed that toxins were being released by the oil sands into water supplies, in a study he released in the journal, “Proceedings of the National Academy of Sciences USA.“\nBecause Schindler went to the media with his findings — and because of his prominent international reputation — the Alberta government was eventually forced to address the differences between his research and RAMP’s, said Grant.\n“But there really has been a lack of concern and a lack of regard from the provincial government to deal with these concerns, and again, they defended RAMP’s findings until last fall when they decided to actually issue a panel to compare why RAMP’s findings were different from Dr. Schindler’s,” she said.\nThe panel got off to a rough start when one member quit Feb. 2 just before the first meeting was scheduled to take place.\nHelen Ingram, a water expert from the University of California Irvine, quit over concerns about how fairly the panel would operate. She told media at the time that she was concerned with the lack of aboriginal representation on the panel, and worried about how the panel’s confidentiality rules would affect its ability to consult outside experts.\nShe did not respond to email requests for comment.\nWidespread Support for Enhanced Monitoring\nAlthough it’s still up to the panel to determine whether improvements need to be made, recognition that something is wrong with aquatics monitoring is now widespread. Government, oil sands industry and environmentalists all seem to want a new monitoring system that performs better and reassures the public that development is being done responsibly.\n“In a very concentrated time frame in late 2010, three independent reports — the federal environment commissioner, the Royal Society of Canada, and the federal advisory panel — all concluded there is a need for much greater oversight of oil sands environmental impacts on water,” said Grant.\nIn January, RAMP released another independent review of its activities confirming what everyone feared: The program is not sufficient to detect changes brought about by industry.\nThe report said that RAMP met only one of nine of its objectives.\nGerry Angevine, senior economist at the Fraser Institute’s Center for Energy Studies, said that industry has to make it clear that it’s on track to solve all the major problems.\nThe Fraser Institute is a Canadian think tank that studies how government policy affects market forces.\n“It’s taken industry a while, and I think now they’ve got the message and they’re working with government to make technological improvements and improvements in practice that will reduce some of the environmental problems going forward,” he said.\n“But they need to tell the world what they are doing, and what the result will be in terms of all the remediation.”\nSome observers suggest that ending the uncertainty about environmental transparency would help Alberta and the industry increase the marketability of oil sands crude beyond North America. In 2009, more than 70 percent of Canadian oil sands was exported to the U.S., according to figures from IHS Cambridge Energy Research Associates, the Massachusetts research firm.\nIndustry: Monitoring Must Be ‘Scientifically Based’\nThe Canadian Association of Petroleum Producers (CAPP) says improving aquatic monitoring is top priority right now.\n“We’re looking at the confidence the public needs to have in order to have this resource developed in an environmentally responsible manner,” Greg Stringham, CAPP’s vice-president of oil sands and markets, told SolveClimate News. “It must be monitored, it must be transparent for the public, and it needs to be scientifically based.”\nAside from aquatics monitoring, Stringham said that other areas of environmental monitoring are already performing at world-class standards and will provide a model for the new aquatics monitor.\nThe Wood Buffalo Environmental Association monitors air quality in the region, and they are a multi-stakeholder group that includes government, industry and environmental groups, said Stringham.\n“The data that they collect from about 15 different remote sites is all available on the internet, 24 hours a day, seven days a week, to everyone,” he said. “The transparency and scientific basis that went into that has been very good at providing confidence to people in the region and around the world.”\n“This has been a very successful model that I believe the water monitoring panels looking at this will follow,” he said.\nWhile CAPP and Pembina agree on the need for building new transparency, they disagree on what should happen with oil sands development in the meantime.\nGrant said she hopes all oil sands development will be put on hold.\n“It would be very challenging to make decisions in the public interest based on this program that has apparently been producing findings that aren’t credible or accepted by scientists,” she said.\nTemporary Oil Sands Halt Unlikely\nHowever, in late January a federal-provincial review panel conditionally approved another open-pit mine in the oil sands — The Joslyn North mine — operated by French company Total SA.\nGrant said the global energy demand should not trump doing what is right for the environment.\n“If Canada and the U.S. are serious about taking action on climate change, then we are going to be looking to other sources of energy that don’t have such a heavy carbon footprint,” she said. “And therefore we won’t be developing at such a pace that we have such large concerns for water.”\nBut Stringham said the oil sands are not much worse than some other U.S. oil sources, and technological advancements are pointing towards a future that will have an even smaller carbon foot print.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}