{
  "url": "https://insideclimatenews.org/news/25022011/black-carbon-air-pollution-obama-funding-budget-diesel-dera-unep/",
  "title": "Program to Curb ‘Black Carbon’ Pollution on Obama’s Chopping Block",
  "date": "2011-02-25T17:10:04-05:00",
  "content": "WASHINGTON—Environmental organizations weren’t feeling any love on Valentine’s Day when the White House announced that it would slash funding for retrofitting dirty diesel engines in the 2012 budget.\nNow they’re hopeful an enlightening report about the climatic benefits of curbing soot and ground-level ozone emissions will force President Obama to experience a change of heart.\nRemarkably, slicing these pollutants on a worldwide basis by 2030 could halve the projected increase in global temperatures in the first half of the century, according to a report issued by the United Nations Environment Programme (UNEP) this week.\nThe study, “Integrated Assessment of Black Carbon and Tropospheric Ozone,” points out that regulators would be wise to focus on soot and ground-level ozone in tandem with reining in carbon dioxide emissions.\nIts authors say that reducing black carbon and ground-level ozone, which includes methane, has a more immediate effect on climate because they have short lifetimes. Carbon dioxide, on the other hand, lingers in the atmosphere for much longer periods.\nDirty diesel engines emit black carbon, a major component of soot, as well as tiny particulates and nitrogen oxides that contribute to the formation of ground-level ozone.\n“It blows the mind that the Obama administration would ever consider cutting a program that’s so popular and cost-effective,” Frank O’Donnell, president of the advocacy group Clean Air Watch, told SolveClimate News in an interview. “This new study underscores how the administration has gone off in wrong direction on this issue.\n“To suddenly give the impression they’ve solved the problem is ludicrous,” he continued, “given that there are still millions of dirty diesel engines out there.”\nEPA Chief Explained Cuts Earlier\nThough green groups suspect the White House forced the budget cut on the Environmental Protection Agency, Administrator Lisa Jackson stoically referred to the lopping of the clean diesel grants program as “one of the tough decisions we had to make” during a Feb. 14 teleconference with reporters.\nEPA’s Diesel Emission Reduction Act grants (DERA) program — scheduled to be zeroed out next year — received $60 million in funding in the 2010 budget. Jackson told reporters that about half of the $100 million allotted to the clean diesel program via the 2009 American Recovery and Reinvestment Act is still unspent.\nThe grants cover strategies that include retrofitting, rebuilding and replacing older and dirtier diesel engines.\n“As millions of families are cutting back and spending less, they expect the same good fiscal sense out of their government,” Jackson said in a statement the same day she told reporters that the 2012 budget reduces the EPA’s overall budget from a 2010 high of $10.3 billion to $8.87 billion. “This budget focuses our resources on the most urgent health and environmental challenges we face.”\nDiesel Cuts Surprise Everybody\nDemocratic Sen. Tom Carper of Delaware, a longtime champion of what are known as DERA grants, told SolveClimate News he will lead a movement to push the White House to restore funding. And he’s equally puzzled by the administration’s about-face on the money.\n“The United Nation’s report confirms this link between black carbon and climate change,” Carper said in an e-mail, adding that he has requested an EPA report on the same topic.\n“DERA leverages federal dollars so efficiently that for every $1 invested, we get over $13 in health and economic benefits in return. This huge return on a relatively nominal investment seems like a good deal for the taxpayer.”\nAnd the program isn’t a single-party issue either.\nFor instance, GOP Sens. Jim Inhofe of Oklahoma and George Voinovich of Ohio (now retired) enthusiastically supported legislation that the upper chamber passed Dec. 16 authorizing $100 million in grants annually from fiscal 2012 through 2016. The House passed a companion bill Dec. 21 and President Obama signed the measure into law Jan. 4.\nA broad coalition of more than 530 environmental, public, industry and labor groups also backed the program.\nDiesel engines can operate for at least 20 to 30 years, according to EPA officials. Information from Carper’s Web site indicates that each year DERA grants clean up at least 14,000 diesel-powered vehicles and heavy equipment. The EPA estimates that 11 million diesel engines nationwide lack the latest pollution control technology.\n“It’s still unclear why it happened,” O’Donnell said about the White House 180-degree turn on the funding. “Maybe they wanted to shift money to some other program or inflate the amount of budget cuts, expecting Congress to reinstate the money.”\nEPA Touts Diesel Program\n“Due to the sheer numbers of engines in use and the volume of pollutants they emit, the health effects and environmental pollution stemming from diesel emissions could be substantial,” EPA authorities wrote in a report presented to Congress in 2009 that touted DERA’s successes.\nThe report estimated that 2009 diesel emissions from mobile sources — 20 million engines in 13 million highway vehicles, 7 million non-road engines and 47,000 trains and ships — would account for 300,000 tons of particulate matter and 6.4 million tons of nitrogen oxides. Both types of emissions contribute to the formation of ozone.\n“This program is a classic win-win,” O’Donnell said, pointing out that it’s praised because it is cost-effective, reduces air pollution and creates jobs for those building, shipping and installing the upgraded equipment. “It was one of the best things EPA had going.”\nWhat the UNEP Report Spells Out\nMore than 50 international scientists and other experts combined efforts on the UNEP report, which is geared at pollution control decision-makers around the world.\nBlack carbon is not a greenhouse gas, but it threatens human health and warms the atmosphere by intercepting sunlight and absorbing it. Reducing emissions could slow the melting of ice and snow that black carbon darkens in places such as the Arctic, the Antarctic Peninsula, the Himalayas and the Tibetan Plateau, the 36-page report notes.\nIn addition to adding diesel particle filters to high emitting vehicles or eliminating such vehicles all together, the report recommends that governments worldwide consider eight other measures to restrict black carbon emissions. These include banning open-field burning of agricultural waste, introducing clean-burning biomass stoves in developing countries, modernizing traditional coke ovens and replacing traditional brick kilns.\nAt ground level, ozone is not only an air pollutant harmful to human health, crops and ecosystems, but also a major component of urban smog and a significant greenhouse gas. Solar radiation causes chemical compounds such as methane, carbon monoxide and nitrogen oxides to form this type of ozone.\nThe report spells out seven specific recommendations for reducing ozone on the fossil fuel, waste management and agriculture front. These include reducing gas leakage from long-distance pipelines, controlling “fugitive” emissions from oil and natural gas production, collecting and using landfill gases, upgrading wastewater treatment and controlling livestock methane emissions via farm-scale anaerobic digestion of manure.\nEarth’s temperatures are still predicted to jump more than 2 degrees Celsius above pre-industrial numbers by 2050, even with relatively aggressive plans for controlling planetary carbon dioxide emissions. UN panels have agreed that warming should not exceed 2 degrees above pre-industrial levels.\nThe report’s authors point out that acting now to limit black carbon and ground-level ozone would delay the warming 20 years — until 2070. But that won’t be possible, they stress, if governments abandon efforts on carbon dioxide emissions.\nMeasures identified to address short-lived pollutants are already working, they note, and need to be mimicked worldwide.\n“Costs and benefits of the identified measures are region specific, and implementation often faces financial, regulatory and institutional barriers,” they concluded, adding that the opportunity to tamp down global temperatures would significantly lower the probability of disruptive climate events.\n“Such leverage should spur multilateral initiatives that focus on local priorities and contribute to the global common good.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}