{
  "url": "https://insideclimatenews.org/news/28022011/landowners-lawsuit-oil-sands-keystone-pipeline-transcanada-oklahoma/",
  "title": "Some Landowners Mount Legal Bid to Deny Right-of-Way to Keystone Pipeline",
  "date": "2011-02-28T08:00:57-05:00",
  "content": "Editor’s Note: In this three-part series, SolveClimate News examines how landowners along the six-state route for TransCanada’s controversial Keystone XL pipeline are dealing with potential property condemnation. Part I: Holding Out in Oklahoma\nWASHINGTON—As the youngest of eight siblings, Doris Lynn knows firsthand how diligently her family members labored on their 180-acre crop and livestock farm to fill their stomachs and their bank account.\nSo it’s little wonder the 61-year-old is now reluctant to give up even a square inch of her inheritance in far southeastern Oklahoma’s Bryan County, near the Texas border.\nThat pride in ownership — and a pursuit of fairness — have prompted two generations of her family to hire an attorney to counter a Canadian oil pipeline company’s attempt to deploy eminent domain to condemn about an acre at one corner of the family farm where three natural gas pipelines are already buried.\nIt’s within a half-mile from the house Lynn shares with her husband, Cecil, and that proximity makes both of them nervous when it comes to the possibility of a leak or other emergency.\nCalgary-based TransCanada is seeking right-of-way from thousands of landowners in six states along a 1,375-mile U.S. route stretching from the Montana/Saskatchewan border all the way through Texas.\nThe proposed 36-inch-diameter pipeline, the controversial Keystone XL, is part of an infrastructure designed to pump up to 900,000 barrels per day of heavy crude oil from the tar sands mines in the province of Alberta to refineries along the Gulf Coast.\n“They came out here with an offer and we said no,” Lynn told SolveClimate News in an interview about TransCanada’s quest for the legal right to cross part of her property, known as an easement. “This land was left to us kids. When somebody comes in and tells us they’re going to take our land, well they’re barking up the wrong tree.”\nOklahoma attorney Harlan Hentges filed the legal challenge on behalf of Lynn and the other children and grandchildren of the late A.L. and Dollie White at the state district court in Durant.\n“The prospect of a foreign company using the U.S. law to take land from U.S. citizens, this is problematic,” he said in an interview.\n“I think we have a strong case but the deck is stacked against the individual and in favor of the fossil fuels industry,” continued Hentges, a lawyer since 1992. “That industry has invested a lot into making sure things are in their favor since the beginning of statehood.”\nWhere Land Transactions Stand\nAbout 90 percent of the 5,354 U.S. landowners along the route have completed negotiations on easements, according to mid-February figures released to SolveClimate News by TransCanada. That translates to 4,750 property owners with 6,744 tracts of land who seem resigned to the arrival of the $7 billion Keystone XL.\nThe remaining 604 are either in settlement negotiations on their 1,116 parcels or — like Doris Lynn’s family in Oklahoma and other holdouts in Montana, South Dakota, Kansas, Nebraska and Texas — are optimistic that their challenges could reverberate at the state or federal level.\nInitially, some property owners were under the impression that if a presidential permit were issued by the U.S. State Department, that would give TransCanada carte blanche to proceed with construction. But outreach by advocacy organizations has helped them to understand that handfuls of Davids joining together might have a chance at stopping Goliath — or at least altering his initial plans.\nWhen Will State Department Act?\nDue to the international nature of the Keystone XL, Secretary of State Hillary Clinton’s team is tasked with granting a thumbs up or down to TransCanada’s request for a presidential permit to build and operate the U.S. portion of the pipeline infrastructure. The Canadian National Energy Board approved its 327-mile section in March 2010.\nThe State Department is in the midst of updating a draft environmental impact statement for the project. Any day now, department officials could address how they plan on addressing the shortcomings in that initial draft. A final decision on the multi-billion dollar pipeline proposal is expected sometime this year.\nThough TransCanada had been expecting approval in the first half of 2011, a statement the company released in mid-February on its fourth-quarter earnings predicted a decision would be more likely to come after June. TransCanada also expects the price tag to rise because of currency swings, evolving regulatory requirements and permitting delays.\nHow TransCanada Does Business\nWhile a presidential permit is a significant part of the construction equation, TransCanada still is responsible for gathering the appropriate permits required by different state agencies and complying with state statutes.\nTransCanada spokesman Terry Cunha emphasized that the number of easements procured via mutual agreement thus far indicates how successful his company’s policies are.\n“States permit pipeline [companies] to use eminent domain to obtain easements to build their pipelines,” Cunha told SolveClimate News. “If we cannot reach a reasonable agreement with a landowner when a project is in the public good, then the eminent domain process ensures that the pipeline can be built … and that landowners are appropriately compensated for any loss in value to their land.”\nTransCanada pays full market value for any easement and does not assume ownership rights to the land, Cunha stressed, adding that the landowner maintains economic rights and use of the land.\n“A project like a pipeline that provides oil to American consumers and refiners provides a public benefit,” Cunha said about the justification for pursuing eminent domain as a last resort.\nTraction for Lawsuits?\nDoug Hayes, a project attorney with the Sierra Club Environmental Law Program in Boulder, Colo., has been tracking the Keystone XL saga since its inception.\nAlthough it’s likely a long shot for landowners to win condemnation cases by claiming that a pipeline pumping oil from tar sands exclusively is not benefiting their states, but Hayes said he thinks “it’s a pretty good argument.”\nHis conjecture is that if a court ruling that TransCanada couldn’t use eminent domain to condemn land were based on state statute, the Canadian behemoth would use its clout to change that measure. However, he added that TransCanada’s powers might be more limited if the ruling is based on a state’s constitution because an amendment to such a document is more difficult to finagle.\n“These court challenges are not a slam dunk by any means,” Hayes said. “But I don’t want to give the impression that landowners are wasting their time and that they are never going to win.”\nA court ruling halting TransCanada’s use of eminent domain could force the company to change its route, he said. Or, if property owners put up enough of a stink, state and/or congressional legislators might be able to intervene to stop Keystone XL.\nTomorrow: Part II, “Defining Good Faith”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}