{
  "url": "https://insideclimatenews.org/news/23022011/arctic-food-web-climate-change-polar-bears-part-i/",
  "title": "In Thawing Arctic, Fragile Food Web at Risk of Unraveling (Part I)",
  "date": "2011-02-23T17:00:31-05:00",
  "content": "On a Saturday morning in late November in Kotzebue, Alaska, a village 33 miles north of the Arctic Circle, two Inupiat men nursed cups of coffee at the Bayside Inn. They stared out a window at Kotzebue Sound, an arm of the Chukchi Sea at the southern edge of the Arctic Ocean. Outside it was 35 degrees and raining. “Too warm,” said one of the men.\nHis companion let a long silence pass. Then he nodded. “Too much rain,” he said.  Indeed.\nIn Kotzebue, November temperatures normally hover in the single digits. But these aren’t normal times. This is the time of “the changes” — a term used by Caleb Pungowiyi, former president of the Inuit Circumpolar Council and one of Kotzebue’s most respected elders, when talking about the effects of climate change in the Alaskan Arctic.\n“Some events like this happen occasionally,” Pungowiyi told me as we sat looking out at the rain. “But for something to happen that’s this warm, in November, for a number of days — these kinds of temperatures are not normal. We should be down in the teens and minus temperatures this time of year.”\nA few days of rainy weather isn’t climate, but it is a powerful data point. You get enough warm, rainy days like this, and pretty soon they add up. This is how climate change happens in the far north: one warm rainy day at a time.\nThe thawing of the far north is one of the signal ecological events of our time. Global temperatures rose an average of 1.18 degrees Fahrenheit from 1905 to 2005, but that increase wasn’t evenly distributed.\nThe Arctic took the brunt of it, warming nearly twice as fast as the rest of the planet. Since 1980, winter sea ice in the Arctic has lost almost half its thickness.\nIn Kotzebue, the mean winter temperature has climbed more than 6 degrees in the past 50 years. Permafrost is thawing in patches all over the Arctic.\n“What we’re doing with climate change,” says Brendan Kelly, a former University of Alaska biologist who is now deputy director of the National Science Foundation’s Arctic Sciences Division, “is carrying out a long-term scientific experiment at continental scale.”\nResilience of Arctic Food Web Being Tested\nTo get a sense of how that experiment is unfolding, it’s helpful to take a look at one of the most fundamental acts of life: eating, the passage of energy from one living organism to another. Predators and prey form a food chain — plant to insect to rodent to carnivore to apex predator. Those chains interlock to form webs.\n“To protect Nature,” the conservation biologist Stuart Pimm wrote in his seminal book Food Webs, “we must have some understanding of her complexities, for which the food web is the basic description.”\n“Basic” is an apt word. Many Arctic organisms are extremophiles — specialists adapted to thrive at temperatures so low they would kill most other species. It’s a club with few members. Species diversity is low, so Arctic food webs are simple. And in the age of climate change, simple is not a good thing to be.\n“The more complicated and interconnected the food web, the less damage you can expect if one or two species are lost,” explains Deborah Bronk, a biological oceanographer and specialist in nutrient cycling at the Virginia Institute of Marine Science at the College of William & Mary. “In these very simple food chains, if you lose one species you can really mess up the whole thing.”\nComplexity yields resilience. Without resilience, there’s risk of a crash. Scientists who study trophic cascades, in which the loss of a single species sets off a reaction throughout the food web, report that this sort of crash generally happens in low-diversity ecosystems, where one or a few species exert great influence.\nThat describes the Arctic marine and coastal food web.\nDuring the past few years a number of disturbing reports from the Arctic have appeared in scientific journals. Increasingly, acidic seawater may be affecting the ability of crustaceans to form their shells. Warmer-water fish are invading waters traditionally inhabited by cold-water fish. More seal pupping dens are collapsing because of earlier springs and diminished snow cover. Starving polar bears have been seen scavenging berries, grass, moss, and goose eggs.\nAs ice disappears, walrus colonies are increasingly hauling out on land, where polar bears — also on land because of the lack of ice — have been observed attacking them.\nHumans, a big part of the Arctic food web, are experiencing impacts as well. Their hunting seasons are changing, their travel routes becoming more dangerous and unpredictable. The resilience of the Arctic food web is now being tested. To paraphrase Brendan Kelly: In an ecosystem perfectly adapted to sea ice, snowfall, and permafrost, what happens when those elements begin to disappear?\nKotzebue seemed like a good place to find out. Its 3,200 residents — almost three-quarters of them Inupiat — aren’t mere observers. As Caleb Pungowiyi told me, people in Kotzebue are acutely aware that ice and snow are to the Arctic what soil and rain are to the temperate latitudes.\n“We depend on ice freezing up in the fall and the snow accumulating on top of it in fall and early winter” for everything to work, he said. “But now we’re seeing a lot less of both.”\nWhat’s Changing? Chemistry of the Sea Itself\nStanding in the rain on Kotzebue’s Front Street, a gravel boulevard that curves along the shore, Pungowiyi surveyed Kotzebue Sound. The frozen expanse usually buzzed with snowmobiles. On that day it was silent. “Ice should be a lot thicker,” he said. “Most folks would be out ice fishing for cod and smelt here on the bay.”\nWhat worried Pungowiyi, though, was the action within the ice itself.\nArctic sea ice is a living platform. “When the ice forms, it sustains many things in its own food web,” he explained. “It harbors nutrients and microscopic things. There’s food in there for tiny organisms and little animals. Krill graze on the ice. The ice becomes a critical part of the productivity of the Arctic Ocean.”\nWhat makes that possible are brine channels, networks of needle-thin cracks and tubes that allow hundreds of species of bacteria, fungi, and other single- and multicelled organisms to thrive within the ice.\nEven during the full darkness of the Arctic winter, bacteria survive by feeding on specks of waste from algae and other organic material trapped in the ice. Sea ice nurtures such a varied menagerie that astrobiologists study it to see how extraterrestrial life might survive in extreme environments.\nThe real action happens in spring, when the reemergence of daylight triggers a bloom of ice algae, which begins as a thin web and can grow into 10-foot-long strands that sway like curtains from the underside of the ice.\nIf ice is the soil of the polar sea, ice algae are its most important plant — the organic machine that converts the sun’s energy into food.\nThe ice algae fuel explosive growth among tiny zooplankton, which feed on them. Larger zooplankton like amphipods, pteropods, copepods, and krill all feed on the algae and the smaller zooplankton. At this lower level of the food web, the shrinking summer ice pack is beginning to change things, but not in the way you might expect.\nWinter sea ice still forms, but ever later in the season, and come spring the algae strands still grow. What’s changing is the chemistry of the sea itself. In particular, ocean acidification is making it more difficult for shelled plankton to form their shells.\nScientists have long believed that sea ice acts like a giant pool cover, limiting the Arctic Ocean’s uptake of atmospheric CO2. Although some researchers question that assumption, it’s true that as summer ice cover has retreated, Arctic waters have become more acidic. And the process is going to accelerate, because cold water takes up CO2 more readily than warmer water.\nThat’s bad news for creatures like shelled pteropods, an abundant and critical food source in the Arctic, because as the ocean acidifies, it becomes more difficult for them to grow their shells.\nOn the pH scale of 0 to 14, neutral is 7 — pure freshwater. Zero is like battery acid. Most seawater is somewhere around 8, slightly alkaline.\nPteropods, pea-size mollusks known as “sea butterflies,” grow their shells by absorbing aragonite. But as seawater acidifies, it becomes undersaturated in calcite and aragonite, forms of calcium carbonate vital to shell formation.\nAcidified Seawater Already Causing Concern\nSeveral years ago, Victoria Fabry, an oceanographer at California State University at San Marcos, noticed that if you drop pteropods in extremely acidified seawater, their shells would begin to dissolve.\nIn 2008, Steeve Comeau, a researcher with France’s Laboratoire d’Océanographie de Villefranche, scooped up some Arctic Ocean pteropods off the coast of Svalbard, Norway. He maintained a control group at the natural water pH of 8.09 and kept a second group in seawater lowered to 7.78, a level of acidity that climate models predict will occur in parts of the Arctic Ocean by 2029. Over six hours, both groups continued to grow their shells — but the pteropods in the more acidic water grew 28 percent more slowly.\nThe year 2029 may seem remote, but as climate change continues to speed up, long-range predictions have a way of becoming short range.\nFor example, a paper published in March 2009 by scientists at the University of Berne, Switzerland, predicted that aragonite undersaturation would start turning up in Arctic surface waters around the year 2016. But just eight months later, Canadian researchers announced that it was already happening. They had discovered mildly acidified seawater strong enough to cause concern for pteropods, in the summer of 2008 in the Arctic Ocean above the Canadian archipelago.\nSuch acidified seawater shows up only during summer, when the ocean north of Canada is ice free. But climate modelers predict that aragonite undersaturation will become more widespread.\nAs more of the Arctic Ocean becomes ice free in summer, more acidic seawater may make it harder and harder for some of the most critical feedstocks of the Arctic ecosystem to form the shells that keep them alive.\nTomorrow: Part II\nBruce Barcott is an award-winning contributor to The New York Times  Magazine, National Geographic, Outside and is the author of the book, The Last Flight of the Scarlet Macaw. This article appears in OnEarth magazine’s Spring 2011 issue.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}