{
  "url": "https://insideclimatenews.org/news/24022011/arctic-food-web-climate-change-global-melting-part-ii/",
  "title": "In Thawing Arctic, Fragile Food Web at Risk of Unraveling (Part II)",
  "date": "2011-02-24T19:36:53-05:00",
  "content": "The Arctic Ocean is so cold that only a handful of fish and marine mammals can survive there. Subsurface temperatures range from 37.4 degrees Fahrenheit on a warm summer day to 28.76 degrees, the freezing point of seawater.\nIn those extreme conditions, one fish species in the center of the Arctic food web is uniquely equipped to thrive: the Arctic cod.\nA slender and smaller cousin of the Pacific and Atlantic cod, the Arctic cod is often seen near the underside of the ice, feeding on pteropods, copepods, krill, worms, and small fish. It uses cracks and seams in the ice much as tropical fish use a coral reef: as a refuge from predators.\nIts survival in these heat-sapping waters depends on two things: blood and fat.\nArctic cod blood is a biological marvel. The fish survives thanks to a special protein that acts as an antifreeze, preventing the blood from crystallizing at temperatures below freezing. As for the fat, it is hard to overstate its importance to the health of the entire Arctic food web. Pound for pound, Arctic cod contain nearly twice the energy of groundfish like pollock, which thrive in the subarctic region of the North Pacific. For animals in the Arctic, where every calorie is dearly earned and spent, that’s a massive bang for the buck.\nThe Bering Strait acts as the border between the Pacific and the Arctic Ocean. But man-made distinctions mean little in the biological world. What really separates Arctic from subarctic species is the Bering Sea cold pool, a tongue of near-freezing seawater that constantly expands and recedes south from the strait. During warmer summer months, some subarctic species like pollock and flounder can move into Arctic waters, but the winter cold pool eventually drives them back south.\nSince the early 1980s, though, the cold pool has been in retreat. Rising air temperatures and the shrinking ice pack have pushed warmer waters more than 140 miles north of the cold pool’s mid-century baseline. At least 23 species in the Bering Sea have marched north, following the warming water. Pollock and arrowtooth flounder migrated 30 miles north. Arctic cod retreated, unable to compete with larger subarctic species.\nNot all the news is bad, however. Arctic cod represent a most critical nexus point in the Arctic food web, and their place in the ecosystem has so far been well protected by both human and natural systems. In the past four years, the cold pool has regained some of its lost ground (possibly because of a shift in the Pacific Decadal Oscillation, an El Niño–like pattern of climate variability). But over the long term, fisheries scientists expect the cold pool to continue its northward retreat.\nThere is a limit, though. “Above a certain latitude it still gets dark and cold enough in winter for seasonal ice to form, and that creates the cold pool,” says Franz Mueter, a University of Alaska fisheries biologist who studies the state’s Arctic and subarctic marine systems. “It’s going to be a long time before you see the full year-round expansion of Bering Sea groundfish into the Arctic.”\nArctic Cod Fishing Ban Could Forestall Trouble\nAlso in the Arctic cod’s favor: a fishing ban. To prevent a free-for-all in newly ice-free waters, the North Pacific Fishery Management Council in 2009 banned all large-scale commercial fishing in American territorial waters above the Bering Strait.\nPerhaps most important, the ban covers not just fish but “all other forms of marine animals and plant life.” That may forestall the kind of trouble now brewing in the waters around Antarctica, where a fast-growing industrial krill fishery (it’s sold as food for farmed salmon and pressed into oil for omega-3 supplements) threatens the base of the food chain in the southern ocean. Krill are less abundant in the Arctic, but the growing demand for the crustaceans could lead krill processors to turn their eyes to northern waters.\n“Fishermen are frontiersmen,” said Caleb Pungowiyi, former president of the Inuit Circumpolar Council, who was among those who fought for the ban. “They want to expand their territory. Before you allow any industrialized fisheries in the Arctic, you need to know the science on the stocks, how they can be sustainably fished.”\nBut the ban isn’t written in stone. It’s designed to prohibit fishing until biologists can get a better handle on the Arctic Ocean. But for now at least the Arctic cod — and the creatures it eats — won’t have to dodge any trawl nets.\nWhy the Seals Need Snow\nTo follow the web to the next trophic level — seals — I hopped a plane to Fairbanks, about 400 miles east of Kotzebue, and met with Brendan Kelly at the University of Alaska. Kelly has been studying Arctic pinnipeds (seals and walrus) for more than 30 years. I caught up with him in a forest of white spruce at the edge of the campus, where he was training one of his seal-sniffing Labradors. Every spring Kelly uses a team of dogs to locate ringed seal pupping dens, which are hidden in snow caves on sea ice.\n“Nachiq!” he called out, using the Iñupiaq word for ringed seal. “Find the nachiq.” A young Lab bounded through the trees, trying to pick up the scent of a seal flipper Kelly had hidden. The dog found the flipper and presented the slobbery treasure to the professor.\n“See these growth rings?” Kelly said, pointing to faint stripes on the inch-long flipper claws. “They indicate this seal was … let’s see … five, six … seven years old!”\nRinged seals are small, as seals go, but they are the most numerous and widely distributed pinnipeds in the Arctic. They’re one of the few animals whose range extends from Alaska’s Aleutian Islands, in the North Pacific, all the way to the North Pole. They eat just about anything in the water column — worms to pteropods and krill — but they prefer fish like Arctic cod.\nThe ringed seal’s numerical and territorial success can be chalked up to those sharp, tough claws. “They use them to maintain breathing holes in the ice,” Kelly told me. During autumn and winter, a ringed seal will maintain six or more breathing holes, sometimes visiting them several times a day to poke and scratch away the ice.\nRinged seals can claw through ice, but they can’t create ice. Or snow. Two weeks after we spoke, the National Oceanic and Atmospheric Administration (NOAA) proposed listing both ringed seals and bearded seals as threatened under the Endangered Species Act — a proposal based in large part upon Kelly’s research. The two species would be the first after the polar bear to be listed as a direct result of global warming. NOAA, which is responsible for threatened and endangered marine species, is expected to make its final decision on the listing later this year.\nHow did the ringed seal go from healthy and abundant to threatened, seemingly overnight? Loss of sea ice, of course — but also loss of snow.\nIce is important to ringed seals because they almost never come ashore. They use sea ice for resting, molting, escaping killer whales, and nursing their young. “The seal’s situation with ice is kind of analogous to a large population of fish in a lake” Kelly explained. “Start draining the lake, and at any given point the fish may remain numerous. But so long as the lake continues to drain, you reasonably would have to conclude that the fish are threatened.\n“It would be unwise to wait until the fish were in low numbers to conclude that further draining was a serious conservation concern,” he added.\nThe surprise with seals is how reliant they are on snow cover. In early spring, a pregnant ringed seal will hollow out a snow cave around one of her breathing holes. “They can haul up onto the ice and still remain completely encapsulated in the snow,” Kelly said. Ringed seals give birth and nurse their pups in these cozy subnivean — that is, under snow — lairs. Outside it can be a killing 60 or 70 degrees below zero Fahrenheit, but in the lair it’s a comfortable 23 degrees above.\nOf course, carving out a snow cave requires deep snow. “And that,” said Brendan Kelly, “is the problem.”\nArctic Snow Cover Half What It Was\nArctic snow cover in June — when seal pups still need the protection of their lairs — is about half what it was 45 years ago. Rain and warmer temperatures in the spring bring an earlier snowmelt, which destroys the lairs and exposes the pups to extreme cold and predators like polar bears, Arctic foxes, and even ravens.\nWith their powerful sense of smell, polar bears can sniff out intact lairs, too, but it takes time for them to dig through the snow, giving pups a chance to escape. In years when lack of snow cover has forced ringed seals to raise pups in the open, nearly every pup has been eaten.\nA large portion of the Alaskan Arctic snowfall comes in late autumn, in November and December storms. When snow falls on ice, it sticks and accumulates. But during a warm autumn, it falls on open water.\nNearly an inch of rain fell on Kotzebue during my five-day visit. Instead of falling as 10 inches of snow, that precipitation was all lost as water. Worse, the warm air and rain melted three feet of existing snowpack, leaving a net loss of nearly four feet — that much less snow for pupping lairs six months from now. Come spring, that weather anomaly could be a death sentence for a seal pup.\nComing Next: Part III, Read Part I\nBruce Barcott is an award-winning contributor to The New York Times  Magazine, National Geographic, Outside and is the author of the book, The Last Flight of the Scarlet Macaw. This article appears in OnEarth magazine’s Spring 2011 issue.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}