{
  "url": "https://insideclimatenews.org/news/27022011/arctic-food-web-climate-change-global-melting-part-iii/",
  "title": "In Thawing Arctic, Fragile Food Web at Risk of Unraveling (Part III)",
  "date": "2011-02-27T09:30:38-05:00",
  "content": "In the Arctic, ringed seals and other ice-associated pinnipeds aren’t merely the polar bear’s prey. They’re its raison d’être.\nFossil and DNA records suggest that the white bears began diverging from brown bears around 200,000 years ago. “Some brown bear populations figured out that all these little sausages were available out there on the ice,” said biologist Brendan Kelly of the University of Alaska, “and with their powerful noses, the bears could easily smell out the seals.”\nBrown bears, especially the North American grizzly subspecies, are famously omnivorous. Their food web ranges from roots and berries to salmon and deer. Diet largely determines their size. The Kodiak subspecies is the largest — they rival polar bears in size — because Kodiaks consume massive amounts of southwestern Alaska’s protein- and fat-rich salmon.\nPolar bears, by contrast, subsist almost entirely on Arctic ice seals, chiefly ringed and bearded seals. No other food comes close to providing the amounts of fat the bear needs to survive the Arctic’s extreme cold.\n“To a polar bear, seals are giant fat pills swimming around out there,” says Steven Amstrup, a former U.S. Geological Survey wildlife biologist who is now the chief scientist for Polar Bears International. Amstrup has been studying the Alaskan population for more than 30 years. The U.S. Department of the Interior relied heavily on his research when it conferred threatened status on the bear in May 2008.\nAmstrup has predicted that two-thirds of the world’s polar bears could disappear by 2050 if greenhouse gas emissions continue to climb at their current rate.\nIf polar bears evolved from brown bears, and brown bears thrive in a land-based food web, it’s natural to wonder whether polar bears could adapt by expanding their diet. Researchers have, over the years, recorded a number of instances of gastronomic experimentation by these innately curious creatures.\nThey have been seen feeding on white whales, narwhals, walrus, little auks, Brent geese, thick-billed murres, and ptarmigan. Biologists in Svalbard, the Arctic archipelago north of Norway, have reported polar bears stalking and killing reindeer. During late autumn, when the bears of Canada’s Hudson Bay gather near the water’s edge in Churchill, Manitoba, to await freeze-up, they’ve been observed eating berries, grass, moss, lichen, and marine algae.\nCanadian researchers recently reported that in the springtime the Hudson Bay bears are increasingly raiding eggs and chicks from the nests of snow geese and thick-billed murre.\nThe Rise of the Polar Bear-Grizzly Hybrid\nThe polar bear’s food web may be expanding, but experts like Amstrup see the bear’s behavior as an expression of desperation, the equivalent of a polar explorer eating his shoes. Fat is the key. Even if skinnier, less insulated polar bears were to survive, reproductive rates would plummet. Female polar bears only bear cubs when their bodies have sufficient fat stores; when the fat’s not there, the bear’s body reabsorbs the embryo.\nLooking for the polar bear to survive by expanding its food web, Amstrup concluded, was a fool’s gambit. “We just don’t see any evidence that suggests there’s any prey on land that’s abundant enough to support polar bears in anything like their current population,” he says.\nCould polar bears adapt through interbreeding? Reports of polar bear-grizzly hybrids obtained from hunters in the Canadian Arctic have raised questions about a possible increase in interspecies breeding driven by climate change.\nA recent article by Kelly in Nature highlighted confirmed reports of two “grolar bears.” One was a second-generation hybrid, which indicates that the cross-species bears can survive and reproduce. “The rapid disappearance of the Arctic ice cap is removing the barrier that’s kept a number of species isolated from each other for at least 10,000 years,” Kelly told me. Pinnipeds, he believes, are especially strong candidates for hybridization, because many species have a similar number of chromosomes.\n“By melting the seasonal ice cap,” he said, “we’re speeding up evolution.”\nDoes that leave a way out for the polar bear? They are spending more time ashore, after all, where they’re likely to encounter brown bears. Prior to the mid-1990s, more than 60 percent of the Beaufort Sea population of polar bears along Alaska’s northern rim denned on sea ice. Now about the same proportion den on land.\nBoth Amstrup and Kelly say that scenario is unlikely. “Polar bears will starve long before they’re flooded by grizzly genes,” Amstrup told me.\n“People often talk about species adapting to climate change,” Kelly added. “But the kind of adaptation that’s necessary is a change toward genes that fit the new climatic environment better than the old genes. Individuals don’t adapt genetically. Populations do. That requires generations, which requires time. Bears, seals, whales — these are long-lived animals. They need centuries to adapt. But we’re talking about losing the Arctic summer sea ice in a matter of a few decades. So the time for adaptive response may not be there.”\nFor Humans, ‘Matter of Life and Death’\nBack in Kotzebue, water ran off roofs as if poured from pitchers. The warm rain made the sea ice so dangerous that the town’s radio station, KOTZ, broadcast a public warning. “We have a matter of life and death with the thin ice,” the announcer said.\nAt the Nullagvik Hotel, a once-proud establishment frayed with rough use, William Berikoff waited for a bush pilot to take him home to Noatak, a village across the sound and up a recently unfrozen river. He had come across the ice a few days earlier on his snowmobile. Now, like many, he was stranded.\n“Nobody’s going anywhere,” he told me. “Ice is too soft. Hit a weak spot and ptuu,” he said, his hand tracing the arc of a snowmobile sinking to the seafloor.\nI walked down Kotzebue’s slushy Front Street to Alex and Siikauraq Whiting’s house, a modern rambler with an Arctic Cat snowmobile parked out front. Alex is the environmental specialist for the Kotzebue tribal government. His wife is the mayor of the Northwest Arctic Borough, a county-level municipality that encompasses an area the size of Indiana. For more than a decade, Alex has been both using modern scientific tools and tapping the memories of elders to mark the effects of climate change in the Arctic.\n“Come on in,” Alex said. “I’m cooking some moose stew for lunch.”\nHe stirred the stew while Siikauraq finished up a phone call. “This is where the food web meets the pot,” Alex said, lifting a spoon to his lips.\nPeople in Kotzebue are extreme locavores. More than two-thirds of their diet comes from the Arctic Ocean and the frozen tundra. The average Kotzebue household harvests 3,000 to 5,000 pounds of wild meat, fish, and eggs every year. That represents more than one million pounds of biomass. “Caribou and moose, those are our beef,” Siikauraq told me. “This moose that Alex harvested, we’ve got 400 pounds of it in our freezer. It’s what we use in tacos, hamburgers, and spaghetti sauce.”\nAlex set a bowl of moose stew before me. It tasted like mild venison.\n“Our traditional foods are a big part of our culture and identity,” Siikauraq said. “Our elders, when they are sick, they don’t want microwaved pizza. They want fish broth. They want food from the land and sea. I feel it myself. The other day I was desperate for seal oil, my body just craved it. It’s not just food. It’s a medicine for your soul.”\n“Seal oil?” I said.\n“You should try it,” she said, putting some frozen white fat on the stove to melt. Alex hadn’t hunted seal in a while, so her supply came from a friend.\nA lot of food gets distributed like that in the Arctic. John Chase, a colleague of Alex’s, often hunts caribou. “Sometimes I’ll trade the meat for herring eggs or halibut,” he told me one day, “but mostly I give it away to the elderly folks.”\nThe subsistence harvest isn’t just about culture. Economics plays a big part. Shipping costs are so prohibitive that a gallon of milk costs $9.79 at the AC Value Center on Bison Street. Most families, like the Whitings, fill their freezers with wild caribou, moose, and seal meat.\nThe warming of the Arctic, especially the late freeze-up of sea ice, hasn’t cut humans out of the food web. But it has warped things.\nSeal hunters, who work from skiffs, now have a longer autumn season. The late freeze-up means ice fishers miss the big smelt run in early autumn. On Kotzebue Sound, incomplete freezing can allow storm winds to push loose ice on top of other ice, causing it to stack and refreeze into piles similar to pressure ridges. That makes travel by snowmobile and dog team rougher and riskier.\nIn native villages like Kivalina and Point Hope, just up the coast from Kotzebue, people use ice cellars (root cellars dug into the permafrost) to store frozen whalemeat and muktuk (whale blubber). Now those staple foods are beginning to turn rancid as the permafrost thaws. Locals can either forgo the food or invest in chest freezers. But diesel-generated electricity costs 50 cents per kilowatt hour — about four times what most people pay in the Lower 48. The ice cellars are — well, were — free.\nCO2 Undermining the Top of the Food Web\nIn The Diversity of Life, E. O. Wilson described the removal of a single bird species from a temperate marsh as a way of illustrating the resilience of a complex food web.\n“That food chain is broken, but the ecosystem remains intact, more or less,” he wrote. “The reason is that each species in the chain is linked to additional chains.” The larger web can absorb the loss of a single link.\nThat may not be so true in the Arctic. The world’s most biodiverse temperate and tropical forests can contain 10,000 to 45,000 species of vascular plants. In the Arctic, there are about 2,200. In Central America, there are more than 2,800 species of non-fish vertebrates (mammals, birds, reptiles, and amphibians). In the Arctic, there are 322. Nearly an entire trophic level —seals — is dependent on ice, so if the ice goes away, so do the seals. Polar bears depend on three species of seal for survival. That’s it.\nThere is not a lot of redundancy built into the system.\nMuch of what we know about food webs comes from the study of past top-down interruptions. In the American West, ranchers and farmers extirpated the gray wolf, resulting in a boom in deer and elk populations, which in turn changed vegetation patterns across the landscape.\nWhat we’re seeing now is something new.\nNear the top of the Arctic food web, polar bears and ice seals are facing dire pressures from humans, but not from hunters with rifles. Our industrial gases are undermining the top of the food web by destroying habitat, melting the sea ice and thinning the snow cover. That results in few direct hits, of course. Some adult bears starve, but mostly it’s an invisible decimation of the next generation. Skinny polar bears don’t produce cubs. Ringed seal pups without snow cover get eaten.\nAt the bottom of the food web, where species populations are usually checked more by food supply than by predation, the pulse of change is faint but ominous and steadily quickening. The base of the Arctic cod’s food supply — pteropods and other plankton — are finding it more difficult all the time to create shells from seawater.\nAt a certain point, pteropod larvae may be unable to form them at all, and then they will simply wither and die. Whether other plankton, more adaptable to acidified seawater, are able to take their place in the food web remains to be seen.\nIn Kotzebue today, all that’s visible to the naked eye is the rain. Incessant, warm, dreary rain. It came down in a light spatter as the Whitings and I sat through the afternoon, talking and eating celery dipped in seal oil. Thicker and more buttery than olive oil, it has a gamey tang that reminds you it came from a wild creature raised on fish. It hits the body like a shot of pure fat. In the Arctic a shot of pure fat is a shot of energy, of survival.\nWe finished off the seal oil. Daylight bled out of the sky and the rain continued to fall, melting more snow with each passing minute.\nRead Part I and Part II.\nBruce Barcott is an award-winning contributor to The New York Times  Magazine, National Geographic, Outside and is the author of the book, The Last Flight of the Scarlet Macaw. This article appears in OnEarth magazine’s Spring 2011 issue.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}