{
  "url": "https://insideclimatenews.org/news/16022011/hertsgaard-activists-corner-inhofe-upton-shimkus-target-medias-false-neutrality/",
  "title": "Activists Corner Elected Skeptics on Capitol Hill, Target Media’s ‘False Neutrality’",
  "date": "2011-02-16T17:12:00-05:00",
  "content": "WASHINGTON—If Sen. Jim Inhofe was even remotely thinking about adding Mark Hertsgaard’s newest book to his reading list, he likely shelved that idea around noon Tuesday.\nThat’s when the independent California journalist and the Republican Oklahoma senator wrapped up a pointed but cordial — and somewhat convoluted — five-minute exchange about global warming.\nHertsgaard is the author of the mid-January release “Hot: Living Through the Next Fifty Years.” He cornered Inhofe near a bank of members-only elevators at the Dirksen Senate Office Building to ask how he could remain the Senate’s most adamant climate change denier when every noted scientific organization agrees the planet and its inhabitants are destined for a world of hurt unless heat-trapping gases are tamed.\n“Yeah, are you kidding?” he told SolveClimate News when asked if it was worth it to wait 85 minutes in a windowless Dirksen hallway until Inhofe emerged from a fourth-floor committee hearing room. “For my daughter’s sake I want to know why he thinks he can do that.”\n“Hot,” the most recent of his six environmental tomes, is dedicated to his 5-year-old daughter Chiara. She has inspired the 54-year-old’s fatherly concern toward what he calls Generation Hot, the two billion youngsters worldwide now forced to cope with climate disruption.\nEven though it was just 24 hours after Valentine’s Day, Hertsgaard didn’t come to Capitol Hill expecting to sway hearts — or even minds — on the climate change front. Instead, Tuesday’s event to confront “climate cranks” — coordinated by partners including the Sierra Club, 350.org, the Chesapeake Climate Action Network and The Nation — offered a lesson to budding activists on staking out politicians and a chance for Hertsgaard to vent.\nThroughout the day, the energetic author was trailed by four young local organizers, a couple of communications specialists and three videographers.\n“I think he knows his lines,” Hertsgaard said about trying to push the envelope with Inhofe. “He should. He’s been saying the same thing for 20 years.”\nFrustration with Media Coverage\nDuring the Hertsgaard encounter, Inhofe offered the same nay-saying spiel he offered the week before at a House subpanel hearing on draft legislation he’s behind to stymie the Environmental Protection Agency’s authority to regulate carbon emissions. And Matt Dempsey, communications manager for his boss — the ranking member of the Senate Environment and Public Works Committee — backed him up on every point.\nBut, then again, what did the activists expect when hitting the skeptic jackpot?\nFor one, Inhofe famously labeled global warming “the greatest hoax ever perpetrated on the American people.” And, last winter he questioned the science further when his family built an igloo and mockingly christened it former Vice President Al Gore’s home after “Snowmageddon” buried the nation’s capital.\nHertsgaard, who has written for the likes of The New Yorker, Time, Vanity Fair, The Nation and Politico and reported for National Public Radio, insists that the “mainstream media” are to blame for giving congressional deniers a pass. On Tuesday, he confronted Inhofe on each of his points about the science being “mixed,” the dire impact of carbon controls on the economy and what little difference EPA action will have on global emissions.\n“It’s important to say, ‘No senator, the science is not mixed.’ But a lot of mainstream reporters don’t argue back,” Hertsgaard said in an interview, adding that a sense of false balance can be attributed to a Washington press corps not familiar with environmental issues. “But virtually every science organization tells us climate change is real and very dangerous. It’s a matter of demonstrable science not opinion. To pretend otherwise borders on journalistic malpractice.”\nHertsgaard is embarrassed to hail from a country with a political party that denies climate change, adding that European conservative parties argue about policy, not science. Here, he continued, Republicans reject the science because of its political implications — mandatory government regulations imposed economy-wide.\n“We’re in such a bizarre political bubble in Washington, D.C.,” he noted during the brisk walk to Dirksen. “And that wouldn’t happen if we didn’t have Fox TV amplifying the argument and the mainstream media caving into this false neutrality.”\nEnvironmental Dollars in Jeopardy\nOrganizers chose Tuesday to act because it fit into Hertsgaard’s schedule, plus both the House and Senate are in session. However, it also coincides with GOP efforts to cause mischief with the EPA’s 2011 budget.\nCongress failed to pass the White House 2011 budget during December’s gridlock, instead opting for a temporary spending bill that operates the government at fiscal 2010 levels through early March. Legislators have until March 4 to craft another continuing resolution to set funding through Sept. 30, the end of the fiscal year. The repercussions are that the government will shut down if House and Senate leaders can’t compromise on funding government for the remainder of the fiscal year.\nHouse Republicans have drawn the ire of the environmental community by not only proposing to whack about $3 billion from EPA’s budget this year but also halting the agency’s efforts to fashion or enforce carbon emissions rules.\n“With Newt Gingrich calling to abolish the Environmental Protection Agency, the House Republican leadership has taken a big step toward making this a reality by slashing funding for environmental and public health safeguards in their proposed continuing resolution,” League of Conservation Voters president Gene Karpinski said. “Their call for a 30 percent cut to the Environmental Protection Agency budget … would jeopardize the water we drink and air we breathe, endangering the health and well-being of all Americans.”\nIt is premature to comment on the continuing resolution because the process is just beginning, EPA Administrator Lisa Jackson told reporters in a teleconference Monday afternoon.\n“We want to work with House Republicans to cut spending and cut the deficit but we want to make sure we don’t undermine our ability to protect public health and the environment,” she said.\nMeanwhile, although the separate 2012 budget President Obama proposed Monday slices the EPA’s overall budget from a 2010 high of $10.3 billion to $8.87 billion, it increases dollars allotted for regulating greenhouse gas emissions.\nThat $190 million figure — an increase of close to 30 percent — includes $25 million for states setting up carbon emissions permitting programs, Jackson said.\n“We need to get started,” she said about giving businesses the certainty to make long-term investments in reducing their carbon footprints. “The longer it takes to make modest steps, the harder it will get. We can make common-sense steps right now.”\nLesson Learned\nSeconds after the Inhofe engagement, Hertsgaard and his small tribe of followers rounded a corner and punched the “down” button on an elevator open to the public so they could reconnoiter on the ground floor.\nBack in the crispness of the outdoors under a brilliant blue winter sky, they marched in front of the Supreme Court building, making a beeline toward Independence Avenue. Their next destination? A hearing of the House Energy and Commerce Subcommittee on Environment and the Economy in the Rayburn House Office Building.\nOne of Hertsgaard’s supporters pulled out color photographs so everybody would be able to recognize their next targets — GOP representatives Fred Upton of Michigan, chair of the full committee, and John Shimkus of Illinois, chair of the subcommittee.\nAllie Carter, a recent Michigan State University graduate and environmental activist who works for a D.C. nonprofit, glanced at the two faces, committing them to memory. When Hertsgaard challenged Inhofe, Carter had gamely chimed in, pressing him on why her generation should suffer the consequences of Congress’s refusal to take a leadership role.\nAlthough she has heard Inhofe’s denial shtick before in news reports, witnessing it firsthand clearly made an impression on the 23-year-old Illinois native who is dedicated to the carbon-reduction cause.\n“Being face-to-face with him made it more invigorating,” Carter said, pausing in front of the U.S. Capitol. “That made it more personal for me. And that encourages me to work even harder.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}