{
  "url": "https://insideclimatenews.org/news/14022011/facing-inevitable-climate-losses-us-corporations-begin-adapt/",
  "title": "Facing Inevitable Climate Losses, U.S. Corporations Begin to Adapt",
  "date": "2011-02-14T18:05:14-05:00",
  "content": "As climate change worsens, some leading U.S. corporations are working to find ways to adapt to higher sea levels and other unavoidable effects fueled by warming that they say will deal a big blow to their bottom lines.\nMost firms have kept their plans under wraps. But publicly known efforts reveal how adaptation is taking center stage for businesses with vulnerable supply chains, amid mostly feeble attempts by the world’s largest carbon polluters to cut greenhouse gas emissions.\n“It creepingly has become apparent that even if  mitigation were highly successful — which so far it’s not — we’d still  have lots of climate impacts,” said Armando Carbonell, senior fellow and chair  of the Department of   Planning and Urban Form at the Cambridge, Mass.-based Lincoln Institute  of Land Policy.\n“We have to adapt,” he told SolveClimate News.\nEnergy giant Entergy Corporation would seem to agree. On Tuesday, the utility will announce an adaptation project with New Orleans-based nonprofit America’s WETLAND Foundation and government officials from Alabama, Louisiana, Mississippi and Texas. The collaboration seeks to help a dozen communities along the U.S. Gulf Coast gauge their vulnerabilities to climate change, and establish plans to deal with the impacts.\nEntergy, a Fortune 500 utility and the nation’s second-largest nuclear energy provider, delivers power to nearly 3 million customers across most of Louisiana and Arkansas, and parts of Mississippi and Texas.\n“Our service area is particularly vulnerable to the impacts of  climate  change,” said Brent Dorsey, director of the firm’s corporate environmental programs, adding that “electric systems do not do real well under  water.”\n‘Before it Gets to Be a Crisis’\n“We ought to start working to come up with adaptive solutions before it  gets to be a crisis,” he told SolveClimate News.\nVal Marmillion, managing director of America’s WETLAND Foundation, said Entergy’s adaptation goals are not about politics, but economics.\n“We’re in the reality, and not into the debate,” Marmillion told  SolveClimate News,  referring to ongoing skepticism by some in  Washington about whether climate change is a man-made crisis. We “are  not treating climate or sea-level rise as a political issue.”\n“The Gulf Coast is deteriorating at a very rapid rate,” he continued, putting communities in the region in danger. Marmillion  attributes the downfall to what he calls a trifecta of problems: the severe  decline of wetlands, the muddying of the Mississippi River and an  accelerated rise in sea levels from global warming.\nLast fall, America’s WETLAND Foundation released an Entergy-sponsored analysis showing that the Gulf Coast region could suffer more than $350  billion in economic losses over the coming decades from climate damage.\nAccording to Dorsey, Hurricane Katrina was a major wake-up call to the utility. Two of the company’s natural gas power plants drowned under water,  though its nuclear facility in Louisiana, located north of the city on  higher ground, was spared.\nEntergy’s corporate headquarters in New Orleans was shut down for 10 months following the disaster, and it ended up building temporary tent  cities for some of its contractors and employees. “We had a temporary relocation until the city was back to normal enough to be able to support business,” Dorsey said.\nAs an immediate adaptation response, the utility has geographically dispersed its operations to avoid a similar disruption in the event of another extreme weather event, Dorsey explained.\nStarbucks: Coffee Farms ‘Vulnerable’\nFor its part, Seattle-based coffee titan Starbucks is worried about a major warming-related supply disturbance in a decade or two in areas where its beans are grown, said Jim Hanna, director of environmental impact and global responsibility at Starbucks.\n“Regions where our coffee comes from are most vulnerable to the impacts of more immediate climate change,” he said. Climate-related threats to bean production include increased flooding, droughts and erosion, and greater pest infestation.\nGrowing good coffee beans is like developing a fine wine, Hanna told SolveClimate News in an interview. Changes in microclimate can have an impact on the caliber of the bean, and already some farmers have begun moving their farms to higher altitudes to maintain quality, he said.\nIn vulnerable coffee-growing areas in Mexico and Indonesia, Starbucks has partnered with Arlington, Va.-based Conservation International to work on ways to handle weather variability.\n“Arabica coffee production requires well-defined dry and wet seasons, and changes to rainfall patterns may impact yields,” said Terry Hills, technical adviser on climate change adaptation for Conservation International. Higher temperatures during critical growth periods can also reduce yields.\n“Some of our project sites appear to be facing challenges typically associated with increased climate variability and change,” Hills told SolveClimate News, citing the significant landslides that occurred in Nueva Columbia in Chiapas, Mexico, last September.\nHowever, he noted that blaming specific weather events on global warming is not always possible in the coffee-producing areas of Chiapas and in Sumatra, Indonesia, because there is a long history of climate variations there.\n“With climate change, it’s a slow trickle of changing conditions,” said Hanna of Starbucks. Steps taken to improve the quality of coffee beans — such as growing them in shade — can protect the plants during major weather events such as hurricanes, he said.\nWhile both organizations were leery to admit that adaptation to warming is a primary objective of their collaboration, it is certainly part of their work.\n“For example, in the case of Sumatra, we are looking at climate change impact models to establish what the science says about likely climate futures, and also listening to the farmers on their experience with changing conditions and their ideas on solutions,” Hills said. “Both sets of information help us to build climate-resilient practices into the farmer training program that underpins this work.”\nReticence to Reveal Adaptation Plans\nSurprisingly, some corporations active on environmental and sustainability issues are far more reticent than Entergy and Stabucks to dislcose their adaptation plans, observers note.\n“While people in a lot of companies realize talking about sustainability is important, you don’t have a lot of champion companies stepping out saying ‘climate change is a problem and we’re trying to do adaptation,'” Gregory Unruh, director of the Lincoln Center for Ethics in Global Management at the Thunderbird, told SolveClimate News.\nL. Hunter Lovins,  president and founder of Natural Capitalism Solutions, says that “adaptation” has even become a bad word among some environmentalists, though for different reasons.\n“Activists are saying ‘don’t talk about it because people will stop mitigation,'” said Lovins, co-author of the upcoming “Climate Capitalism: Capitalism in the Age of Climate Change,” in an interview. But responses to climate change shouldn’t haven’t to be either/or, she said.\n“The best adaptation measures are mitigation measures that also enable you to better withstand whatever impact climate change imposes,” Lovins said.\nFor instance, utilities that are improving energy efficiency to mitigate against global warming are also finding that it is an adaptation measure that will allow them to better deal with extreme heat events that require extra capacity.\n“Corporations need to realize that if they have a global supply chain, climate change disrupts shipping,” Lovins said, adding that companies might seek more local sourcing so they are less dependent on a disrupted global supply chain.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}