{
  "url": "https://insideclimatenews.org/news/13012011/biomass-clean-or-dirty-energy-we-wont-know-3-years/",
  "title": "Is Biomass Clean or Dirty Energy? We Won’t Know for 3 Years",
  "date": "2011-01-13T20:34:50-05:00",
  "content": "The Obama administration put off for another three years a decision on whether to regulate planet-warming gases from biomass power. The surprise delay dealt a blow to green groups’ hopes for pollution controls on wood-burning incinerators anytime soon, while industry breathed sighs of relief.\n“It was a total shock,” said Margaret Sheehan, a lawyer with the Cambridge, Mass.-based Biomass Accountability Project, who said that she believes Big Timber was behind the U.S. EPA’s decision.\nDan Whiting, spokesperson for the National Alliance for Forest Owners (NAFO), an organization of private forest owners in 47 states, said he was “pleasantly surprised.”\nStill, the delay leaves wide open a question central to the industry’s future: Should turning tree parts into electricity qualify as clean renewable power in the eyes of government regulators, or should biomass emissions be regarded as a source of greenhouse gas pollution?\nThe verdict on that, however it is decided, will have major implications for developers of the $1 billion industry and U.S. states striving to meet clean energy targets.\nBiomass includes plant waste, wood chips, organic debris and whole trees, and industry representatives say burning it is “carbon neutral.” They argue that new growth absorbs CO2 and cancels out emissions spewed into the atmosphere from burning the wood.\n“Biomass greenhouse gas emissions … are part of the natural carbon cycle, and they don’t increase carbon in the atmosphere,” Whiting told SolveClimate News.\nConservationists dispute that claim with a very different understanding of what constitutes the natural carbon cycle. Rotting biomass enriches soils, which capture and sequester some of the carbon of the once-living plant tissue.\nThey argue that biomass combustion produces more CO2 than burning fossil fuels — by how much varies depending on the type of materials and how they are transported. Harvesting whole trees is seen as the worst for climate change. But Sheehan said that using logging leftovers is not much better.\n“It’s not really waste. It’s part of a natural carbon cycle.  If we vacuum up the forest floor to burn all the twigs and leftover debris, then they will continue to deplete our soil,” she told SolveClimate News.\nEPA said it would bring the best science to bear on the issues over the next three years. By July 2014, it will decide how to treat biomass under its “tailoring” rule, which determines which polluters are required to account for their emissions under the Clean Air Act.\nEPA began formally regulating heat-trapping gases from power plants and refineries on January 2 under the rule.\nin May 2010, EPA proposed that emissions from biomass combustion be regarded as greenhouse gas emissions, but in July, the agency released a “call for information” on the issue and received more than 7,000 comments. The following month, NAFO sent a petition urging the agency to exclude biomass facilities from regulation altogether, which led to this week’s decision.\nIndustry to Feel ‘Significant Regulatory Chill?’\nSheehan said “the significant regulatory chill” may “throw the entire industry in chaos.”\n“The simple fact that EPA is calling for a three-year study of the carbon neutrality issue indicates that there is a serious question here,” she said. “In the past, biomass has gotten a completely free pass. It’s been just assumed with no questions that it was climate neutral.”\nIndustry representatives disagreed.\nBob Cleaves, CEO and president of the Biomass Power Association (BPA), the largest U.S. biomass trade group, said the decision “provides a lot of regulatory certainty at the moment.”\n“Three years is a long time,” he told SolveClimate News. “During that period, projects that are viable and are ready to be permitted, will be permitted.”\nIndustry believes its arguments will win out in the EPA review process. “The science is very clearly on our side. Biogenic emissions are far different than fossil fuels, and they’re beneficial to the climate,” Whiting said.\nTrees Instead of Coal?\nIn the meantime — as the agency considers the future of biomass energy policy in the nation — it gave the industry the greenlight to use biomass at coal burning and other fossil-powered facilities  to control pollution, a designation known as “Best Available Control Technology.”\nSheehan called the idea of burning woody material to clean-up coal “ironic.”\n“The science already shows that for greenhouse gases, biomass is dirtier than coal,” she said.\nKevin Bundy, a senior attorney at the Center for Biological Diversity, agreed: “The EPA’s Orwellian suggestion that biomass pollution is a form of pollution control makes it look like the agency has already made up its mind to ignore the science.”\nBPA, which represents 80 biomass power plants, said the decision to qualify biomass as BACT “is really helpful.”\n“I would be absolutely shocked if EPA three years from now, says ‘We’ve actually reconsidered the science,'” Cleaves said.\nCoal Instead of Trees?\nIndustry fears that if biomass emissions were regulated under the tailoring rule, power producers would be encouraged to burn more coal instead, at a time when the nation is grappling with downsizing its carbon ouput during a time of record-breaking temperature increases.\n“Obviously fossil fuels are a more efficient energy source, and if you layer on too many regulations … utilities and other producers are going to lean toward fossil fuel use,” Whiting said.\nA recent study out of the University of Washington supported that point of view. Called Unintended Consequences of the Tailoring Rule’s Treatment of Biomass, a compilation of previous research, the study concluded that “new investment in bioenergy development will be discouraged and existing biofuel facilities may be motivated to shut down or use more fossil fuels.”\nThe resource is seen as a particularly valuable in Southern states, which lack wind and solar opportunities available in other states.\nFor Sheehan and other advocates, the game plan now is to try to put the industry a freeze on growth of the industry until 2014.\n“We will be calling for a moratorium on all permitting for biomass plants during this three-year period,” she said.\nCleaves of BPA said “the idea of a moratorium has no basis in law” under the Clean Air Act, which “certainly doesn’t prohibit biomass plants from being constructed.”\n“To the contrary,” he said, “I think every government out there is encouraging biomass.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}