{
  "url": "https://insideclimatenews.org/news/10012011/new-young-leaders-green-movement-look-strengthen-grassroots-part-ii/",
  "title": "New Young Leaders of Green Movement Look to Strengthen Grassroots (Part II)",
  "date": "2011-01-10T12:00:00-05:00",
  "content": "(This is the second of two parts. Click here for Part 1)\nFortunately for them, the young leaders committed to broadening the green base enjoy the privilege of having inherited a billion-dollar movement infrastructure: offices, websites, and, most important, membership lists. Everyone I spoke with was appreciative of this fact, and had nothing but kind things to say about the people who came before them.\n“Our predecessors did an amazing job with what they had,” Jennifer Krill, the 38-year-old head of the mining and natural gas watchdog group Earthworks said. At the same time, there’s a feeling that the legal and regulatory tactics that have become the bread and butter for so many environmental groups may have reached the limits of their effectiveness.\n“At some point in the late seventies, early eighties, we got really aggressive and successful at lobbying Capitol Hill and the White House, and that was a transition from being more of a grassroots environmental community,” Pica said. “And I think that the successes that we had … I think we took some of the wrong lessons away. That transformed the movement into this lawyerly, regulatory, DC Beltway-focused community. And we’ve kind of forgotten, neglected the power base that got us to that point.”\nTo be fair, lawsuits and lobbying have been useful for enforcing – and, when under threat, defending – the country’s landmark environmental laws. The attorney-centric NRDC, for example, has played an invaluable role in preventing rollbacks of earlier gains. But the insider strategy is unlikely to build the popular momentum needed to address the twenty-first-century threats to the environment. You’re not going to overhaul the foundation of industrial society with a relatively small group of lawyers and scientific experts.\n“There’s a decreasing return on investment for this strategy of the dominant DC groups,” Radford said, “investing in smart policy people, but not investing in the grassroots.”\nI heard some variation of “investing in the grassroots” from almost everyone I spoke with. To do that successfully, the new leaders must overcome challenges their predecessors didn’t face – most notably, a graying membership and the tricky terrain of the internet.\nOver the last 40 years, the green groups have built large lists of members mostly through direct mail. Now that membership is aging, and the twenty- and thirty-somethings coming up behind are immune to the mail request. This poses a threat to green groups’ political strength and their financial health. Of course, many younger people do have a sense of civic engagement: The Obama campaign’s success with the Millennial Generation proved as much. But they engage in a different fashion – online.\nAnd that represents the second major challenge for the new leaders’ aspirations: finding a way to ensure that internet activism is just as effective as the tried-and-true tactics of marching and petitioning and calling your legislator. This isn’t easy. In the last decade, figuring out how to convert online “awareness raising” to real world action has become the Philosopher’s Stone of political organizing. When it works, the Internet can be an awesome tool for social change, as proven by the continued strength of the 4 million-member Moveon.org. But sometimes it becomes simply “clicktivism” – mouse maneuvering as a substitute for real organizing.\nGreenpeace’s Radford is one of the leaders who has had some success in growing membership. As Greenpeace’s organizing director, he increased membership from 100,000 people to 280,000 people, a success that propelled his precocious rise. He accomplished this mostly through old-school canvassing – college kids with clipboards going door-to-door and standing on street corners. The result, Radford said, is a membership more likely to take action when it comes time to press a campaign. “If you’re saying, ‘Hey, do you want a cloth tote?’ then you see your numbers jump dramatically,” he said. “But what you end up with is a donor pool that responds far less to your mission or things that are just about taking action or being part of something bigger. It’s just a really different dynamic.”\nOf all the environmental organizations, 350.org has probably been the most successful at translating online connections into real-world actions. The group has built a global activist community knit together by, of all things, a number referring to parts per million of carbon dioxide in the atmosphere. “When we set out with 350, we really were trying to spread it as a meme, and the day of action was a tool to do that,” said May Boeve, another 350 organizer. Boeve (rhymes with movie) is a California blonde who, like most of the 350 staff, started working with McKibben while a student at Middlebury College. The 350 staff is organized as a consensus-based collective, but with her executive focus and force of personality, Boeve operates as the de facto chief of staff. “I don’t know if there’s any campaign comparable to ours where all of these people all around the world who aren’t on the payroll and who we don’t even know send us 350 photos and set up their own 350 chapters. I think we were effective at trying all kinds of things just to get the number out there, and brand it as a symbol of climate safety and the science, but as something you could belong to.”\nAnother challenge of today’s political organizing is how to connect with the public in an era in which a certain sardonic attitude has become the default cultural language. Part of 350’s success comes from its knack for communicating in a tone that appeals to people under, say, 35. The earnest appeals of yesteryear are a poor match for the zeitgeist of Stephen Colbert and Sarah Silverman. But issues like climate change and mercury poisoning are big time serious. So how do you balance a sober point with a lighthearted message?\n“Our generation, we are so used to a personal type of interaction,” Henn said. “We’ve tried to embody that in our emails and our communications. Our blog is not super polished, it’s written in an off-the-cuff sort of way. Our e-mails from Bill are infused with this long-format, writerly voice. It has to be fused with a real sense of personality, especially over email and especially on the Web. My theory on writing e-mail blasts is that if you wouldn’t write this way to your friends, you probably shouldn’t write that way to your members.”\n“Strategic irreverence, I’ll call it,” Becky Tarbotton, the new executive director of Rainforest Action Network said to me. “The work has to be fun, inspiring, energizing, and sexy. We’re not going to attract people with a sign that says, ‘The End is Near’ – even if it is. Irreverence is about inviting people from all walks of life, rather than chastising them for not already being with us.”\nIf the new generation of leaders intuitively gets how to how to mix earnestness with humor and connect with a younger audience, it’s because, well, they’re them. And as Atari babies – or, “net natives” like Boeve and Henn – they aren’t flummoxed by technology. These generation-specific sensibilities mark a real culture shift for environmental activism. The willingness to be off-the-cuff is one of the big differences between the young leaders’ and their predecessors. The new leaders are confident they can ditch the focus-grouped, poll-tested language that many organizations depend on, and speak in a language that is more emotional. The overly scripted appeal, they feel, is no longer working. Today’s Millennial Generation – awash in marketing and hype – has an exquisitely attuned bullshit meter, and it isn’t swayed by spin.\n“This new generation sees through messaging frames that aren’t authentic, sees through solutions that are only halfway there, that aren’t real solutions,” said Jessy Tolkan, the 29-year-old former director of Energy Action, the largest campus coalition working on climate (and an Earth Island-sponsored project). “I have to say that the work I have done to mobilize young people to work on environmental issues has reinforced to me how important it is to be authentic.”\nAccording to many people I spoke to, a lack of authenticity helped doom the Senate climate legislation. The environmental organizations that spearheaded the fight weren’t completely honest with people about whether the proposed solution matched the scale of the problem, and in the process they lost their supporters. The eco-base simply was not buying the proposition that a market-based cap-and-trade deal – agreed upon with corporate America and full of compromises – could head off catastrophic global climate change.\n“We have to be able to call balls and strikes, as the champions of protecting the planet,” Pica said. “This is true up and down the generational board – you have to have some integrity in how you communicate. If you lose the battle of who is more trustworthy, then you lose your audience, whoever you are talking to.”\nYou Gotta Have Faith\n“We have to build a movement.” That has to be the most tired phrase of center-left organizing retreats, campaigner e-mail listserves, and op-eds in The Nation. Most progressives – aware of how much US history has been driven from below – intuitively understand that only street heat can overcome the corporate cash and political corruption. On this point, few in the environmental movement disagree. “Who would say, ‘No, we don’t need better, smarter organizing?” Brune said to me.\nThe question, then, is how exactly. Finding the answer represents the biggest test for the new crop of young leaders, who have before them an opportunity to redefine environmentalism, redefine what it means to be an environmentalist, and even, perhaps, build something that transcends those labels.\nIn talking about the necessity of base building, the green leaders I spoke to often referred to the hard work (and ultimate victories) of the civil rights movement. It’s a useful analogy – until it’s not. Because there’s one major difference between the efforts of Ella Baker and Baynard Rustin and the environmental community as it exists today: passion.\nThe fact is, despite the best of efforts, environmental issues don’t strike a visceral chord with many Americans. Unlike the LGBT movement (in which people are demanding basic civil rights) or the labor movement (which combines enlightened self-interest with a broader call for social justice), environmentalism can seem detached. It’s often about saving far-off places or eliminating chemicals we can’t see, much less pronounce. There’s a lot of jargon. The result is a political movement that – aside from the tiny EarthFirst! contingent and the fever of animal rights activists – can often feel emotionless. Or like emotion without context, like screaming that the house is on fire when nobody can feel the heat.\n“You have to go where people’s passion is, you have to,” Justin Reuben, the 37-year-old executive director of Moveon.org, said to me. “You have to be doing the stuff that when people look it they say, ‘Hell, yeah.’”\nOne of greens’ biggest hurdles in getting to that “hell yeah” moment is what I would call the problem of eco-empathy. The threats to our shared environment are so big that it’s hard to attach emotion to them. Global climate change is the best example. Green campaigners sometimes complain that global warming is “hard to understand.” True enough. But it’s not just that climate change boggles the mind – it also turns off the heart. Emotions depend on closeness. Yet the most worrisome of environmental threats is planetary in scale. We simply don’t know where to begin feeling.\n“I think that with climate we’ve been talking about it on such a huge scale, and with such a sense of apocalypse that it’s hard for people to wrap their minds around it,” Henn said. “Not that they don’t care, but they can’t feel at that level.”\nHow do you get around this problem? Several people suggested that the answer is to internalize some of the wisdom of the old bumper sticker, Think Global Act Local. The best way to grow the movement for sustainability is by putting new emphasis on the threats – and the solutions – that are near to people’s homes … and close to their hearts.\nThe successful effort to stop proposed coal-fired power plants offers one model of how to do that. In the last few years, a coalition of more than 100 organizations – from big groups like the Sierra Club and NRDC to small, local outfits – have prevented the construction of 131 coal plants. And they have done so without having to rely on single vote in Congress. The anti-coal battle has been won, Brune told me, because it connects so organically to home-front issues like air pollution, water pollution, and public health.\n“It was very local, people could look out their windows and see this giant coal plant spewing pollution into the air, or the prospect of another coal plant being built that would do the same, and they had a very tangible way to stop that plant from being built, or to shut it down,” he said. “We’re not just appealing to one constituency that cares about climate. There is a broader, more diverse coalition of groups that can be brought together.”\nPerhaps what’s needed, as I wrote in my notebook while listening to Brune, is for “the sustainability movement to focus on a livability agenda.” Because when greens emphasize basic quality of life issues, they gain the opportunity to push a broad-based (and non-partisan) agenda. The potency of a livability agenda can be glimpsed in the popularity of the sustainable food movement, as organic farms take root even in dark-red communities like Louisiana and Texas. Livability also meets sustainability when it comes to the widespread frustration with suburban sprawl; even in conservative Phoenix, light rail is popular. And of course livability comes into play in the continuing strong public support for the Clean Air and Clean Water Acts, which can fuel those local struggles against dirty energy.\nAnother example is the growing opposition to natural gas extraction. The battle against what’s known as “fracking” is gaining force because it has the immediacy that drives emotion: People will fight to keep their drinking water clean. “Eight-hundred thousand natural gas wells spread out across the United States as of 2008, the industry is drilling in America’s backyards,” Earthworks’ Jennifer Krill said. “The people who are fighting the natural gas industry are of all political persuasions. We have Tea Party people, we have Republicans, we have farmers and ranchers.”\nThis, of course, is the great asset of a livability agenda: It attracts new people. The passion for working with unlikely bedfellows represents another distinguishing characteristic of the new generation of leaders. They may be resistant to compromise as it has come to be played in Washington, but they are eager to cinch unlikely coalitions.\nFew of the new leaders are arguing that greens should give up on Washington and surrender the key territory of national law making. Rather, the idea is that local campaigns can serve as a recruiting tool, and eventually those new supporters will become committed to a larger national and international agenda. No one I spoke to had much interest in following the recommendations of gadflies and ditching the label “environmentalist.” Much better, everyone agreed, to expand the definition of what that means.\n“I don’t think it’s about changing the label of ‘environmentalist,’ I think it’s about changing who participates,” Phaedra Ellis-Lamkins, the executive director of Green for All, said to me. “I think the reality is that the larger environmental movement has not been diverse. And that is going to have to change to win.”\nGreen for All has been at the forefront of the effort to create bonds of solidarity between low-income and people-of-color communities and the still largely white environmental organizations. Founded by eco rock star Van Jones, Green for All is one of the most vocal organizations making the case that transitioning to an ecologically sound economy will be a huge jobs boost, and therefore is an endeavor everyone can engage in. With a background in the union movement, Ellis-Lamkins seems the perfect person to build relationships between environmentalists and the working class communities suffering from the intransigent recession. A highly photogenic African-American woman, she has the organizer’s knack for connecting with a broad range of people all at once. I’ve seen her address a room of several hundred people and, in the course of a ten-minute speech, pivot effortlessly from girlish enthusiasm to braniac gravitas. Her tone is much different from the past generation of environmental leaders.\n“Faith, and what moves people to action, should be at the center of change,” she said to me. “Change can be fun, it doesn’t have to be painful. And that’s part of what the next generation of people, the people who are in college and who are just coming out of college, that’s what they are realizing. Change is transformational. It is positive. This is God’s work. This is the best of this country.”\nThe embrace of a moral language is perhaps the most impressive trait of the new leaders. They aren’t afraid to appeal to people’s hearts. They want to talk about right and wrong – not “baseload power” or “sulfur dioxide.” In listening to the new leaders, I heard appeals to basic morality again and again. Erich Pica spoke of “a movement that has to be values-based” and connected to a “moral thread of social and economic justice.” Mike Brune talked about the “ethic” of Sierra Club volunteers who “just want to make their world a better place.” Jamie Henn told me about “the small victories in the face of overwhelming tragedy that can help bring out the emotions that we need to build a movement.” This spiritedness, it seems to me, is what most differentiates the young leaders from their predecessors. I have a hard time imagining EDF CEO Fred Krupp talk about “God’s work.”\nThe force of emotion is fueled by the fact that time is running out. At this pivot of history, the only way to avoid the meltdown of the ecosystems on which we depend is to get people to really care. Being, well, young, the new young leaders are optimistic they will succeed.\n“Our movement is moral and righteous, and that’s what we need to talk about,” Ellis-Lamkins said. “This will either be the moment where we can look back and remember it as the moment we shifted, or remember it as the moment when we should have shifted. I don’t think we’ll have those regrets.”\n(Lead photo of May Boeve: Shadia Fayne Wood)\nJason Mark is Editor of Earth Island Journal. He will celebrate his 36th birthday in January.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}