{
  "url": "https://insideclimatenews.org/news/22122010/environmental-justice-knocks-loudly-white-house/",
  "title": "Environmental Justice Knocks Loudly at the White House",
  "date": "2010-12-22T12:15:36-05:00",
  "content": "WASHINGTON—It might have been the inaugural environmental justice forum at the White House. But that doesn’t mean there were a bunch of rookies in the room.\nThe all-day gathering was barely under way when veteran activists of the movement partially rearranged the Wednesday agenda after they explained emphatically that they wanted federal government officials in the lineup to do more listening and less talking.\nOnce that was settled, much of the “us vs. them” tension in the room dissipated but didn’t disappear. Advocates from some of America’s most impoverished neighborhoods—where the underbelly of the country’s industrial grind has turned the simple acts of breathing the air or drinking a glass of water into risky and deadly propositions—pleaded passionately and poignantly for substance over symbolism.\nIn return, federal government officials asked for patience and understanding. They are aware environmental justice hasn’t exactly rocketed forward on a steady trajectory since President Bill Clinton signed an executive order in 1994 directing federal agencies to pay specific attention to glaring inequalities.\nEven though the inner workings of the nation’s capital might seem ritualistic, irrelevant and sloth-like on the surface, many explained, the fact that six cabinet heads—Department of Energy Secretary Steven Chu missed out due to illness—spoke at the Dec. 15 forum is an indicator that environmental justice is an enormous priority for President Obama.\nFor instance, the Environmental Protection Agency and the Department of Justice collaborate on these issues all of the time, explained assistant attorney general Ignacia Moreno with DOJ’s Environment and Natural Resources Division, and Cynthia Giles, assistant administrator with EPA’s Office of Enforcement and Compliance Assurance.\n“I am going to ask for some partnership and some patience,” Moreno told the doubters. “You’re right, we have to get there. You want to see results on the ground. It will take some time to turn that big vessel. This administration is on it when it comes to environmental justice. We need to figure out how we set priorities together.”\nFeds Not Always at Fault\nEPA Administrator Lisa Jackson and Nancy Sutley, chair of the White House Council on Environmental Quality, organized the forum to revolve around four major topics: “Green Jobs, Clean Energy,” “Legal Framework for Advancing Environmental Justice,” “Healthy Communities and Place-Based Initiatives” and “Climate Adaptation.”\nIn typical Washington fashion, each session was designed to begin with brief remarks from a cabinet secretary. That was followed by commentary and insights from six panelists from the public and private sectors. Then, the floor opened to questions from the 150 or so in the audience.\nThat format fired up Texan Suzie Canales, an activist from Corpus Christi, who interrupted the proceedings to vent about what she called the disconnect between Washington and communities nationwide plagued with off-the-charts statistics of heart disease, cancer, lead poisoning, asthma and other respiratory diseases.\nThe downtrodden, she explained, don’t need more “bureaucratic words on paper” or “another roadmap about environmental justice.” Instead, they need relief from their stressful living conditions.\nCanales’s outburst prompted organizers to flip the order of the ensuing sessions so audience members gained more time for questions.\nThough plenty of other attendees joined Canales in pointing their fingers at the federal government, they admitted that much of their frustration stems from inaction on the part of state and local agencies. Nothing will change, they claim, unless federal authorities wield a heavier hammer.\n“We don’t mean to be disrespectful,” said advocate Vernice Miller-Travis, adding that there’s a gigantic disconnect because local and state agencies fall far short of matching the federal commitment to environmental justice. “If it doesn’t happen on the ground, it isn’t going to happen.”\nMiller-Travis is vice chair of the Maryland Commission on Environmental Justice and Sustainable Communities. She introduced Labor Secretary Hilda Solis at the forum.\nDiane Takvorian, executive director of the Environmental Health Coalition in San Diego put it this way: “Environmental justice cannot be achieved in silos. That’s why we need these agencies. We need a comprehensive approach to build quality, healthy communities for all of us.”\nProgress Doesn’t Mean Perfection\n“It’s changing in Washington, D.C. but it hasn’t trickled down,” said audience member Teri Blanton of Kentuckians for the Commonwealth.\nIn making a plaintive plea for the Department of Justice to intervene, she explained that her advocacy organization had uncovered 20,000 Clean Water Act violations in her home state after combing through discharge monitoring reports from three coal companies.\n“The feds are trying to help,” she told SolveClimate News in an interview, answering “hell, yes” when asked if she’s noticed progress under the Obama administration. “They know what we’re up against in our state. We are ground zero for energy issues. They need to take this into the field and make sure everyone is playing from the same playbook.”\nBlanton, sporting a colorful “I Love Mountains” pin said she trekked to the nation’s capital because somebody has to be relentless when unsustainable practices by coal companies are flooding residents of Appalachia out of their homes.\n“My people are suffering every day because they don’t have a clean drink of water and have to breathe in dust,” said Blanton, who was appointed to the National Environmental Justice Advisory Council this year.\nThe last time she traveled to Washington, in September, she was arrested for protesting with the advocacy group Appalachia Rising in front of the White House.\nBlanton said she was elated that her fellow activist Canales piped up early on and triggered a change on the forum format because “I didn’t give up three days of my December to only listen.”\nCanales told SolveClimate News her criticisms led to a short one-on-one meeting with Jackson of the EPA. While the co-founder of Citizens for Environmental Justice said she is grateful she shook things up, she won’t rest until vulnerable Corpus Christi residents are relieved of the hazards from industrial pollution emitted by a 10-mile stretch called “Refinery Row.”\n“Our biggest obstacle is government,” Canales said. “What needs to happen is we need to make a priority of people who are in imminent danger.”\nRecent Efforts in Jeopardy?\nPanel moderator Cecil Corbin-Mark, deputy director of New York City’s WE ACT for Environmental Justice characterized the President Obama-activist relationship this way: “We have your back but we will pull your tail.”\nFellow New Yorker and panelist Eddie Bautista, executive director of the Environmental Justice Alliance, lauded the Obama administration for “shifting the Titanic” with a noticeably invigorated approach to environmental justice.\nHowever, he also warned the audience about an upcoming change that he figured federal government employees couldn’t discuss in such a forum. When the 112th Congress convenes in January with a Republican-majority House, some legislators will likely question every penny being directed toward this resurgent environmental effort.\n“A lot of these initiatives are threatening to be stillborn,” he concluded. “Already, the attack is coming.”\n(Official White House Photo by Samantha Appleton)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}