{
  "url": "https://insideclimatenews.org/news/22112010/natural-gas-not-carbon-price-spelling-trouble-coal/",
  "title": "Natural Gas, Not a Carbon Price, Spelling Trouble for Coal",
  "date": "2010-11-22T20:19:32-05:00",
  "content": "In 2009, U.S. lawmakers hoping to pass comprehensive climate legislation added tens of billions of dollars in federal subsidies for “clean coal” in the hope of striking a political deal to give coal a competitive future. The bill never made it through Congress.\nNow a report released last week touting the bright future of natural gas points to the uphill battle coal may face holding on to its current share of the U.S. energy mix. A gas glut that has kept prices low is expected to continue for another five years.\nIn the report, Deutsche Bank AG analysts predict natural gas—which creates about half as much carbon dioxide as coal—would comprise 35 percent of America’s electric power generation by 2030, an increase from the current 23 percent. At the same time, they predict  coal’s share of the power grid would drop from 47 percent to 22 percent, with clean coal accounting for just one percent of the diminished total.\nThe Deutsche Bank report, Natural Gas and Renewables: A Secure Low Carbon Future Energy Plan for the United States, assumes that abundant supplies of natural gas and falling prices will drive a switch from politically-embattled coal even without a price on carbon.\nThe report says the developments would allow the United States to achieve a 44 percent reduction in CO2 emissions from the electric power sector by 2030, compared to 2005 levels.\n“These reductions would be realized by using domestically abundant and secure sources of energy based on known technology that can easily be deployed at reasonable costs,” said the report by Kevin Parker, head of asset management, and Mark Fulton, who oversees climate change investment research.\nBut clean coal industry spokespersons discounted the projection that coal use would fall by half in the next 20 years.\n“It’s the first time I’ve heard anyone make a prediction like that,” said Jason Hayes, communications director for the American Coal Council. Hayes said coal has made a small resurgence in the past two years and will remain a strong force, especially due to technology that makes it burn cleaner while capturing and storing CO2.\nHayes said the country’s increasing population and the rapid growth of computer devices and vehicles powered by electricity will create a growing demand for coal-powered sources.\nClean coal is the industry’s preferred term for carbon capture and  sequestration (CCS), a suite of technologies that capture, transport and  bury CO2 emissions from power plants and industrial facilities.\nCCS has yet to be successfully deployed on a commercial scale. The  Waxman-Markey climate bill that passed the House of Representatives  included up to $60 billion in bonus payments for the first fleet of  CCS-equipped plants.\nWithout considerable incentives, coal’s future seems troubled. Numerous  plans for new coal plants have been blocked or scrapped in recent years  because of climate concerns and investor uncertainty over looming  regulations.\nClimate Goals versus Coal\nCoal has long been cast as the cheapest electric power option, but it is also the most emissions intensive, attributes which stoke the political struggle over how to keep it in the mix while addressing climate change. Though the Deutsche Bank report does not assume a carbon price, it does assume the coal industry will be confronted with some type of emissions regulations going forward.\nIn 2009, President Obama’s promised to cut greenhouse gas emissions by 17 percent in 2020 and by 83 percent in 2050. But those goals rely on significant federal climate action, which so far has not materialized.\nBut Lisa Camooso Miller, vice president of media relations for the American Coalition for Clean Coal Electricity, maintains coal has a sound future.\n“Leaders on Capitol Hill [recently] suggested that clean coal technology can be an area where Republicans and Democrats can agree,” Miller said. “We believe that investments in clean coal technology will provide for the continued use of affordable and abundant coal as an energy source for America.”\nCoal is also touted as an important source of domestic energy as well as jobs. In a conference call with reporters, Fulton said the report didn’t address that issue directly but that there should be training and other programs to help people in the coal sector find new work.\n“That will have to be addressed in some form,” he said.\nGrowing Non-Coal Generation\nIn their report, Parker and Fulton said a large-scale switch from coal to natural gas is possible by increasing capacity of existing plants and via a larger supply of shale gas. The abundance of shale gas has resulted in a drop in natural gas prices, making it more economical.\nBut natural gas faces environmental questions of its own. Shale gas is extracted through a hydraulic, ground-boring process called fracking—a growing environmental concern under investigation by the EPA for possible contamination of ground water by chemicals used in the process. Parker and Fulton said their natural gas projections assume that fracking is determined to be safe.\n“We believe shale gas is environmentally sustainable with best practices,” they wrote. “And because it is domestically abundant, it also provides a high level of energy security.”\nThe report also sees a jump in renewable energy to 14 percent in 2030 from only 2 percent today, mostly through increased use of wind power. While not broken down in the report, wind would have a capacity factor of two to three times as much as solar going forward, a spokesperson for Deutsch Bank AG said.\nThe Solar Energy Industries Association couldn’t make a projection of solar use to 2030 but sees steady growth over the next five years.  Solar currently meets just under 1 percent of the U.S. Energy needs, said association Communications Director Monique Hanis.\n“With the right policies, we expect solar to add 10 gigawatts of new capacity per year by 2015, enough to power 2 million homes and supply 2% of U.S. energy needs,” Hanis said.\n(Photo: Fletcher6)\nSee Also\nEPA and DOE: ‘Clean Coal’ Boom Not Possible Without Carbon Pricing\nObama: The Making of a Clean Coal President\nClean Energy Climate Bill Gives Coal a Competitive Future\nClimate Bill Earmarks $500M for Clean Coal ‘Admin Expenses’\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}