{
  "url": "https://insideclimatenews.org/news/11112010/college-campuses-continue-leave-coal-behind/",
  "title": "College Campuses Continue to Leave Coal Behind",
  "date": "2010-11-11T12:50:45-05:00",
  "content": "With more than 60  campuses nationwide getting energy from coal plants, student protests and lawsuits over power generation have become a part of the college experience.\nEarlier this month the Department of Justice filed a suit against the state of Pennsylvania over what it called repeated pollution law violations at Slippery Rock University’s coal-fired boiler plant.\nAnd last month the Sierra Club and the Hoosier  Environmental  Council petitioned the Environmental Protection Agency to  look into an air permit issued Purdue University got in July. It was signed by the Indiana Department of Environmental Management and it will allow the school to continue operating and even expand its coal-powered boilers. The petition claims the permit violates the Clean Air Act.\nBoth lawsuits come at a time when American colleges are continuing to rethink the wisdom of having coal-fired   plants on their campuses as a primary energy source.\nThey’re also part of a larger trend explored in a Nov. 3 Deutsche Bank report which says that litigation is playing an increasingly important role in determining the amount of power the government has under  existing law to address the climate problem.\nWhile most lawsuits have been filed by industry players, 24 percent of total  climate-change related cases since 2001 have come from environmental  groups challenging the permitting of coal-fired power plants.\nMost Campuses Are Shifting Away From Coal\nThe movement on campuses continues to be in the direction of greener energy  sources, said Kim Teplitzky, a campaign representative from the Sierra  Club’s Campuses Beyond Coal, the environmental organization’s ongoing  effort to promote cleaner energy on American campuses.\nThe organization  has been tracking the use of coal-fired power plants on university and  college grounds for several years, most recently in an updated national report released in September. In October it launched Too Dirty for Campus, an anti-coal action featuring videos targeted to a college audience.\nCommitments  to transform campuses to largely or completely coal-free are coming  from high-profile institutions, among them the University of North  Carolina (UNC), the University of Illinois, Western Kentucky University,  and Case Western Reserve in Cleveland. Already, UNC has named 2020 as  its coal-free deadline, with an “aspirational” deadline of 2015.\nBall  State University in Indiana plans to construct the largest closed  geothermal system in the nation by 2017. And the University of Illinois  has pledged to stop using coal within seven years as part of its plan to reduce energy use and cut carbon emissions.\nMeanwhile, an independent project, the American College & University Presidents’ Climate Commitment, claims to have signed 676 academic institutions to a pledge to reduce greenhouse gas emissions by 80 percent.\nThat’s  why Purdue’s actions are so troublesome to the environmental sector. The university “is going the  opposite direction, wanting to actually build new coal infrastructure,  which is ludicrous,” said Teplitzky.\nMichigan State Has Nation’s Largest On-Campus Coal Facility\nMichigan  State University is another school with major coal issues, Teplitzky  said. MSU is home to the T.B. Simon coal-powered electric facility, the largest on-campus coal-burning power plant in the country. It burns 250,000 tons of coal a year.\nStudents  at the Lansing campus regularly protest this fact. In September and  again in November, 10 MSU Greenpeace students attended a Board of  Trustees meeting carrying signs and wearing surgical masks. They marched  for 350.org’s 10.10.10 event last month and plan to join a “day of  action” sponsored by Campuses Beyond Coal on Nov. 18.\nMSU  Greenpeace coordinator Tabitha Skervin said the goal is to push the  university toward a “100 percent carbon-neutral energy source” like wind  or geothermal after a necessary “transition period.”\nThe students have  been invited to meet with University Vice President Fred Poston on Nov.  16 to discuss the issue.\nTree Trimmings Now, Biomass Later\nAccording to MSU, T.B. Simon is considering a possible biomass fuel facility to lower emissions.\nThe plant  is already using biomass fuels such as tree trimmings and cornstarch  pellets for 5 percent of its fuel and is requesting permission to  increase the proportion to 30 percent. MSU is also actively researching alternative energy  routes, said Karen Zelt, communications manager for MSU’s physical  plant.\n“We know we’re not perfect, but we actually do have a good  operation as far as the plant goes,” Zelt said. “It’s a co-generating  facility, meaning we operate at 60 percent of efficiency, versus a  conventional electric plant that operates at 30 percent efficiency, the  reason being that we’re using steam to generate electricity.”\nZelt  said all four of MSU’s boilers can fire 100 percent natural gas when  the price is right but added that “the economics of keeping tuition  down” at a land-grant public university is a factor.\nDuring  the first quarter of 2008, the plant reported 7.58 percent excess  sulfur dioxide emissions and 4.75 percent excess nitrogen oxide  emissions—both classified as high priority violations by the EPA. The  state took note. Last winter, the University was handed, and paid, a  $27,000 state fine.\nZelt  blamed the fine on “a bad batch of coal” and said that MSU  self-reported its error. “We have since corrected the problem and no  longer work with that coal supplier,” she said.\nMeanwhile, campus activism continues. On  Nov. 18, student chapters of Campuses beyond Coal will blanket their quads with paper pinwheels “as a visual demonstration of the bright,  clean energy future we want,” said Teplitzky. Students at Bloomburg  University in Pennsylvania will spell out the word “now” with their  pinwheels.\nSome Virginia Tech students will display a field of maroon and  orange pinwheels for the school colors, while others will survey residents of a dormitory  located next door to the university’s coal-fired plant. “We’ve had  reports of coal dust, asthma, and other things…a very urgent public  public health issue,” Teplitzky said.\nThe point is to inspire fellow students to join an “environmental revolution” that MSU student leader Skervin said can unite her generation: “We’re  fighting for our future, for our children, our right to clean  air—something a lot of us can visualize.”\nSee Also:\nUS Universities Aim for Carbon Neutral Campuses\nThere’s Nothing Quiet About Campus Climate Activists\nStudents Lead Charge to Power School with Renewable Energy\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}