{
  "url": "https://insideclimatenews.org/news/09112010/citizen-scientists-analyze-weather-logs-wwi-ships/",
  "title": "“Citizen Scientists” to Analyze Weather Logs from WWI Ships",
  "date": "2010-11-09T13:00:00-05:00",
  "content": "A  new online science project from British climate researchers is tapping  into the power of crowdsourcing to enrich the historic climate record.  In the next six months alone, Old Weather’s citizen scientists may  process data that would take a single researcher 28 years to tackle. Through  OldWeather.org, which launched in late October, volunteers log weather  observations from more than 200 World War I–era British naval ship logs.  Scientists will use that data to paint a clearer picture of past  weather and make predictions about the weather of the future—including  potential impacts of climate change—and to test and refine climate  models.  “We  built models, but we want to know if they’re any good,” said Philip  Brohan of the Met Office: Hadley Centre, one of the UK’s leading climate  change research centers, and one of the climate scientists behind Old  Weather. “We need big databases and long records.”\nAn ocean of meticulously recorded weather observations is locked up in ships’ logs from countries around the world and could feed such databases. The sheer volume of data is too large  for scientists to process on their own. That’s why the climate  scientists turned to Zooniverse, a popular network of interactive citizen  science projects investigating galaxies, the sun and the moon developed  by a team including Chris Lintott, an astronomer from the University of Oxford, that has lead to a series of scientific discoveries. Old  Weather is its first nonastronomy project.  Citizen  science is nothing new, Lintott said, but while traditionally laypeople  have supplied observational data, now scientists need their help  processing it.\nHow It Works\nOld  Weather volunteers don’t need any climate or historical expertise—just  the ability to decipher the sometimes-spidery handwriting of early  20th-century sailors. People are more  adept than computers at reading and interpreting handwritten logs.\nAfter selecting a ship, a user sees a scanned  image of an actual page from the the ship’s logbook. Zooming in with a  built-in magnifying tool, the user finds the weather data and types it  into a color-coded pop-up box. Volunteers start out as “cadets” but can  be “promoted” all the way to ship captain as they digitize  more pages. For  the initial project, volunteers are recording information from the logs  for 238 ships, including wind speed and direction, air and water  temperature and observations about events on the ship. To  ensure accuracy, multiple volunteers log each page. The information gathered through the project will be processed by Hadley Centre’s scientists and entered into international historical weather databases, where it can be accessed and used by other researchers. “There’s  a huge need” for quality historical weather data, especially from the  world’s oceans, since most climate records are from land-based data,  said Brenda Ekwurzel, assistant director of climate research and  analysis for the Union of Concerned Scientists, an environmental advocacy organization. “We don’t have the type  of information we’d like.” One  group that likely will employ Old Weather’s data is  climateprediction.net, a project of University of Oxford and other UK  institutions that bills itself as “the world’s largest climate forecasting experiment.” It’s a distributed computing project that uses the collective power of a network of volunteers’ computers to test the accuracy of climate models.  “Climate  models have uncertainty in them,” said Hiro Yamazaki, a research  scientist for climateprediction.net. The observational data from Old Weather can compared to simulated climate models and ultimately fine-tune them.  While  understanding how weather has behaved in the past offers scientists a  better understanding of how it may behave in the future, the Old Weather  project is not specifically focused on understanding climate change  impacts.\nBut the data will feed into scientists’ predictions of future  changes, which includes long-term climate change effects, Brohan said.\nThe  aim of the project is not to inform policy or spur action on climate  change, but to improve climate prediction models, he added. “I’m  expecting influence on big policy changes to come through mathematics.  We use data to improve models, and models to inform policy.” Demystifying the Science Beyond  transcribing massive amounts of data, the scientists behind Old Weather  said they hope the project will also help demystify climate science for  the public. One  problem with public misconceptions about climate  change is that people fail to understand what scientists are doing when  they use climate models, Lintott said. “One of the things Old Weather  does is to help make transparent that process….Getting involved in the  process makes it less remote.” That’s  one reason Brian Elliott volunteered to transcribe logs for Old  Weather. A research contracts officer at Aston University in Birmingham,  England, Elliott said he was drawn by the historical aspects of the  project but also liked the idea of nonscientists getting involved in a  scientific project. “I  hope that we have all learned something new so far, and hopefully the  weather data will be useful in due course,” Elliott told SolveClimate  News in an e-mail. “If it opens up the world of science to a wider  audience then it will have been a success.”So  far, Old Weather’s hundreds of volunteers have made good headway. In  the projects’ first two weeks they’ve logged data from more than 126,000  pages, completing about 10 percent of the initial project, which is  expected to be finished within a year. But that could be just the  beginning. There are hundreds of thousands of ships’ logs in existence  from different historical periods, each waiting to be captured and added  to historical weather databases.“We’re hoping this will expand backwards [in time] and go international,” Lintott said.\nSee Also:\nExperts Try to Clear Confusion about Extreme Weather and Climate Change\nState of the Climate Report: Unmistakable Signs of Warming, Decade to Decade\nGlobal Warming May Have Slowed in the 1970s Due to Suddenly Cooler Oceans\nBreaking: Hottest June Ever in Global Record, NOAA Says\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}