{
  "url": "https://insideclimatenews.org/news/09112010/study-finds-co2-culprit-ancient-global-warming/",
  "title": "Study Finds CO2 the Culprit in Ancient Global Warming",
  "date": "2010-11-09T18:51:16-05:00",
  "content": "Some  40 million years ago, the world experienced an extreme spike in global  warming. The heat was so intense that deep sea temperatures rose by  about 4 degrees Celsius. This enigmatic sultry period, known as the  Middle Eocene Climatic Optimum (MECO), marked a 400,000-year-long heat wave in the midst of a long era of global cooling.Now research published Nov. 5 in the journal Science suggests the rise in surface sea temperature occurred during a time  when atmospheric carbon dioxide (CO2) levels were particularly high,  according to a research team from Utrecht University and the Royal  Netherlands Institute for Sea Research. First  reported by U.S. scientists in 2003, the MECO warming period has been  documented by data from a smattering of sites around the world. “Our  paper is among the first to show that CO2 concentrations and the  temperature varied hand in hand in that time,” says Peter Bijl, a  paleoclimatologist at the Netherlands’ Utretcht University and one of  the paper’s lead authors.\nThe study  may help put to rest some of the doubts expressed about today’s climate  models because it describes an actual warming event rather than one  predicted by a model, according to Jeff Kiehl, head of the Climate  Change Research Section at the National Center for Atmospheric Research  in Boulder, CO. “This  paper shows indeed that the planet is sensitive to CO2 and that it  corresponds with a rise in sea surface temperatures,” Kiehl said. “This  is something that is independent of a model—this is real data” that can  be used to “test today’s models against to see if they agree.”Richard  Norris, a paleobiologist at the Scripps Institution of Oceanography,  University of California, San Diego, said the research is “highly  relevant.” “One  of the reasons you want to look in the ancient past like the authors  have done is that you see complete events. Now that the  population is expanding and energy use is shooting up….The question is,  what is going to happen?”  Norris said.  “We can forecast it, but if  you are a climate skeptic, you can say, ‘I don’t believe the models.’  Fortunately there is the geological record, and it shows exactly what  happened” in the past when increased atmospheric CO2 may have had an impact on  the Earth’s systems. Kiehl  said another intriguing find from the study is that 40 million years  ago water temperatures reached as high as 25 degrees Celsius in areas where today  the water is close to freezing. “That is a completely different world  than what it is today,” he said. “That is very intriguing from an Earth  system perspective.”\nCause of Increased CO2 Levels in Eocene Remains Unknown\nThe team analyzed core sediment samples collected in 2000 from an area in the  Southern Ocean known as the East Tasman Plateau at Ocean Drilling Program (ODP) Site 1172.  Researchers who set out to re-create the opening  between the subcontinents of Antarctica and Australia originally took  the samples, Bijl says. Some 40 million years ago, Australia was still  connected to Antarctica. The  group reconstructed the ancient CO2 concentrations by examining the  fossil molecules of algae. The carbon isotopic composition of these  algae is strongly controlled by the atmospheric CO2 concentration during  growth, or during photosynthesis. The group also studied the changes in  the abundance of different groups of fossil plankton in the sediment to  help refine their CO2 estimate, Bijl said. In  a mostly positive commentary accompanying the Science study, Paul  Pearson, of the School of Earth and Ocean Sciences at the UK’s Cardiff  University, cautioned that the actual level of atmospheric CO2 rise and  the sea surface temperatures should be considered best estimates because  they rely on a series of assumptions made by the researchers.  Nonetheless, “what the study did show was that the CO2 was certainly  higher during this period, and it at least doubled during the MECO,” he  wrote. What  caused the rise in atmosphereric CO2 levels remains unknown. Scientists  have proposed a number of potential causes, including the disappearance  of an ocean between India and Asia that occured as the Himalayas rose,  significant volcanic activity or the recycling of carbon from carbonate  sediments in the dying ocean through “extensive metamorphic  decarbonation reactions,” Pearson wrote.  “To  put it briefly, the change in CO2 40 million years ago was too large to  have been the result of temperature change and associated feedbacks,”  Bijl said.  “Such a large change in CO2 certainly provides a plausible  explanation for the changes in Earth’s temperature.”\nSee Also:\nThe Big Picture: What Scientists Do and Do Not Know About Climate Change\n20 Ethical Questions the Press Should Ask Opponents of Climate Change Policies\nState of the Climate Report: Unmistakable Signs of Warming, Decade to Decade\nGlobal Warming May Have Slowed in the 1970s Due to Suddenly Cooler Oceans\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}