{
  "url": "https://insideclimatenews.org/news/01112010/get-elected-floridas-rubio-leaving-climate-action-past-behind/",
  "title": "To Get Elected, Florida’s Rubio Leaving Climate Action Past Behind",
  "date": "2010-11-01T15:48:00-04:00",
  "content": "WASHINGTON—Republicans delight in skewering Florida Gov. Charlie Crist, the GOP-turned-independent candidate for the U.S. Senate, as a political opportunist. But what about his Republican opponent, Marco Rubio? Before becoming a climate change denier and darling of the Tea Party movement, the up-and-coming state legislator was intent on blazing a Gov. Arnold Schwarzenegger–like green trail in the Sunshine State. That’s why the environmentally informed say Rubio is the candidate who changed his stripes to be elected to Florida’s open Senate seat. “It’s purely politics,” California environmental adviser  Terry Tamminen told InsideClimate News. “Rubio recognizes that if he wants to run as a Republican in a statewide race, he has to tack to the right. He is doing exactly what he feels he has to do and, frankly, probably holding his nose about it.” Of course, some observers will say Rubio’s strategic flip-flop is a masterstroke, because every public poll since August indicates he’s the front-runner. And many have consistently shown Rubio with a double-digit lead over both Crist and the Democratic challenger, four-term U.S. Rep. Kendrick Meek.  However, at least one just-released poll indicates Crist could be gaining significant ground on Rubio on the cusp of Election Day. (More on those numbers later.) “Crist has always been uncomfortable when having to pander to the far right of his party,” Jerry Karnas, an energy consultant in Florida, said in an interview. “It’s somewhat refreshing that Charlie can be Charlie now that he’s an independent.” Crist, Rubio Once on Environmental Rolls Before they became Senate candidates, both attorneys-cum-politicians had a pivotal year of firsts in 2007, when it appears that Crist and Rubio were trying to out-duel one another environmentally.After being elected governor in 2006, Crist organized climate summits in 2007 and 2008. And Rubio, speaker of the Florida House from 2006 to 2008, championed comprehensive climate legislation that rivaled California’s landmark Assembly Bill 32, the law aimed at curbing greenouse gas emissions that oil companies are asking voters to repeal Nov. 2 via Proposition 23.“Now, Rubio has done a 180-degree turn,” Karnas said. “He doesn’t talk about solar [or] cellulosic ethanol, and he’s denying the science of climate change. And he’s open to drilling. As speaker, he never would have gone along with offshore drilling.”“The story on the street is that Crist is the finger-in-the-wind guy who will do and say anything to get elected and Rubio is rock solid and unwavering,” Karnas continued. “But Rubio was positioning himself to be a reinvented Arnold Schwarzenegger. Now he’s doing the two-step, willing to do anything to get elected.” Tamminen is the former head of the California Environmental Protection Agency and Schwarzenegger’s former cabinet secretary. He collaborated with the Republican governor to craft cutting-edge environmental policies, including AB 32.As an environmental consultant in 2007, Tamminen met separately with both Crist and Rubio to discuss Florida’s environmental agenda. Crist was especially responsive to a series of color-coded maps indicating which states nationwide were taking initiatives to limit tailpipe emissions and set energy efficiency standards and renewable electricity standards.“Map after map of these policies showed a lot of action everywhere but in the Southeast,” Tamminen said. “Crist told me these [maps] were really transformative. He realized that the right, lower quarter of the country couldn’t be blank. This wasn’t just about Florida taking an initiative but about leading the entire Southeastern part of the country.”Rubio also was receptive to tackling global warming, grasping all the arguments about energy independence and national security, Tamminen said. He added that Rubio was intrigued with California’s “Hydrogen Highway” and the idea of turning citrus waste into biofuels.“He might have had a slightly different flavor, but I wouldn’t have differentiated him from other progressive Republicans,” he said, adding that in addition to Crist and Schwarzenegger, governors such as Tim Pawlenty of Minnesota and Jodi Rell of Connecticut are also on that list. “They’re the Teddy Roosevelt Republicans who know that whether you have a ‘D’ or an ‘R’ in front of your name, everyone’s kids get asthma if the air is bad.”To set his legislative outline as House speaker, Rubio earned praise for organizing “Idearaisers.” These brainstorming sessions encouraged Floridians to offer input to transform state government. The best ideas—which included promoting energy efficient buildings, appliances and vehicles—were compiled into a book called 100 Innovative Ideas for Florida’s Future.Crist labeled global warming “one of the most important issues that we will face this century” during his first address to the Florida Legislature in 2007, according to the St. Petersburg Times.Karnas, the former climate project director for the Environmental Defense Fund, served on a 21-member Energy Action Team that Crist formed in 2007 to persuade state legislators to curb heat-trapping gases and promote clean energy technology.Schwarzenegger called Crist “another great action hero” after the Florida governor’s two-day climate summit in Miami energized 600 attendees. Crist announced plans to slice power plant emissions, promote energy efficiency in buildings and boost biofuels. He organized a second summit in 2008.\nWhat Happened to Florida Climate Initiatives?Many of the climate change-related initiatives spawned by Rubio and Crist—including huge leaps such as establishing a renewable electricity standard and a cap-and-trade system that included a regional market—flamed out or became trapped in legislative limbo.“The only reason Rubio didn’t jump on Crist’s bandwagon is because he wanted to create his own bandwagon,” Tamminen said about Rubio’s separate initiatives.Under Rubio’s strong-armed guidance as speaker, the Florida House passed an  omnibus energy law centered on providing green government loans, offering incentives for purchasing energy-efficient appliances and renewable power supplies, requiring government buildings to meet new energy standards and increasing the use of alternative transportation fuels.Some Florida environmentalists criticized Crist after he canceled his 2009 climate summit and abandoned most of his green promises. Others understood that he had to reinvent his message when Rubio emerged as a strong contender in the Senate race. Crist claimed his decisions were based on the lousy economy, not his Senate bid.  “When he started to run for the Senate, Rubio tacked where the polls were tacking,” said Tamminen, pointing out that Rubio left the Florida House in 2008. “He could say anything he wanted while campaigning because he wasn’t voting and he wasn’t having to pass legislation.”Crist, on the other hand, has to choose his words and issues more gingerly because he is still an elected official.Endorsements and PollsA Quinnipiac University poll released Oct. 28 gives Rubio just a seven-point lead over Crist, 42 percent to 35 percent among likely voters. Meek rings in with 15 percent.As an upbeat and reassuring media fixture on Florida’s beaches during the  BP oil spill in the Gulf of Mexico, Crist the populist governor was riding high in the polls from May through August. Those numbers plummeted once the crisis began playing out.   The nonpartisan and independent Cook Political Report lists the Florida Senate contest as “leans Republican.” While that would seem to give the nod to Rubio, handicappers know that having an independent in the mix makes for tricky math.For one, having a trio of candidates on the November ballot means the victor can win with as little as 36 percent of the vote. Plus, three-way races can blur party lines and allegiances of independent voters. Without a natural base of voters, for example, Crist is attempting to woo enough Democrats, Republicans and independents to his camp. Rubio could hardly expect an endorsement from any green group, especially after the Tampa Tribune recorded him in February voicing this skepticism about global warming: “I don’t think there’s the scientific evidence to justify it.” But Meek, the 44-year-old Miami congressman, wasn’t any too happy when he learned he had to share a Sierra Club endorsement with Crist. Even though President Barack Obama, former President Bill Clinton and former Vice President Al Gore have stumped for Meek, the word from insiders is that Democratic rainmakers prefer Crist. Meek reportedly rejected a Clinton suggestion that he drop out of the race to preserve a victory for the independent. Who Would Be a Better Senate Fit?If, as the consensus in Washington seems to be, the Senate needs to be the chamber that leads the way on climate legislation in the 112th Congress, which of the three Florida candidates would be the best fit?Tamminen’s leanings are with Crist because Meek doesn’t have a history of leadership on the issue and the 39-year-old Rubio has painted himself into a corner, he said.Rubio served almost nine years in the Florida Legislature after winning a special election in 2000. Crist, the eldest of the three on the ballot at age 54, was the state’s attorney general before being elected governor and served in the Florida Senate between 1992 and 1998.   “Charlie is a shrewd and independent-minded guy who could tackle the climate issue,” Tamminen said, adding that it’s a bonus he’s from a multicultural state in the Deep South with a mix of industries. “He has been a chief executive and knows how to make decisions. He knows you can’t stand on your soapbox, lob grenades and have the president catch them.”Crist, he emphasized, has the chops to bargain with other likely players such as Sens. Lindsey Graham, R-S.C., John McCain, R-Ariz. and John Kerry, D-Mass.  “When you have to tack that far to the left or right, you’re stuck,” Tamminen said about Rubio. “I’m not sure he could be a leader on climate because of his ideological stand.”\nSee Also:\nFlorida’s 3-Way Race for Key Senate Seat Could Hinge on Drilling\nBP Oil Spill, Gridlock in Congress, Already Shaping November Elections in 4 States\nFlorida Renewable Energy Plan a Job and Economy Juggernaut\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}