{
  "url": "https://insideclimatenews.org/news/27102010/ca-student-delivers-prop-23-debate-challenge-koch-hq-wichita/",
  "title": "CA Student Delivers Prop. 23 Debate Challenge to Koch HQ in Wichita",
  "date": "2010-10-27T09:51:29-04:00",
  "content": "Yesterday outside Koch Industries’ headquarters in Wichita, Kan., in front of local media, a California college student, ex-Marine and student leader got on a cell phone and called CEO Charles Koch.\n“This is Joel Francis,” he told Koch’s secretary. “He knows who I am.”\nIf that’s true, it’s because the national media does as well, thanks to a YouTube video released on Oct. 20 in which Francis, a 31-year-old senior and former student president at California State University-Los Angeles, challenges Charles Koch to a debate: “I say, if you are going to try to hurt the economy in a state that you don’t even live in, that you ought to have the courage to explain yourself in person.”\nAt issue is the $1 million a Koch subsidiary contributed to back Prop. 23, the California ballot initiative that would halt AB 32, California’s landmark climate law, until unemployment levels drop to 5.5 percent for four successive quarters.\nThe video went viral, getting picked up by the New York Times, Huffington Post and Forbes, among others.\nAs he promised he would in the video, when Francis didn’t receive a reply from Koch, he showed up at Koch HQ—a week before the referendum goes before voters on Nov. 2.\nAccompanied by three other California college students, Francis, who served in the Marines from 1997 to 2002, attempted to enter Koch Industries to give the billionaire industrialist a written invitation to a debate. (Francis studies rhetoric and communications.)\nHe was denied entry by the director of security, who took the letter and said it would be delivered to Koch, according to Francis.\nTwo Koch Industries spokeswomen did not return emails or phone calls seeking comment.\nThe Message: Prop. 23 Kills Green Jobs\nThis activism was the work of the California Student Sustainability Coalition’s Power Vote CA, a coalition of groups from 50 college campuses statewide attempting to “mobilize millions” of students, according to campaign director Gabriel Elsner.\nTheir key message: if Prop. 23 is installed, it will lead to job losses from a stymied green energy sector.\nIt’s a message intended to resonate with college students fearful of facing limited job prospects in a state where unemployment currently hovers above 12 percent.\n“[Prop. 23] would erase over a half-million clean economy jobs,” Francis said, citing a University of California at Berkeley 2009 study. “The green energy job market is growing 10 times faster than any other.”\nAs for flying to Wichita to meet Koch in person, Francis told SolveClimate News that he’s never expected Koch to agree to debate him. “But I believe it’s important to do this because he’s been supporting anti-clean-energy groups for a long time,” he said.\nHe added, “That million dollars may not be anything to him because he’s so rich, but there are millions of Californians he’s affecting.”\nPress Attention Flares, Then Wanes\nWhile the video attracted national media attention, as of press time the event at Koch Industries had drawn a quieter response. Only four media outlets, including SolveClimate News, sat in on the teleconference, and Francis said he’s fielded only a few press queries.\nNo matter, says Steven Maviglio, a spokesperson for No on 23, a broad coalition of organizations that has campaigned heavily against the referendum. “The point was made: This mysterious out-of-state oil company donates a million dollars to kill California jobs. Mission accomplished.”\nAs for the timing a week before the election, Maviglio says: “Most people don’t make their [voting] decision until the last week.”\nSee Also:\nCA’s Clean-Tech Potential Draws Venture Capitalists Into Fight Against Prop. 23\nBattle Over California Climate Law Will Have National Ripple Effect\nA California Ballot Initiative Could Spell Trouble for Renewable Energy\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}