{
  "url": "https://insideclimatenews.org/news/25102010/climate-iq-reflection-age-education-and-party-affiliation/",
  "title": "Climate IQ a Reflection of Age, Education and Party Affiliation",
  "date": "2010-10-25T13:00:52-04:00",
  "content": "MANCHESTER, N.H.—Professor Lawrence Hamilton is not at all flabbergasted that most Americans are flunking Global Warming 101.\nThe University of New Hampshire sociologist witnesses the disconnect daily as he attempts to make that learning curve less steep.\nAmericans could boost their climate IQ, Hamilton suggests, if politicians would hire and value science advisers, scientists would speak out and more readily and share their data, and people would become more discriminating about their online intake.\n“What’s new is the Internet-fed belief that you know more than you know,” Hamilton told SolveClimate News. “People aren’t getting climate change information directly from scientists. Instead, it’s being filtered via the Internet. And these days, four or more years of vigorous and peer-reviewed research can get spun by a blogger in one day.”\nHamilton traveled to Manchester, N.H., on Oct. 20 to present his study “Granite State Views of Climate Change” during a climate forum sponsored by the New Hampshire Carbon Action Alliance. The study shows that most New Hampshire residents believe their climate is changing—but there are deep partisan divisions. More on that later.\n“Not very many people could even give a three-sentence explanation of climate change,” Hamilton said about the general public. “They think they understand it, but if you gave them a physics quiz, they wouldn’t pass it.”\nHamilton’s sentiments are echoed by a Yale University Project on Climate Change Communication  study released in mid-October. In “Americans’ Knowledge of Climate Change,” Anthony Leiserowitz and his fellow researchers found that although 63 percent of people believe global warming is happening, most of them can’t explain why.\nGaps in knowledge and misconceptions about climate change and Earth systems mean few Americans are eligible for the honor roll. Some 52 percent of the population would get an F grade, 40 percent would earn a C or a D and a mere 8 percent would be at the top of the class with an A or B.\nWhere New Hampshire Stands\nNo doubt, grasping the basics of climatology is difficult, Hamilton said. The vocabulary is challenging, modeling programs are complex and ever-evolving, and data sets can easily be misinterpreted by laypeople. For instance, he added, very few people even know that two types of sea ice exist—one type melts every summer while another has endured for eons.\nTo start gauging where New Hampshire residents stand on global warming, Hamilton collaborated with the UNH Carsey Institute to add three climate questions this year to what’s called the Granite State Poll. This statewide poll is a quarterly telephone survey of 500 randomly selected adults.\nOverall, results from April, July and September 2010 show that most residents believe the climate is changing, have at least a moderate understanding of the science behind it and think that most scientists agree that human activities are causing climate change.\nThe survey also shows that age, education level and political party affiliation affect respondents’ answers.\nFor example, those in the 18-to-29 age bracket overwhelmingly stated that climate change is happening now and is caused mainly by human activities. That belief lessens with age, the survey shows. As well, 62 percent of the respondents with an education beyond a bachelor’s degree said that human-caused climate change is happening now. That figure decreased to 42 percent among those with a high school degree or less.\nHowever, the deepest divides cropped up when Hamilton separated respondents by party. Among Democrats, 79 percent said that human-caused climate change is occurring now. That dropped to 52 percent among independents and 27 percent among Republicans.\nIn addition, a full 75 percent of Democrats said most scientists agree that manmade activities are causing climate change. That number tapers off to 50 percent among independents and 26 percent among Republicans.\n“We’ll be watching this as a barometer,” Hamilton said about continuing to track responses to the climate questions. “It’s not meant for advocacy.”\nWhere to Go From Here\nThe media does not help to advance the climate change conversation when reporters and newsroom decision-makers focus on “he said-she said” arguments rather than explain the science, Hamilton said.\nSo it’s little wonder, he continued, that legislators who are educated about global warming are often fearful about taking a stance.\n“Politicians have a limited ability to lead on this issue,” he said. “During a campaign, if you’re taking a position your constituents don’t understand, your opponent will use that in his or her next negative ad.”\nWhen the Clean Air Act became law in 1970 and the country united to tackle depletion of the ozone layer, the idea of deploying the environment as a wedge issue didn’t exist, Lawrence pointed out.\n“Today, if you don’t like the solution to a problem like global warming, then just say it isn’t a problem,” he said. “That way you can discredit the scientists who are saying this is a problem.”\nTo help turn that tide, Hamilton suggests that small groups of qualified nonscientists take the electronic lead in demystifying climate data by creating easy-to-understand spreadsheets and graphs accessible online.\n“That’s the new frontier,” he said. “Scientists are getting more engaged in real-time feedback. But this can’t all be up to the scientists because there aren’t enough of them and they don’t have the time.”\nNot All Gloom and Doom From Yale Study\nIn its 60-page study, the Yale researchers reveal that most Americans are unaware of the causes, risks and impacts of global warming, and few have a grasp on potential solutions. For instance, 57 percent know that the greenhouse effect refers to gases in the atmosphere that trap heat; half understand that human activities are causing global warming; and only one-quarter have ever heard of coral bleaching or ocean acidification.\nHowever, many survey respondents might actually merit an “A” for effort because they seem to know what they don’t know about climate change.\nThe researchers also pointed out several bright spots.\nFor one, Americans make the connection between renewable energy sources and reducing fossil fuel emissions. And despite recent controversies such as “Climategate,” they trust scientists and scientific organizations far more than other sources of information about global warming.\nAlso, despite the fact that only one in 10 claim they are “very well informed” about global warming, large majorities of Americans want to know more. In addition, they want schools to teach children about the topic and would welcome a national program that educates the public.\nSee Also:\nMultiple Polls Reveal Overwhelming Concern about Global Warming among Americans\nScientists Call on Obama, Congress to Take Stronger Climate Action\nSurvey: Climate Scientists Agree on Global Warming, Mistrust of Media\n12% of Republicans Concerned About Global Warming\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}