{
  "url": "https://insideclimatenews.org/news/18102010/residents-fight-power-plant-plan-turkey-earthquake-zone/",
  "title": "Residents Fight Power Plant Plan in Turkey Earthquake Zone",
  "date": "2010-10-18T12:03:02-04:00",
  "content": "Editor’s note: This the first installment in a two-part series.\nAsk Turks to name the most beautiful natural places in their country, and they’ll almost inevitably mention Yalova: a small province of resort towns along the southern shore of the Marmara Sea.\nJust an hour away from Istanbul by ferry, Yalova’s population of about 200,000 is sustained by its tourism industry. Thousands of visitors flock to the region each summer, drawn by natural wonders such as the Yalova thermal springs. Turkey’s first president, Mustafa Kemal Atatürk, built a private pavilion there.\nBut today, a different kind of thermal presence is concerning the residents of Yalova.\nTurkey’s largest manufacturer of acrylic fiber, AKSA, wants to build a dual fuel coal- and natural-gas-fired thermal power plant in the province’s capital city, also called Yalova. AKSA already operates an acrylic fiber factory in the city, which the company advertises as “the world’s largest acrylic fiber production facility under one roof.”\nThe massive size of the facility, however, proved to be a liability when an earthquake measuring 7.6 on the Richter scale struck northwest Turkey in August 1999. Yalova lies directly on the North Anatolian Fault, one of the most seismically active faults in the world. It fractured in that earthquake.\nThe quake’s destruction caused 6,000 tons of acrylonitrile, a very toxic compound, to leak out of the AKSA acrylic fiber factory, forcing some residents of Yalova to flee into nearby mountainous areas. AKSA’s general manager at the time claimed the situation posed no environmental or human safety risks, according to an article published in the Turkish newspaper Radikal.\nDefamation Lawsuit Follows Public Comment\nÖzlem and Kemal Bayrı are two Yalova residents who haven’t forgotten the nightmare aftermath of the 1999 earthquake—or what it revealed about AKSA’s environmental safety standards. The Bayrıs are spokespeople for the Yalova Environmental Platform, which represents all opponents of the plant.\n“Not only in Yalova, but in Turkey and the whole world, we know that fossıl-fuel power plants cause great natural and environmental harm” by contributing to climate change, says Özlem. The seismic conditions in Yalova, moreover, make it an especially poor location for a dirty-fuel plant, she says.\nIt’s illegal in Turkey to build power plants on earthquake faults, according to Özlem. Furthermore, she says, especially tight building restrictions apply in Yalova thanks to an Environmental Master Plan that was created in 2007 to forestall future disasters.\nThe Bayrıs—and many other Yalova residents, judging by the online petition circulated by the Yalova Environmental Platform—believe AKSA’s plant would violate the restrictions the master plan imposed on future development in the area, and endanger the people and nature of the region.\nBut when she and Kemal said so at a Greenpeace press conference in June, AKSA claimed the Bayrıs had publicly defamed them and sued them for 20,000 Turkish Lira (about $14,000). The case will be heard in an Istanbul court on Nov. 2.\nPrivate Citizens Vs. Corporate Investors\nTheir plight is all too familiar to energy analysts and environmental activists in Turkey, where the escalating demand for energy has triggered a blizzard of investment in new power projects around the country. Public concerns about the environmental effects of proposed power plants are often settled in behind-the-scenes struggles between private citizens and corporate investors.\n“Usually, the companies’ strategies are to sue the local opposition as much as possible,” says Hilal Atici, who led the climate/energy campaign for Greenpeace Mediterranean until two months ago, when she became head of the regional branch.\n“Even when they know they won’t win a case, they do it just to frighten the people. That’s what’s happening in Yalova right now,” Atici says.\nAKSA’s proposed plant alarms Atici for several reasons. For one, there’s precedent in Turkey for extensive impact from a coal plant. In Yatağan, where one of Turkey’s largest coal-fired power plants was built in 1976, toxic coal ash in the air has caused chronic disease in many residents. In seaside towns with coal plants, runoff from the plants has infected the water and put fishermen out of work.\nAKSA spokeswoman Yasemin Öngören declined to discuss the suit against the Bayrıs. Öngören did say, however, that the “plant is not on the North Anatolian earthquake fault.”\nA satellite photo  on AKSA’s website of the plant’s layout shows the plant directly on the northern coast of Yalova—exactly where the North Anatolian fault is shown on most maps.\nWhen asked why AKSA chose to build a dual fuel power plant that relies on two fossil fuels, Öngören says it is the most practical investment.\n“An uninterrupted supply of heating energy and electrical energy is very important for the AKSA process,” she argues. “Coal is always available and can be stored. Natural gas is dependent on foreign sources, and can be closed off or reduced from time to time.”\nPotential Forecast for Coal Plants\nÖzlem believes that her city government is more concerned about investment opportunities than environmental health. “This is a small city. Here, companies exert the most influence. Only if the necessary laws are enforced do we have a chance to block AKSA.”\nThe fate of the Yalova plant is being watched closely for signs of what it might foretell of other local efforts to stop construction of new power plants in the energy-hungry nation.\nÖzlem and Kemal’s lawyers don’t think AKSA will win its suit against them on Nov. 2. If anything, Özlem says, the attack has only deepened their resolve to fight the AKSA plant and others like it; and she thinks the Yalova Environmental Platform will acquire a lasting institutional identity to help it continue its battle.\n(Part II tomorrow.)\nSee also\nGeopolitics Complicates Solutions to Turkey’s Soaring Energy Demand\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}