{
  "url": "https://insideclimatenews.org/news/11102010/101010-global-warming-work-party-140-characters-or-less-0/",
  "title": "10/10/10 Global Warming “Work Party” in 140 Characters or Less",
  "date": "2010-10-11T12:00:01-04:00",
  "content": "Thousands rallied on Sunday in what organizers are calling the single largest day of action yet in the global climate change fight—and several documented the day in 140 characters or less.\nSocial media platform Twitter erupted with tweets of flickr photo links and commentary as more than 7,300 events took place in 188 countries in support of the “10/10/10 Global Work Party.” The self-praising tweets came mainly from participants and organizers expressing awe.\n“Heard in the office — ‘We’re getting a lot of photos from Vermont and Azerbaijan right now,'” tweeted Jeremy Osborn, organizer and co-founder of 350.org, the group behind the Oct. 10 event.\n“#101010 almost over, & photos hitting inbox at rate of 7 events/min — Hard to keep up w/ the awesomeness of mvmnt for #350ppm,” tweeted Jon Warnow with 350.org, who described himself as a “climate nerdpunk” and “millennial rabblerouser.”\nThe 350.org campaign was founded in 2008 by environmentalist Bill McKibben to draw attention to 350 parts per million (ppm), the maximum safe allowance of CO2 in the atmosphere before irreversible climate changes occur, according to many scientists. Estimates from the U.S. National Oceanic and Atmospheric Administration put the world at about 390 ppm today.\nA “Twitter tour” of 10/10/10 turns up links to photos of Bangladeshi youth with carbon-reduction demands markered across their bare chests (right); Buddhist nuns in Dharamsala, India, praying behind a 350 sign; and a 7,000-strong march through the streets of Istanbul, Turkey (above).\n“Istanbul is kicking #101010 butt,” tweeted Phil Aroneanu, a youth program director at 350.org.\nIn Afghanistan, men were photographed planting trees in the Kabul valley dressed in 350 shirts. “Not what afghanistan is supposed to look like,” tweeted McKibben.\nIn China, 30,000 students “raced” to collect trash, according to staccato tweets, while in Moscow, Greenpeace Russia organized hundreds to gather three tons of acorns to replant trees in forests destroyed by recent fires.\nParis saw thousands assemble at a 10/10/10 concert. “Incredible! There are 10,000 ppl at concert and rally in #paris right this very second,” tweeted the UK-based campaign group 10:10.\nEnvironmental organization Rainforest Action Network (RAN) used the day to block the entrances of San Francisco’s ten Chevron gas stations, with giant banners that read “Closed for Oil Spill Clean Up.” The group was protesting Chevron-caused oil pollution in Ecuador and its neutral stance in the debate over Proposition 23, which would suspend Calfornia’s global warming law if it passes in November.\n“Activists report via twitter all 6 pumps down a Howard Chevron station,” RAN live-blogged on its “We Can Change Chevron” website.\nOthers posted their 10/10/10 actions on Facebook.\n“We changed low energy lightbulbs and halogen lightbulbs to LED lightbulbs to save more then 80 % energy compared to previous consumption,” wrote Staffan Åkerlund, whose profile says he is from Uppsala, Sweden.\nThe Pakistan Sustainability Network wrote on the social networking site that it “hosted a collaborative event in Lahore with a Cycle ride, Walk for Climate Change and a clean up of a busy commercial area … we got lots of media coverage and photos. So much fun!”\nFor the organizers, there was a tone of cautious hope.\nThe “work parties” came after Congress failed to pass a climate bill, and as U.N. climate officials continue to downplay prospects for a treaty to curb global warming by the next major meeting in Cancun, Mexico in December.\n“We’re quite confident we won’t save the #climate today, but maybe we’ll birth the movement that one day will,” tweeted 350.org. “Every #101010 pic you see today is proof that yr not alone, is proof the entire planet is committed 2 keep fighting,” it wrote later.\nIndeed, some suggested the climate movement is bigger than it seems. “Twice as many #GlobalWorkParty events as #TeaParty events in USA. Remember that,” tweeted Adam Welz, who cited an article by McKibben and described himself as working in environmental media and living in the U.S. and South Africa.\nStill others questioned whether the day’s events would produce political results.\n“Just got back from the #101010 Climate rally at @BarackObama’s house. Will he stand up for future generations” tweeted Kate Finneran, who said she lives in Washington D.C.\nThere were some who were not at all impressed.\n“#101010 rally in downtown Philly sparsely attended at best (120 ppl?). Why such apathy about #climate change?” tweeted Miranda Spencer, who described herself as an independent journalist and media critic.\nWilliam Teach, who called himself a “conservative North Carolinan” wrote: “Interesting that neither #350ppm nor #10/10/10 are trending on Twitter. Add #fail tags to both.”\nOrganizers maintained that 10/10/10 was the largest day of coordinated action the world has ever seen.\n“The turnout today—at what is almost certainly the most widespread day of political action in the planet’s history—demonstrates that people are fed up with the inaction of their leaders and ready to take matters into their own hands,” 350.org said in a statement on Monday. “Game on.”\nSee also:\nFrustrated Climate Change Activists to Bombard Senators with Protests\nConservationists Go Funny With Online Videos\nInternational Day of Climate Action Spreads Across 179 Countries\nDay of Climate Action: 2,250 Events, 152 Countries\nThe Youth Movement’s Fight for a Fossil-Free Northwest\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}