{
  "url": "https://insideclimatenews.org/news/04102010/study-miscanthus-guzzles-more-water-corn-soaks-more-nitrates-too/",
  "title": "Study: Miscanthus Guzzles More Water Than Corn but Soaks Up More Nitrates Too",
  "date": "2010-10-04T16:57:43-04:00",
  "content": "Miscanthus, a potential bioufuel crop, uses more water than corn or soybeans but is better for water quality, reported scientists from the University of Illinois.\nThis picture of Miscanthus’ pros and cons comes during a period of increasing interest in the U.S. in the perennial grass. Originally from Asia, Miscanthus has been studied in Europe for over 20 years but only gained popularity in the U.S. in the last decade. In particular, Miscanthus giganteus (often referred to as simply “Miscanthus”) has been the focus of biofuel research. Field tests have shown that Miscanthus giganteus produces two to three times as much biomass as corn.\nThe researchers’ findings, published in the September-October issue of the Journal of Environmental Quality, further revealed the pros and cons of Miscanthus as a biofuel.\nThe scientists planted Miscanthus alongside corn, soybeans and  switchgrass (another perennial grass) in east-central Illinois, and  studied its behavior for four years.\nThe study found that Miscanthus and switchgrass used more water early in the growing season. This is a potential advantage, since the plants can soak up extra water during spring floods, absorbing nitrates in the process, which can reduce the amount that drains into rivers and streams.\nOverall, it took about 870,000 gallons of water per year to grow one acre of Miscanthus, versus 760,000 gallons for corn.\n“How that’s going to be a disadvantage [when scaled up] will depend on how extensively [Miscanthus] gets planted,” said Gregory McIsaac, lead author of the paper and an associate professor emeritus at the University of Illinois. “If we planted Miscanthus everywhere in Illinois—just as a thought experiment—we’d probably reduce stream flow by about a third.”\nOn a more realistic level, if Miscanthus were planted over 10% of the land surface, stream flow would only decrease by 3%.\n“That sounds a lot better, but there are still complications,” McIsaac explained. In late summer and early fall, when stream levels are at their lowest, Miscanthus continued to use more water than the other three crops. This means that during the months when water supply is lowest, more rain will be soaked up by plants instead of replenishing streams. It’s also a “critical period” for aquatic organisms.\nScale, too, is an issue. “For biofuels to be economically feasible…you need to plant a lot of it [in one area],” said Mark David, a professor at the University of Illinois and co-author of the paper. It’s not cost-efficient to truck biofuels from faraway fields to a central processing plant. But dense plantings would exacerbate the water-consumption problem.\nIt helps that Miscanthus will probably be planted on nonirrigated land, said McIsaac. If the Miscanthus biofuel industry ever takes off, he expects the crop to be concentrated in regions with high rainfall and relatively inexpensive land, such as the southeastern U.S. or southern Illinois.\nIn terms of water quality, corn requires high levels of nitrate fertilizers. Nitrates not absorbed by the corn can be leached into local groundwater and washed into rivers. Excess nutrients from agrochemical fertilizers have already created a 7,000-acre “dead zone” in the Gulf of Mexico.\nCorn has a very short growing season; it’s planted in June and harvested in September. That leaves the soil bare for most of the year, further facilitating nitrate drainage into the watershed.\nMiscanthus, on the other hand, requires little, if any, fertilizer. It has a longer growing season, so the roots spend more time pulling out nitrates and slowing soil erosion. As a perennial, Miscanthus undergoes something called retranslocation: every fall when plant growth slows down, nitrogen moves from the Miscanthus’ leaves into the roots. When spring comes again, the nitrogen moves back into the shoots to fuel plant growth.\n“If we got rid of corn ethanol and used Miscanthus, that would really help reduce nitrate losses,” said David.\nNot Commercially Viable Yet\nDespite growing interest in using Miscanthus as a biofuel, so far the crop remains commercially unviable.\nThere are scattered cases where Miscanthus is burned in power plants, but the practice isn’t cost-effective because coal is so cheap, said McIsaac.\nA more promising method involves converting plants into liquid fuel. In corn-based biofuels, bacteria can ferment the starch into ethanol. But Miscanthus is a cellulosic biofuel that requires extra pre-treatment: the cellulose must be broken down into simple sugars before fermentation.\n“The science isn’t all worked out, and (there’s) still much work to do,” said Emily Heaton, an assistant professor of agronomy at Iowa State University. Heaton was involved in an early part of the water-use research but is not a co-author of the paper.\nFor Miscanthus to be economically feasible in the long run, the crop would need broad economic and political support. In 2007 Congress passed a major energy bill that included a goal to produce 36 billion gallons of biofuels per year by 2022, tripling the 2009 national yield of 12 billion gallons.\n“I think we could reach that [2022] goal, [but] I don’t think we’re on track to do so,” said Heaton. “We spend a lot of time talking about a secure fuel supply,” said Heaton, “so if you’re getting it from biofuels, [you need] farmers who are willing to plant Miscanthus year after year.” That means offering federal support for Miscanthus crops, or helping farmers obtain long-term contracts with utilities, she said.\nThere’s also the problem of storage. A biofuel processing plant must operate year-round, while Miscanthus is harvested only once a year.\nIdeally, Miscanthus would be one part of a “portfolio” of biofuel crops harvested at different times, said Heaton. “You (wouldn’t) have to worry about only growing one thing and storing it,” and ultimately, diversifying biofuels could lead to more flexibility and energy security.\n(Image © John Illingworth; licensed for reuse through Creative Commons)\nSee Also\nEPA’s Biofuel Mandates Based on Shaky Assumptions, Scientists Say\nWill Extending the Ethanol Tax Credit Slow Progress Toward Advanced Biofuels?\nThe Few Winners and Many Losers of Biofuel Mania\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}