{
  "url": "https://insideclimatenews.org/news/27092010/battle-pacific-northwest-over-800-mile-route-canadas-oil-sands-heats/",
  "title": "Battle in Pacific Northwest over 800-Mile Route to Canada’s Oil Sands Heats Up",
  "date": "2010-09-27T13:50:39-04:00",
  "content": "The continuing battle between industry and conservationists over Canadian oil sands development is now spilling over onto hundreds of miles of scenic waterways and highways and public forests of the Pacific Northwest.\nOver the next year, ExxonMobil and its venture partner Imperial Oil plan to move 207 extrawide-load shipments of South Korean–made machinery through the region to reach the Kearl Oil Sands mine in Alberta, Canada. The largest of the loads is almost the size of a football field and weighs over 200 tons.\nPlans call for equipment to travel the Columbia and Snake rivers to the port of Lewiston, Idaho. From there, conveys will crawl over the curvy two-lane Highway 12 in Idaho, cross some 300 miles of Montana and head into Canada.\nBut conservationists are calling for a time-out until safety and environmental impacts are properly assessed. They fear this project is just the first of many that will create a permanent industrial corridor through the U.S. to a massive energy enterprise they contend is environmentally destructive.\nIn an “urgent” letter to six U.S. Senate and 17 House members from the region, a coalition of mostly environmental groups called on the Obama Administration to complete a full environmental analysis before allowing the shipments.\n“Without such assessment, Northwest people and localities are being forced to rely almost completely on Exxon for information about the project,” said the letter, representing 42 groups from Northwestern states.\nOfficials at the Lewiston port are pushing the project as an economic boon. “I think this is a jobs issue for northcentral Idaho,” David Doeringsfeld, general manager for the port, told SolveClimate News.\nBut conservationists say it would have the opposite effect. The highway-sized convoys will cause nighttime traffic closures on the mountain passes, choking off vital business routes, as well as emergency, scenic and recreational uses, they say.\nThe roads are “used by people in pursuit of their lives and businesses, along nationally renowned and protected rivers, and through vital fish and wildlife habitats including for endangered species,” the groups said in the letter.\nA spokesperson for Calgary-based Imperial Oil said the company has addressed safety and environmental concerns.\n“Each one of the modules will be escorted front and rear by flag vehicles as well as highway patrol cars, which will be in radio contact if there’s an emergency situation where someone needs to get past the module,” Pius Rolheiser told SolveClimate News.\nOn environmental concerns, Rolheiser said, “Our bottom line is to move these modules safely and efficiently with a minimum of impact on the land and people that we pass.”\nDoeringsfeld said there will be no ecological impact: “Unless you take a picture of this module going by, that’s the only way you’re going to even know it went through the area.”\nPermanent Corridor?\nRolheiser said Imperial Oil wants to begin shipments late this fall and complete them in one year. “We have no plans beyond that.”\nBut coalition members fear that plans are underway to turn the route into a permanent industrial corridor for the booming oil sands. Production in Alberta is expected to more than double over the next decade.\n“To us, this is obvious that this is a permanent corridor being developed here so the shipments will be happening over decades,” Pat Ford, executive director of Idaho’s Save Our Wild Salmon Coalition, and signatory to the letter, told SolveClimate News.\nDoeringsfeld partially disputed that claim. “I don’t think there is anything long term,” he said. “Right now we are in discussions with Imperial Oil that they would be utilizing that highway system for approximately one year,” which he sees as well within their right. “It is a U.S. highway that was constructed for commerce.”\nHowever, he added, “I think that there are opportunities for future loads to be able to utilize that highway of the future.”\nSo far, neither Montana nor Idaho have issued permits for the project. The departments of transportation in both states have carried out some level of environmental review.\n“In our opinion [the Montana study] is a very weak review of the impacts,” Kyla Weins, energy policy advocate for the Montana Environmental Information Center, told SolveClimate News. Among other things, she said “there wasn’t proper analysis of alternative routes that these trucks could take.”\nFord said “neither of them is an EIS [environmental impact statement].”\n“Relying on two states to do the only reviews of this project…is an abdication by the federal government of its responsibilities,” he added.\nFederal Intervention\nFord continued, “At the moment it’s a cat-and-mouse game in which Exxon and the two state departments of transportation are both being very quiet, and they’re holding the cards.”\nAt both federal and state levels, the process has been “piecemealed,” the groups said in the letter.\nThe project is still awaiting approval from the U.S. Forest Service for burial of utility lines to make way for the monster-size modules, among other permits.\nThe road portion of the route runs through lands administered by the Clearwater and Lolo national forest services. Ford said these agencies should do a  comprehensive EIS. However, so far the agencies “do not agree that they have to do that, even though they generally oppose the project,” he said.\nThe groups also want to see an analysis of climate change impacts. “Again, no federal agency has yet agreed with us on that,” Ford said.\nThe letter argues the corridor will boost output of oil sands crude and create more greenhouse gas pollution, canceling out nearby states’ progress to cut heat-trapping gases.\n“Exxon’s project raises a profound question about our autonomy as Northwest citizens. In recent years, Northwest citizens, businesses, communities, and legislatures have taken thousands of actions, large and small, to speed our transition to clean energy and reduce our carbon footprints,” the letter said.\nKC Golden, policy director at Climate Solutions, a Seattle environmental organization, said the project amounts to more “fossil-fuel-dependence-as-usual.”\n“We need more daylight on it, including an honest, thorough federal assessment of the consequences and the alternatives,” he told SolveClimate News in an email.\nBut according to Doeringsfeld, the route could one day become a clean-energy corridor to deliver homegrown green technology “to assist in U.S. energy needs.”\nFuture companies might use the road “not necessarily for oil field equipment headed to the crude oil sands,” he said, but “to deal with wind energy.”\n“Activity fosters activity,” Doeringsfeld said. “And to simply say that Highway 12 shouldn’t be considered for any oversized cargoes when it’s a U.S. highway, I think is a ridiculous assumption.”\n(Image: Fighting Goliath)\nSee also:\n50 Members of Congress Warn State Dept Against Rubberstamping 2,000-Mile Oil Sands Pipeline\nPermit for Canada-Texas Oil Sands Pipeline under Extra Scrutiny\nCoastal First Nations Oppose Canada Tar Sands Pipeline\nIn Nebraska, Oil Pipeline Builder Keeping Deal for Landowners Secret\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}