{
  "url": "https://insideclimatenews.org/news/29072010/breaking-epa-rejects-10-petitions-charging-climate-science-flawed/",
  "title": "Breaking: EPA Rejects 10 Petitions Charging Climate Science is Flawed",
  "date": "2010-07-29T21:17:50-04:00",
  "content": "WASHINGTON – The U.S. Environmental Protection Agency (EPA) today denied 10 petitions challenging its 2009 endangerment finding which said that climate change is real, is occurring due to emissions of greenhouse gases from human activities, and threatens human health and the environment.\nEPA found no evidence to support the claims of the petitions which assert that a conspiracy invalidates the findings of the Intergovernmental Panel on Climate Change (IPCC), the U.S. National Academy of Sciences, and the U.S. Global Change Research Program. On the contrary, EPA’s review of the petitions found that climate science is credible, compelling, and growing stronger.\n“The endangerment finding is based on years of science from the U.S. and around the world. These petitions — based as they are on selectively edited, out-of-context data and a manufactured controversy — provide no evidence to undermine our determination. Excess greenhouse gases are a threat to our health and welfare,” said EPA Administrator Lisa P. Jackson.\n“Defenders of the status quo will try to slow our efforts to get America running on clean energy. A better solution would be to join the vast majority of the American people who want to see more green jobs, more clean energy innovation and an end to the oil addiction that pollutes our planet and jeopardizes our national security.”\nThe basic assertions by the petitioners and EPA responses are reprinted below.\nClaim: Petitioners say that emails disclosed from the University of East Anglia’s Climatic Research Unit provide evidence of a conspiracy to manipulate global temperature data.\nResponse: EPA reviewed every e-mail and found this was simply a candid discussion of scientists working through issues that arise in compiling and presenting large complex data sets. Four other independent reviews came to similar conclusions.\nClaim: Petitioners say that errors in the IPCC Fourth Assessment Report call the entire body of work into question.\nResponse: Of the alleged errors, EPA confirmed only two in a 3,000 page report. The first pertains to the rate of Himalayan glacier melt and second to the percentage of the Netherlands below sea level. IPCC issued correction statements for both of these errors. The errors have no bearing on Administrator Jackson’s decision. None of the errors undermines the basic facts that the climate is changing in ways that threaten our health and welfare.\nClaim: Petitioners say that because certain studies were not included in the IPCC Fourth Assessment Report, the IPCC itself is biased and cannot be trusted as a source of reliable information.\nResponse: These claims are incorrect. In fact, the studies in question were included in the IPCC report, which provided a comprehensive and balanced discussion of climate science.\nClaim: Petitioners say that new scientific studies refute evidence supporting the Endangerment Finding.\nResponse: Petitioners misinterpreted the results of these studies. Contrary to their claims, many of the papers they submit as evidence are consistent with EPA’s Finding. Other studies submitted by the petitioners were based on unsound methodologies. Detailed discussion of these issues may be found in volume one of the response to petition documents, on EPA’s website.\nClimate change is already happening, and human activity is a contributor. The global warming trend over the past 100 years is confirmed by three separate records of surface temperature, all of which are confirmed by satellite data. Beyond this, evidence of climate change is seen in melting ice in the Arctic, melting glaciers around the world, increasing ocean temperatures, rising sea levels, shifting precipitation patterns, and changing ecosystems and wildlife habitats.\n“America’s Climate Choices,” a report from the National Academy of Sciences and the most recent assessment of the full body of scientific literature on climate change, along with the recently released “State of the Climate” report from the National Oceanic and Atmospheric Administration both fully support the conclusion that climate change is real and poses significant risk to human and natural systems. The consistency among these and previously issued assessments only serves to strengthen EPA’s conclusion.\nSee Also\nInformation on EPA’s findings and the petitions\nMore information on climate change\nAmerica’s Climate Choices report\nState of the Climate report\nInformation on Indicators of Climate Change:\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}