{
  "url": "https://insideclimatenews.org/news/06072010/attorney-general-cuccinelli-under-investigation-climate-probe-greenpeace/",
  "title": "Attorney General Cuccinelli Under Investigation for Climate Probe—By Greenpeace",
  "date": "2010-07-06T11:40:46-04:00",
  "content": "WASHINGTON—As a scientist, Michael Mann has peered into his share of microscopes, but he never expected to have his life’s work magnified under one.\nWhile delving into math and physics as an undergraduate at the University of California, Berkeley in the late 1980s and then geology and geophysics as a doctoral student at Yale University in the 1990s, he could hardly imagine the firestorm his “hockey stick” diagram would ignite among those who doubt that the burning fossil fuels are significantly altering the Earth’s climate.\nThat ordeal prepared him for the scrutiny that descended upon him as a result of the manufactured scandal called “Climategate,” and for the latest investigation into his science, this time for taxpayer fraud of all things, by Virginia attorney general Ken Cuccinelli.\nSmelling a politically motivated witch hunt, Greenpeace has stepped into the fray with its own investigation into the Attorney General and possible relationships with global warming deniers.\nThis kind of commotion has become all part of a day’s work for Mann. Years of harassment and verbal pummeling have not been able to deter the Pennsylvania State University climatologist from persevering in the career he clearly cherishes.\n“I’ve loved science from the time I was a young child,” the professor at Pennsylvania State University’s Department of Meteorology told SolveClimate in an interview.  “I’m driven by a passion to understand Earth’s climate system. One aspect is human-caused climate change. Pursuing that has opened me up to the climate change denial industry.\n“For me, the bottom line is that it’s a matter of principle,” he continued, his words now flowing. “To allow climate change deniers to be successful in scaring scientists away from the science of climate change is unconscionable. I’m the last person to want to give them that victory.”\nPause.\nThen: “Or at least I like to think that’s the approach I’ve taken.”\nHundreds of his fellow scientists seem to think it is. They rallied around the research Mann contributed to the United Nations’ Intergovernmental Panel on Climate Change when the trumped up “Climategate” affair erupted last winter.\nAnd they have come to his defense again now that Cuccinelli is in the midst of investigating him for violating the state Fraud Against Taxpayers Act. That’s connected to research he conducted while teaching at the University of Virginia between 1999 and 2005.\nThe environmental advocacy organization Greenpeace US is now doggedly pursuing a tangled paper trail which they hope will expose the inner workings of a well-connected network of naysayers attempting to discredit the work of certain climate scientists and to stop the Environmental Protection Agency from deploying the Clean Air Act to regulate greenhouse gases.\n“We’ve been fighting off the climate change deniers for a very long time,” Greenpeace research director Kert Davies told SolveClimate. “These attacks distract people from the science of climate change. Part of what we’ve done for 20 years is to fend them off and educate people about climate change.”\nClimategate Losing Traction?\nOn July 1, Penn State completed the second portion of a two-part investigation of Mann’s role in the “Climategate” e-mails. After two months of deliberation, the investigatory committee found him innocent of the remaining charge of scientific misconduct.\nThe committee found that “Mann did not engage in, nor did he participate in, directly or indirectly, any actions that seriously deviated from accepted practices within the academic community for proposing, conducting, or reporting research, or other scholarly activities.”\nBack in February, the Penn State committee also found him innocent of misconduct, finding no evidence that he falsified data, destroyed data related to the 2007 IPPC report or misused privileged or confidential information available to him in his capacity as a scholar.\n“Climategate” burst onto the scene last November after hackers released thousands of e-mail exchanges and other climate data exchanged among researchers at the University of East Anglia’s Climatic Research Unit. Mann was embroiled in the controversy because his name appeared in the suspect e-mails.\nClimate deniers and skeptics accused researchers at the English school of manipulating and suppressing global warming data eventually used in IPCC reports. But two inquiries have cleared the researchers of any wrongdoing, the last one in April. Results of a third inquiry are expected soon.\nNewest Probe at University of Virginia\nWhile “Climategate” turned out to be a tempest in a teapot, probes involving Mann’s career at the University of Virginia—the Charlottesville school President Thomas Jefferson founded—seem to be reaching a boiling point.\nIn late April Cuccinelli filed a civil subpoena with the university, requesting Mann’s correspondence and hundreds of his documents. The attorney general’s office claims the demands were made to find out if Mann committed fraud by presenting false or misleading data related to global warming when seeking research grants. Virginia passed the Fraud Against Taxpayers Act eight years ago to keep government workers honest.\nMann received five grants that added up to roughly $484,875 during his Virginia tenure, according to records. The university has stated that the fraud statute doesn’t apply to any of the grants. Their attorneys say the federal government covered four of the grants and the fifth was an internal university grant awarded in 2001, before the fraud statute came into existence.\nIn late June, university lawyers filed paperwork in the circuit court in Albemarle County, Va., that labeled Cuccinelli’s fraud investigation unlawful, unduly burdensome and an “impermissible intrusion on academic and scientific speech and research.”\n“If the attorney general is merely trying to discredit a scientist with whom he disagrees on climate change, that’s a shameful abuse of his office and a real threat to academic freedom in Virginia,” Kent Willis, the executive director of the American Civil Liberties Union of Virginia, said in response to Cuccinelli’s tactics.\nChilling Effect on Scientific Community\nIn mid-May the nonprofit Union of Concerned Scientists went to bat for Mann by writing a letter to Cuccinelli urging him to drop his investigation. It was signed by 810 scientists and academics in Virginia, including nearly 300 from its flagship university.\n“This letter shows that much of Virginia’s scientific and academic community is appalled that their attorney general has launched such a blatantly political investigation,” said Francesca Grifo, director of the Scientific Integrity Program at the Union of Concerned Scientists. “Labeling scientific findings ‘fraudulent’ sets a disturbing precedent for attacking peer-reviewed science in the legal system.”\nThe letter points out that historically, scientific discovery does not advance when government officials harass scientists. Signers made it clear they fear the potential lasting and damaging effects of Cuccinelli’s pursuit.\n“This lawsuit harkens back to the Dark Ages when scientists were tried for heresy when their findings ran contrary to the dogma of the day,” Jeff Holt, a University of Virginia associate professor in the Department of Neuroscience, said when explaining his reasons for signing the letter. “Science is a search for the truth.”\nAmato Evan, an assistant professor in the university’s Department of Environmental Sciences said he is worried about who might be the next target.\n“As long as Virginia Attorney General Ken Cuccinelli is in office, in the back of my head I’ll be wondering if my work on global climate change is going to fall under the same senseless attacks,” he said. “This feels like harassment, plain and simple, and is wasting the time of the other faculty and staff members in my department.”\nWhy Greenpeace Persists\nVirginians know that Cuccinelli, a former state Republican legislator who represented the suburbs of Washington, D.C., in Fairfax County, seems to be a magnet for controversy.\nSince becoming Virginia’s top lawyer under the Republican Gov. Bob McDonnell administration this year, he has joined handfuls of other states in filing a lawsuit against EPA for attempting to curb greenhouse gases, challenged federal health care reform and directed state-funded universities to remove sexual orientation from their list of anti-discrimination policies.\nThe legal action against EPA came after the agency ruled in December that carbon dioxide and other greenhouse gases endanger human health. Virginia and the other states want to force EPA to reopen hearings on its December finding or block the regulations.\nTheir claim is that EPA’s finding depends on faulty data from the U.N.’s climate science panel.\nThat latter argument is what intrigues Greenpeace researchers who are seeking transparency about who is financing attempts to undermine the work of Mann and other IPCC scientists.\nGreenpeace filed Freedom of Information requests with the University of Virginia back in December and with Cuccinelli’s office in June. Specifically, the environmental advocates are looking to see if there’s a link between the attorney general and two former University of Virginia professors who argue that the man-made causes of global warming are being vastly exaggerated.\nPatrick Michaels is now a senior fellow in environmental studies with the conservative Washington-based Cato Institute. He resigned from his position as Virginia’s climatologist after 27 years when critics pointed out the utility industry was funding his research. S. Fred Singer, a retired environmental science professor, is now the president of an organization he calls the Science and Environmental Policy Project.\nBoth climate skeptics are part of an echo chamber that continues to exaggerate the importance of the strategically circulated “Climategate” e-mails, Davies said.\nIn February, Singer filed a petition requesting that the EPA withdraw its endangerment finding. He submitted it as co-founder of the Nongovernmental International Panel on Climate Change, along with representatives from the Competitive Enterprise Institute and Singer’s Science and Environmental Policy Project.\nWhat information is Greenpeace seeking about Michaels and Singer? For starters, they want a list of grants that financed their research. The organization also has requested conflict-of-interest statements, disclosure forms on outside income, correspondence with conservative advocacy groups and correspondence with ExxonMobil and other companies.\nFrom the attorney general’s office, Greenpeace wants correspondence with confirmed climate change skeptics and conservative organizations such as the Competitive Enterprise Institute, the Committee for a Constructive Tomorrow and the Cato Institute.\n“Our request was written very specifically,” Greenpeace’s Davies said about the FOIA query to Cuccinelli’s office. “It can’t be called a fishing expedition.”\nCuccinelli has not yet responded to Greenpeace’s FOI request. After several conversations with the University of Virginia, Davies said that request has not been fulfilled yet either.\n“Even with the exoneration of Mann and other climate scientists, the other side will never say it’s sorry,” Davies said. “One of our objectives is to be able to tell the story about a deliberate campaign of denial. Climategate is just one chapter.”\nNew Round of IPCC Scientists Selected\nMann is fully aware that his famed hockey stick graph—the one showing the relatively recent rise of greenhouse gases that Al Gore highlighted in “An Inconvenient Truth”—became iconic as talk about climate change seeped into daily conversations among the public. Skeptics pounced on it as a point of attack, he said.\n“I think it’s a tactic of the anti-science crowd, twisting the words of scientists,” he said, “They make it so difficult and intimidating to talk to the media that they stop doing so. And then they penalize them for clarifying their positions.”\nMann is not be among the 831 researchers that the IPCC named in late June to compile its fifth assessment report that will be released in sections in 2013 and 2014. He explained that his work at Penn State is keeping him plenty busy.\nHe has directed the university’s Earth System Science Center since arriving at the State College campus in 2005. In addition, he is a co-founder and author of the award-winning science Web site RealClimate.org.\n“It’s a huge time commitment,” he said, reflecting on the time he already invested in IPCC’s paleoclimate findings. “This gives the next generation a chance to shape the next assessment.”\nHe served as a lead author for a chapter on climate observations for the IPCC’s third assessment report released in 2001. He also was a contributing author for three other chapters in that report.\n“I have nothing to hide and nothing to be ashamed of,” Mann said about his dedication to scientific pursuits. “I continue to do research, publish, advise students and teach. And I’m doing my best to defend myself, my science and the broader scientific community from this independently funded misinformation and smear campaign. That means my days are pretty full.”\nSee Also\nGreenpeace Says Climate Denialism a 20–Year Industry\n‘Sorry’ State of Affairs: Climate Scientists Collecting Official Apologies from Attackers\nClimate Scientists Cleared of Malpractice Accusations in Hacked Email Case\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}