{
  "url": "https://insideclimatenews.org/news/08062010/photographer-chronicles-petroleum-planet/",
  "title": "Photographer Chronicles Petroleum Planet",
  "date": "2010-06-08T12:14:09-04:00",
  "content": "From the editors of the Earth Island Journal\nThe fish, famously, doesn’t know it’s in water. Our relationship to petroleum is much the same. From our waking moments we are surrounded by oil: It helps grow the grains in our breakfast cereal, takes us to and from work, forms the plastics that wrap our products, and then delivers those very same items to us. Oil has become the sine qua non of our lives. And for that reason it’s so easy to forget that’s it’s even there.\nCanadian photographer Edward Burtynsky wants to remind us. Burtynsky has spent most of his career focusing on the landscapes of manufacturing complexes, creating formal compositions of industrial scenery that are at once attractive and abhorrent. His latest project is titled, simply, Oil.\nTen years in the making, the collection is the result of Burtynsky’s travels throughout the globe to examine oil fields, refineries, car culture, and the eventual disposal of our oil-thirsty machines. The photos take us to places we’ve never seen and in the process reveal the massive, complicated apparatus that undergirds our lives of seamless convenience.\nOil, which toured North America and Europe last year, is divided into three categories. “Extraction & Refinement” examines the landscapes that have been formed (or deformed) by the petroleum industry. An image of oil pipelines snaking through the Canadian forest is unsettling. The stark contrast between the silver of the pipes and the trees’ green shows how alien our technologies can appear on our own planet.\nThe next section, “Transportation & Motor Culture,” then pivots to look at the built environments that, however artificial, have become our homes. Perhaps the best in this series is Burtynsky’s shot of Breezewood, PA, a town that could, with its riot of corporate logos, be Anywhere, USA. The image is incontrovertible proof of how we’ve remodeled much of our world – not to serve real people, but to accommodate the needs of our cars, which have become like second skins.\nBurtynsky concludes with “The End of Oil.” Where do our machines go once we no longer need them? Burtynsky’s tour of scrap heaps and junkyards feels prophetic: The piles of old tires, auto parts, and out-of-date cars and airplanes will only grow with time, the rusting Golgotha of a spent civilization.\nAll of these scenes are, as the photographer has said, “places outside our normal experience.” Yet they are essential to our daily existence. In viewing them, we remember that we swim in a world of oil.\nEdward Burtynsky’s photographs have been shown at museums and galleries throughout the world. A large format book based on his Oil exhibition has recently been published by Steidl and the Corcoran Gallery of Art.\nTo view the original story, republished here with permission of the Earth Island Journal, and see more photographs, click here.\nTo view more of Burtynsky’s work, visit: www.edwardburtynsky.com.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}