{
  "url": "https://insideclimatenews.org/news/30052010/when-corporations-rule-federal-agencies/",
  "title": "When Corporations Rule Federal Agencies",
  "date": "2010-05-30T15:22:53-04:00",
  "content": "The fatal disasters at the Upper Big Branch Mine and Deepwater Horizon are fresh evidence the Bush-Cheney corporate culture continues in some federal agencies charged with overseeing industry. President Obama needs to change that culture fast.\nFormal investigations are underway, but it appears that lax  federal oversight and enforcement, combined with corporate corner-cutting and greed, are implicated in both of the energy industry tragedies —  the worst coal mine disaster in 40 years and the worst oil spill in U.S. history. Massey Energy’s mine and BP’s drilling ship in the Gulf were subject to federal oversight. In both cases, oversight failed.\nSome barriers to federal oversight are systemic. Congressional hearings after the Massey disaster, for example, found that mining companies often abuse the appeals process when federal inspectors find safety violations. About 16,000  violations currently are being appealed, representing $195 million in unpaid fines. It takes more than a year to resolve an appeal these days.\nOther barriers are cultural, the result of an administration’s philosophy about overseeing powerful industries. During the eight years of the Bush administration, corporate lobbyists for the fossil energy industry were appointed to key government policy and regulatory jobs. The most infamous was Philip Cooney, the former lobbyist for the American Petroleum Institute who used his position in the White House to censor and water down the conclusions of research by federal climate scientists. After a whistleblower revealed Cooney’s misdeeds to the New York Times, Cooney resigned and went to work for ExxonMobil.\nTo illustrate how much the Bush administration was in bed with oil companies, however, nothing topped the scandal in the Interior Department’s Minerals Management Service, the same agency accused now of insufficient oversight in the Gulf oil spill. As the New York Times reported in September 2008:\nAs Congress prepares to debate expansion of drilling in taxpayer-owned coastal waters, the Interior Department agency that collects oil and gas royalties has been caught up in a wide-ranging ethics scandal — including allegations of financial self-dealing, accepting gifts from energy companies, cocaine use and sexual misconduct.\nIn three reports delivered to Congress on Wednesday, the department’s inspector general, Earl E. Devaney, found wrongdoing by a dozen current and former employees of the Minerals Management Service, which collects about $10 billion in royalties annually and is one of the government’s largest sources of revenue other than taxes. \"A culture of ethical failure\" pervades the agency, Mr. Devaney wrote in a cover memo. The reports portray a dysfunctional organization that has been riddled with conflicts of interest, unprofessional behavior and a free-for-all atmosphere for much of the Bush administration’s watch.\nAfter he was appointed, Obama’s Interior Secretary Ken Salazar made clean-up of this scandal one of his first priorities.  But the roots of the Bush legacy apparently reach deep – a legacy in which regulatory agencies serve the corporations they’re supposed to regulate rather than the public interest.\nWhatever the outcome of the Gulf oil release – and it’s certain to be devastating – President Obama should take forceful action to put the federal government’s oversight functions back on track. Some suggestions:\nThis is not socialist tree-hugging. It’s  about restoring balance between corporate interests with the public interest, and balancing resource exploitation with resource protection. The Gulf disaster is a tragic reminder of how important natural systems are to our economy, not to mention our physical health. Many of those systems are under profound stress.  Many of the public health and safety problems prevalent today – from devastating floods to childhood asthma – are a result of environmental degradation.\nI don’t mean here to impugn the integrity of federal employees generally. Most work hard every day to carry out their jobs. I was proud to be one of them for 17 years. Nor do I mean to imply that companies don’t have a moral responsibility to govern their own behavior, with or without a regulatory whip. They do.\nBut it seems clear that remnants remain of the Bush administration’s corporate culture, perhaps including some political appointees who \"burrowed in\" to the civil service before Bush left office. Whatever the reasons – and President Obama needs to dig deep within his Administration to find them out – the federal government appears to be complicit in the deaths of 40 energy industry workers lately and in ruining the economy and ecosystem of an entire region.\n(Image: White House)\nSee also:\nInvestigator Warned MMS in 2009 About Deepwater Gas Blowouts in Gulf of Mexico\nDid Deepwater Methane Hydrates Cause the BP Gulf Explosion?\nAdvocates Call On Salazar to Relinquish Interior Dept’s Oversight of Drilling Safety\nResearch Shows Federal Oil Leasing and Royalty Income a Raw Deal for Taxpayers\nCriticism of Secret Oil Dispersant in Gulf Grows Louder in U.S.\nSenator Byrd: Massey A Rogue Mining Company, Disgraceful\nPutting the President’s Power Tools to Use\nObama’s Rope-Line Debate on Coal\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}