{
  "url": "https://insideclimatenews.org/news/07052010/eminent-us-climate-researchers-stand-united-science-policy-action/",
  "title": "Eminent U.S. Climate Researchers Stand United on Science, Policy Action",
  "date": "2010-05-07T18:08:49-04:00",
  "content": "A quartet of prominent American researchers staunchly defended the reality of human-caused climate change and stood united on the need for immediate steps to reduce emissions of greenhouse gases, in testimony before Congress yesterday.\nUnder questioning from lawmakers on the House Select Committee on Energy Independence and Global Warming, scientists from top U.S. research institutions—three of whom have contributed to reports of the UN Intergovernmental Panel on Climate Change (IPCC)—balked at the insinuation that assaults on climate science have damaged the credibility of the warming consensus.\n“Warming is unequivocal. The evidence for a human footprint is very, very strong, and the prospect of continued warming in the future is very strong,” said Chris Field, director of the department of global ecology at the Carnegie Institution of Washington and a co-chair on the new IPCC report due in 2014.\n“There are important unknowns, but many of the unknowns are in the direction of risks that are potentially higher.”\nField noted that the consensus reports of the IPCC are considered conservative and do not include potential hazards posed by sudden sea level rise and carbon release from ecosystems.\nThe other scientists made similar observations.\n“People tend not to appreciate how conservative the IPCC process is,” said Dr. James McCarthy, professor of oceanography and Harvard University and a co-chair of the IPCC report published in 2001.\nMcCarthy said earlier IPCC scenarios “quite starkly” underestimate sea level rise, adding that the phenomenon has sped up in the last few years. Estimates for sea level rise, he said, are now between two-and-a-half and three-and-a-half feet this century.\nJames Hurrell, a senior scientist at the National Center for Atmospheric Research and an IPCC contributor, called the global sea-level jump “probably the single best metric of the cumulative global warming.”\nThe hearing came on the same day that 255 scientists from the U.S. National Academies released a strong statement condemning the “McCarthy-like threats” on scientists and urged action against climate change.\n“Society has two choices: we can ignore the science and hide our heads in the sand and hope we are lucky, or we can act in the public interest to reduce the threat of global climate change quickly and substantively,” the scientists wrote in the declaration that was published in the journal Science on Friday.\nMost National Academies and professional societies have issued statements about climate science, McCarthy said in his written testimony. And last October, the heads of 18 U.S. organizations reaffirmed the consensus on human-caused climate change in a then-unprecedented letter to senators.\nBut some members of the Republican minority saw it differently.\n“There’s clearly a dispute about the evidence,” said Rep. John Shadegg (R-Ariz.).\nMonckton Urges Do-Nothing Approach\nThe lone witness called by the GOP minority, Lord Christopher Monckton, a leading climate skeptic, called the data used by the IPCC “bogus,” adding that the global increase in carbon dioxide emissions is “naturally caused.”\n“Therefore, the correct policy is to have the courage to do nothing,” Monckton told the committee. “You will lose nothing thereby. There are many other problems to address. I would recommend those and not this.”\nMonckton is a conservative British journalist and former adviser to Margaret Thatcher whose Science and Public Policy Institute is critical of government actions to prevent climate change. He does not have a scientific background.\nThe decision to let Monckton testify outraged Rep. Jay Inslee (D-Wash.), who said the fact that the GOP “couldn’t produce one scientist to deny this clear consensus…says a lot about the status of this debate, which we should not be having.”\nRep. Earl Blumenauer (D-Oregon) had similarly harsh words for Monckton.\n“I find it a little embarrassing and sad that the minority’s witness is a journalist with no scientific training, who didn’t come here with any information against the science,” said Blumenauer. “It’s entertaining but…there’s nothing here that contradicts the basic science.”\nHacked Emails: ‘Tempest in the Teapot’\nBlumenauer also reminded the committee that formal inquiries in the U.S. and Britain have cleared researchers involved in the hacked email dispute at the University of East Anglia Climactic Research Unit (CRU) of any scientific misconduct.\nThe results reveal that the controversy is a “tempest in the tea pot,” Blumenauer said.\nThe scandal blew up late last year when thousands of private emails were stolen from a University of East Anglia server and placed on the Internet. Critics say the correspondence reveals attempts by scientists to fend off freedom of information (FOI) requests for primary temperature data and computer codes, leading to accusations that researchers violated the UK’s FOI Act.\nSkeptics continue to seize on the emails as evidence that warming is not real.\nIn February, a Penn State University panel that was formed to investigate climatologist Michael Mann, a prominent member of the faculty there and recipient of  around 300 of the hacked emails, cleared the researcher of all wrongdoing.\nSimilarly, an examination by the British House of Commons into CRU director Phil Jones found no unethical behavior on the part of Jones and “no reason” to challenge the scientific consensus. And last month, a panel convened by the University of East Anglia and led by Lord Ronald Oxburgh, the former chair of the House of Lords science and technology select committee, concluded that there was “no evidence of any deliberate scientific malpractice in any of the work.”\nLisa Graumlich, director of the School of Natural Resources and the Environment at the University of Arizona and member of the Oxburgh panel, told Congress on Thursday that “if [scientific malpractice] had been there, we believe we would have detected it.”\nWith the scientific consensus now sufficiently clear, “the urgency to act is very much upon us,” Graumlich said.\nChairman Ed Markey (D-Mass.), a principal author of the American Clean Energy and Security Act that slipped through the House last June, said “time is of the essence” on passing a climate change bill in the United States.\nThe hearing on Thursday was held as engineers battled to stop the calamitous BP oil spill in the Gulf of Mexico and as Sens. John Kerry (D-Mass.) and Joseph Lieberman (I-Conn.) prepared to introduce their stalled climate and energy bill next week.\n“The visible oil is not the only carbon pollution to worry about. We can see the oil slick in the Gulf from space, but it is the build-up of invisible of carbon dioxide in our atmosphere that is preventing heat from escaping back into space,” Markey said.\n“Science has revealed this unseen pollution for what it is…While the deniers hope to confuse the public, the real world consequences of inaction abound.”\nSee also:\nClimate Scientists Cleared of Malpractice Accusations in Hacked Email Case\nHacked Email Scientists: Temperature Data Withheld at Countries’ Request\nHacked E-Mails Controversy Irrelevant in Copenhagen\nWhat Those Hacked Climate E-Mails Really Say\nSkeptics Exaggerating Science Scandal to Derail Copenhagen Climate Talks\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}