{
  "url": "https://insideclimatenews.org/news/03052010/bp-had-other-problems-years-leading-gulf-spill/",
  "title": "BP Had Other Problems in Years Leading to Gulf Spill",
  "date": "2010-05-03T17:16:00-04:00",
  "content": "By Abrahm Lustgarten, ProPublica\nBP, the global oil giant responsible for the fast-spreading spill in  the Gulf of Mexico that will soon make landfall, is no stranger to major  accidents.\nIn fact, the company has found itself at the center  of several of the nation’s worst oil and gas–related disasters in the  last five years.\nIn March 2005, a massive explosion ripped  through a tower at BP’s refinery in Texas City, Texas, killing 15  workers and injuring 170 others. Investigators later determined that the  company had ignored its own protocols on operating the tower, which was  filled with gasoline, and that a warning system had been disabled.\nThe  company pleaded guilty to federal felony charges and was fined more than  $50 million by the U.S. Environmental Protection Agency.\nAlmost a  year after the refinery explosion, technicians discovered that some  4,800 barrels of oil had spread into the Alaskan snow through a tiny  hole in the company’s pipeline in Prudhoe Bay. BP had been  warned to check the pipeline in  2002, but hadn’t, according to a report in Fortune. When it did inspect  it, four years later, it found that a six-mile length of pipeline was  corroded. The company temporarily shut down its operations in Prudhoe  Bay, causing one of the largest disruptions in U.S. oil supply in recent  history.\nBP faced $12 million in fines for a misdemeanor  violation of the federal Water Pollution Control Act. A congressional  committee determined that BP had ignored opportunities to prevent the  spill and that \"draconian\" cost-saving measures had led to shortcuts in  its operation.\nOther problems followed. There were more spills in  Alaska. And BP was charged with manipulating the market price of  propane. In that case, it settled with the U.S. Department of Justice  and agreed to pay more than $300 million in fines.\nAt each step  along the way, the company’s executives were contrite.\n\"This was a  preventable incident. … It should be seen as a process failure, a  cultural failure and a management failure,\" John Mogford, then BP’s  senior group vice president for safety and operations, said in an April  2006 speech about the lessons learned in Texas City. \"It’s not an easy  story to tell. BP doesn’t come out of it well.\"\nIn a 2006  interview with this reporter after the Prudhoe Bay spill, published  in Fortune, BP’s chief executive  of American operations, Robert Malone, said, \"There is no doubt in my  mind, what happened may not have broken the law, but it broke our  values.\"\nMalone insisted at the time that there was no pattern of  mismanagement that increased environmental risk.\n\"I cannot draw a  systemic problem in BP America,\" he said. \"What I’ve seen is refineries  and facilities and plants that are operating to the highest level of  safety and integrity standards.\"\nNonetheless, Malone, who spent  three decades at BP and was promoted to the CEO of BP America shortly  after the Texas refinery blast, promised to increase scrutiny over BP’s  operations and invest in environmental and safety measures.\nHe  told Congress that it was imperative BP management learn from its  mistakes.\n\"The public’s faith has been tested recently,\" he said.  \"We have fallen short of the high standards we hold for ourselves and  the expectations that others have for us.\"\nTime will tell whether  the accident that killed 11 workers and sent the Transocean Deepwater  Horizon drilling rig — a $500 million platform as wide as a football  field — floating to the bottom of the Gulf of Mexico was simply an  accident or something else.\nMalone, who retired last year,  declined to comment for this article. A spokesman for BP was not  available for comment.\nFamilies of workers who died in the  accident have already filed lawsuits accusing BP of negligence.  Congress, as well as the Minerals and Management Service, the federal  agency that regulates drilling in the Gulf, were already separately  investigating allegations that BP has failed to keep proper documents  about how to perform an emergency  shutdown of the Atlantis,  another Gulf oil platform and one of the largest in the world.\nThere  are also indications that BP and Transocean, the owner of the Deepwater  Horizon rig that burned and sank, could have used backup  safety gear — a remote acoustic  switch that would stanch the flow of oil from a leaking well 5,000 feet  underwater — to prevent the massive spill now floating like a  slow-motion train wreck toward the Mississippi and Louisiana coastline.  The switch isn’t required under U.S. law, but is well-known in the  industry and mandated in other parts of the world where BP operates.\nIn the year before the accident, BP once again aggressively cut  costs. A reorganization stripped 5,000 jobs from its payroll, saving BP  more than $4 billion in operating costs, according to a report sent to  ProPublica by Fadel Gheit, an investment analyst for Oppenheimer.\nOn  April 27, as the U.S. Coast Guard worked with BP engineers to guide  remote control submarines nearly a mile underwater in a futile effort to  close a shut-off valve, BP told investors that its quarterly earnings  were up more than 100 percent over the last year, beating expectations  by a large margin. After underperforming its competition throughout the  last decade, Gheit wrote, BP was the only major oil company to perform  better than the S&P 500 last year.\n(Republished with permission of ProPublica, under a Creative Commons license.)\nSee also:\nWill the Oil Reach Washington? The Spill’s Political Effects\nGulf Oil Spill Just Latest Black Mark on BP’s Reputation in America\nOil Giants BP, ConocoPhillips Drop Out of US Climate Action Partnership\nShareholders Vote on BP’s Plan to Move into Canadian Oil Sands\n(Photo via NASA)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}