{
  "url": "https://insideclimatenews.org/news/04052010/research-questions-value-cutting-black-carbon-global-warming-solution/",
  "title": "Research Questions Value of Cutting Black Carbon as a Global Warming Solution",
  "date": "2010-05-04T16:41:26-04:00",
  "content": "Among the reasons why halting the forward march of global warming is so difficult is that carbon dioxide stays in the atmosphere for around 100 years, so that any emissions cuts made by the world will take time to have an effect. At least one other climate change villain, though, is short lived, offering potentially fast help in slowing ice melt and warming: black carbon, or soot.\nIn recent years, enthusiasm for lowering global emissions of black carbon has increased. But new research published in the journal Geophysical Research Letters suggests that black carbon’s contribution in the climate system is not so straightforward as once thought.\nWhile there is little doubt that the fine black particles released from diesel and biomass cook stoves warm the planet by sitting in the atmosphere and absorbing energy, they also affect cloud formatioin in ways that can create a cooling mechanism, the study says.\n\"If we controlled black carbon, potentially the magnitude of the reduced cloud reflectivity and amount of cloud coverage could counteract the beneficial cooling,\" said Wei-Ting Chen, of the California Institute of Technology’s Jet Propulsion Laboratory and lead author of the new study.\n\"When people talk about policies of mitigating black carbon, they should consider the combined effects of both the heating reduction and the indirect cloud response.\"\nCombining the two effects in a scenario where the world manages to cut black carbon emissions by half could actually result in a very slight increase in warming, rather than the opposite as is usually thought, according to the paper. Chen was quick to point out, though, that their analysis has its limits, including a lack of inclusion of black carbon’s effects on surface albedo, or reflectivity.\n\"Our point is that black carbon is not as simple as people think,\" she said. \"It is not just heating the atmosphere.\"\nReason to Hold Back?\nIf black carbon is not a straightforward warming culprit, as the authors suggest, should efforts to stem its emission be scaled back or rethought?\n\"Someone somewhere will probably use this paper as a reason to not tackle black carbon,\" said John-Michael Cross, a research associated at the Climate Institute.\nEven if soot’s interaction with the climate is more complicated than we thought, there is plenty of reason still to try and reduce emissions. First of all, the lack of accounting for surface albedo makes holding back a difficult argument to make.\n\"Black carbon landing on snow and ice is not a huge global forcing change, but it is fairly significant in those regions, and regions we’re concerned about like the Arctic and the Himalayas,\" Cross said. Chen, who added that the cloud effects of black carbon should simply be considered in doing future modeling, agreed.\n\"If we focus on regional climate change, in the polar regions this would be a more important effect than the others for black carbon,\" Chen said.\nHuman Health Issues\nPerhaps even more important, black carbon has long been known to cause significant human health problems. Indoor pollution, mostly from cooking fires in developing countries, causes as many as 1.8 million deaths each year; more than two billion people still use relatively primitive stoves to cook food.\nThere are efforts to replace old stoves with newer, cleaner ones, though Cross said some of these efforts have faced difficulties.\n\"A lot of these villages, they use traditional cooking methods that have been around for generations,\" Cross told SolveClimate. \"And it’s not one size fits all, because different cultures have different cooking methods and different cooking needs. You can’t just make one new stove.\"\nThe other major source of black carbon emissions is diesel-burning engines, which in the U.S. and Europe have already seen substantial improvements in their emissions.\nSeveral initiatives including the Diesel Engine Reduction Act of 2005 and the 2007 Highway Rule are already moving big on-road vehicles—such as 18-wheelers—toward drastically lowered black carbon emissions. In fact, the EPA estimates that black carbon emissions will decline 42 percent from 2001 through 2020, largely because of the diesel rules.\nDirtier engines still abound in much of the rest of the world, and it will take investment from developed countries to switch the global fleet toward cleaner-burning vehicles.\nAt the Copenhagen climate change summit in December, the U.S. agreed to commit $5 million for international cooperation toward reducing black carbon emissions. Some of the planned initiatives include focus on diesel engines, as well as on older industrial plants and on agricultural and forest fires that contribute heavily to soot pollution in the arctic.\nA Black Carbon Wedge\nProponents of black carbon mitigation see it as a relatively cheap and easy battle in the larger climate change war.\nDistributing inexpensive but clean cook stoves or providing filters for older diesel engines are not difficult initiatives to undertake, they say, and the potential for benefit—even with increased understanding of black carbon’s atmospheric effects—is large.\nAndrew Grieshop, a post-doctoral fellow at  the University of British Columbia, published a paper last year went so far as to argue for a black carbon \"wedge.\"\nThe wedge concept refers back to a now-famous suggestion by Princeton University professors Stephen Pacala and Robert H. Socolow that the monumental task of reducing global CO2 emissions by 14 gigatons per year be divided up into seven wedges. Examples included doubling the efficiency of two billion cars and bringing one million wind turbines online.\nGrieshop told SolveClimate that the new look at the cloud-related effects of black carbon might call some of the mitigation benefit into question, but that shouldn’t take it off the table as a potential player in the wedge game.\n\"I would argue that the urgency of the climate challenge and the plentiful co-benefits associated with reducing black carbon emissions…makes going after many black carbon sources a no-regrets strategy,\" he said.\nSee also:\n‘Black Carbon’ Crackdown Offers Fast-Action Solution to Slow Warming\nArctic Nations Order Investigation of Black Carbon, Blamed for Significant Ice Melt\nIce Core Samples Reveal Black Soot Threatening Tibetan Glaciers\n(Photo via NASA)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}