{
  "url": "https://insideclimatenews.org/news/06042010/coal-mine-where-25-died-had-been-fined-repeatedly-safety-violations/",
  "title": "Coal Mine Where 25 Died Had Been Fined Repeatedly for Safety Violations",
  "date": "2010-04-06T23:26:45-04:00",
  "content": "The owner of a West Virginia coal mine where 25 miners died in the industry’s deadliest U.S. disaster in a quarter century had been warned repeatedly of safety concerns there.\nFederal records show that this year alone, investigators from the Mine Safety and Health Administration (MSHA) cited or issued safety orders for the Upper Big Branch mine 123 times. That followed 517 MSHA citations and safety orders for the same mine in 2009 that resulted in fines of close to $900,000 that year.\nThat’s just one Massey Energy coal mine, and the numbers aren’t unusual.\nIn 2009, MSHA wrote up a total of 173,928 mining violations industrywide that all together topped $141 million in fines. In 2008, during the Bush administration, the total was even higher: 198,700 violations with fines topping $194 million.\nViolations at Upper Big Branch\nThe Upper Big Branch coal mine, run by Massey subsidiary Performance Coal Company, is in the heart of coal mining country in Raleigh County, W.Va., about 30 miles south of Charleston. According to MSHA records, it had 195 employees as of 2009 and produced about 1.2 million tons of coal.\nOn Monday, an explosion believed to have been caused by a build up of methane gas shook the underground mine, killing 25 miners, injuring others and leaving four missing. Steve Smith, a survivor, described the explosion to ABC’s “Good Morning America”:\n“Before you knew it, it was just like your ears stopped up, you couldn’t hear and the next thing you know, it’s just like you’re just right in the middle of a tornado.”\nA look at the mine’s MSHA violations for 2010 shows the owners knew there were safety concerns well before the explosion.\nAs recently as March 30 — and each of the two weeks prior to that — MSHA inspectors had raised concerns about the mine’s ventilation plan, which is required to be designed to control methane and breathable dust. The two highest single fines assessed for Upper Big Branch so far this year — both of which of are being contested by the company — were issued on Jan. 7 for $66,142 and $70,000, both related again to the ventilation plan requirements.\nOther MSHA citations in the month before the explosion questioned the quantity of air reaching the miners, the location of escape ways, and the accumulation of combustible materials.\nThese are ongoing problems with coal mines, including Upper Big Branch, MSHA records show. The most common violation for underground U.S. coal mines this year — accounting for 2,278 violations so far, or about 11 percent of all violations in 2010 — is the accumulation of combustible materials. The second most common violation, with 1,107 violations so far, or 5.5 percent of the total for 2010, is meeting requirements for a ventilation plan.\nViolators are being cited and fined, but that doesn’t mean they are paying.\nIn February, the U.S. House Committee on Education and Labor held a hearing into the backlog of appealed citations and fines pending before the Mine Safety and Health Review Commission. Some 82,000 violations and $210 million in contested penalties are in limbo, Assistant Secretary of Labor for Mine Safety and Health Joe Main told the committee. The reason: Companies are now appealing over a quarter of all violations representing two-thirds of the total fines.\n“The starting point for any analysis of the backlog is the obligation of mine operators to eliminate the conditions that lead to so many violations,” Main said. “With so many citations and orders issued, it is imperative that mine operators improve compliance.\n“If MSHA inspectors can inspect workplaces and find these conditions, mine management should be finding them as well.”\nPromises of Investigations\nMassey Energy can afford safety precautions: Last year, the company made $2.7 billion and reported $104 million in income, or $1.23 per share. It paid CEO Don Blankenship over $11 million in salary and bonuses in 2008.\nIt is also aware of the dangers. In 2007, Massey was fined a record $1.5 million for 25 health and safety violations at its Aracoma Alma mine in West Virginia, where two miners had died in a fire the previous year. At the time, Richard E. Stickler, the assistant secretary of labor for MSHA, said: “The number and severity of safety violations at the mine at the time of the fire demonstrated reckless disregard for safety, warranting the highest fine MSHA has levied for a fatal coal mining accident.”\nAfter the Upper Big Branch disaster, Labor Secretary Hilda Solis declared:\n“The federal Mine Safety and Health Administration will investigate this tragedy, and take action. Miners should never have to sacrifice their lives for their livelihood.”\nRep. Nick Rahall of West Virginia and Rep. George Miller, head of the House committee that oversees MSHA, also promised investigations.\nMiller in 2008 had pushed for legislation that would have tightened safety rules for coal mines and required upgraded equipment, but his efforts failed in the Senate. Two years earlier, the deaths of 12 miners trapped after a methane explosion inside the Sago Mine in West Virginia led to some new requirements, including that mine operators install better communication systems.\n“Over the past few years, we have met too many family members who have suffered the tragic loss of loved ones in a mine disaster. On behalf of the committee, we promised them that we would do everything we could to learn the cause of these tragedies and to keep miners safe. Today, we extend this same promise to the families and community dealing with a devastating loss,” Miller (D-Calif.), chair of the House Education and Labor Committee, wrote with U.S. Rep. Lynn Woolsey (D-Calif.), chair of the Workforce Protections Subcommittee.\nMassey CEO Blankenship went to the mine and offered his condolences to the families of the miners today. His company’s homepage was still topped with the headline: 2009 Was a Record-Setting Year for Safety.\nUPDATE (April 10): The bodies of the four missing miners were discovered early today inside the Upper Big Branch mine, raising the death toll from the explosion to 29. It was the worst U.S. coal mining disaster since 1970, when an explosion killed 38 in Hyden, Ky.\nSee also:\nObama: The Making of a Clean Coal President\nClean Energy Climate Bill Gives Coal a Competitive Future\nEPA Rethinking Coal Ash Regulation\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}