{
  "url": "https://insideclimatenews.org/news/24032010/greenpeace-says-climate-denialism-20-year-industry/",
  "title": "Greenpeace Says Climate Denialism a 20–Year Industry",
  "date": "2010-03-24T19:21:09-04:00",
  "content": "Current efforts to deny climate science are part of an organized campaign that dates back 20 years, when the fossil fuel industry first formed a lobbying apparatus to stifle action on global warming, the environment group Greenpeace said on Wednesday.\nIn a report titled “Dealing in Doubt: The Climate Denial Industry and Climate Science,” the group accused ExxonMobil of being the ringleader of what it called a “campaign of denial.”\nExxon was a prominent member of the now-defunct Global Climate Coalition, one of the first industry groups established in 1989 to refute findings of the then-newly formed UN Intergovernmental Panel on Climate Change (IPCC).\nSince Exxon’s 1998 merger with Mobil, the oil giant has spent $23 million on stoking opposition to climate action, Greenpeace said. It continues to fund 28 groups that run denial campaigns, according to the report, though the oil giant is hardly alone in betting against climate change.\nThe report said that the think tanks at the forefront of challenging the science of warming — such as the Heartland Institute, the Cato Institute and the American Enterprise Institute (AEI) — receive a majority of their climate-related funds from a raft of utility, coal, oil and car interests.\nKenneth Green, a resident environmental scholar at AEI, said  he has “never worked for an energy company, worked as a lobbyist, worked at a lobbying firm nor been registered as a lobbyist.”\nGreen, in particular, was called out in the report for a “long history of connections with a number of the front groups funded by industry,” especially ExxonMobil. “Greenpeace’s implication that such donations influence my research or findings is both cynical and illogical,” Green told SolveClimate.\n“It is not surprising that in their efforts to stem the rapid erosion of credibility in climate science, Greenpeace would double down on the type of attacks it routinely applies to those who differ with their extremist views of climate risk and climate policy,” Green added.\nNo. 1 Target: UN IPCC\nThe denial industry’s main target from the get-go, according to Greenpeace, was the IPCC.\n“The aim was to discredit the process by which the IPCC worked,” it said.\nKey moments, the group said, include:\n• In 1990, fossil fuel interests launched a public push to refute the main finding of the first IPCC assessment that greenhouse gas emissions would “certainly” lead to warming.\n• In 1995, following the second IPCC assessment, which concluded there is a “discernible human influence on global climate,” attacks shifted from the science to the scientists themselves.\n• In 1997, Bert Bolin, the chair of both the World Meteorological Organization and the IPCC for nine years, was forced to release a statement denying claims that he had flip-flopped on human-caused climate change.\n• In 1998, the American Petroleum Institute, a trade and lobbying group, began a communications campaign to inform the media and citizens about “uncertainties in climate science,” with the goal of thwarting Kyoto Protocol-like climate measures.\nWith the release of the IPCC’s third and fourth assessments in 2001 and 2007, climate skeptics ramped up efforts, Greenpeace said.\nThe report details memos, press junkets, petitions, recent denier conferences led by the Heartland Institute, and a book by the Competitive Enterprise Institute, another conservative-leaning think tank — all allegedly aimed at questioning the consensus view on climate change.\nThe report also identified a “central team of spokespeople” that for years has been used to challenge the science. They include: Sallie Baliunas and Willie Soon, both Harvard-Smithsonian Institute astrophysicists; Richard Lindzen, a climatologist at MIT; Patrick Michaels, a climatologist and scholar at the free-market Cato Institute; and Fred Singer, an atmospheric physicist and former professor at the University of Virginia.\nSinger was particularly singled out by Greenpeace as a “serial denier.”\nIn an email to SolveClimate, Singer responded to the “serial denier” label by saying: “I don’t know what this means — perhaps someone who responds to ‘serial alarmists’ like Greenpeace (who moved from baby seals, to ozone to global warming).”\nSinger said claims by Greenpeace that “he has published little, if any, peer-reviewed climate science in the last 20 years” are simply “not true.”\n2010: Climategate, IPCC Attacks, Monckton\n“The campaign against climate science has intensified as global action on climate change has become more likely,” Greenpeace said.\nThe past several months have seen “ClimateGate” —  the controversy over hacked emails from the University of East Anglia’s prominent Climatic Research Unit —  and the admission by the IPCC of a mistake exaggerating Himalayan glacier melt in its 2007 report.\nBoth incidences sparked outrage among skeptics of climate science, who seized on them — and on an especially snowy winter in Washington, D.C. — to bolster their claims that global warming is not real.\n“The world is learning just how shabby and shoddy the work of the United Nations IPCC and associated climate scientists has always been,” Green said.\nScientists worldwide have tried to beat back the criticism with press conferences, letters and petitions pointing to overwhelming evidence that a buildup of greenhouse gases is warming the Earth.\nStill, independent evaluations of both CRU and the IPCC are underway. Sen. James Inhofe (R-Okla.), Washington’s most prominent climate skeptic, has gone farther, suggesting criminal investigations of top climate scientists and lead authors in the IPCC.\nThe Greenpeace report suggests this could be the tip of the iceberg, due in part to the rise of the Internet.\n“In recent years, the corporate PR campaign has gone viral, spawning a denial movement that is distributed, decentralized and largely immune to reasoned response,” the group said.\nNew times have also spawned a new kind of denier, the group said. The main example is business consultant Christopher Monckton, a former adviser to Margaret Thatcher and noted climate skeptic. He is not a scientist but has testified before Congress about climate science and become a “darling of the industry-funded, U.S.-based conservative think tanks,” Greenpeace said.\nRichard Littlemore, a co-author of the new book “Climate Cover-Up: The Crusade to Deny Global Warming” and editor of DeSmog Blog, said Monckton has “a history of advocating completely wacky positions … and is now saying things that are diametrically opposed to the scientific consensus.”\n“It’s impossible to have a reasoned conversation with someone like Monckton  — in part because, like some argumentative old uncle, he’s just not interested in reason,” Littlemore told SolveClimate. “He just wants to maintain the debate.”\n“Monckton offers a bunch of examples that are often narrowly true, but calculated to confuse or distract,” Littlemore added.\nGreenpeace warned:\n“There are many more like him who repeat the denier message for no other reason than because they believe it.”\nSee also:\nOpponents of Climate Regulations Start Targeting Scientists\nUtah House Passes Resolution Implying Climate Change Conspiracy\nIPCC Errors: Fact and Spin\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going.",
  "source": "insideclimatenews"
}