{
  "url": "https://insideclimatenews.org/news/13112020/san-francisco-natural-gas-ban/",
  "title": "San Francisco Becomes the Latest City to Ban Natural Gas in New Buildings, Citing Climate Effects",
  "date": "2020-11-13T10:30:00-05:00",
  "content": "New homes, offices and restaurants in San Francisco will soon be powered by electricity alone.\nThe city’s Board of Supervisors voted unanimously on Tuesday to ban natural gas in new buildings, meaning that stoves, furnaces and water heaters will no longer burn gas for heat. The city cited cost savings, public health benefits and the urgent need to wind down greenhouse gas emissions to help curb the rapidly warming climate for the move.\n“Natural gas is the second largest source of greenhouse gas emissions in San Francisco and poses major health and safety risks,” tweeted Rafael Mandelman, San Francisco’s District 8 supervisor and the author of the new ordinance. “All-electric construction in new buildings is a critical step toward a safer, healthier San Francisco and planet for future generations.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nBurning natural gas not only emits the greenhouse gas carbon dioxide, but the gas itself—methane—is a short-lived climate super pollutant, capable of warming the planet 87 times more than CO2 when leaked into the atmosphere.\nSan Francisco now joins a growing list of municipalities—most of them in California—that are attempting to tackle the climate crisis by shrinking the massive climate footprint of their buildings. Residential and commercial buildings account for more than 40 percent of San Francisco’s total greenhouse gas emissions, with the burning of natural gas responsible for the bulk of that, according to the city’s estimates.\nIt’s a similar story nationwide. Heating homes and other buildings generates 12 percent of the nation’s total emissions, says the Environmental Protection Agency. And natural gas makes up a large portion of that slice, responsible for nearly 40 percent of the country’s total carbon emissions released each year, or 619 million metric tons of CO2, according to the Energy Information Administration.\nThat’s why San Francisco moving forward with a ban is a big deal, said Amanda Myers, a senior policy analyst for Energy Innovation, a think tank that promotes clean energy. If cities in California continue to rely on gas to heat new buildings through the next decade, Myers said, it will become increasingly difficult—if not impossible—for the state to meet its binding climate target of reaching carbon neutrality by 2045.\nMore importantly, Myers said, the move could help inspire broader statewide or even nationwide action. “We need to stop digging a hole on fossil fuel usage,” she said. “We need to stop building things that will use fossil fuels for years and years to come.”\nIt’s clear that momentum is increasing for switching to electricity rather than gas in buildings. After Berkeley, California, became the first U.S. city to pass a natural gas ban for new buildings last year, dozens of other cities across the state followed suit, including San Jose, Mountain View, Santa Rosa and Brisbane. In total, 39 California cities have adopted building codes—including bans—aimed at reducing the burning of methane and expanding electrification, according to a list compiled by the Sierra Club.\nBrookline, Massachusetts, a suburb of Boston, also passed a ban on natural gas hookups in new buildings last year, but the state’s attorney general struck down the ban because state law preempted the city’s ordinance. California’s constitution, on the other hand, allows city regulations to exceed state ones.\nBut the electrification movement has also been met with growing resistance, mostly from industry groups and Republican-led state legislatures. Arizona, Tennessee, Oklahoma and Louisiana all passed laws this year that prohibit local governments from adopting electrification measures or natural gas bans similar to the ones passed in California. And at least four other states introduced similar measures, including a bill in Texas being supported by utilities.\nAdvocates for electrification, however, point to plummeting prices for renewables and savings from health benefits as a reason to push for broader adoption by governments. Utility scale solar and wind are now considered cheaper than natural gas in almost every case, according to the financial firm Lazard’s latest analysis of the levelized cost of energy, a metric used to determine the cost of electricity for a power plant over its lifetime. And a recent study out of the University of California, Berkeley found that switching to clean energy sources would inject $1.7 trillion into the U.S. economy over the next 15 years, and prevent up to 85,000 premature deaths by 2050.\nStill, even with San Francisco’s commitment, the efforts to electrify the nation’s buildings are moving too slowly if the world is to avoid some of the worst climate outcomes by the end of the century, said Energy Innovation’s Myers. She hopes that under the Biden administration, that work might get some greater traction.\n“States and local governments need to keep moving forward,” she said. “But now we’re looking at what kind of action we can do federally.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKristoffer Tigue is a staff writer for Inside Climate News, covering climate issues in the Midwest. He previously wrote the twice-weekly newsletter, Today’s Climate, and helped lead ICN’s national coverage on environmental justice. His work has been published in Reuters, Scientific American, Mother Jones, HuffPost and many more. Tigue holds a Master’s degree in journalism from the Missouri School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}