{
  "url": "https://insideclimatenews.org/news/12112020/two-us-oil-companies-join-their-european-counterparts-making-net-zero-pledges/",
  "title": "Two U.S. Oil Companies Join Their European Counterparts in Making Net-Zero Pledges",
  "date": "2020-11-12T10:00:00-05:00",
  "content": "The past few years have brought a widening gap between American oil companies and their European counterparts when it comes to pledging to address global warming. But two recent announcements may signal a change.\nOccidental Petroleum announced on Tuesday that it will reach net-zero emissions for all the oil and gas it produces by mid-century, becoming the first major American oil company to make such a pledge. The target aligns the company with the position of an incoming Biden administration that has made addressing climate change a central part of its agenda.\nNews of the company’s pledge came just weeks after ConocoPhillips announced a goal of zeroing out its direct greenhouse gas emissions, which are much less than the emissions that come from burning the oil and gas the company sells. Taken together, the two corporate pledges could increase pressure on ExxonMobil and Chevron, the nation’s largest oil companies, which have yet to announce such far-reaching goals.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\n“It really raises the bar on what is possible in this sector,” said Andrew Logan, senior director of oil and gas at Ceres, a nonprofit that works with investors to pressure companies to reduce their emissions. Before the recent announcements, he said, “we couldn’t go to Exxon or Chevron and say, ‘Hey, Oxy has a net zero target, why couldn’t you?’”\nPavel Molchanov, an energy analyst with Raymond James, said in an email that Exxon and Chevron are already facing increasing pressure from investors to address a global transition away from oil, and that he’s skeptical that the announcements from Occidental and ConocoPhillips will change much.\nWhile Occidental, also known as Oxy, released few details about its plans, the company appears to be relying on the success of technologies that capture carbon dioxide emissions or pull the climate-warming gas directly from the air. That strategy would set a different direction from European oil companies that have announced similar emissions reduction goals, but which are expanding businesses into low-carbon sources of energy like wind and solar power. Occidental, instead, seems intent on producing carbon-neutral oil through technologies that have yet to meet much commercial success.\nOccidental, which has reported losing more than $14 billion this year, is one of the largest operators of so-called “enhanced oil recovery,” a process in which drillers inject carbon dioxide into aging oil fields to squeeze out the last remaining barrels. Some of the gas generally remains trapped in the rock, while the rest can be captured and reinjected.\nTraditionally, companies have mined most of that CO2 from geological sources, but increasingly they have purchased a portion of their carbon dioxide from industrial plants that are fitted with carbon capture equipment. Occidental’s chief executive, Vicki Hollub, had already used the company’s investment in enhanced oil recovery to say it would one day become a carbon-neutral oil company.\nOn Tuesday, she gave a more specific target, saying during an earnings call that the company would reach “net-zero” emissions for its own operations by 2040, and would reach the same target for the emissions from its products by mid-century. She added, “We expect our leadership in developing innovative technologies and services for carbon capture and sequestration will also help others achieve their net-zero goals extending our impact well beyond our own emissions footprint.”\nOccidental has invested in several ventures that are working to remove carbon dioxide directly from the air, a process that could, in theory, be used to offset the emissions from the oil that it produces.\nBut there are a slew of questions about whether that goal is achievable. Carbon capture and storage, or CCS, remains an expensive process that has yet to be deployed beyond a handful of examples. Most existing CCS operations capture emissions from natural gas processing plants, ethanol plants or other industrial facilities that produce exhausts with high concentrations of CO2, which makes the process relatively cheap.\nThe gas processed at an ExxonMobil CCS facility is about 65 percent CO2. Ambient air, by contrast, is only about 0.04 percent CO2—despite all the carbon dioxide that humans have poured into the atmosphere. That lower concentration requires much more energy to capture, making the process more expensive.\nAnd while it might be technically possible to store more CO2 underground through enhanced oil recovery than is emitted by the petroleum it produces, many environmental advocates view the practice as a dubious climate solution. In order to call it carbon-neutral oil, Occidental would have to ensure rigorous accounting of the gas it captures. It might also need to rely on other policies that would curb oil demand more broadly.\nOtherwise, it could be hard to ensure that Occidental is replacing oil with a higher carbon footprint rather than simply adding more oil to the global market. No matter what, the company would have to massively expand its capture and storage operations in order to reach its goal of zeroing out the emissions from the oil it sells.\nOccidental has been a prominent advocate for policies that support CCS technology, including the 2018 expansion of a tax credit that provides $35 per ton of captured CO2 used for oil production, and $50 per ton for CO2 simply stored underground. Occidental also broke from many of its industry peers by joining with some environmental advocates to lobby in favor of strong EPA oversight of the practice as part of that tax credit.\nThe technology may see additional government support in the coming years as the Biden administration seeks to push its climate agenda through what is likely to be a divided Congress: CCS is one of the few climate policies to enjoy broad bipartisan support.\nLogan, of Ceres, said the company is taking a different risk from its European competitors.\n“They’re taking a risk in that their commitment is really based on some assumptions about the economic and technological viability of carbon capture technology,” he said, rather than transitioning to a new business model that expands into renewable energy.\nHe added, “It’s a very different type of approach and a different risk, and if it succeeds it opens up a new business strategy that you could see a lot of other oil companies following.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}