{
  "url": "https://insideclimatenews.org/news/09112020/biden-administration-carbon-capture-storage/",
  "title": "For a Climate-Concerned President and a Hostile Senate, One Technology May Provide Common Ground",
  "date": "2020-11-09T10:00:00-05:00",
  "content": "When Joe Biden moves into the White House in January, he’s likely to be greeted by a Republican Senate that is resistant to the more ambitious climate policies he campaigned on. But he and the divided Congress may find common ground on one action to fight global warming for which proponents say the right government incentives could change the game: carbon capture and storage.\nBiden promoted the technology as a candidate, and it is one of the few climate policies to enjoy true bipartisan support. And while carbon capture and storage, or CCS, has a vexed history, a combination of factors has brought the technology into prominence in recent years.\nSome climate advocates still see CCS as a pretext for extending the life of fossil fuels, but many scientists and policy experts say it’s growing clearer that the world will need to be able to capture some carbon dioxide emissions from smokestacks or pull CO2 straight from the atmosphere in order to meet global climate goals.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nAnd Biden may find support for carbon capture and storage to be one of the few climate policies he can get through a Republican Senate.\nCCS first entered the national political agenda in the 2000s, in the form of so-called “clean coal.” The fuel then provided about half the nation’s electricity, and the coal industry created a new lobbying group to promote the technology.\nMany environmental groups saw the effort as disingenuous at best, and despite billions of dollars in federal support, clean coal never really materialized. One project was abandoned after billions had been spent. The only commercial-scale coal power plant in the country to be outfitted with the technology halted capturing emissions earlier this year when oil prices collapsed—the captured CO2 was used to push oil from fading wells. And even before it stopped removing carbon dioxide, it only captured a tiny portion of its climate-warming pollution.\n“Most people, when they think of carbon capture, they think of capturing CO2 from power plants and they often think about coal” as the fuel in those plants, said Brad Crabtree, who runs the Carbon Capture Coalition, which includes coal and oil companies, utilities, environmental groups and unions. In fact, he said, the technology has been used primarily for other applications.\nOf 10 large-scale CCS plants in the country, all but one are attached to natural gas processing plants, ethanol plants or other industrial facilities with exhausts high in carbon dioxide, making it much cheaper to capture than from power plants with lower concentrations of the gas.\nWhile some coal companies and utilities may still advocate for attaching CCS to their power plants, many proponents of the technology say it can play an important role decarbonizing other sectors with emissions that are harder to eliminate, like cement and steel manufacturing. Some people within the oil and gas industry talk increasingly of attaching carbon capturing equipment to plants that will use natural gas to make hydrogen, a near-zero emission fuel that could then help decarbonize long-haul shipping, aviation and some industrial processes.\nThe technology could also be used to capture the gas at facilities that convert plants into hydrogen or other fuels, creating a carbon-negative fuel if the captured CO2 is stored underground.\nAnd carbon capture has gotten renewed support as it has become increasingly clear that simply reducing emissions may not be enough to limit warming to safe levels.\n“It’s not just about cutting down the sources of the CO2, it’s about finding ways to remove it from the atmosphere,” said George Peridas, director of carbon management partnerships at Lawrence Livermore National Laboratory. Some companies have begun trying to remove carbon dioxide directly from the air. “We need this to be widely available at the gigaton scale, so billion ton scale, by mid-century,” he said.\nAccording to a special report released two years ago by the Intergovernmental Panel on Climate Change, some level of carbon capture is likely to play a role in any effort that would limit warming to 1.5 degrees Celsius this century.\n“No one can tell you today how much of it we will need,” Peridas said, but “the name of the game here is diversification, and you want to be able to rely on as many tools as are available to you.”\nSome climate advocates, however, remain skeptical.\n“CCS is a strategy that has been touted by the fossil fuel industry for decades,” said Jenny Marienau Zimmer, political campaign manager with 350.org. The group was one of more than 600 environmental organizations that signed a letter to Congress last year saying they would “vigorously oppose” any Green New Deal legislation that supported CCS. “It’s a little bit of a distraction from the massive changes that really need to be made.”\nThere are reasons to doubt whether capturing carbon is the best way to cut CO2 emissions. So far, the vast majority of the gas that has been captured in the United States has been sold to oil companies, which use it to push oil out of depleted reservoirs. This was the destination of the CO2 captured at the CCS coal plant, in Texas, and when the price of oil cratered this year, the company could no longer afford to run its capture equipment. Peridas said pumping CO2 into oil reservoirs can have the effect of producing a lower carbon oil than conventional production, but only if coupled with policies that constrain oil demand, like the phase-out of gasoline cars and low-carbon fuel standards. In the absence of those policies, injecting CO2 into oil reservoirs risks simply adding more oil to the global market.\nExxonMobil, for example, is likely to have reaped hundreds of millions of dollars in tax incentives by capturing CO2 and selling it for injection in old oil wells, even as the company lobbied to loosen oversight meant to ensure that the CO2 remains underground. It scored a partial victory in that lobbying effort with rules that the Internal Revenue Service is finalizing now.\nSolar and wind power are currently cheaper options than attaching carbon capture to fossil fuel-fired power plants, so Zimmer and other critics say the investments in CCS would be better spent transitioning away from fossil fuels completely and focusing on proven means for decarbonizing the economy.\nBut proponents of CCS say that view is shortsighted, and ignores how wind and solar energy arrived where they are today.\n“If you look at wind, that was the result of a whole bunch of different, really aggressive policy actions,” said Rich Powell, executive director of ClearPath, a nonprofit that advocates for conservative clean energy policies. He noted that a combination of federal tax breaks and renewable electricity standards at the state level drove down the cost of wind over decades, and that the same has happened for solar over the past 15 years. “We’re only seeing the beginnings of all those things for carbon capture.”\nThe technology works, its supporters say. The challenges are in bringing down costs and deploying it at a broad scale, and a number of federal policies could help speed the process. In 2018, Congress passed a tax credit that Crabtree at the Carbon Capture Coalition and others liken to the type of support that wind and solar received decades ago. More than 30 projects have been announced since then, according to the Clean Air Task Force, but delays in implementing the rulemaking required for the credit have led to a push to extend it or even make it permanent. That’s one of several measures that Crabtree’s group included in memos it prepared for each presidential candidate with a list of actions they could press for in their first 100 days.\nBringing down the costs of capturing carbon is just one challenge, however. For carbon capture to play a significant role in reducing emissions, the nation would need a network of pipelines to carry carbon dioxide from polluters to wells, where it could be injected and stored underground. Those pipelines could face many of the same challenges getting permits and approval from landowners that oil and gas pipelines have faced in recent years. But Peridas points to the nation’s oil and gas pipeline network as evidence that it can get done, given the right financial incentive.\nOne way to ease this challenge is to develop hubs of heavy polluters that are closely packed together and can share a pipeline. Researchers have begun looking at Houston as an example: The region is home to many petrochemical plants and refineries and is also near the right type of geology to store lots of CO2.\nPowell said that the right government incentives could unleash investment and research from big industries, and he pointed to bills in Congress that would extend the carbon capture tax credit, smooth permitting and fund some “moonshot” demonstration projects as a good place for the Biden administration to start.\n“I think once that all started to happen and the learning-by-doing really got cooking,” he said, “you could see it really start to take off.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}