{
  "url": "https://insideclimatenews.org/news/07112020/young-voters-climate-change-environmental-justice-joe-biden/",
  "title": "Young Voters, Motivated by Climate Change and Environmental Justice, Helped Propel Biden’s Campaign",
  "date": "2020-11-07T10:30:17-05:00",
  "content": "If Joe Biden wins the presidency, young voters between 18 and 29 will have played a critical role in his election, turning out in force and favoring the former vice president over President Trump by 61 percent to 36 percent, according to an analysis by the Center for Information & Research on Civic Learning at Tufts University.\nThe Center concluded that those young voters, and particularly young people of color and women, may have helped put Biden over the edge in crucial battleground states, based on an analysis of votes counted by midday Friday.\nThe Tufts’ center estimated the youth share of the vote in the 2020 election at 17 percent, compared to 16 percent in the 2016 presidential election and 13 percent in the 2018 midterms, based on the 2020 VoteCast from the Associated Press, the National Election Pool exit poll from Edison Research and its own analyses of census population data. That figure could change as more data becomes available and the election comes to a close.\nThe center, a non-partisan, independent research organization focused on youth civic engagement, also projected that once all votes are counted, youth turnout may rise to 53 to 56 percent, compared to 46 percent in the 2016 election and 36 percent in the 2018 midterms. That would represent the highest youth voter turnout since at least 1984.\nPlease take a look at the new openings in our newsroom.\nYoung Black, Asian and Latino voters supported Biden over Trump by margins of 77, 72 and 49 points respectively. By comparison, young white voters supported Biden over Trump by a margin of only 6 points. Support for the two candidates also divided along gender-based lines within racial and ethnic groups, with young white women preferring Biden over Trump by a 13-point margin, while young white men preferred Trump over Biden by a 6-point margin.\nThe center’s analysis also found substantial pro-Biden youth voter turnout in key battleground states, including in closely-watched Georgia, where youth comprised 21 percent of the vote and gave Biden a 19-point edge over Trump. Specifically, young Black voters, who favored Biden over Trump by an 82-point margin, “put Georgia in play,” the center said in its analysis.\nWith a recount underway, Biden currently leads in Georgia by just over 4,000 votes. The center estimated that youth voter turnout across the 11 crucial battleground states of Arizona, Georgia, Iowa, North Carolina, Florida, Ohio, Montana, Colorado, Wisconsin, Texas and South Carolina could rise to 51 to 53 percent by the election’s end.\n“In many ways, the energy young people have brought throughout this election cycle—that will have catapulted Joe Biden into the presidency if we get that result” and given him a “climate mandate” in office, Varshini Prakash, co-founder of the Sunrise Movement, a youth-led climate organization, said at a press conference on Thursday.\nPrakash added that Sunrise and allied climate and progressive organizations played a critical role in making a youth-powered Biden victory possible by pushing for the Green New Deal and advocating for climate more broadly. For young voters across the political spectrum, she said, climate is “essentially a litmus test for the 2020 election.”\nGarrett Blad, a spokesperson for the Sunrise Movement, said Biden’s use of climate change as a “closing argument” in advertisements in swing states down the election’s final stretch testified to the group’s success in shaping climate as a dominant issue in the Democratic Party and national political dialogue.\n“This is going to sound so simple but when a campaign is actually talking with young people publicly, I think that matters a lot,” said Abby Kiesa, the Tufts’ center’s deputy director, who attributed Biden’s favorability among young voters in part to his effort to appeal directly to youth from early on in his campaign after the primary.\nKiesa added that young voters could distinguish authentic appeals from political rhetoric. “Young people aren’t dumb; they know when someone’s just out to get their vote,” she said.\nBlad offered a similar analysis. “To Biden’s credit, like a lot of politicians don’t do, he listened to young people,” said Blad.\nHe said he thought Biden’s heavy communications about climate change was a driving force behind the vast uptick in his favorability among young voters between May and October.\nZanagee Artis, co-founder of Zero Hour, a youth climate justice organization, said the Unity Task Force on Climate Change Biden formed with Sen. Bernie Sanders, which included Green New Deal champions Rep. Alexandria Ocasio-Cortez and Sunrise’s Prakash, signalled the former vice president’s willingness to listen to and work with young people.\nThough Biden’s refusal to commit to a ban on fracking and fully embrace the Green New Deal frustrated many young progressive climate activists, Artis said he felt encouraged by how successful the youth climate movement had been in pushing Biden to adopt a much bolder climate policy plan than he would have otherwise.\nArtis was among several climate activists who said youth helped propel Joe Biden into office on the promise that his presidency would deliver not only bold action, but specifically climate justice.\nRather than talk strictly about science or decarbonization, Biden spoke about climate in terms of green job creation and investment in marginalized communities—language that helped energize young people who had coalesced around Sanders in the early Democratic primaries.\n“Climate is a mobilizing issue because climate is an intersectional issue,” said Saad Amer, an environmental activist and director of Plus1Vote, a youth voter mobilization organization. He said climate was inseparable from racial justice and health equity.\nAlex Leichenger, strategic communications manager at NextGen America, an organization of young voters created to elect pro-climate Democrats, said Biden’s focus on environmental justice as part of his climate policy may help explain his higher support among young people of color and young women. Research has found that people of color and specifically, young people of color, are more likely to be concerned about climate change.\nThe center’s analysis of APVoteCast data shows young Biden voters were more likely than young Trump voters to say coronavirus, racism and climate change were top issues facing the country by 21-point, 14-point and 9-point margins, respectively, with young Trump supporters being significantly more likely to prioritize the economy and jobs.\nThat disparity reflects the gap between Biden, who linked climate to health and environmental racism, and Trump, who has continuously denied the science around the climate and Covid-19 crises while painting climate action as a threat to people’s jobs in the fossil fuel industry.\nLeichenger said he looked forward to seeing more data on the breakdown of youth voter turnout to better understand how racial and gender disparities affected young people’s support for Biden over Trump, along with any disparities between Gen Z and millennial voting trends.\nBeyond having the right messaging, Biden’s campaign may have benefited substantially from concerted organizing efforts by young climate activists to get out their peers’ votes.\nDanielle Deiseroth, a climate data analyst for the progressive think tank Data for Progress, said hundreds of thousands of postcards Sunrise sent out to young voters in Pennsylvania, Michigan, North Carolina and Florida were emblematic of the large-scale, youth-led organizing that may have played a critical role in swaying the election.\nBlad said Sunrise made a total of 1.8 million phone calls, sent 2.5 million texts and mailed 778,000 postcards to eligible voters, reaching 3.5 million unique voters just since the end of the presidential primary.\nDigital technologies may also have played an important role in mobilizing young voters, both Leichenger and Amer said. With in-person campaign events next to impossible because of the pandemic, they said, youth took advantage of their social media and internet savvy to get out the vote using platforms like TikTok and Instagram.\nAnd for many climate organizers, this year’s powerful youth turnout is only the beginning. Youth have “shown that they are relevant, that they are here and they are going to have a say,” said Natalie Mebane, associate director of U.S. policy at 350 Action.\nLeichenger said he thinks Gen Z voters between 18 and 23 are “only at the beginning of exercising what can be very substantial power.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}