{
  "url": "https://insideclimatenews.org/news/05112020/senate-republicans-majority-over-democrats-climate-change/",
  "title": "The Polls Showed Democrats Poised to Reclaim the Senate. Then Came Election Day.",
  "date": "2020-11-05T00:46:02-05:00",
  "content": "The dreams of climate-concerned Americans who had hoped voters would hand Democrats control of the Senate—along with the power to act on a climate agenda—were all but dashed in the election, despite bitterly fought campaigns from Maine to Arizona.\nDemocrats went into the election targeting half a dozen or more Republican incumbents, needing only to pick up three seats.\nFormer astronaut Mark Kelly in Arizona and former Colorado Gov. John Hickenlooper in Colorado took big early leads on election night, when it looked like that script might play out. But then key Republican incumbents held off their Democratic challengers—Sens. Joni Ernst in Iowa, Lindsey Graham in South Carolina, Susan Collins in Maine, and most likely Thom Tillis in North Carolina and Dan Sullivan in Alaska.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nWhile there were still technically pathways for Democrats to pick up a couple of seats, they appeared late Wednesday to be long shots at best, leaving some climate activists distraught.\n“I have a really dreadful feeling about this election,” said Khadija Khokhar, an organizer for Zero Hour, a youth-led climate and justice organization. “There is so much work to do.”\nThere was a lot at stake for the climate and the economy in an election year that produced record-setting hurricane and wildfire seasons. Across the West, energy and climate change was a leading issue for many voters. They lived through drought, heat waves and forest fires this summer. Some of them fretted over declines in the energy industry and the potential cost of clean energy.\nDemocrats will still control the House of Representatives, where they are likely to continue to press for action on climate change.\nExperts have said that in a Republican-controlled Senate, there still could be some less ambitious climate legislation. But Republicans have not so far put forward any comprehensive climate plans.\n“None of the Republican programs we have seen would get you anywhere near the emissions reductions required, given the science around climate change,” said David Konisky, a professor in the School of Public and Environmental Affairs at Indiana University.\nScientists have said that to keep global temperatures from rising beyond acceptable limits, there’s a global need to get to net-zero carbon emissions by 2050.\nPerhaps the most telling upset that never happened was in Kentucky, where Senate Majority Leader Mitch McConnell kept his job, despite a fossil fuels agenda, his defense of Trump’s anti-science and deregulatory policies and no plan for climate change. McConnell, 78, was rewarded with a seventh term by soundly defeating Democrat Amy McGrath, despite her $80 million warchest.\n“I am glad they decided our arguments were better than hers,” he said Wednesday.\nAnticipating the Senate race outcomes would go Republicans’ way, he said, “If my math is correct, I will still be the offensive coordinator.”\nThe current Republican majority is 53. For Democrats to secure a 51-vote majority, they would have needed a net gain of three Republican seats plus a tie-breaking vote by a Democratic vice president, Kamala Harris, assuming a win by former Vice President Joe Biden in the presidential race. If President Trump wins, the Democrats would need to net four seats previously held by Republicans.\nBut, by Wednesday evening, Democrats watched nearly all their hopes slip away. Sen. David Perdue’s continued to comfortably lead Democratic challenger Jon Ossoff with 50.3 percent of the vote as the final ballots were being counted in Georgia, thus potentially avoiding a Jan. 5 runoff election. In the race for Georgia’s other Senate seat, Democrat Rev. Raphael Warnock led a crowded field in a special election and will face incumbent Republican Sen. Kelly Loeffler in a Jan. 5 runoff, since neither collected more than 50 percent of the vote. Loeffler was appointed by Georgia Gov. Brian Kemp to fill the seat vacated late last year by Johnny Isakson.\nWarnock, a vocal environmental and climate justice advocate, received considerably fewer votes than Loeffler and her main challenger, Republican Rep. Doug Collins, illustrating the challenge Warnock will face in January.\nThe widely respected Cook Political Report said Democrats’ “razor-thin hopes” of regaining control of the Senate would hinge on Georgia runoffs in January if the Perdue-Ossoff race also requires a runoff—and then Democrats would have to defeat both GOP incumbents, Perdue and Loeffler.\nGoing into Tuesday’s election, climate voters revelled in the likelihood that a national climate policy might finally be on the near horizon as pollsters projected that Democrats had a good chance of winning the Senate majority and positioning Congress to reduce carbon emissions and advance clean energy.\nNate Silver’s FiveThirtyEight website had given Democrats a 78 percent chance of flipping the Senate. And the Cook Report had concluded that Democrats were the clear favorites to take back the Senate with just days to go until Election Day.\nBut on Wednesday, the Cook report had a new analysis.\nIt called the outlook for Warnock “ominous” in the runoff, while noting the Democrats’ failures in “multiple avenues of flipping the Senate” and that, “in all likelihood,” Republicans would hold on. “In races that Democrats were bullish on and even Republicans sounded very wary about holding in the final days, everything came up red.”\nRepublicans went on a roll.\nIn Iowa, Ernst, who has had a significant relationship with Big Oil, survived an embarrassing moment during a debate with Democrat Theresa Greenfield, where Ernst failed to know the break-even price of soybeans.\nIn Maine, Collins, who has the strongest voting record on climate among Senate Republicans, won a fifth term by defeating Democrat Sara Gideon in what the Portland Press Herald described as “an intensely negative contest.”\nBig environmental groups like the Sierra Club and League of Conservation Voters that had abandoned Collins for Gideon now find themselves in the position of having to rebuild their bridges with her.\nRepublicans also took back the Senate seat in Alabama held by Doug Jones, with a victory by a former football coach, Tommy Tuberville, who argued that only God can control the climate.\nAnd one of most closely watched and expensive Senate races was in South Carolina, where Graham, a self-styled climate champion with little to show for his rhetoric, defeated a well-funded Jaime Harrison, a Democrat who had set fundraising records.\n“To those who have been following this race, I hope you got the message,” Graham said during his victory speech. “If you don’t get this message, it’s hopeless. The message I got: people like what I am doing and I am going to keep doing it. I am going back to the Senate with a purpose.”\nPart of that purpose, he said, was to “do everything I can to stop the radical agenda coming from Nancy Pelosi’s House.”\nComing into the race, most scenarios for Democrats taking back the Senate started with Hickenlooper beating Sen. Cory Gardner and Kelly, a retired astronaut married to former Rep. Gabby Giffords, defeating Sen. Martha McSally in Arizona.\nThey were able to do that.\nDuring his campaign this year, Hickenlooper—who some progressives had dubbed “Frackenlooper”—managed to transform his reputation as a fossil fuel-industry supporter into a candidate pledging to fight climate change.  Gardner had sought to dodge the anti-climate label applied to the GOP.\n“From start to finish, the race for the Senate in Colorado has been about public lands and addressing climate change,” said Gene Karpinski, president of the national environment-focused political action committee, the League of Conservation Voters.\nHickenlooper was also endorsed by the Protect Our Winters Action Fund, a climate action group led by outdoor athletes, which noted that “Colorado’s winter sports tourism economy is in harm’s way due to climate change.” The fund also backed Kelly, noting that he “has spoken favorably of a carbon tax.”\nIn Arizona, Kelly told voters during the campaign how his views on climate and the environment were shaped by his experiences in space. He pledged to use science and data as tools to help tackle climate change and facilitate Arizona’s transition to renewable energy.\nIn Montana, a tight race went to incumbent Republican U.S. Sen. Steve Daines, who fought off a challenge by Democratic Gov. Steve Bullock in an intense battle that left many Montanans eager for the campaign season to end.\nIn Mississippi, Gov. Tate Reeves said national political pundits and pollsters that had forecast a good night for Democrats got it wrong once again in the race between Republican Sen. Cindy Hyde-Smith and Democrat Mike Espy, a charismatic Black candidate and former Agriculture Secretary.\n“We are going to elect someone who is going back to Washington and still be in the majority,” Reeves said at a victory celebration for Hyde-Smith, who easily defeated Espy by 13 percentage points.\n“It was the Second Amendment that was on the ballot tonight,” said Hyde-Smith, who had tied her fortunes to Trump’s agenda and supported production of Mississippi’s and the nation’s energy resources, including biofuels. “It was socialism that was on the ballot.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nJudy Fahys has reported on the West for decades from Washington, D.C., and Salt Lake City. After covering the environment, politics and business at the Salt Lake Tribune, she fell in love with audio storytelling as the environment and public lands reporter for NPR Utah/KUER. Previously, she spent an academic year as a Knight Science Journalism fellow at the Massachusetts Institute of Technology. Her work has appeared in the New York Times, the Washington Post, High Country News and Outside magazine and aired on NPR. She serves on the board of the Society of Environmental Journalists.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}