{
  "url": "https://insideclimatenews.org/news/20102020/exxon-harvard-research/",
  "title": "Exxon Turns to Academia to Try to Discredit Harvard Research",
  "date": "2020-10-20T00:46:00-04:00",
  "content": "ExxonMobil is not known for its acquiescence—tenacious litigation and well-funded advertising are the oil giant’s favored methods for trying to swat away opponents. And in the latest flare-up in an ongoing battle between the company and two Harvard researchers, Exxon has now turned to the pages of an academic journal to continue its relentless self-defense.\nThree years ago, Geoffrey Supran, a post-doctoral research fellow at Harvard University, and Naomi Oreskes, a professor at the school, published a peer-reviewed article that examined nearly four decades of internal documents, including documents obtained by InsideClimate News, and public statements by Exxon and its predecessors. They found “a discrepancy between what ExxonMobil’s scientists and executives discussed about climate change privately and in academic circles and what it presented to the general public.”\nThe authors concluded that the company had misled the public about climate science, a finding that lent academic weight to the reporting InsideClimate News had published two years earlier. Exxon has tried to discredit the authors and their research, and last week, that effort reached the pages of the journal that published the original work.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nOn Friday, Environmental Research Letters published a comment by Vijay Swarup, Exxon’s vice president of research and development, that seeks to rebut the 2017 research, saying it has “at least two methodological flaws.”\nSwarup argues that Supran and Oreskes misleadingly attributed public statements made by Mobil before the two companies merged in 1999, including advertorials published in the New York Times, to Exxon. And, he asserts, the researchers then used those statements to demonstrate inconsistency with Exxon’s internal documents and published research.\nSwarup also claims that the researchers erred by examining only a tiny percentage of the advertorials that Mobil published in The New York Times, a selection that Swarup says was “cherry-picked by another entity, Greenpeace, an activist group engaged in a long running anti-ExxonMobil campaign.” In the 2017 paper, Supran and Oreskes said they had sourced the advertorials “from a collection compiled by” Greenpeace.\nFinally, Swarup cites a review that Exxon commissioned of the 2017 article, which questioned the method that Supran and Oreskes used to analyze the documents. All these together, Swarup writes, “call into question the publication’s conclusions.”\nBut the journal also published a reply by Supran and Oreskes.\nIn their reply, Supran and Oreskes call Swarup’s claims “misleading and incorrect,” and draw on newly-available documents that they say only reinforce their original conclusion and further undermine Swarup’s claims.\nSupran and Oreskes say that only 4 percent of the advertorials Mobil published addressed climate change and so only this small subset was relevant to their research. And they reject Swarup’s assertion that they conflated statements by Mobil with documents attributed to Exxon—in their study, they write, they “explicitly attributed each individual advertorial to one of Exxon, Mobil, or ExxonMobil Corp.”\nBut Supran and Oreskes also cite an addendum to their original research that draws on additional materials they say underscore the fact that executives and scientists at Mobil, as well as those at Exxon, were well aware of the state of climate science. The addendum has been accepted by a journal but has not yet been published. One of those documents is a 1983 “Status Report” on global warming by Mobil that, the authors write, “cautioned that if ‘urgent national concern’ about the greenhouse effect emerged, ‘restrictions on fossil fuel and land use might be established.’”\nSupran declined to comment, saying he is waiting to discuss the new findings until the addendum is published, which he expects will be within a few weeks. Exxon did not immediately reply to a request for comment.\nThe company has alleged that Supran and Oreskes—along with other organizations, including InsideClimate News, and some state attorneys general that have sued or investigated the company—are part of a conspiracy to tarnish its image, and has sought to discredit their work. Those efforts have included, among other things, a Twitter campaign; a letter to European Parliamentarians; and filings in some lawsuits against the company.\nExxon’s attack rests in part on charges that a group of philanthropies are funding the work: The Rockefeller Brothers Fund supported Supran’s and Oreskes’ 2017 research, and is also among the funders of InsideClimate News. But their case against the researchers is also based on research that Exxon paid for, which was not peer reviewed. These charges have not gained much traction in the courts, where Exxon has used them to try to have cases against the company dismissed.\nInstead, the latest back-and-forth may only draw attention to the type of behavior for which Exxon has drawn scrutiny from journalists, advocates and, increasingly, lawsuits from state and local governments. The legal claims have cited news reports by InsideClimate News and others,  as well as Supran and Oreskes’ research, to argue that Exxon misled the public about climate change and fought efforts to cut greenhouse gas emissions, and should therefore help pay the costs those governments face as more severe wildfires, storms and rising seas batter their residents and infrastructure.\nSupran and Oreskes, in their response, point out that Swarup does not explicitly reject their original conclusion that the company and its predecessors misled the public, an assertion they say is clearly backed by the evidence.\n“Faced with this,” they write, “Swarup resorts to the familiar tactic of trying to create doubt about scientific conclusions by questioning the research methodologies used or the motivations of the researchers. He continues ExxonMobil’s established pattern of attempting to discredit—rather than disprove—scientific findings that cannot, in fact, be disproved, because all available evidence supports them. ExxonMobil Corp’s reaction is predictable and ironic, because it is a case in point of what we described in our original study.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}