{
  "url": "https://insideclimatenews.org/news/09102020/clean-power-plan-oral-arguments/",
  "title": "Having Rolled Back Obama’s Centerpiece Climate Plan, Trump Defends a Vastly More Limited Approach",
  "date": "2020-10-09T09:00:00-04:00",
  "content": "In the biggest case to reach a federal appeals court so far over President Donald Trump’s dismantling of his predecessor’s climate policy, administration attorneys argued on Thursday that the Clean Air Act gives the Environmental Protection Agency only limited authority to regulate greenhouse gas emissions from electric utilities.\nPresident Barack Obama asserted more expansive powers in his Clean Power Plan, the centerpiece of his strategy to combat climate change, which would have cut greenhouse gas emissions by a third.\nThe plan gave states the authority to set emissions goals across the power sector and encouraged them to shift away from coal to cleaner sources of power such as natural gas, wind and solar. It was challenged by industry and 27 states and blocked by the U.S. Supreme Court before Obama even left office.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nTrump replaced Obama’s plan last year with something he called the Affordable Clean Energy rule, which was based on a far narrower interpretation of the Clean Air Act and empowered the EPA to seek minor emissions reductions at individual coal-fired power plants. Instead of reducing emissions by a third, greenhouse gases would fall by less than 1 percent.\nThe argument Thursday in the U.S. Circuit Court for the District of Columbia came in a lawsuit filed by the American Lung Association and other environmental groups, 20 Democratic states and the District of Columbia to block Trump’s limited approach on grounds that it fails to adequately safeguard public health as the Clean Air Act requires.\nJonathan Brightbill, principal deputy assistant attorney general, defended Trump’s  Affordable Clean Energy rule, saying Congress only gave the EPA authority to establish standards for power plant operators to achieve greater heat efficiency at individual power plants, thereby reducing emissions.\nHis long and highly technical argument, which at one point came down to a discussion of the differences between “at,” “to” and “for,” seemed far removed from the climate-amplified wildfires that have seared the West Coast or the storms that have pummeled the Gulf Coast.\nAnd Brightbill faced tough questioning from the two Obama administration appointees on the three-judge panel, Judges Patricia Millett and Cornelia Pillard.\n“I’m a little bit puzzled by the position of the government here,” said Millett.\nShe said that the Clean Power Plan took a flexible, hands-off approach, with the Obama administration saying, “‘This is where we need to go as a country with emissions. We need to protect our country, our resources, our people. Ultimately, you, industry, are the wise ones to figure out how we get there.’\n“Why isn’t it the pro-industry, pro-government minimal approach to do it this way?” asked Millett. “It’s more flexible.”\n“It may very well be that from a policy perspective,” said Brightbill, but that wasn’t the law as Congress wrote it.\nJudge Justin Walker, the third jurist on the panel and the newest member of the D.C. Circuit, ranged far from statutory language in his questioning.\nWalker, 38, a Trump appointee and protege of Senate Majority Leader Mitch McConnell who was installed on the appeals court last month, at one point asked a lawyer for a group of power companies to walk him through the process of electric generation from the time that “a miner mines a piece of coal” to the time that he turns on a light switch.\nAt another point, he noted how much he was learning about electric grid operators. Walker also quoted from Obama’s 2015 White House ceremony for the Clean Power Plan to suggest that he viewed it as a major regulation, and therefore subject to less deference by the courts.\nWalker, who like many Trump appointees, was a member of the conservative Federalist Society, sought to use a series of questions to guide the presentation of a fellow Federalist, Lindsay See, the solicitor general of West Virginia, who was arguing in support of the EPA.\n“Assume … the world is warming, and the warming is manmade, and the costs are far costlier than those of this plan,” Walker said. “None of that is relevant to how we interpret this statute. What do you think this case is about?”\nSee agreed that the case was about the meaning of the statute.\nMore than 100 parties had entered on either side of the case, and oral arguments—with the lawyers and judges connecting virtually before an online audio audience—far exceeded the three hours that the D.C. Circuit set aside for the case.\nThe American Lung Association, a New York-led group of states, and power companies that already had invested heavily in cleaner energy, all were seeking to have the Trump administration’s weak climate rules for power plants struck down as unlawful.\nThey argue that the Trump rule does not consider the full range of options for dealing with what the agency has determined is a threat to health and the environment.\nOne group of energy companies argued that the Trump administration did not even have authority under the law to put weak climate rules in place.\nNo matter who prevails at the D.C. Circuit, the number of disputants virtually guarantees the case will be appealed to the Supreme Court. There, it could become a vehicle for a high court with three Trump appointees to shape future climate policy, no matter who wins the election in November.\nThe environmental community looks at the case dealing with the meaning and reach of the Clean Air Act as a high-stakes battle even though Democratic presidential nominee Joe Biden favors drafting new law to address climate change.\nEven if Congress can overcome its past logjam on climate and pass new statutes tailored specifically to reducing greenhouse gas emissions, environmentalists believe that the climate crisis will require a large array of government action, including the ability  to invoke the power of the Clean Air Act, which marked its 50th anniversary this year.\n“In our view, the Clean Air Act was passed to supply the tools to meet the threats to our health and our climate from power plants,” said David Doniger, senior strategic director of the Climate and Clean Energy Program for the Natural Resources Defense Council.  “Congress told the EPA to look realistically at how each industry that it addresses actually works and to choose the systems of emissions controls that effectively reduces dangerous pollution at acceptable costs.\n“The prior EPA took account of how the power sector actually works—with plants interconnected and your light bulbs and computers not caring which plants supply their electricity,” said Doniger, speaking prior to the arguments. “The Trump EPA, trying to protect and revive the coal industry…is trying to show through Houdini-like contortion that the law leaves it no choice except this do-nothing rule. And their goal is to lock that view in permanently, to cripple what a future administration can do.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}