{
  "url": "https://insideclimatenews.org/news/26092020/roadless-rule-tongass-alaska-logging/",
  "title": "The Trump Administration Moves to Open Alaska’s Tongass National Forest to Logging",
  "date": "2020-09-26T04:05:00-04:00",
  "content": "Despite opposition from environmental and indigenous groups, the Trump administration took a major step on Friday toward exempting the Tongass National Forest in southeast Alaska from a 2001 rule preventing commercial logging and other development.\nAfter nearly two years of input and consultation, the U.S. Department of Agriculture released its final environmental impact statement, one of the last steps in removing protections under the Roadless Rule from the virtually untouched public land.\nThe Roadless Rule, issued by President Bill Clinton in January 2001, prohibits road building and commercial logging in 58 million acres of U.S. forests, including 9.2 million acres of the Tongass.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe Tongass serves as an enormous carbon sink, storing an amount of carbon equivalent to taking 650,000 cars off the road annually, Andy Moderow, Alaska director of the Alaska Wilderness League, said in a statement.\n“Why, with our climate in crisis and Alaska experiencing climate impacts more acutely than most, are we even discussing chopping down a natural climate solution and a regional economic powerhouse just to ship [timber] overseas?” Moderow said. “The timber industry is a relic of the past, and today, we should be focused on what kind of world we leave to our kids.”\nA draft environmental impact statement in October 2019 outlined six alternatives for modifying the Roadless Rule with their respective environmental impacts. With the release of the final EIS, the USDA selected the most extreme alternative, fully exempting the Tongass from the rule.\nSome time after a 30-day waiting period, the record of decision will be published by the secretary of agriculture. Once the record of decision is finalized, environmental groups like Earthjustice will likely sue.\n“Earthjustice has spent decades in court defending the Tongass,” Kate Glover, the nonprofit environmental law group’s Juneau-based attorney said in a statement, “and we will use every tool available to continue defending this majestic and irreplaceable national forest.”\nThe three members of Alaska’s congressional delegation—all Republicans—issued a statement welcoming the final environmental impact statement.\n“This is a good day, and one that has been long in the making,” Rep. Don Young (R-Alaska) said in the statement. “I look forward to continuing to fight on behalf of our state’s right to manage our own resources.”\nEnvironmentalists and tribal governments have opposed opening the 16.7 million acre Tongass National Forest to logging. The Roadless Rule covers about 55 percent of the forest.\nNine Alaska native groups filed a petition with the USDA in July to stop the removal of protections for the forest, which some native groups rely on for hunting, fishing and other resources.\nAlaska’s congressional representatives argue that the Roadless Rule is a federal imposition that restricts the local economy from logging, mining and hydropower development.\n“For nearly two decades, the Roadless Rule has stifled opportunities for Alaskans … to harvest timber, connect communities, develop minerals and build vital energy projects,” Sen. Dan Sullivan (R-Alaska) said in a statement. “With this new Tongass-specific regulation, the Forest Service has struck a better balance between conservation and fostering opportunities for Alaskans to make a living.”\nCritics of the decision say removing the Roadless Rule to allow timber harvesting is unlikely to benefit the Alaska economy.\n“Stripping protections from the Tongass National Forest is a shortsighted move that favors clear-cut logging—an industry that is not economically viable in southeast Alaska,” Ryan Richards, senior policy analyst for public lands at the Center for American Progress, said in a statement. “Rather than logging one of the best and biggest carbon reserves in the nation, we should be conserving this special place and boosting the job-creating industries, such as fishing and tourism, that it supports.”\nEnvironmentalists saw this latest removal of protection as the most recent in a long list of anti-environmental policies pushed through during the Trump administration. Dismantling the Tongass forest protection despite the opposition of indigenous communities reflects “everything that’s wrong with how President Trump has managed our nation’s public lands and forests,” Jayson O’Neill, director of the Western Values Project, said in a statement.\nCitizens for the Republic, a conservative political action committee, has also voiced opposition over the past year to removing protections from the Tongass, arguing that resources extracted from the forest would largely benefit China.\nThe final environmental impact statement “paves the way for a decision that will inflict irrevocable damage on a pristine and large portion of our country’s wilderness,” the group said in a statement.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKatelyn Weisbrod is the former Audience Director at Inside Climate News based in Minnesota. She previously wrote ICN’s weekly Warming Trends column highlighting climate-related studies, innovations, books, cultural events and other developments from the global warming frontier. She joined the team in January 2020 after graduating from the University of Iowa with Bachelor’s degrees in journalism and environmental science. Katelyn previously reported from Kerala, India, as a Pulitzer Center student fellow, and worked for over four years at the University of Iowa’s student newspaper, The Daily Iowan.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}