{
  "url": "https://insideclimatenews.org/news/23092020/warming-arctic-climate-mid-latitude-tropics-extreme-weather/",
  "title": "The Warming Climates of the Arctic and the Tropics Squeeze the Mid-latitudes, Where Most People Live",
  "date": "2020-09-23T09:00:00-04:00",
  "content": "For humans, the mid-latitudes are Earth’s climate sweet spots, where much of civilization, including cities and key food production areas, have developed. But those zones are increasingly being pummeled by climate change from both the north and south.\nThe Arctic is lashing out with the icy whip of an increasingly twisted and unpredictable winter storm track that drives flooding in Great Britain and cold snaps in Canada, while areas like the Southwest United States and around the Mediterranean Sea are drying out as the planet’s hot tropical belts expand relentlessly poleward.\nRecent research explains how global warming is intensifying those extremes and shows how the planet’s climate system is like an accordion—no matter which corner you tug or push, all the bellows in between are affected.\nOne of the studies, published June 2020 in the journal Geophysical Research Letters, suggests that winter may not offer much relief from extremes brought by warming. It shows that the impacts of summer Arctic heat can ripple through time, triggering winter cold snaps in northeastern North America and flooding rainstorms in northwestern Europe.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nMarilena Oltmanns, a climate researcher with the National Oceanography Centre in the United Kingdom, found that fresh water pouring off the melting Arctic ice caps cools the surface of the North Atlantic rapidly during the onset of winter, which intensifies the whirling of fall and winter storms that pull icy air from the north and moist air from the south in a perfect recipe for extreme winter weather.\n“The freshwater creates shallower surface layers on the ocean that react faster to the air temperature,” she said. The more rapid warming and cooling of the ocean and atmosphere intensify each other, driving increasingly volatile weather patterns.\nThe study links the influx of fresh water from big Arctic melt years with extreme events like the record December rains that flooded the United Kingdom in 2015 and caused $1.9 billion of damage, as well as severe cold snaps in eastern Canada and the U.S., in the Novembers of 2014 and 2017.\nThe fresh water doesn’t just trickle in—it surges, especially during a big melt year. This summer’s Arctic heat wave melted some ice caps in Russia and Canada altogether, while Greenland lost 152 billion tons of ice. In recent years, the annual freshwater flow from just Greenland and the Canadian Arctic has been about 219 cubic miles, about 1.5 times the annual flow of the Mississippi River.\nJennifer Francis, a senior scientist with the Woodwell Climate Research Center who was not involved in the study, said the pool of cold water has become so persistent that it shows up on global temperature maps as a blue blob southeast of Greenland. She has been studying how melting Arctic sea ice affects jet stream winds that shunt weather systems west to east around the Northern Hemisphere.\n“The ‘cold blob’ south of Greenland is a fascinating newish phenomenon with likely ties to a rapidly warming Arctic,” she said. “This astonishing warming and ice melt is accelerating the demise of the Greenland ice sheet and also boosting output from rivers flowing into the Arctic. Both of these effects send additional freshwater into the North Atlantic, which starts the sequence of events described in this excellent new study.”\nShe said the climate connections identified by Oltmanns’ study are consistent with some of her research findings.\n“Basically, anything that alters patterns of sea-surface temperature will affect the atmosphere,” she said. “In this case, the increased north-south temperature contrast bolsters winds that bring stormier conditions into NW Europe during winter. In recent years the UK has seen major winter flooding events, which likely had a connection to the cold blob.”\nThe new study, she added, goes a long way toward showing that winter extremes aren’t just the result of natural Atlantic climate oscillations.\n“It provides convincing evidence that the additional freshwater arriving in the North Atlantic during summer is the main cause of the cold pool, which … contributes to observed storminess in northwest Europe,” she said. “As the Arctic continues to warm and melt rapidly, which is one of the clearest fingerprints of human-caused climate change, it’s likely that western Europe will continue to experience stormier-than-normal winters.”\nFor now, the cold surface fresh water still mixes with warmer and saltier water below each year at some point in the fall or winter, bringing the surface temperature back toward normal and ending the perturbation of the storm track.\nBut Oltmanns said her research also suggests the cold blob could eventually persist year-to-year, bringing additional disruptions to weather, if there are consecutive summers with big inflows of fresh water.\nIf the fresh water from several summers combines, the cold layer would deepen and prevent the water from mixing all year. She said the study shows that has already started to happen in the southeastern subpolar region, where the freshwater influx is stronger than other effects like wind that mix the water layers.\nThere are other long-term concerns. Over decades, other research shows, inflows of cold water could slow vital ocean currents that distribute warm and cold water throughout the oceans from the Arctic to Antarctica. And a study published Sept. 16 in the journal Science Advances suggests that large flows of ice and fresh water from the Arctic to the North Atlantic can also cause extreme regional climate shifts lasting for decades to centuries.\nAt the same time, the global tropics, dominated by oceans that have absorbed most of the heat trapped in the atmosphere by greenhouse gases, are getting hotter and growing poleward, bringing more droughts and heat waves to places like the American Southwest and the Mediterranean region of Europe.\nA study published July 29 in the journal JGR Atmospheres explained how that tropical expansion is linked with global warming.\nHu Yang, a climate researcher at the Alfred Wegener Institute in Germany who led the new study on tropical expansion, said the widening grasp of the hot tropical belt has been well-documented the past few decades, and is consistent with similar changes during ancient warm periods that occurred in between the Earth’s ice ages.\nYang examined potential causes of the poleward growth of the world’s hottest regions, ruling out natural climate cycles, volcanic dust and industrial pollution. He found that the expansion is caused by overheated oceans, which have absorbed 93 percent of all the extra heat trapped by human greenhouse gas emissions. Much of that accumulation is in tropical and subtropical waters that are exposed to the relentless heat of the sun all year round.\n“Imagine you have a heater heating your bathtub and on the surface, you try to pull the water toward the center of the bathtub with your hands,” he said. “The center will heat faster.”\nIn the oceans, the warmer water is being pushed together by winds that converge between 20 to 40 degrees latitude in both the northern and southern hemispheres, he said. The enhanced ocean warming in the convergence zone pushes the borders of the tropics poleward. Since oceans cover about 70 percent of the Earth’s surface, their warming expands the tropical zone even over adjacent land areas, Yang added.\n“If this boundary shifts toward the poles, it changes water patterns and water resources,” he said. “Human civilizations developed in a stable climate, and major cities developed at this boundary. A little shift of 1-2 degrees latitude can change water availability in some areas a lot.”\nAustralia is already at the edge of that climate boundary, he said.\n“Most of Australia is already kind of desert—only the southern tip has regular precipitation,” he said. “If climate warming continues, and precipitation continues to shift to higher latitudes, maybe there will be no land in Australia with enough water.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}