{
  "url": "https://insideclimatenews.org/news/21092020/young-republicans-climate-change-biden-trump-voting/",
  "title": "Young Republican Climate Activists Split Over How to Get Their Voices Heard in November’s Election",
  "date": "2020-09-21T09:00:00-04:00",
  "content": "Four years ago, Jacob Abel cast his first presidential vote for Donald Trump. As a young conservative from Concord, North Carolina, the choice felt natural.\nBut this November, he plans to cast a “protest vote” for a write-in candidate or abstain from casting a ballot for president. A determining factor in his 180-degree turn? Climate change.\nClimate didn’t become a voting issue for Abel until months after the 2016 election. As a college freshman at Seton Hall University, he found himself increasingly frustrated by lackluster Republican responses to an issue now leading millions to march in the streets.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nAbel felt that his party’s future, like that of his generation, depended upon it addressing climate change with the appropriate urgency.\nWhile his progressive counterparts helped propel a “Squad” of climate leaders into Congress, Abel advocated for market-driven climate solutions like carbon pricing as a spokesperson for republicEn, a right-leaning climate advocacy organization.\n“The Green New Deal was actually a big catalyst for a lot of young Republicans coming forward and pushing for serious Republican solutions” on climate change, said Abel.\nMomentum on the left stirred new conversations on the right, as young conservatives banded together in hopes of sustaining both their party and the planet. Their cries for climate action helped open older Republicans’ eyes to the risk of losing young voters, and a seat at the table in future climate policymaking, if the GOP didn’t change its tune.\n“Over the next 10 years,” Abel said, he “wants to see Republicans come together with Democrats to come to a realistic solution,” along with Republicans proposing “more and more solutions” of their own, including around what Abel considers a critical “middle ground” measure to advance decarbonization—carbon pricing.\n“Because we’re still kind of relatively new to actually taking this topic seriously and proposing policy,” said Abel of the GOP, “I think our policy response could be more robust and more detailed.”\nOnly a decade ago, Abel’s story might have been a novelty. Now, it’s commonplace. From raging wildfires on the West Coast to Hurricane Sally’s massive flooding in the South, climate disasters are politicizing young people across the ideological spectrum who have experienced them first hand.\nYounger Republicans are much more engaged with climate change than their parents and grandparents, said Anthony Leiserowitz, director of the Yale Program on Climate Change Communication. The program’s research shows young Republicans are more likely than older ones to believe in human-caused global warming and to support climate action.\nFrustrated by party leadership that doesn’t represent their call for urgent climate action and public discourse that discounts their views, young Republicans also seem more willing to pose their own climate solutions. They don’t want to see a World War II-style mobilization; they want pragmatic proposals advancing private sector innovation.\nThe 2020 presidential election poses a critical test of climate conservatives’ willingness to put their environmental concerns before party politics. While some young Republicans who prioritize the issue of climate change remain loyal to Trump and others turn to Biden, a growing number like Abel are not supporting either candidate.\nGiven Trump’s thin margin of victory in 2016, young conservatives who choose not to vote for either major presidential candidate may help Biden just as much as those who vote for him over Trump, Leiserowtiz said, depending on the state they vote in. Millennials and Gen Zers will comprise 37 percent of eligible voters in November, which gives them vast electoral influence, if they vote.\nIf youth show up in force to oust Trump from office, their votes could provide a “powerful warning sign” for the GOP, Leiserowtiz said. It would affirm that for Republicans to win the youth vote and have a path to the White House moving forward, they must embrace climate action now.\nWhile young conservatives have united around the urgency of climate change, they remain divided over how to bring their concerns to the ballot box. Some embrace right-wing attacks painting Biden as a “tool of the left” and find his climate agenda “radical.” Others can’t find a way to justify voting for Trump, even if it means breaking with their party.\nPatrick Mann from Orange County, California, voted for Trump in 2016. But today, he’s leading Aggies for Joe at Texas A&M University and is co-founder of Texas Students for Biden.\nMann grew up watching wildfires ravage his home state, nearly forcing his family to evacuate in 2017. The GOP is failing to “meet the moment” for climate action, Mann said. He’s hoping Biden will deliver on a promise to “restore the soul of our nation.”\nTaylor Walker from Pensacola, Florida, is also determined to make her voice heard on climate, including by casting her first-ever vote for president—but not for Biden.\nWalker, a statewide campus coordinator for the conservative environmental advocacy group American Conservation Coalition, felt compelled to act on climate change after seeing the lasting environmental and economic damage the 2010 BP oil spill in the Gulf of Mexico wreaked on her home state. As a practicing Christian, Walker feels a “responsibility from God to steward the environment,” which means fighting climate change while protecting industry.\nShe lauded Trump’s support of Ron DeSantis’ run for Florida Governor in 2018. Walker appreciated DeSantis’ ambitious environmental vision and said he “passed quite a few green initiatives in the first few months of his term.” The governor’s environmental record since has been controversial, with DeSantis earning dismal ratings from the Sierra Club and League of Conservation Voters.\nWalker also praised Trump’s recent commitment to banning offshore drilling on the state’s coasts, which came two years after he proposed vastly expanding oil and gas drilling in U.S. continental waters. The move “shows a good faith investment” in finding clean energy alternatives, Walker said.\nWalker said she’d examine both major presidential candidates’ platforms and records on climate policy up until Election Day, but she doesn’t think there’s much, if anything, the Biden campaign could do that would convince her to swing left. If Trump can help pivot the GOP in greener directions, she said, “then more power to him.”\nYoung climate conservatives may fear climate denial and delayed climate action, but more than that, they fear the growing political momentum around the Green New Deal, the massive spending it entails and Biden’s citing of it as a “crucial framing for meeting the climate challenges we face.”\nMany don’t want to split with their party to support a Democrat whose allegedly bipartisan intentions they doubt. If stymieing what they consider a radical green agenda means re-electing a climate change denying president, so be it.\n“I’m scared of climate change, but I’m also scared of the Green New Deal and what it means for America,” said Ben Mutolo, a republicEN spokesperson and junior at SUNY College of Environmental Science and Forestry.\nMutolo felt encouraged by former Ohio Governor John Kasich’s appearance at the Democratic National Convention, but he still struggles to see himself voting for Biden. Though the candidate paints himself as a centrist, Mutolo believes he’s “cozying up to the ultra-progressive left.”\nMutolo, who wants to see market-based climate solutions like a carbon tax, feels torn between a candidate whose climate plan relies on taking an “All-of-Government approach,” and one with no efforts to reign in global warming at all.\nLeiserowitz said he appreciated how a conservative might feel Biden’s climate plan “doesn’t jive with their limited government, free-market approach.”\nBut he sees a strong distinction between voting for a presidential candidate with a $2 trillion climate plan that includes large renewable energy investments, which have bipartisan support, and a candidate trying “to take the country in the opposite direction, towards more fossil fuels.”\nEquating the two seems “hard to square rationally,” said Leiserowtiz. But most people don’t vote rationally. Research shows they vote based on their social and political identities, not policy positions, and are influenced by messaging from their social circles.\nAs someone ready to talk climate solutions, rather than debate science, Mann, the Texas A&M student, has struggled to connect with Republican peers supporting Trump. He believes that people concerned about climate change have a moral imperative to support Biden. “Voting for someone who took us out of the Paris Agreement, you’re not going to get progress on climate change,” said Mann. “Trump is not making America a leader on this.”\nGiven the vast threat posed by climate change, Mann said, a vote withheld from Biden is just as problematic as a vote for Trump.\nMann knows he can’t change people’s minds, but that won’t stop him from trying. “All I can do is plant ideas in their mind of why it’s important” to elect Biden now and put climate leaders into office beyond this November, he said. “Hopefully, those grow.”\nWhile some young climate conservatives like Mann are engaging their peers in discussions about the presidential election, others like Walker are more concerned with raising awareness of market-driven climate solutions or getting out the vote for local and Congressional races.\nWhatever their course of action, the chance to help shape climate policy for a critical next four to eight years isn’t lost on any of these young climate conservatives. How they cast their ballots, and in what numbers, may solidify for the right a reality already made clear on the left—political survival now goes hand in hand with efforts to stabilize the climate and invest in the futures of today’s youth and those of generations to come.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}