{
  "url": "https://insideclimatenews.org/news/17092020/net-zero-climate-change-report-oil-gas/",
  "title": "Get to Net-Zero by Mid-Century? Even Some Global Oil and Gas Giants Think it Can Be Done",
  "date": "2020-09-17T19:38:40-04:00",
  "content": "The world must get to net-zero carbon emissions by mid-century, and can make it happen for a cost that is relatively small in global terms, $1 trillion to $2 trillion per year, a new report has concluded.\nThe report was released this week by the Energy Transitions Commission, a think tank whose members include global industry giants like BP.\nThe report said that electricity should replace fossil fuels across the economy, rather than setting up systems that allow for some emissions that would need to be offset by carbon-removal technologies. Researchers and environmental groups have been saying similar things for years, but the message may be more influential coming from an organization tied to big businesses.\n“An exercise like this, done with this group of people, has more political heft than if it was a bunch of academics in the basement,” said David Victor, an international relations professor at the University of California San Diego and co-chair of the Brookings Institution’s energy and climate initiative.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe commission has a roster of major players from business and industry, but the list is heavily weighted toward Europe, and includes no large industrial or energy businesses from the United States. European businesses are trying to keep up with their governments on climate policy, while there is less pressure to do so in the United States, Victor said.\nAdair Turner, the commission’s co-chair, emphasized that the world must focus on cutting emissions and not rely heavily on carbon offsets, saying, “Zero must mean zero.”\nBy taking a hard line on carbon offsets, the commission is going further than some of its members, whose climate plans rely on carbon capture, carbon offsets or other methods that allow for some emissions.\nThe report acknowledges that some differences exist, saying that commission members “endorse the general thrust of the arguments made in this report but should not be taken as agreeing with every finding or recommendation.”\nThe London-based commission is a partnership of about 40 companies and environmental groups, including the steelmaker ArcelorMittal, oil majors like BP and Shell, and businesses that focus on renewable energy like Iberdrola and Ørsted. It also includes environmental organizations like the World Resources Institute and the Rocky Mountain Institute.\nWhile the report looks ahead to goals at mid-century, much of its focus is on actions between now and 2030, when the authors say the world must make rapid progress in order to be in a position to meet the long-term goals.\nThe report, titled, “Making Mission Possible: Delivering a Net-Zero Economy,” is in line with the commission’s track record since its founding, in 2015, focusing on how businesses and governments can cost-effectively reduce emissions.\nIn the report, the authors said the world could get to a net-zero economy by focusing on three main steps:\nDramatically increasing energy efficiency and shifting to a “circular economy” in which many resources can be reused and repurposed. This would allow the world to meet its energy needs without increasing the amount of energy it needs to produce.\nIncreased production of carbon-free electricity at a pace of five to six times higher than today.\nThe use of clean electricity to power all sectors of the economy, with electricity replacing fossil fuels for heating, industry, transportation and everything else. For sectors that cannot be electrified, like long-distance shipping, the report urges the use of hydrogen or other alternatives.\nThe estimated costs of $1 trillion to $2 trillion per year are the equivalent of 1.5 percent to 2 percent of global gross domestic product. For some perspective, the stimulus legislation passed by Congress this year cost about $2 trillion.\nThe report says the costs of the reducing emissions would not impair economic growth and would help to reduce the negative economic effects of climate change.\nVictor says there are a daunting number of obstacles that will make it difficult for the world to get to net-zero emissions by 2050, but that the report shows how it could be done.\n“This report makes the case that you can do it and that it’s economically viable and, more importantly, technically viable,’ he said. “But to get there, everything has to really line up.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}