{
  "url": "https://insideclimatenews.org/news/14092020/ocean-saltwater-climate-change-extreme-weather/",
  "title": "Changing Patterns of Ocean Salt Levels Give Scientists Clues to Extreme Weather on Land",
  "date": "2020-09-14T20:19:54-04:00",
  "content": "New mapping of salt concentrations in the world’s oceans confirms what physics and climate models have long suggested: Global warming is intensifying Earth’s water cycle, speeding up the rate at which water evaporates in one area and falls as rain or snow somewhere else.\nThat intensification has enormous implications because it worsens droughts and increases extreme rainstorms and flooding. But it has been hard to measure, because data is sparse across vast expanses of the oceans, which cover more than 70 percent of the planet’s surface.\nA study published Sept. 9 in the Journal of Climate, however, paints a much clearer picture of how much, and exactly where, the water cycle is changing, by tracking how salt concentrations have changed in the oceans over the last 50 years. Those measurements act like a giant rain gauge for the oceans, said co-author Kevin Trenberth, a climate scientist with the National Center for Atmospheric Research.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nTrenberth linked the findings to recent extreme wildfires and droughts in California and Australia.\n“The wildfires keep getting worse as the dry areas get drier,” he said. “This year it’s California, last year it was Australia. As the pattern persists, that’s when the chances increase for the effects to really accumulate and do damage. It’s very easy to say this is weather, this is just one event, but the study shows it’s part of a bigger pattern.”\nThe areas that are getting saltier show where there has been less rain and more evaporation, increasing the salt concentration, while the areas that are getting fresher are those getting more rain, diluting the saltiness. That affects land areas, too, because the storms and weather patterns that form over oceans eventually pass over the continents.\nBased on the changing concentrations of salt, the researchers estimated that the total amount of water moving through the cycle in the form of evaporation and rain has increased by 2 to 4 percent for every 1.8 degrees Fahrenheit of warming. That is enough to intensify dryness in drought-prone areas like the Southwestern United States and to increase precipitation in areas vulnerable to extreme rain, like the Midwest.\nIn areas where evaporation increases, soils and plants lose more water to the air. But that moisture doesn’t stay in the atmosphere forever. Eventually it falls somewhere else as rain or snow, and the new mapping shows that’s happening in areas that are already wet.\nSalt concentration, or salinity, is a good measure of how much water is added to and removed from the ocean, said co-author Nicolas Gruber, an environmental physicist at ETH Zürich.\n“It’s much more a recorder of environmental change than anything else in this context,” he said. “It’s a really good measure of the hydrological cycle, and over the ocean it works really well. It helps us understand the dynamics and the physics of the problem.”\nThe researchers pointed out that, with 3.6 degrees Fahrenheit warming, the point above which calamitous climate conditions are likely, the water cycle will intensify by between 4 and 8 percent, and perhaps more, if industrial air pollution with cooling effects is reduced.\nThe new study details regional changes—including increasing salt concentrations—in parts of the Caribbean and Indian Oceans, indicating less rainfall. The concentration of freshwater is increasing, on the other hand, across the Pacific and in the North Atlantic, where it could disrupt the Gulf Stream and the underlying Atlantic Meridional Overturning Current, a critical conveyor belt for global heat all the way from the Arctic to the Southern Ocean around Antarctica, said co-author Michael Mann, a climate scientist at Penn State.\nKnowing where more water evaporates from the ocean can also help show where more rain will fall, so understanding and tracking the regional changes in salt concentration can improve projections for future extreme changes in precipitation.\nCo-author John Fasullo, with the National Center for Atmospheric Research, said the new study provides an important global understanding of changes in salt concentration that will help pinpoint estimates of future regional change.\nUnderstanding changes in ocean salt concentration is not only important because of how they affect the climate and weather. There are direct impacts to the ocean, as well, Mann said.\n“First, ocean organisms are adapted to certain salinities,” he said. “If these start to change, then, along with warming and ocean acidification, it begins to challenge the adaptive capacity of marine organisms and ultimately the ocean food chain, and us.”\nSalinity also influences seawater density, which determines the distribution of warm and cold layers of water in the ocean. That stratification has an impact on ocean circulation, tropical storms, ocean oxygen levels and nutrients in the upper ocean, Mann added. The study creates a salinity index that “provides a particularly clean, low noise, high signal, means for detecting the climate change signal,” he said.\nThe processes of precipitation and evaporation are speeding up because of human-caused global warming, and “perhaps the biggest impact is on water movement,” added John P. Abraham, an engineer and climate researcher at St. Thomas University in Minnesota, who was a co-author of the study.\n“Because salty water is heavy, it wants to fall from the ocean surface to the ocean floor, called downwelling water,” he said. “Areas that are becoming less salty are lighter and they tend to stay at the surface. The upward and downward water motions are super important for ocean currents, because it causes nutrients to be brought to the surface for fish, and this regulates the climate around the world.”\nThe changes to precipitation and evaporation, he said, “will change the weather on the planet.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}