{
  "url": "https://insideclimatenews.org/news/02092020/alabama-public-service-commission-solar-sun-tax/",
  "title": "Alabama Public Service Commission Upholds and Increases ‘Sun Tax’ on Solar Power Users",
  "date": "2020-09-02T09:00:00-04:00",
  "content": "Energy regulators in Alabama voted Tuesday to uphold what critics have dubbed a “sun tax” on people who put solar panels on their homes and businesses across much of the state.\nThe Alabama Public Service Commission, which regulates the investor-owned Alabama Power Co., not only rejected a petition by the Southern Environmental Law Center to end the company’s extra monthly fee for customers with their own solar systems, but raised that fee by 8 percent.\nAlabama Power provides electricity to more than 1.4 million customers across the southern two-thirds of the state, including the cities of Birmingham, Montgomery and Mobile.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe Alabama Power solar fee is part of what clean-energy advocates have described as among the most regressive solar power policies in the country. Losing the decision after a two-year legal battle before an administrative law judge and the commission was a blow, said attorney Keith Johnston, who directs the law center’s Alabama office.\n“It’s very disappointing for the customers of Alabama Power,” Johnston said. It’s not fair to “people who want to use renewable energy, who want to decrease their electric bills” and invest thousands of dollars to do so, he said.\nAlabama Power, he said, is “clawing back the investment you make,” which amounts to a disincentive for using solar power.\nAlabama Power welcomed the 3-0 decision by the commission.\n“We are pleased with the vote, which validates our longstanding position that customers with on-site generation who want backup service from the grid should pay the cost for that service,” said Michael Sznajderman, spokesman for Alabama Power. “If not, other customers would unfairly pay the costs for those individuals and businesses.”\nThe commission’s media office did not return a request for comment. A PSC staff recommendation concluded that Alabama Power had “demonstrated that its back-up power service charges are reasonable in that such charges are based on actual metered data, the company’s most recent cost-of-service study and reasonable modeling techniques.”\nThe utility has been charging a $5 per kilowatt monthly fee. For an average 5-kilowatt rooftop solar system, the fee results in an additional $300 charge per year, or approximately $9,000 over the life of the panels, slashing solar customers’ average savings in half, the law center contends.\nThe new fee will be $5.41 per kilowatt monthly.\nThe fight in Alabama comes as almost every state has been weighing changes to how homes with solar are compensated for electricity they send to the grid, with utilities pushing back against policies that were put in place to provide incentives to generate solar power.\nThe law center filed the case more than two years ago on behalf of the Birmingham environmental group Gasp, the law firm Ragsdale LLC and two private Alabama citizens. Other groups were allowed to support the challenge, including the utility watchdog, Energy Alabama.\n“What is going on, basically, is the power company does not want competition and small-scale solar, which reduces the amount of energy people buy, threatens them,” said Daniel Tait, chief operations officer of Energy Alabama. “They will bend over backward to make sure it is uneconomical for you to go solar.”\nAlabama Power offers no incentives for solar power, according to its website. The credit customers get for any excess solar power they generate is at a lower-than-wholesale rate, Tait said.\nThe company’s policies on solar power do not seem consistent with the pledge of Alabama Power’s parent, Southern Company, to offer carbon-neutral electricity by 2050, Tait said.\nSznajderman disagreed. “This has nothing to do with carbon goals,” he said.\nHe said Alabama Power has already reduced its carbon emissions 38 percent from 2007 to 2019 and “expects carbon emissions to continue to drop over time,” as technologies advance. Still, about 67 percent of Alabama Power’s electricity generation mix is fossil fuels, according to a company fact sheet.\nThat 2020 fact sheet did not show any solar or wind power in the company’s portfolio, because those sources only intermittently provide electricity locally or through purchase power agreements, Sznajderman said.\nUntil last year, Alabama was ranked 49th in the country for solar power, and only 29,688 homes in the state are powered by the sun, according to the Solar Energy Industries Association. Alabama surged to 28th this year, but Tait said that’s because of large-scale private solar developments in the northern part of the state, within the Tennessee Valley Authority service areas.\nJohnston said other states have come to different conclusions about the wisdom or legality of the solar fees. The Kansas  Supreme Court recently rejected them. He said the law center will consider all options to continue its fight to improve the solar power economics of the state.\nTait said those options include appealing to the commission, filing a lawsuit or trying to get state lawmakers to establish better solar policies. The issue resonates with conservatives and liberals alike, he said, and noted that when the commission held a hearing on the matter last year, there was an overflow crowd.\n“People for very different reasons, of all political stripes, are very angry about the government telling them what they can and cannot do, and taxing them for changes they make on their own property,” Tait said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}