{
  "url": "https://insideclimatenews.org/news/01092020/candidate-profile-donald-trump-climate-change-election-2020/",
  "title": "President Donald Trump’s Climate Change Record Has Been a Boon for Oil Companies, and a Threat to the Planet",
  "date": "2020-09-01T18:50:07-04:00",
  "content": "Find profiles of all the presidential election candidates here.\nIn the middle of his 44th month in office, two weeks before the start of the Republican convention in late August, President Trump rolled back Barack Obama’s last major environmental regulation, restricting methane leaks.\nThe move represented an environmental trifecta of sorts for the president, who had handed the oil and gas industry another gift in his quest for “American energy dominance,” thumbed his nose yet again at climate change and came close to fully dismantling his predecessor’s environment and climate legacy.\nIt had been a busy four years, and a breakneck 2020, as Trump and the former industry executives and lobbyists he’d placed in control of the Environmental Protection Agency and the Department of the Interior raced to rollback auto emissions standards, weaken the nation’s most important environmental law, open the Arctic National Wildlife Refuge to drilling and reject stronger air pollution standards, even as research showed a link between those pollutants and an increased risk of death from Covid-19.\n“I applaud and strongly support President Trump’s continued support for the oil and gas industry,” Oklahoma Gov. Kevin Stitt said after the administration proposed its rollback of the Obama methane rules. “During these uncertain times, it makes no sense that we would be placing additional regulatory burdens on our vital industries which are not supported by sound science and do not consider economic impact.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nEnvironmental lawyers and climate activists who’ve been battling Trump since day one are in agreement that Trump, beginning with his decision to lead the nation out of the Paris climate accord, has done more to roll back and weaken environmental laws and regulations than any president in history.\nTrump extolled the accomplishment and put a different spin on the superlative during a White House speech in July, saying, “We have removed nearly 25,000 pages of job destroying regulations, more than any other president by far in the history of our country.”\nA few days earlier, as his Democratic rival, Joe Biden, unveiled a $2 trillion plan to combat climate change, Trump promoted what he called a “very dramatic” series of revisions to the National Environmental Policy Act, the foundation of environmental protection in the United States that had been signed into law by President Richard M. Nixon 50 years ago.\nEnvironmentalists have used the law to block everything from pipelines to the destruction of natural habitats. Trump has now limited environmental reviews under the act to between one and two years and relieved federal agencies from having to consider a project’s impact on climate change during the review and permitting process.\n“While our world is burning, President Trump is adding fuel to the fire by taking away our right to be informed and to protect ourselves from irreparable harm,” Gina McCarthy, Obama’s EPA administrator who now serves as president and CEO of the Natural Resources Defense Council, said of weakening the act.\nBy late summer, Columbia University’s Sabin Center for Climate Change Law had counted 159 actions since Trump took office “to scale back or wholly eliminate climate mitigation and adaptation measures.” Many have been slowed or blocked by the courts.\nWhen Trump delivered his first major energy speech in the fracking fields of North Dakota as a candidate in May 2016, he called for American domination of global energy supplies.\n“We are going to turn everything around,” Trump declared. “And quickly, very quickly.”\nOnce in office, Trump pursued a policy of unfettered support for fossil fuel development. He immediately signed memorandums to revive the Keystone XL and Dakota Access pipelines, projects blocked by Obama.\nIn early March 2017, his administration ordered the Environmental Protection Agency to stop gathering data from oil and gas companies needed to rein in leaks of methane, a potent short-lived climate pollutant. Fossil fuel infrastructure adds to greenhouse gas emissions, in part by leaking methane into the atmosphere.\nHe followed up, at the end of March, by issuing a sweeping executive order directing all federal agencies to target for elimination any rules that restrict U.S. production of energy. He set guidance to make it more difficult to put future regulations on fossil fuel industries and he moved to discard the use of a rigorous “social cost of carbon,” a regulatory measurement that puts a price on the future damage society will pay for every ton of carbon dioxide emitted.\nAs his first year in office came to a close, Trump and Alaska’s Republican senators inserted a provision into his signature tax cut legislation that called for opening the coastal plain of the Arctic National Wildlife Refuge for drilling.\nIn 2018, domestic oil production hit a record high. The result of this, among other things, was the reversal of three consecutive years of declining U.S. carbon emissions.\nMany of Trump’s regulations have also been tailored to favor the coal industry, often at the expense of cheaper, cleaner energy. Robert Murray, founder of the now-bankrupt coal company Murray Energy and one of Trump’s closest industry allies, gave the president a “wish list” early on that became a virtual template for the administration’s rollback of regulations.\nThe administration swiftly lifted an Obama moratorium on new coal leases on federal lands, to no real benefit. The decline of coal continued unabated, but Trump remained an unapologetic champion of the dirtiest fossil fuel.\nWhen U.S. government scientists released their latest volume of the National Climate Assessment in November 2018, it revealed much about the robust, sobering scientific consensus on climate change.\nIt also revealed the striking disconnect between Trump and essentially every authoritative institution on the threat of global warming.\nThe president rejected the assessment’s central findings—based on thousands of climate studies and involving 13 federal agencies—that emissions of carbon dioxide are caused by human activities, are already causing lasting economic damage and have to be brought rapidly to zero.\n“I don’t believe it. No, no, I don’t believe it,” Trump told a reporter after the assessment’s release.\nIn almost every agency overseeing energy, the environment and health, people with little scientific background, or strong ties to industries they would be regulating, were appointed to scientific leadership positions.\nOne of the administration’s first actions was to order scientists and other employees at EPA and other agencies to halt public communications. Several federal scientists working on climate change have said they were silenced, sidelined or demoted.  The words “climate change” have been purged from government reports and other reports have been buried.\nThe administration’s mistrust of scientists and its tendency toward science denialism would also become a prominent feature of its response to the coronavirus pandemic, when the president muzzled scientists at the Centers for Disease Control and chafed at the dire predictions of many epidemiological models for Covid-19 deaths.\nWith the nation in a state of emergency over the pandemic, Andrew Wheeler, a former coal industry lobbyist who serves as Trump’s administrator of the Environmental Protection Agency, moved in late March to fast-track the “Strengthening Transparency in Regulatory Science” rule. Wheeler replaced Scott Pruitt, an Oklahoma Republican who served as Trump’s first EPA administrator before resigning in 2018 amid an ethics scandal.\nCritics call Wheeler’s transparency proposal Orwellian and say it would actually limit the use of human health science in environmental decision-making, by eliminating studies that rely on patients’ anonymous medical data.\nWhile Trump and his conservative allies contend that the reliance on such studies amounts to “secret science,” scientists and leading medical authorities respond that it is standard practice to honor patient confidentiality in peer-reviewed studies.\nNumerous studies, including one based on health data from 60 million Medicare recipients, have shown that one of the signature pollutants from the burning of fossil fuels, microscopic particles less than 2.5 microns in width—known as PM 2.5—kill as many as 52,100 Americans prematurely each year.\nLess than a month later, as much of the nation remained locked down to halt the spread of Covid-19, a respiratory disease, the Trump administration rejected a recommendation from government scientists to strengthen the national air quality standard for particulate matter. Trump chose instead to maintain the current PM 2.5 standard, handing the fossil fuel industry a major victory.\nThe Trump administration knew no bounds for its fossil fuel agenda, pursuing drilling from the outset on pristine public lands in Alaska and the lower 48 states, where oil companies have long sought access.\nLess than four months after taking office, Trump moved to lift Obama’s offshore Arctic drilling ban and, then, in July 2017, gave Italian oil company Eni a quick green light to drill exploratory wells.\nIn March 2018, the Trump administration proposed a resumption of leasing in Alaska’s Beaufort Sea. President Obama, shortly before leaving office, had “permanently” withdrawn from drilling there.\nBy then, Trump had also carved 2 million acres of land from the Grand Staircase-Escalante and Bears Ears national monuments in southern Utah in what amounted to the most sweeping reductions in protections for public land in U.S. history.\nIn September 2018, the Interior Department finalized a rule that loosens methane requirements for oil and gas operations on federal lands. A month later, the administration proposed a regulation to streamline and expedite oil and gas permits on national forest lands.\nThe following summer, the administration proposed weakening protections under the Endangered Species Act for threatened species and critical habitat. Shortly thereafter, the Interior Department commenced the public comment period on its plan for oil drilling in the Arctic National Wildlife Refuge that had been included in the 2017 tax bill.\nIn early August 2020, the president signed the Great American Outdoors Act appropriating $900 million a year to the Land and Water Conservation Fund and $9.5 billion over five years to reduce maintenance backlogs in the national parks.\nThe bipartisan legislation was sponsored by a House Democrat, but Trump extolled its passage as the most significant act in support of parklands since Teddy Roosevelt.\nStill, the administration was preparing, on the eve of the Republican convention, to start selling leases in the Arctic National Wildlife Refuge. The  sale was one of six pending projects in which Trump was pursuing more drilling, logging and mining in Alaska.\nOne environmentalist called it the most “concerted attack” in 30 years on Alaska’s natural resources.\nAll six of the Trump initiatives could still be blocked or rolled back in the courts, or undone by a new Biden administration working with a Democratic Congress. But for now, they are proceeding, with enormous consequences for Alaska’s environment, and global climate change.\nThe same could be said for President Obama’s environment and climate legacy: Trump’s relentless attacks could be wholly or partially undone by a new administration and Congress. But for now, Trump has accomplished his mission: a near total elimination of his predecessor’s most significant measures.\nAfter countless piecemeal rollbacks during Trump’s first two and a half years in office, the administration in June 2019 launched its long-awaited attack on Obama’s signature plan to tackle climate change. Designed to cut emissions from coal-fired power plants, Obama called it the Clean Power Plan.\nWhile the plan was challenged by industry and 27 states and blocked by the U.S. Supreme Court before Obama even left office, it encouraged many states to begin a process of planning for a transition away from coal-fired electricity at a time when cheaper natural gas and renewable energy already were forcing coal plants to shut down.\nNext came Trump’s rollback of Obama’s 2012 automobile fuel efficiency standards, the single largest step any nation had taken to address global warming by cutting carbon emissions from cars and trucks. The weakened Trump plan will allow automakers to deploy fleets that average just 40 miles per gallon by 2025, instead of 54 mpg.\nIf Trump’s standard ultimately survives legal challenges, cars and trucks in the United States would emit nearly a billion tons more carbon dioxide during their lifetimes than they would have under the Obama standards.\nFinally, in mid-August, Trump proposed the rollback of the methane rules, the last major Obama environmental regulation still standing. Methane, a super-pollutant, is 86 times more potent in warming the planet than carbon dioxide over a 20-year period.\nThe Obama rule required oil and gas companies to monitor methane leaks and fix them. The Trump replacement weakens those requirements, allowing companies to release 4.5 million metric tons more pollution each year.\nIn the climate realm, Obama is best known, of course, as the driving force behind the 2015 Paris climate accord.\nTrump first announced in a Rose Garden speech in June 2017 that the U.S. would withdraw from the accord in three years, as soon as the treaty allowed.\nSo, right on cue, two years later, on Nov. 4, 2019, Secretary of State Mike Pompeo notified the United Nations of the formal exit of the United States, activating the final one-year waiting period.\nThe actual U.S. withdrawal is set for Nov. 4, 2020, one day after the presidential election.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}