{
  "url": "https://insideclimatenews.org/news/28082020/republican-national-convention-trump-climate-change/",
  "title": "With Wild and Dangerous Weather All Around, Republicans Stay Silent on Climate Change",
  "date": "2020-08-28T21:42:00-04:00",
  "content": "As a cascade of extreme weather disasters upended life across the nation this week, there was no mention of climate change during the four days of the Republican National Convention. The only party leader to refer to “climate” was President Donald Trump, who boasted about withdrawing from the Paris climate accord.\nAmid devastating California wildfires, one of the most powerful hurricanes to hit the Gulf Coast in 50 years and the fallout from an unprecedented “derecho” storm system in Iowa, GOP leaders were silent about the science linking the increased frequency and intensity of such calamities to a warming planet.\nThe party made clear its calculation that voters do not require any more response from the GOP other than allegiance to Trump and his signing of emergency orders, seasoned with invective toward Democrats. Trump himself provided plenty of the latter.\n“How can Joe Biden claim to be an ‘ally of the light’ when his own party can’t even keep the lights on?” he asked in his acceptance speech, contending that power outages California experienced, related to an extreme heat wave, somehow were connected to Democratic energy policy.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nTrump has spent nearly four years dismantling U.S. climate policy, rolling back more than 150 environmental regulations, and opening public lands to oil and gas development. No American president has done more to eliminate environmental protection.\nBut in turning a blind eye to climate change, GOP leaders are ignoring the pleas of some party activists, especially young voters. A majority of Americans say they believe climate should be a top concern for the president and Congress. And polls show that the failure to back environmental protection is a major vulnerability for Republicans heading into November.\n“The perception that the Republican party does not care about the environment, and the unfortunate continued perception that it doesn’t take climate change seriously as an issue is something that’s going to hurt badly,” said Quillan Robinson, vice president of the American Conservation Coalition (ACC), an advocacy group started by young Republicans.\nACC, which has been working to make the conservative case for environmental action, urged its followers to use the hashtag #WhatAboutClimate to prod GOP leaders during the convention.\nMeanwhile, in a speech earlier this week before the conservative Sutherland Institute, Rep. John Curtis (R-Utah) said the future of the party was at risk because of its denial of climate change.\n“I believe strongly that if Republicans don’t make it an issue, we will lose the upcoming generation of Republicans,” Curtis said. “The upcoming generation will not be patient with us. This is a deal-breaker for them. They’ll leave the Republican Party over this one issue.”\nIn an opinion piece in The Hill this week, Robinson urged Republicans to speak out at the convention about Trump’s signing of the bipartisan Great American Outdoors Act earlier this month. By highlighting the bill, which directs $10 billion toward addressing the National Park Service’s deferred maintenance backlog and permanently funds the agency’s Land and Water Conservation Fund, the GOP could have provided a boost to the Senate campaigns of Republicans Cory Gardner of Colorado and Steve Daines of Montana, who played a key role in its passage.\nInstead, Robinson said, by ignoring the legislation, the GOP left the two candidates more vulnerable to attacks by environmental groups, who oppose Gardner and Daines but supported the Act.\nHe also said he was disappointed that Republicans did not talk about possible alternatives to the Green New Deal to address climate change. House Minority Leader Kevin McCarthy introduced a package of measures, including energy innovation and a massive tree planting program, earlier this year. But McCarthy did not mention them in his speech this week at the party conclave.\nRobinson said, though, that a bright spot of the convention was the speech by Madison Cawthorne, a Congressional candidate from North Carolina, who urged fellow Republicans to focus on issues that the party has been ignoring. “To conservatives, I say let’s define what we support and win the argument, in areas like health care and the environment,” said Cawthorne.\nCawthorne, 25, would be the youngest member of Congress ever elected if he wins in November. His youth is “indicative of the fact that young people understand how important the environment is,” Robinson said. “Young Republican voters, these are the folks who are knocking on doors, the people who are interning in offices, this is the future of the party, and they want action on these issues and strong leadership.”\nHe added, referring to the chance to address climate and the environment at the convention, “I think it was a huge, missed opportunity.”\nThere was plenty of criticism throughout the week of the Green New Deal, even though Democratic nominee Joe Biden has adopted only portions of the proposal in his $2 trillion clean energy and infrastructure plan.\n“The Democratic Party of Joe Biden is pushing this so-called Green New Deal,” said Iowa Sen. Joni Ernst, who faces a tough re-election fight in November. “If given power, they would essentially ban animal agriculture and eliminate gas-powered cars. It would destroy the agriculture industry, not just here in Iowa, but throughout the country.” (The Biden plan does envision a gradual transition to electric vehicles, but in no way addresses animal agriculture, except to incentivize farmers to capture methane, a potent greenhouse gas).\nErnst talked about the unprecedented, hurricane-force derecho that roared across Iowa earlier this month, devastating communities and causing billions of dollars of damage to the state’s corn and soy crops. She criticized the media for not paying enough attention to the damage, and then praised Trump for signing an emergency declaration.\nVice President Mike Pence also portrayed a federal government that was prepared to act, as Hurricane Laura approached Louisiana’s shore.\n“Our administration is working closely with authorities in the states that will be impacted and FEMA has mobilized resources and supplies for those in harm’s way,” he said. “This is a serious storm.”\nIvanka Trump did the same, adding expressions of warmth and seeking to convey her father’s concern.\n“The president will continue to support you every step of the way,” she said. “And just as Americans always do, the nation will come together to help you rebuild your homes, businesses and communities—stronger, and more resilient than ever before.”\nRobinson said he did not think the GOP needed to talk about a connection between the storms and fires and climate change. But the party, he said, should be talking about plans for addressing climate change.\n“I’m skeptical of the tendency of some to attribute every natural disaster to climate change, but we do need to appreciate the fact that these natural disasters are exacerbated by the effects of climate change,” he said. “Let’s look at the policies that are going to make our environment more healthy and sustainable but also create economic prosperity.”\nNevertheless, Robinson said he feels optimistic that the GOP will eventually embrace climate action, pointing to the large number of Republican candidates his organization has endorsed who are talking about the environment on the campaign trail, if not at the convention.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}