{
  "url": "https://insideclimatenews.org/news/26082020/exxon-mobil-dow-jones-industrial-wall-street-coronavirus-big-oil/",
  "title": "An Oil Giant’s Wall Street Fall: The World is Sending the Industry Signals, but is Exxon Listening?",
  "date": "2020-08-26T16:48:51-04:00",
  "content": "In case anyone doubted the existential threats bearing down on the oil industry, Wall Street delivered another sign that oil and gas companies are in deep trouble this week, with the announcement that ExxonMobil was falling off the Dow Jones Industrial Average stock index. While the decisive blow might have come from the novel coronavirus, which has sent oil demand plummeting, it’s becoming harder to dispute that the industry may be in irreversible decline, as governments accelerate efforts to tackle climate change and move away from fossil fuels.\nThe companies included in the Dow Jones index are meant to represent the might of American commerce, and Exxon and its predecessor Standard Oil of New Jersey had held a secure place on the list since 1928, the longest run of any company.\nOn Monday, however, the keeper of the list announced Exxon would be replaced by Salesforce.com, the software company, as part of a shakeup prompted by a stock split by Apple. It’s hard to imagine a more symbolic end to Exxon’s tenure.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nIn 2007, when oil prices were sky high, Exxon was perched atop the corporate pyramid as one of the most profitable companies on the planet, a behemoth with a market value of more than $500 billion. But as the world emerged from the Great Recession, the oil industry—and Exxon in particular—seemed stuck, as the rest of society, including Wall Street, charted a different course.\nThe industry’s success, ironically enough, presented its first problem, as the explosive growth of fracking in the United States helped to push down global oil prices, by flooding the market with  a glut of crude. Exxon placed a multi-billion dollar bet on this boom that some analysts now say never paid off.\nIn the following years, as governments began stepping up efforts to reduce greenhouse gas emissions, renewable energy sources were quickly becoming competitive with fossil fuels in power markets, and electric vehicles looked to finally be catching on. Technological innovations and a global drive for efficiency started to bend down the growth curve of oil demand. The industry was facing something entirely new—competition.\nThe results can be charted in Exxon’s stock price, which despite some zigs and zags remained stubbornly flat during the 2010s, before succumbing to a precipitous decline beginning in January, as the coronavirus took hold in China. The Dow Jones, meanwhile, has climbed inexorably higher. More broadly, the energy sector’s share of the other major stock index, the S&P 500, has fallen from about 12 percent a decade ago to 3 percent today.\nBy the time the pandemic locked down much of the world in early spring, some analysts and even executives of European oil giants like Shell and BP were saying that a global peak in oil demand was marching closer, or perhaps had already passed.\nBy the summer, the oil industry was facing its worst financial crisis in decades. Exxon reported two consecutive quarterly losses, to the tune of $1.7 billion, despite dramatic cuts in spending. The company even announced it would suspend its contributions to its employees’ retirement savings accounts.\nSome of Exxon’s peers have responded to the crisis by trying to adapt, or at least giving the appearance of doing so. The European giants have all announced goals for cutting their emissions and ramping up investments in renewable energy. In recent months, they have rejiggered their portfolios, wiping billions in value from oil and gas assets that are now less profitable amid a hastening shift from oil and gas. Earlier this month, BP became the first major oil company to say it would cut its oil and gas production by the end of the decade, beginning a true shift, it said, from an oil company to an energy company.\nAn Exxon spokesman, Casey Norton, said in a statement that the company’s fall from the Dow Jones will not affect its business.\nSome of Exxon’s troubles may come down to poor management, and to its massive spending programs. Chevron, for example, has performed comparatively well—it remains as the only oil company on the Dow Jones index—despite maintaining a similar course of largely eschewing renewable energy and bold emissions pledges.\nBut executives at Exxon have also remained uniquely defiant of a global energy transition that appears to be accelerating, even as the company’s financial problems mount. During Exxon’s most recent earnings announcement, when it reported a loss of $1.1 billion over just three months, one analyst inquired about the clear divergence between the company’s performance and the broader market, asking, “What’s the market missing?”\nSenior Vice President Neil Chapman laughed, and said, “Look, in terms of how do we think about this business, we don’t think the long-term has changed.” Global population continues to grow, he said, and there’s no sign that oil and gas demand won’t continue to grow with it. The winner would be the company best positioned for that path, he said, and Exxon is that company.\nSo far, at least, the market doesn’t seem to be listening.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}