{
  "url": "https://insideclimatenews.org/news/24082020/baltimore-maryland-waste-to-energy/",
  "title": "How Maryland’s Preference for Burning Trash Galvanized Environmental Activists in Baltimore",
  "date": "2020-08-24T09:00:00-04:00",
  "content": "Shashawnda Campbell became an environmental activist at 15, when she learned that a company had proposed building the country’s largest waste-to-energy incinerator less than a mile from her high school, in the Curtis Bay section of Baltimore.\nWaste-to-energy incinerators gained traction in the 1980s, as an environmentally-friendly alternative to throwing trash in landfills by burning it and converting it to energy.\nBut by some metrics, burning trash can be even dirtier than burning coal, emitting lead, mercury, nitrogen oxides, dioxins and particulate matter associated with increased risk of cardiac and respiratory disease. And the facility first proposed by Energy Answers International in 2009 was designed to incinerate 4,000 tons a day.\n“That just didn’t sit right with us as youth,” said Campbell, now 23. “We knew that we had to do something.”\nBy the time Campbell and several classmates at Benjamin Franklin High School finished their fight, they had come up against then-Gov. Martin O’Malley, the Maryland legislature and a state policy that incentivized and subsidized the incineration of trash.\nIn fact, the city had come to rely on an existing incineration at an existing facility called Wheelabrator Baltimore to such an extent, some environmentalists said, that residential recycling rates were significantly lower than in other parts of the country.\nWheelabrator, still in operation, remains Baltimore’s single largest standing source of air pollution, according to an analysis of Environmental Protection Agency data by the Energy Justice Network, a nonprofit organization dedicated to the “grassroots energy agenda,” according to its website.\nThe massive, aging incinerator is also the focus of intensifying environmental opposition that aims not only to shut it down but to end what activists see as the state’s bizarre policy preference for the incineration of trash over more sustainable alternatives.\nMost incinerators in operation today were built in the 1980s and 1990s, with a life expectancy of about 30 years. They were conceived, in part, in response to growing consumption habits, expanding cities and the rise of plastic products, and they were touted as a more environmentally-friendly alternative to throwing trash in landfills.\nWhen organic material breaks down in landfills, it produces methane, a greenhouse gas that is many times more potent than carbon dioxide. The argument was that by burning waste instead of letting it slowly decompose, those methane emissions could be avoided.\nIn reality, the picture is a little more complicated. A quarter of the trash burned in incinerators remains as ash that still needs to be sent to a landfill. Landfill methane emissions can also be virtually eliminated if people compost their food waste rather than dumping it.\nEven so, a waste management hierarchy created by the Environmental Protection Agency listed “energy recovery” through incineration above throwing trash in a landfill. The profitability of incineration also got a boost when the Public Utility Regulatory Policies Act passed in 1978, allowing incinerators to sell electricity to public utilities.\nAs incinerators have aged, however, few have been built to take their place. Of the 73 incinerators still in operation, just one was built in the 2000s. Most are nearing, or have surpassed, their original life expectancy. Nearly 80 percent are located in “environmental justice” communities, meaning that they are disproportionately located near communities of color and people with higher than average rates of poverty.\nThe facilities are expensive to build and maintain, and never quite lived up to their energy-generating promise (WTE facilities produced just 0.4 percent of the electricity generated in the United States in 2015). The pollutants incinerators generate also make it hard for them to comply with present-day air pollution regulations.\nWhen Maryland’s Renewable Energy Portfolio Standard was enacted in 2004, incineration was listed as a “Tier 2” renewable energy source. The intent was for Tier 2 sources, which also included hydropower, to act as a sort of “bridge fuel” and be phased out over time, said Jennifer Kunze, an advocate with Clean Water Action.\nThen, in 2011, after the state had issued a permit for the giant new incinerator being pushed by Energy Answers International, Gov. O’Malley and the legislature redesignated WTE incineration from “Tier 2” to “Tier 1” renewable energy, putting it on a par with wind and solar power.\nThe move was “a sort of blessing from the state of Maryland,” Kunze said, ensuring larger and more permanent subsidies for the expensive new facility.\nBut many of those living in communities like Curtis Bay see the impacts of a WTE incinerator as very different from those of a solar farm.\nThe proposed Energy Answers incinerator would have been just the latest source of pollutants that Campbell and her community were breathing in every day.\nCurtis Bay houses the nation’s largest medical waste incinerator. It lies just two miles south of the second-largest coal exporting port in the country, and four miles northwest of a complex containing two coal power plants that produce more sulfur dioxide than any other source in the state.\nAnd the existing incinerator, Wheelabrator, sits just four miles away from the proposed site for the new one. Wheelabrator is Baltimore’s single-largest standing source of air pollution, a major source of sulfur oxides and was also the single-biggest nitrogen oxide emitter in the city. Ash from the incinerator makes up over 40 percent of the waste dumped in Baltimore’s Quarantine Road Landfill, which is also located near Curtis Bay.\nBaltimore’s asthma hospitalization rates are three times higher than the national average. While the high rates are primarily linked to traffic pollution and poor housing conditions, facilities like Wheelabrator Baltimore can exacerbate the problem, according to the Environmental Integrity Project, a nonprofit environmental watchdog organization. And because Wheelabrator requires a steady supply of trash to operate, activists argue, recycling and composting rates in Baltimore are significantly lower than in other parts of the country.\n“This community is predominantly people of color, and of low income. We’re tired of people dying in our communities from illnesses that are produced from these industries,” said Campbell, who co-founded the youth activist group Free Your Voice in 2012, along with a classmate, Destiny Watford. The two were awarded the Goldman Environmental Prize for grassroots environmental activists in honor of their efforts.\nThey began organizing marches and going door-to-door to raise awareness about the proposed incinerator and the pollutants they feared it would pump into their air.\nThe experience was eye-opening for Campbell, who said that many people she spoke with told her personal stories about developing health problems like asthma or cancer only after moving to Curtis Bay. They also told her that they didn’t believe anything could change.\n“We knew that hearing those things wasn’t OK,” Campbell said. “That was what really motivated us to stop this proposal. We knew it would be detrimental to this community that already was plagued with a lot of things.”\nThey were joined in their efforts by Kunze, who had seen her hometown of Frederick, Maryland—less than an hour away—take up its own fight against a proposed WTE incinerator when she was in middle school.\nThrough her work as Maryland Program Manager for Clean Water Action, Kunze has been advocating for policies to remove incentives for incineration in the state.\nLeah Kelly, a lawyer with the integrity project, also joined the opposition. She targeted Energy Answer International’s permit to build the incinerator, which had been issued in 2010.\nUnder the Clean Air Act, any new polluting facility must be issued a permit that stipulates it will meet the strongest possible air quality requirements. Permits come with an expiration date so that a company can’t apply for a permit, sit on the site, and then build its facility 10 years later under out-of-date requirements.\nBut by 2016, it appeared as though Energy Answers was doing exactly that. After a four-year battle that began with Campbell and her classmates in high school, Kelly was able to persuade the Maryland Department of the Environment that the incinerator’s permit had expired. Without a valid permit, the project was effectively dead in the water.\nKelly said she had learned the hard way that stopping a proposed incinerator is easier than shutting down an existing one. It is often simpler, she said, to pursue stricter regulations on proposed incinerators because of the permit requirement.\nBuilding plans are often scrapped because of the high cost of fitting plants with the technologies they would need to reduce emissions and comply with regulations.\nForcing existing incinerators to retrofit with these technologies, on the other hand is more of a challenge. As a result, old incinerators often emit particularly high quantities of pollutants.\nA case in point: Wheelabrator Baltimore. According to an analysis by the integrity project, the incinerator produced on average more than 33 times more mercury per unit of energy in 2018 than the average amount produced by the state’s four largest coal plants. It also produced higher levels of nitrogen oxides, which can aggravate respiratory illnesses and lead to the development of asthma.\nWheelabrator is also one of the top lead-producing incinerators in the country, according to a report released last year by the Tishman Environment and Design Center at the New School, in New York, and is responsible for over a third of Baltimore’s air pollution, according to the Clean Air Baltimore campaign.\nHalf the population within a three-mile radius of Wheelabrator is below the poverty line, and 66 percent is non-white.\nA 2017 report prepared by George D. Thurston of the New York University School of Medicine estimated that Wheelabrator causes $55 million in health problems every year and concluded that, for vulnerable groups like children and the elderly, living near the incinerator could have health impacts equal to living with a smoker.\nHowever, a 2019 report prepared for Wheelabrator disputed those conclusions and said the facility’s emissions were not having an impact on community health. The report used a model incorporating information like stack height, the terrain of the surrounding area and weather data to determine how the facility’s emissions dispersed through the air. It concluded that Wheelabrator Baltimore’s contribution to average air concentrations of pollutants like particulate matter, nitrogen dioxide and sulfur dioxide were “negligible compared to the monitored background concentrations.”\nRosanne McTyre, an epidemiologist and scientific consultant who independently reviewed the report at Wheelabrator’s request, supported the report’s findings in an interview with InsideClimate News. “There was absolutely no correlation with ambient air quality from the facility but there’s a high correlation with measures of social determinants of health,” she said. Such determinants include poor living conditions, exposure to pests, and lack of access to health care. McTyre said that transportation emissions are likely to be the largest source of asthma-associated pollution in the city.\nEven so, the integrity project was able to advocate for a regulatory change in 2018 that required Wheelabrator Baltimore to cut its nitrogen oxide emissions by 200 tons, as of May 2020.\nIn 2019, thanks to the efforts of the Energy Justice Network, the Baltimore Clean Air Act was passed unanimously by the city council and signed into law. The Act placed further restrictions on Wheelabrator, requiring the facility to monitor 20 major pollutants in real time to facilitate transparency, and imposing much stricter regulation of the facility’s emissions.\nThis February, a group called the Fair Development Roundtable launched the Fair Development Plan for Zero Waste, calling for an end to incineration and investment in zero-waste initiatives like banning single-use plastic and implementing universal composting and recycling services.\nBut in March, a federal judge ruled Baltimore’s Clean Air Act invalid on the grounds that it “second-guessed” federal law.\nWhile the city appealed the decision in April, advocates learned in late July that Baltimore was in settlement talks with Wheelabrator. They fear an extension of the incinerator’s contract for the next 5 to 10 years, diverting funds and resources away from a waste management plan that centers on recycling, composting and the health of the city’s residents.\nThe push to shut down Wheelabrator remains the centerpiece of a broader effort.\nAt the state level, advocates like Kunze are pushing for a change in legislation that would strip incineration of its “Tier 1” designation. They also want to phase out Wheelabrator once its contract expires next year, and use its closure as a natural transition toward what they argue would be a more just and sustainable waste management system.\nMaryland is one of the only states in the country that classifies incineration as a renewable energy like wind or solar. It has resulted in millions of dollars in subsidies for Wheelabrator each year, paid for by Maryland ratepayers.\nSince becoming engaged with the issue, Kunze said she has learned that Maryland incentivizes incineration to the point of pushing out other methods of disposing of trash. Under the Maryland Recycling Act, incineration can be counted as recycling, and so can the waste ash it produces.\n“Maryland has really failed at supporting composting and other methods that would accomplish what incineration is claiming that they accomplish,” Kunze said. Officially, Baltimore recycles about 28 percent of its trash. But remove the city’s 5 percent credit for trash incineration and that number drops to 23 percent. Advocates for recycling in the city argue that this and other, similar credits obscure the city’s actual residential recycling rate, and that it hovers closer to 13 percent.\nBefore this year’s legislative session ended abruptly because of the pandemic, Kunze was working on getting three bills passed: one that would declassify incineration as recycling, another that would declassify it as Tier 1 energy, and one that would mandate food waste recovery.\nMeanwhile, the justice network has focused its efforts on fighting to restore the clean air Act, which would have imposed much stricter regulations on Wheelabrator. Retrofitting the aging facility to comply with the new regulations would be costly for the company, said Dante Swinton, an advocate with the justice network. Meeting the new emissions limits would require an investment of more than $95 million.\nSwinton got his start in environmental advocacy in South Carolina, where he helped to block a proposed coal plant. As the justice network’s environmental justice researcher and organizer in Baltimore, he has focused primarily on community organizing and policy efforts that could reduce Baltimore’s air pollution and help the city move towards recycling and composting its waste.\nSwinton and Campbell worry, however, that the city is leaning towards renewing the incinerator’s license next year. The Baltimore Department of Public Works’ new waste management plan recommends the continued use of incineration for now, citing a lack of ready alternatives.\nThe city still relies on Wheelabrator Baltimore to dispose of roughly half its waste, and the Quarantine Road landfill, where much of the waste that is currently incinerated is likely to be diverted in the short term, is nearing its capacity. According to the plan, if the city does not renew its contract with Wheelabrator Baltimore, the landfill could be full by 2027.\nBaltimore’s mayor is in settlement talks with Wheelabrator over the Baltimore Clean Air Act appeal.\n“We are confident that any settlement with Wheelabrator essentially means that they would have an agreement to have their contract extended beyond 2021,” Swinton said. “Which runs entirely counter to what we’ve been advocating for for the last several years.”\nThe mayor’s office did not respond to multiple requests for comment.\nSwinton and Campbell are hoping that the city will reconsider and use cutting ties with the incinerator as an opportunity to move away from both incineration and landfills, towards a zero-waste Baltimore.\nSwinton argued that Wheelabrator’s presence has been a disincentive for Baltimore to develop alternatives for getting rid of waste. “I think 75 to 85 percent of what we throw out right now is either recyclable or compostable or reusable,” he said.\nWith the justice network, Swinton has helped to run successful pilot projects in Baltimore communities that create incentives for recycling. By educating people about what they can recycle, providing large free recycling bins and providing a smaller trash bin, they were able to bring community recycling rates up to 43 percent. “We’ve been providing the data, the potential financing options, the potential structure, the suggestions of how to engage communities, and show that people will recycle at a greater rate,” he said.\nIn a statement provided to InsideClimate News, Wheelabrator market manager Michael Dougherty called Wheelabrator Baltimore a “strong advocate of reuse initiatives in the city,” saying that the company has distributed 1,400 free recycling bins throughout Baltimore and “actively promoted composting.”\nBut in order to turn a profit, Wheelabrator needs to have a steady influx of trash from Baltimore and surrounding areas (only about 40 percent of the waste it burns comes from the city, with the rest trucked in from elsewhere in the state). In April 2019, Wheelabrator even filed a lawsuit against Baltimore County for breach of contract, claiming the company hadn’t been sent enough waste and asking for more than $32 million in damages.\nWheelabrator argues that if its facility were shut down, the waste it incinerated would merely be diverted to a landfill, costing the city tens of millions dollars more. Swinton and Campbell, however, don’t see incineration and landfills as the city’s only two options. As the incinerator ages and the landfill nears capacity, they want the city to more heavily commit to waste reduction, recycling and composting measures.\nThe zero-waste plan that Campbell helped develop was launched with the support of Baltimore City Council members in February. It calls for community outreach and education about composting and recycling, the provision of free composting and recycling bins and a program to convert land traditionally used as dumping ground to spaces that are beneficial to the community. The plan also recommends more local infrastructure for recycling and composting, which would provide clean energy jobs upon Wheelabrator’s closure.\n“We’re taking charge and we’re trying to talk to residents and see what they want to see, asking them what they need, and making sure that their vision for what they want to see for their community actually happens,” Campbell said.\nAccording to Kunze, a zero-waste success story has already played out surprisingly close to home. Prince George’s County in Maryland was courted by the incinerator industry in the late 2000s, but decided it wouldn’t be in its best interest to build a new incinerator. “And so, they decided a decade ago to invest in compost infrastructure instead,” Kunze said. “Now, Prince George’s County has the largest compost facility on the east coast and it actually turns a profit for the county.”\nOther communities of color across the United States also have successfully shuttered their incinerators in recent years. Detroit’s WTE incinerator closed last year after decades of campaigning, and an incinerator in Hartford, Connecticut, appears to be on the cusp of shuttering as well. “These cities of color are getting opportunities to move towards zero waste and cleaner air,” Swinton said.\nSwinton and Campbell hope that the city will rethink the settlement and an extension of the incinerator’s contract. When Campbell heard about the settlement, she helped organize a demonstration in front of the incinerator on July 29 to protest the settlement talks and to advocate for her community’s health.\n“We’re here to represent residents,” she said. “We’re not going to let up.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}