{
  "url": "https://insideclimatenews.org/news/19082020/lawsuit-tennessee-valley-authority-memphis-southern-environmental-law/",
  "title": "A Lawsuit Challenges the Tennessee Valley Authority’s New Program of ‘Never-Ending’ Contracts",
  "date": "2020-08-19T09:00:00-04:00",
  "content": "Editor’s note: This story has been updated to reflect an announcement on Wednesday by Memphis Light, Gas and Water regarding its relationship to the TVA.\nA fight over how the nation’s largest public utility sells electricity to its customers across seven southern states entered a new phase this week when the Southern Environmental Law Center took the Tennessee Valley Authority to court over provisions of its new long-term power contracts.\nLast August TVA began pressuring municipal power companies serving cities like Nashville, Knoxville and Chattanooga into signing new contracts that, unlike previous ones, would prevent them from ever again negotiating with TVA for cheaper, cleaner electricity, the lawsuit claims in federal court in Memphis.\nTVA has already locked 141 of its 154 local retail electricity distributors into the contracts across its territory, where it provides electricity to 10 million people. Created to lift the Tennessee Valley out of the Great Depression, the utility has a monopoly on supplying electricity in Tennessee and parts of Kentucky, Alabama, Georgia, Mississippi, North Carolina and Virginia.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe lawsuit, filed Monday, takes aim at the TVA’s monopoly status and says that the new contracts renew automatically and require a 20-year notice to terminate, effectively making them “never-ending.” As such, they run afoul of the 1933 law that created TVA and limited its monopoly power, according to the lawsuit, which was filed on behalf of three southeastern groups that advocate for cleaner energy—Protect Our Aquifer, Energy Alabama and Appalachian Voices.\nThe legal challenge also claims that TVA failed to analyze and disclose the consequences of its program establishing the new contracts, and consider alternatives, as required by the National Environmental Policy Act. NEPA is the law that President Trump in July proposed weakening by shortening and limiting environmental reviews.\n“TVA is public power. It’s a federal utility,” said Amanda Garcia, Southern Environmental Law Center’s Tennessee office director. “All of its distributors are public power. The fact that they didn’t do any NEPA (process) shows that the public’s interest was left entirely out of this monumental decision for public power.”\nThe result will be that TVA gets to “stamp out any competition for the next century,” said Garcia. “These never-ending contracts threaten to prevent local distributors from ever renegotiating their contract with TVA, let alone consider leaving the utility if it continues to lag behind in transitioning towards cheaper, cleaner renewable energy.”\nTVA spokesman Scott Brooks responded that the contracts are long-term partnerships developed at the request of its local power company partners. They are “completely voluntary” agreements that provide their customers an annual 3.1 percent discount on wholesale power rates, as well as the flexibility to self-generate a portion of their own power, primarily through renewable energy, Brooks said.\nThe contracts allow local utilities to develop up to 5 percent of their electricity from other sources, such as solar power—an amount that critics have said is woefully inadequate to meet the challenge of climate change.\nBrooks declined further comment.\nPreviously, TVA contracts were much shorter, in the seven-year range, offering periodic opportunities for local utilities to revisit contract terms with TVA or seek cheaper, cleaner power elsewhere, according to the lawsuit.\nSome of those local utilities would practically find breaking away from TVA costly and difficult because TVA also controls the transmission system in its territory.\nLast year, local power providers in some communities pressed for access to more renewable electricity. In cities like Nashville and Knoxville, mayors had pledged to support the emissions-cutting goals of the Paris climate agreement but found themselves at the mercy of TVA.\nMemphis, which is TVA’s largest customer and located on the perimeter of its transmission system, threatened to break away, as it looked at alternative power suppliers and energy mixes.\nThe lawsuit cited a TVA power supply document that shows the utility only had 3 percent wind and solar power in its portfolio in 2019, while coal and gas provided 45 percent of its power. Hydropower supplied 11 percent and nuclear 39 percent of TVAs energy mix, according to the lawsuit.\nWhile some environmentalists urge TVA to move away from nuclear power, TVA likes to point to its overall “carbon-free” power supply, which includes nuclear and hydroelectric. It expects its carbon-free electricity to increase from 56 percent of its generation this year to 61 percent by 2030.\nEventually, power providers in Nashville, Knoxville and Chattanooga, after raising questions about the new contracts, agreed to sign them. But the utility in Memphis continues to study whether it should breakaway, and in recent weeks, TVA has been sweetening the pot with financial incentives for the city-owned utility there. On Wednesday, J.T. Young, president and CEO of Memphis Light, Gas and Water,  said the utility would go on the open market to seek power supply bids to test a study that found it could save on average $122 million a year for 20 years if it broke away from TVA.\n“These types of decisions do not need to be made hastily,” Young told his board. “They have long term implications.”\nThe lawsuit filed by the Southern Environmental Law Center asks that the long-term contracts be set aside and that TVA go through a NEPA process before offering them again. The lawsuit also asked for the recovery of the plaintiff’s attorney fees and costs.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}