{
  "url": "https://insideclimatenews.org/news/13082020/trump-epa-methane-emission-rollbacks/",
  "title": "In a Move That Could be Catastrophic for the Climate, Trump’s EPA Rolls Back Methane Regulations",
  "date": "2020-08-13T22:34:44-04:00",
  "content": "The U.S. Environmental Protection Agency announced a long-anticipated rollback of methane emission regulations for the oil and gas industry on Thursday, marking the latest in a long series of attacks on federal climate policy by the Trump administration.\nThe move, which was opposed by several leading oil and gas companies, could result in a catastrophic increase in the release of a climate “super-pollutant,” at a time when global methane emissions from human activity are already rising yet, to limit future warming,  they must be quickly reduced.\nA pre-publication draft of the rules released by the EPA on Thursday would weaken Obama-era rules requiring oil and gas companies to monitor and fix points where methane—the second largest driver of human-made climate change after carbon dioxide—leaks from wells and other infrastructure. The change in rules would result in the release of an additional 4.5 million metric tons of preventable methane pollution each year, according to an assessment by the advocacy group Environmental Defense Fund (EDF).\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nMethane, the primary component of natural gas, is 86 times more effective at warming the atmosphere over a 20-year period than carbon dioxide.  The additional release would equal the annual greenhouse gas emissions of about 100 coal fired power plants, nearly one third of all coal-fired power plants in the United States, according to an assessment by EDF.\n“We are effectively telling the rest of the world we don’t care about climate change,” said Rob Jackson, an earth system science professor at Stanford University.\nEDF President Fred Krupp said in a written statement on Thursday that the organization planned to sue the Trump administration over the rollback.\nReducing methane emissions makes economic sense for oil and gas companies because methane, the primary component of natural gas, is a valuable commodity. Leading oil companies BP, Royal Dutch Shell and ExxonMobil have all urged the Trump administration to maintain strong methane emission regulations.\n“We need to control methane emissions now to maximize the advantages of gas and secure a role for decarbonized gas in the future energy system,” Joe Ellis, a vice president and head of U.S. government affairs at BP America, wrote in a November 2019 public comment on a draft of the rule. “Otherwise, we risk losing the confidence of investors, consumers, policymakers and other stakeholders.”\nBut the American Petroleum Institute, an industry organization that represents both large and small producers, said it supported the new regulations. “Under these modified rules, operators will still be required to control emissions, and the industry continues to make progress in reducing methane emissions through new technologies,” Frank Macchiarola, API’s senior vice president of policy, economics and regulatory affairs, said in a written statement.\nThe rollback comes as global methane emissions caused by humans are rapidly increasing, fueled in part by an increase in emissions from the U.S. oil and gas industry, according to a study Jackson and others published in July in the journal Environmental Research Letters.\nAnthropogenic methane emissions have gone up by about 13 percent worldwide since the early 2000s, with roughly half the increase coming from fossil fuels in the United States and elsewhere, according to the study. Agriculture, including emissions from rice cultivation and methane emissions from cows and other animals, accounts for the other half of the increase and is a larger overall source of methane emissions, according to the report.\nJackson said the rollbacks would lower the bar for the oil and gas industry, allowing the worst performing companies to continue polluting as they have in the past.\n“We want to reward the companies that are doing the most and bring the rest of the market to the same level of environmental stewardship, and that is what we are abandoning here,” he said.\nThe rollback comes as recent studies show that methane emissions from the U.S. oil and gas sector are consistently higher than official EPA estimates.\nFor example, emissions from the Permian basin of West Texas and southeastern New Mexico, the second largest natural gas production region in the country, are more than two times higher than federal estimates, according to a study published in April in the journal Science Advances.\nMethane emissions from coal mines saw some of the largest growth from the early 2000s to 2017, according to the study Jackson and others published in July.\nA 2019 report by the International Energy Agency found that coal mine methane emissions in 2018 were roughly equal to the annual emissions from international aviation and shipping combined.\nAbandoned oil and gas wells that leak methane are another large source of emissions, and one that could increase as well operations are shuttered in response to plummeting oil demand as a result of the coronavirus pandemic. EPA data indicates that, as of 2018, there were already 2.1 million unplugged abandoned oil and gas wells in the United States, which emitted an estimated 280,000 tons of methane per year.\nThe April study looking at the Permian basin estimated that 3.7 percent of all the methane produced from wells in the region was released, unburned, into the atmosphere. While the leakage rate might seem small, methane’s potency as a greenhouse gas means that even a small rate of emissions can have a big impact.\nClimate scientists estimate that if as little as 3.2 percent of all the gas brought above ground leaked into the atmosphere rather than being burned to generate electricity, clean-burning natural gas could be worse for the climate over the near term than burning coal.\nHowever, with the time left to address climate change quickly running out, the question of whether burning natural gas or coal is worse for the climate is increasingly irrelevant, said Drew Shindell, an earth science professor at Duke University.\nTo limit warming to 1.5°C above pre-industrial levels by the end of the century—the more ambitious of two targets set in the Paris Agreement—developed countries need to reduce their emissions by 40 to 50 percent by the end of the decade, Shindell said.\n“That is just inconsistent with building new fossil fuel infrastructure,” he said. “Even if gas is better than coal, it still has a large enough CO2 footprint that it doesn’t get you toward where you want to go.”\nMethane emissions also contribute to the formation of ground level ozone, or smog, which causes respiratory and cardiovascular disease, particularly in low income communities and communities of color where ozone levels are disproportionately high, Shindell said.\n“While this rule hurts all of us, it will disproportionately impact Black, Hispanic and Indigenous communities, again putting those Americans most impacted by environmental racism at risk of dying prematurely from air pollution,” Mustafa Santiago Ali, the National Wildlife Federation’s vice president of environmental justice, climate, and community revitalization, said in a written statement. “This is another example of how this administration creates sacrifice zones across our country.”\nMethane emissions lead to approximately 165,000 premature deaths worldwide each year, according to a 2017 study Shindell published in the journal Faraday Discussions, looking at the societal costs of methane emissions.  The study concluded that the social cost of methane—a tally of the overall damage to public health and reduced yields from farms and forests due to methane emissions—is 50 to 100 times greater than similar costs from carbon dioxide emissions.\n“There is a compelling need to reduce emissions of methane,” Shindell said earlier this month in testimony before a U.S. House committee in a hearing on “the devastating health impacts of climate change.”\nEllis of BP America added that reducing methane emissions also made economic sense. “Simply, the more gas we keep in our pipes and equipment, the more we can provide to the market,” Ellis said.\n“Unlike many CO2 measures, which can be expensive and challenging, controlling methane is generally a gain financially, that’s why this rollback is so disappointing,” Shindell said.\nHe added,  “Not only would it improve climate change, but it’s actually good for the bottom line of companies that do it. If we can’t even manage that, that’s pretty pathetic and not very optimistic for our future.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}