{
  "url": "https://insideclimatenews.org/news/05082020/william-perry-pendley-bureau-land-management/",
  "title": "Sagebrush Rebel Picked for Public Lands Post Sparks Controversy in Mountain West Elections",
  "date": "2020-08-05T09:00:00-04:00",
  "content": "Mountain bikers scaling slickrock, hopeful hunters scouting for elk, footsore hikers pitching tents in pine forests—they’re the activities typically associated with public lands.\nBut as the 2020 election approaches, much of the action on federal lands is playing out in the polished halls of Washington, a political drama set in motion in June when the White House announced its had chosen veteran lands lawyer William Perry Pendley to permanently lead the Bureau of Land Management, the federal agency that oversees one acre of every ten in the United States.\nWith the election just three months away, putting Pendley in that role is an election selling point for conservative westerners who favor his provocative record as a Sagebrush Rebel and eagerness to open up public lands for energy development. For Democrats, the nominee’s term as the “acting” BLM director over the past year has proven he’s still a right-wing extremist and an obstacle to managing public lands to address climate change.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nDemocratic senators may be trying to turn the nomination to their political advantage. They have asked Environment and Public Lands Committee Chair Lisa Murkowski to fast track Pendley’s confirmation hearings and hold them by the end of the week, about two dozen working days before the election. If they succeed, vulnerable Republican senators will be forced to reckon with the nominee’s controversial record before environmentally-minded Mountain West voters go to the polls.\nNevada Sen. Jacky Rosen said Pendley is “unfit” to lead an agency that oversees more than two-thirds of the land in her state. She’s one of nine Democratic senators who pressed Murkowski last month to schedule the confirmation hearings soon.\n“From Lake Tahoe to Lake Mead, the people of Nevada support their public lands, and William Pendley does not care about that,” she said. “This is why his lifetime record needs to come out. He is unacceptable for this position.”\nThe BLM oversees 245 million acres of public land that’s prized for recreation and habitat conservation, grazing and other activities, as well as 700 million acres of underground minerals. Last year the agency disbursed to states and tribes nearly $12 billion earned from public lands mining.\nBalancing these often-contradictory uses has historically been the BLM’s biggest challenge. Then the Trump administration tilted the balance, putting “energy dominance” above all other goals by stepping up drilling for gas and oil and mining coal.\nManaging public lands for climate change mitigation has been stripped from the BLM’s agenda, although the potential is huge. A 2018 study found fossil fuels from U.S. public lands are responsible for about 24 percent of the nation’s carbon dioxide emissions and nearly half of its methane emissions.\nSen. Jon Tester, D-Mont., said the agency could play “a massive role” in a national climate policy if only by using the grasslands and forests it oversees to store carbon.\n“It’s just common sense,” he said. “From a climate standpoint, from my perspective, the BLM can do amazing stuff that most people are not even going to know happens, but yet makes common sense, both for the good of conservation management and for the good of the climate.”\nBut Pendley’s view on climate change is more aligned with the Trump administration’s. He’s a skeptic.\n“News flash,” Pendley tweeted about climate science shortly before becoming the BLM’s deputy director for policy and programs last year, “it is political science or junk science, not real science, and it is, as with real science, far from settled.” Then last fall, when the other panelists at an environmental journalism conference described climate change as the biggest threat to public lands, Pendley said it was wild horses.\nHis take on climate change, it turns out, is hardly the only position causing contention.\nPendley is a self-described “Sagebrush Rebel” who led the conservative Colorado-based Mountain States Legal Foundation for three decades. In that role, he repeatedly sued the agency he now leads and attacked it in public comments and books. In 2016, Pendley wrote an article in the conservative National Review, titled: The Federal Government Should Follow the Constitution and Sell Its Western Lands.\nAnd, while #BlackLivesMatter protests around the country have stretched over months this summer, critics have been pointing to an opinion piece Pendley wrote about the fallout from the death of Michael Brown, a young African American who was shot during an altercation with a Missouri policeman and whose death sparked protests against racist abuses by police.\n“We know,” said Pendley, writing in the conservative Washington Examiner, “the political movement spawned August 9, 2014, Black Lives Matter, was built on that terrible lie—a lie the mainstream media perpetrated, that cowardly politicians, fearful of saying ‘all lives matter,’ emboldened, a lie that spread like cancer through inner cities endangering men and women in blue and the citizens who look to them for protection.”\nA one-time advocate for selling off public lands, he’s also been called insensitive to the rights of Indigenous people and to immigrants. On Monday, more than 301 organizations urged the Senate to reject his nomination because of his record.\nSince being appointed “acting” head of the Bureau of Land Management last July, Pendley has said he’s set aside his personal beliefs and takes direction from the administration. And, under pressure from Congress, he agreed to recuse himself from bureau work involving dozens of his former clients, including farming, mining and energy interests.\nStill, many still see his work leading the BLM on a temporary basis as a continuation of his assaults on the bureau. During the past year, Pendley supervised the disassembly of his agency’s Washington, D.C., headquarters, relocating all but about 60 positions away from the capital and setting up a new headquarters in Grand Junction, Colorado.\nThe move was attacked for weakening an agency that already had more than 90 percent of its 10,000 employees in the 12 Western states with BLM land. The Trump administration has refused to share its analysis justifying the relocation with Congress, which decides federal spending, and now the Government Accountability Office is investigating.\nUntil sending up Pendley’s name, the Trump administration had never proposed a nominee for the top BLM spot. But Interior Secretary David L. Bernhardt applauded the announcement on June 26, saying the nominee is “doing a great job” and praising him for “a distinguished background of public and private service.”\n“Mr. Pendley brings a wealth of knowledge and experience to his position at the Bureau of Land Management, and we look forward to working with the Senate on his confirmation,” the BLM said in a statement.\nRep. Rob Bishop, a Utah Republican and ranking member of the House Natural Resources Committee, praised the nominee.\n“William Pendley brings the perspective and experience that is needed to help BLM avoid bureaucratic inertia and overcome decades of chronic federal lands mismanagement,” the lawmaker said. “The arrows lodged at him by fringe left special interest groups tell us that we have the right man for the job.”\nBut there have been lots of jabs at the administration’s choice by conservation groups and western Democrats.\nSen. Martin Heinrich of New Mexico called Pendley an anti-public lands “zealot” who is “glaringly unqualified” to run the BLM. Tom Udall, the state’s senior senator, declared the nomination “objectionable.” Colorado Sen. Michael Bennet pledged to fight Pendley’s confirmation because his policies “do not reflect Colorado’s values and commitment to conservation…[Pendley is] taking orders from President Trump and prioritizing oil and gas development above recreation and conservation.”\nThe League of Conservation Voters urged his immediate removal.\n“Pendley’s record of listening to polluters instead of people, along with a history of making racist anti-Black, homophobic and transphobic comments, shows he is completely unfit to lead staff or protect public lands,” the LCV statement said. “His denial of climate science, hostility toward bedrock environmental protections like the Endangered Species Act and the Antiquities Act and his eagerness to sell off public lands mean he has no place enforcing our laws meant to safeguard public lands that belong to all of us.”\nCollin O’Mara, president and CEO of the National Wildlife Federation, called Pendley a climate denier who is unfit to lead any federal agency.\n“He has spent his entire career advocating for the sell-off of our public lands, bigotry towards his fellow Americans, and the denigration of public servants and people of color is a pattern of behavior that is absolutely central to who he is,” O’Mara said. “Putting William Perry Pendley in charge of the Bureau of Land Management—it’s like putting an arsonist in charge of the fire department.”\nIt’s not clear when the Pendley nomination will proceed. Murkowski has only promised a thorough and fair hearing. However, it’s obvious how significant the divisive nomination could prove in western Senate races and even the presidency. Nominating Pendley is like so many other Trump administration moves because it is so fraught.\nCandidate Trump clearly sees his BLM nominee as a reelection selling point. In fact, last year the president’s campaign was openly plotting to turn vast areas of the Mountain West from blue to red.\n“I think New Mexico is in play in 2020,” said Brad Parscale, Trump’s recently sidelined campaign manager, in an interview with CBS News. “We continue to grow the map: I think Nevada, even Colorado. And, so, those are states we did not win in 2016 and I think are open in 2020.”\nNot surprisingly, those Mountain West states were also the ones that gained the most BLM positions when Pendley dismantled the headquarters. According to information sent last year to Congress about the projected 296 positions being reassigned from Washington, D.C., 58 went to Colorado, 49 went to Nevada and 39 went to New Mexico.\nThe implications of administration lands policy could also prove significant for the Senate, where the president’s highly criticized response to Covid-19 has created an opening for Democrats, said Molly Reynolds, a senior fellow at the Brookings Institution. “What happens in the Mountain West is really going to be a really big part of the story for the election.”\nAccording to RealClear Politics, three Republican Senate seats in the Mountain West are vulnerable. GOP Sens. Martha McSally of Arizona and Steve Daines of Montana find themselves in “tossup” races, and the seat held in Colorado by Republican Sen. Cory Gardner is considered likely to flip to a Democrat, former Gov. John Hickenlooper. The Cook Political Report has Arizona “leaning” Democratic, too.\nThe math here is important, because if Democrats can pick up some or all of these Republican seats, they’re that much closer to securing a Senate majority, or possibly a 50-50 split, that would make it easier to advance their political agenda, including climate action.\n“The balance of the U.S. Senate hangs in the West,” said GOP strategist Spencer Stokes, adding that this is happening at a time when Republicans have failed to respond to a growing demand for policies that focus on a clean environment and climate change, in particular.\n“It clearly is an electoral issue,” he said. “And it’s something that’s going to haunt the Republican Party down the road.”\nJudging by its enthusiastic support for the Great American Outdoors Act, the GOP seems to recognize how important environmental issues are to westerners this year. Trump signed the bill Tuesday, prompting Interior Secretary David Bernhardt to declare a public lands free-admission day today [Wednesday, Aug.5] to celebrate.\nFollowing its final passage 12 days earlier, presidential adviser and daughter Ivanka Trump flew to Rocky Mountain National Park to tout the bipartisan legislation against a backdrop of evergreen forest.\nShe tweeted: “I am in Colorado today w/ Secretary Bernhardt + @SenGardner to celebrate yesterday’s passage of the #GreatAmericanOutdoorsAct; a landmark bill that will allocate billions to our public lands making it the most consequential conservation legislation since Pres Theodore Roosevelt!”\nGardner turned out to be a no-show, but his campaign had already published a television ad touting his role in legislation that all agree is historic—the bill to fully fund the popular Land and Water Conservation Fund and to start chipping away at the $20 billion repair backlog on federal lands.\n“Cory Gardner, he got the tough job done,” the ad says, “the Holy Grail for conservation, permanent funding for forests, parks. Gardner’s law, endorsed by every environmental leader.”\nThe trio of vulnerable Mountain West Republicans—Gardner, Daines and McSally—all voted to pass the bill. All three also sit on the Senate committee that would review the Pendley nomination before it goes to a floor vote, hinting, perhaps, at why Democrats might be pushing so hard for a committee vote on Pendley.\nSen. Jon Tester, the Montana Democrat, has written several letters on advancing the Pendley nomination forward. When asked about any political motivations that might be in play, he said “silly me,” that he hadn’t thought of it. But Pendley’s nomination could have electoral implications, he noted.\n“I think that there could well be a price to be paid.”\nFor Trump and the Republicans, there are indeed a few potential costs associated with the battle to make Pendley the BLM’s permanent leader: souring environmentally-minded conservatives on the president’s reelection, losing the Republican majority in the U.S. Senate and vaulting Democrats into a position to use the U.S. Bureau of Land Management to advance climate policy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJudy Fahys has reported on the West for decades from Washington, D.C., and Salt Lake City. After covering the environment, politics and business at the Salt Lake Tribune, she fell in love with audio storytelling as the environment and public lands reporter for NPR Utah/KUER. Previously, she spent an academic year as a Knight Science Journalism fellow at the Massachusetts Institute of Technology. Her work has appeared in the New York Times, the Washington Post, High Country News and Outside magazine and aired on NPR. She serves on the board of the Society of Environmental Journalists.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}