{
  "url": "https://insideclimatenews.org/news/06082020/kamala-harris-alexandria-ocasio-cortez-climate-equity-bill/",
  "title": "Harris and Ocasio-Cortez Team up on a Climate ‘Equity’ Bill, Leaving Activists Hoping for Unity",
  "date": "2020-08-06T09:00:00-04:00",
  "content": "When Sen. Kamala Harris of California and Rep. Alexandria Ocasio-Cortez introduced climate “equity” legislation on Thursday, climate activists saw it as a hopeful sign of Democratic unity less than three months before a hugely consequential election with both the White House and the Senate up for grabs.\nThe two star Democrats first unveiled the Climate Equity Act in draft form more than a year ago, when Harris was running for president. The formal introduction of a new and improved version comes as the California senator is vying to become Joe Biden’s choice as his vice presidential running mate in the race to unseat President Donald Trump, whose failed handling of the coronavirus pandemic has sent his already low approval ratings tumbling.\nThe climate legislation, which has been the subject of extensive community outreach by Harris  and Ocasio-Cortez over the last year, would create an Office of Climate and Environmental Justice Accountability within the Office of Management and Budget and require the government to consider the impact of any environmental legislation or regulation on low-income communities.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nNatalie Mebane, policy director for the climate activist group 350.org, said that while her organization has not endorsed any candidate as Biden’s running mate, she was hopeful that Harris, if chosen, would espouse expansive policies based on the findings of the United Nations’ Intergovernmental Panel on Climate Change, not politically expedient half-measures.\nAny presidential or vice presidential pick, she said, “should have a really clear plan of how we’re going to phase out fossil fuels” and transition to clean energy in a way that “uplifts the most vulnerable members of society” hurt the most by climate change.\nEvan Weber, political director of the Sunrise Movement, applauded the partnership between Harris and Ocasio-Cortez and said Harris had shown “she is responsive to activist and movement pressure to make climate a top priority.”\nWith the right people in power, Weber said, “we might make the first down-payments on the national mobilization necessary to confront the climate crisis over the next decade.”\nLast week, Harris and another Biden vice presidential contender, Sen. Tammy Duckworth of Illinois, introduced the Environmental Justice For All Act, which would require the Environmental Protection Agency to consider the cumulative effects on air and water pollution before issuing permits in communities already burdened by pollution.\nBiden’s selection of a running mate, from a short-list that includes Harris, Duckworth, former Obama National Security Advisor Susan Rice and Rep. Karen Bass of California, could mend, or fuel, a division between the Democrats’ centrist and progressive wings, and help drive turnout by young voters and voters of color. Biden recently announced a $2 trillion climate plan, which allocates 40 percent of clean energy and infrastructure benefits to historically marginalized communities.\nSome Democratic progressives have expressed skepticism about Harris’s career as a prosecutor and her flip-flops on Medicare for All during the Democratic primaries. She has also struggled to earn support among Black voters, many of whom flocked to Biden out of concern about her electability and authenticity.\nHer partnership with Ocasio-Cortez on the issue of climate equity could calm progressives’ nerves and make her an asset to Biden, bringing crucial support from racial and climate justice-focused voters.\nThe Climate Equity Act seems well-designed to meet the demands of the current moment. It seeks to ensure that “no community gets left behind” when it comes to climate policy. “Indigenous communities, Black and brown communities, and the youth of our nation are calling for and demanding justice. We need them at the table from the beginning,” Harris said in an email.\n“For too long, policies that affect communities of color have been determined by a few white men in a room in Washington,” Ocasio-Cortez said in an email. “I’m proud to partner with Senator Harris on a bill that will pave the way for a new, inclusionary way of doing things in D.C.”\nOver the past year, their staffs consulted with numerous environmental justice coalitions and organizations, including New York-based WE ACT for Environmental Justice and the national Climate Justice Alliance.\nLeah Stokes, a political scientist and environmental policy expert, said the bill’s explicit linking of climate to racial justice and equity makes her hopeful for the future of the climate movement. “We can get further if we build a bigger coalition and we make sure benefits flow to communities of color and that’s what this legislation is about,” she said.\nStokes said that both Harris and Ocasio-Cortez continue to represent the allies needed by the climate justice movement—“people in positions of power who understand that climate justice is racial justice.”\nStokes said that the legislation’s development led to the creation of an equity score, which will be developed by experts and community leaders to account for the environmental and climate equity impacts of legislation and regulations on low-income communities and communities of color.\nThe legislation also addresses calls to redirect capital to historically marginalized communities of color by requiring an examination of the historical recipients of federal grants and loans. It includes a plan to increase such recipients’ diversity in the hopes of making opportunities more accessible.\nRobert Bullard, a scholar and author widely known as “The Father of Environmental Justice,” said he thought Harris or one of the other Black women under consideration would help Biden’s chances of defeating Trump. Having a Black woman vice president who views climate through the lens of equity and justice, Bullard said, adds value at a moment when people are hungry for “transformative change.”\nA pure message of reducing emissions can’t meet the current moment, Bullard said. “You don’t get to the White House by just talking about climate,” he said. “It has to be climate and…”\n“All of these things intersect,” Harris said, “and we must center the fight for environmental and climate justice in the broader conversation. And that’s why this legislation is so important at this moment, which I have said is not just a moment, but a movement.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}