{
  "url": "https://insideclimatenews.org/news/04082020/bp-oil-and-gas-production-climate-change/",
  "title": "BP Pledges to Cut Oil and Gas Production 40 Percent by 2030, but Some Questions Remain",
  "date": "2020-08-04T17:35:29-04:00",
  "content": "Energy giant BP says it will cut its fossil fuel production significantly over the next decade, marking the first commitment from a major global oil company to such short-term production declines, which are critical to reining in global greenhouse gas emissions.\nThe company said Tuesday that its oil and gas production will fall by about 40 percent by 2030, while its refining output will decline about 30 percent, driving down BP’s direct emissions as well as those that come from its products.\nThe announcement is the most detailed and significant of the pledges made by the world’s leading oil and gas companies, which over the last year have been announcing increasingly ambitious plans to address climate change, yet have largely failed to explain how or when they will pivot away from fossil fuels in coming years. In fact, many of the plans allow the companies’ oil and gas output to continue growing for years.\n“BP has radically changed the game,” said Andrew Grant, head of oil, gas and mining at the Carbon Tracker Initiative, a think tank that has closely tracked the industry’s climate change plans.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nHe added: “In the arms race of emissions announcements, most oil and gas peers have conveniently ignored the global need to produce and use less oil and gas” and BP’s production cut makes it “unquestionably the industry leader.”\nThe 40 percent production cut does not include BP’s 20 percent stake in Rosneft, a Russian energy company that is one of the world’s largest oil and gas producers, according to David Nicholas, a BP spokesman.\nBP chief executive Bernard Looney said in February that the company would reach net-zero emissions by 2050, but he declined to spell out what steps he would take in the near-term. Now, the company says it will boost its investments into low carbon energy ten-fold, to $5 billion a year by 2030, as it draws down its exploration and production of oil and gas.\nWithin 10 years, BP said, it will have developed 50 gigawatts of renewable energy, up from 2.5 gigawatts today, and will have 70,000 electric vehicle stations, up from 7,500. BP will also increase investment in biofuels, hydrogen and carbon capture and storage—a technology that pulls carbon dioxide from smokestacks or directly from the air.\nTogether with its scaled down oil and gas output, the company says its direct emissions will fall by about one-third by 2030, while the carbon-intensity of the products it sells will decline by more than 15 percent.\nMel Evans, a senior climate campaigner for Greenpeace UK, which has been critical of BP’s plans, called the announcement “a necessary and encouraging start.”\nOn Sunday, Greenpeace released an analysis of BP’s venture capital spending, which is largely devoted to clean energy, and found that it included investments in companies that use artificial intelligence to help explore for oil and gas.\nNicholas, the BP spokesman, said in an email to InsideClimate News that about 10 percent of the fund is devoted to making oil and gas development “cleaner and more efficient.”\nOil companies have lost billions of dollars as the coronavirus pandemic has sent global oil demand plummeting, and BP’s announcement came the same day that it reported losing $16.8 billion in the second quarter of the year. That figure included $10.9 billion in write-downs, or one-time accounting losses, driven by the company’s lower projections for oil and gas demand as a result of the pandemic and global efforts to address climate change. BP also said it was cutting its dividend in half.\nLuke Parker, vice president of corporate analysis at Wood Mackenzie, a research and consulting firm, said the announcement filled in key blanks from the company’s earlier commitments and “constitutes the clearest and most detailed roadmap” provided by any of the major oil companies.\nAndrew Logan, senior director of oil and gas at Ceres, a sustainable investment advocacy group, called BP’s plan “transformative” because of its acknowledgement that oil and gas output must fall rapidly.\n“For sure this plan leaves plenty of questions,” he said in an email, particularly around BP’s stake in Rosneft, “but BP’s shift from seeing oil as an engine of growth to something that will largely serve to generate cash to finance a transition throws down a gauntlet for the rest of the industry.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}