{
  "url": "https://insideclimatenews.org/news/23072020/airlines-epa-andrew-wheeler-greenhouse-gas-emissions-trump/",
  "title": "Draft Airline Emission Rules are the Latest Trump Administration Effort to Change its Climate Record",
  "date": "2020-07-23T17:38:24-04:00",
  "content": "Environmental Protection Agency administrator Andrew Wheeler has been delivering a lot of good news lately—at least at first glance.\nIn June, Wheeler was in Sheboygan, Wisconsin, declaring victory over the city’s fight against smog. On Monday, he visited Toledo, Ohio, to unveil more than $12 million in grant funding from the agency to help clean up the Great Lakes. And on Wednesday, the nation’s top environmental protection official held a press conference to announce that the U.S. was proposing to regulate greenhouse gas emissions from airplanes for the first time.\n“The Trump administration is leading by example, and we set the example for the entire world,” Wheeler told reporters on Wednesday’s press call. “We have actually, with today’s action, taken more steps to reduce CO2 emissions than the Obama administration.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nBut those so-called victories all come with major caveats, and Wheeler’s claim that the Trump administration has done more than its predecessor on carbon emissions is, at best, highly misleading. In Sheboygan, air monitoring zones were redrawn to exclude certain areas with high pollution readings. In Toledo, Mayor Wade Kapszukiewicz called the $12 million a drop in the bucket when it comes to the magnitude of the state’s algae problem, which has cost Ohio $1 billion in mitigation efforts since 2014.\nAnd by the administration’s own admission, the new aviation emissions standards that the U.S. is proposing to adopt will do nothing to further reduce the country’s rising greenhouse gas levels because the airline industry had already imposed those standards on itself four years ago.\nIn fact, recent polls indicate that Trump’s greatest political weakness among voters is his environmental policy. That could help explain Wheeler’s recent quest to rebrand the administration as a champion of the environment as the president heads into the November election on shaky political ground.\nIn reality, the Trump administration has reversed, revoked or otherwise rolled back nearly 70 environmental rules and regulations, and is in the process of rolling back 30 more.\n“Everything they’ve done has either made no difference at all or involved significant cutbacks,” Richard Revesz, a New York University law professor and founder of the Institute for Policy Integrity, said of the administration’s environmental policy decisions. “So, the airline standard that was announced (Wednesday) is essentially business as usual.”\nWhile airline manufacturers praised Wednesday’s announcement, environmentalists called the move ineffective in reducing the airline industry’s contribution to global warming.\nIn the U.S., transportation is responsible for roughly a third of the nation’s carbon emissions, according to the Environmental Protection Agency, with aviation accounting for 10 percent of that. Globally, aviation is responsible for about 2.4 percent of total emissions, according to a 2019 study by the International Council on Clean Transportation.\nWhile aviation emissions are relatively small when compared to the power sector or even passenger cars, emissions from aircrafts are expected to triple by 2050, according to the International Civil Aviation Organization, a United Nations body.\nIn 2016, that body put forth a plan, which was widely accepted by the aviation industry, that requires new aircraft starting in 2028 to reduce fuel consumption by 4 percent compared to planes built in 2015.\nThe federal proposal Wheeler announced Wednesday merely codifies that plan, which the industry was already following, NYU’s Revesz said. “It’s not being done for any environmental reasons,” he said of the draft. “It’s being done to make it easier for U.S. planes to be sold globally, and it should not even be thought of as an environmental measure because it does literally nothing.”\nWheeler noted in Wednesday’s call that the decision would allow U.S. manufacturers—namely Boeing—to continue to sell its airplanes on the international market. And while answering questions from reporters, an agency official on the call admitted the proposed federal standards, if adopted, wouldn’t bring any future reductions in aviation emissions.\n“We do believe the emissions of future aircrafts will be lower than today, in part because of market forces and because of announced plans from the industry,” the official said. “We don’t specifically attribute it to the proposed standards.”\nThe move also heads off any potential lawsuit the EPA would face had it not adopted any standards. Under the Clean Air Act, the agency is required to set aviation emissions standards. An “endangerment finding” during the Obama administration determined that airline emissions threatened human health through their contributions to climate change, triggering the act’s legal requirement that they be regulated.\nWheeler also used Wednesday’s announcement as an opportunity to portray two of the Trump administration’s most dramatic rollbacks of climate policy as environmental triumphs.\n“This is the third time in the past two years that the Trump administration has taken major action to regulate greenhouse gases in a way that is both legally defensible, reduces CO2 and helps protect American jobs,” he said on the press call.\nThe two actions to which Wheeler was referring were the Affordable Clean Energy Rule, or ACE, and the Safer Affordable Fuel Efficient Vehicles Rule, or SAFE. Both rules replaced far more stringent ones established under the Obama administration.\nThe SAFE rule that the Trump administration finalized in March replaced vehicle emissions standards set by the Obama administration and marked the rollback of what would have been the biggest step any nation had taken to reduce greenhouse gases. The Trump rule will require automakers to decrease carbon emissions from their vehicles by 1.5 percent each year starting with 2021 models. That’s compared to the 5 percent annual decrease that had been required under the Obama standards.\nAnd the ACE rule, which the Trump administration finalized last year to replace Obama’s signature climate policy, the Clean Power Plan, was designed to lower power sector emissions by between 0.7 percent to 1.5 percent from 2005 levels by 2030. That’s compared to a 32-percent reduction in the same time period that Obama’s Clean Power Plan sought.\nWheeler, a former coal industry lobbyist, said in the call that the administration expects a 35 percent reduction in power plant emissions by 2030, but the vast majority of those reductions are due to changes in the electricity market—switching from coal to natural gas and renewable energy—that have been happening independent of the Trump rule.\nWheeler also repeated his argument that the Supreme Court’s stay of Obama’s Clean Power Plan proved that it was “unlawful,” making Trump’s replacement the only legal plan that would reduce power sector emissions—hence doing more than Obama did to reduce greenhouse gases.\nBut that’s not a fair assessment of the situation, Revesz said, since the legal merit of Obama’s Clean Power Plan was never decided on, and because the high court temporarily halted the plan from going into effect at the Trump administration’s request while the case was reviewed in federal court.\nThe Trump administration replaced the Clean Power Plan before that court could rule on its legal merit. But Revesz said he believes the circuit court would have upheld the rule. He also said that characterizing Trump’s replacements as legal alternatives to Obama’s environmental rules stretches the truth since both ACE and SAFE face serious legal challenges.\nThe Trump administration has lost 57, or 90 percent, of the 64 legal challenges to its environmental policy decisions that have been ruled on so far, according to tracking by New York University Law School’s Institute for Policy Integrity.\n“The view that the Obama actions are illegal and the Trump actions are legal is just a figment of Mr. Wheeler’s imagination,” Revesz said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKristoffer Tigue is a staff writer for Inside Climate News, covering climate issues in the Midwest. He previously wrote the twice-weekly newsletter, Today’s Climate, and helped lead ICN’s national coverage on environmental justice. His work has been published in Reuters, Scientific American, Mother Jones, HuffPost and many more. Tigue holds a Master’s degree in journalism from the Missouri School of Journalism.\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}