{
  "url": "https://insideclimatenews.org/news/08072020/climate-change-extreme-weather-police-racial-environmental-justice-new-york/",
  "title": "With Climate Change Intensifying, Can At-Risk Minority Communities Rely on the Police to Keep Them Safe?",
  "date": "2020-07-08T09:00:00-04:00",
  "content": "With cell service out, rumors of looting, rape, and violent crime spread like wildfire across the Rockaway Peninsula in Queens as Hurricane Sandy came to a close in New York City on Nov. 2, 2012.\n“Everything was word of mouth,” recalled Lisa George, a staffer for New York state Sen. James Sanders Jr. She is African American and a longtime Rockaways resident, now living in the Arverne section.\nGeorge remembered refusing to open her door out of fear when a friend came by to check on her.\nIn George’s memory, police were nowhere in sight. “We were on our own,” she said of her lower income, predominantly Black community in the days following Sandy.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nGeorge said she felt that more affluent, predominantly white communities on the Rockaways’ western end seemed to receive public assistance more quickly.\nWidespread protests following the killing of George Floyd on May 25 by a Minneapolis police officer have brought renewed attention to the long legacy of U.S. police brutality—amidst a raging Covid-19 pandemic—the climate crisis may seem for many like a distant concern.\nBut some climate and racial justice activists fear that more intense natural disasters and extreme weather caused by global warming will increase intrusion by law enforcement on the rights of people of color.\nThe “disruption of all our systems” by public emergencies too often “becomes an excuse for disruption in our human rights,” said  Elizabeth Yearmpierre, co-chair of the national Climate Justice Alliance and executive director of UPROSE, Brooklyn’s oldest Latino, community-based organization.\nAnd when it comes to addressing these concerns, simply improving infrastructure to better withstand future storms doesn’t cut it. “We need something that is more radical,” said Yeampierre.\nAmericans of color suffer disproportionately from police violence. Harvard Professor Roland Fryer found that black and Latino Americans are 50 percent more likely to experience some form of force in non-lethal interactions with the police than whites.\nAn analysis by The New York Times of city data from Minneapolis found that police officers used force against Black people at seven times the rate as they did against white people, though Black people comprise 20 percent of the city’s population.\nBut law enforcement is often the first call officials make when an emergency strikes, whether it’s a pandemic or a hurricane. During disasters, officials often rely on police to facilitate search and rescue operations, manage evaculations and maintain public safety and security when people become especially vulnerable.\nNew York Police Commissioner Dermot Shea said last month that police officers must be held accountable for misconduct, but he faulted those who demonized police officers for defending themselves with force. “I believe that the overwhelming majority of officers go out there and do God’s work every day, and are appreciated by the people of this city,” Shea said.\nAmidst widespread concerns about systemic racism within American policing and increasing calls by racial justice organizers to defund the police, the rise of extreme weather events may bring into public focus a new host of considerations around police reform and accountability.\nIn interviews, two activists and two former officials offered sharply divergent views about what steps are necessary to ensure an equitable response during extreme weather emergencies—and whether police should play a role in them at all.\nWhat happened on the Danziger Bridge in New Orleans in the aftermath of Hurricane Katrina stands in stark contrast to Lisa George’s experience with the NYPD after Hurricane Sandy: On Sept. 4, 2005 six Black civilians—all unarmed—were shot by New Orleans Police Department officers while crossing over the city’s Industrial Canal. Two of the six died.\nThe incident was one of several cases of police violence that unfolded in Katrina’s aftermath: NOPD officers shot 11 civillians. In 2012, New Orleans entered into a far-reaching consent decree with the U.S. Justice Department to overhaul the city’s police force.\nRehana Lerandeau, a member of the Oakland, California, chapter of Critical Resistance, a national member-based grassroots organization which seeks the abolition of the “prison industrial complex,” cited the Danziger Bridge shooting as one among numerous instances of the “dismal response” by police to vulnerable communities during Katrina.\nLerandeau said she considered the NOPD’s violent treatment of Katrina victims paradigmatic of how police respond to crises. “When we actually are in a disaster, we see that they either exacerbate the issue and actually cause more harm, or they just don’t show up at all and we’re left to our own devices,” Larendeau said.\nIn Lerandeau’s mind, investing resources in policing as a means of disaster recovery is not effective, given a troubled history of police interaction with racial minorities during emergencies.\nA native of Oakland, Lerandeau recalled an absence of support from law enforcement in heavily Latino areas after the 2019 wildfires. Instead, she found support in mutual aid networks made up of community members, which seemed to transcend racial and geographic lines.\nTo end racialized police brutality, Larendeau said, there’s only one real solution: defund and dismantle the police. She supports diverting police funds toward infrastructure, including the public health system, to support emergency preparedness and resilience to extreme weather events in marginalized communities.\nAs long as cities allocate large portions of their budgets to police militarization, “not only are we not going to be ready to respond to natural disaster, but we’re going to keep building up a force that is going to continue to criminalize, police, target and kill black and brown people,” said Larendeau.\nLarendeau added that communities should determine how to replace the police. “I think it’s really important to ask them what they want and what they need, and start to build up those resources,” she said.\nCraig Fugate spent eight years responding to extreme weather and natural disasters in his time as administrator of the Federal Emergency Management Agency from May 2009 to January 2017. There was the blizzard that hit the Northeast in 2010 dubbed Snowmaggeddon, a plague of 360 tornadoes in 2011 called the Super Outbreak, and Superstorm Sandy in 2012, to name just a few.\nBased on that experience, Fugate said he does not believe that police are the main cause for concern when it comes to racially disparate responses to public crises.\nFugate said that the historical role of police in disaster response has varied little from their day-to-day operations, other than their assistance in search-and-rescue operations. He is now chief emergency management officer of One Concern Inc., a Menlo Park, California, company that combines disaster science and data with machine learning in an effort to enhance decision-making and reduce harm.\nDuring times of natural disaster, Fugate said, he has seen “low lawlessness” and little need for a heavy police presence. Analysis by Enrico Quarantelli, a professor and co-founder of the Disaster Research Center at the University of Delaware, found that “looting of any kind is unusual” in typical natural disasters affecting Western societies.\nPortraying all police as violent is misleading, said Fugate, highlighting recent efforts by the National Guard to support communities during the pandemic, including by expanding Covid-19 testing.\nFugate attributes widespread public concerns about looting and crime to portrayals by the media that dramatize isolated incidents of violence in times of disaster, which people then generalize. “Sometimes, it is the perception that we end up responding against, not what is on the ground,” he said.\nDebate over policing and public perception only attacks the “symptoms” of climate injustice, Fugate said, not the root cause. “People like to think that disasters are equal. They’re not,” he said, adding that disasters are “a result of our built environment.” In his mind, focusing too heavily on police misses the systemic problem of continued underinvestment in the communities most vulnerable to climate change, namely, low-income communities of color.\n“I’m calling it the resiliency divide,” said Fugate, speaking to how the current model of investments in infrastructure and planning for climate change divides more affluent from less affluent communities.\nWithout addressing this systemic issue, Fugate said, “we’ll increasingly put the communities that are most vulnerable at risk. And, in many cases, he said, it is a growing risk “we still don’t understand” as climate change intensifies.\nThough separated from the Danziger Bridge shootings and Katrina by over a decade, racial disparities in policing have become similarly pronounced in the Covid-19 crisis.\nAnalysis of arrest data from The Marshall Project shows that while police arrested fewer people overall during March and April, as the pandemic worsened, racial disparities in arrests made across five U.S. cities increased during that time.\nTok Michelle Oyewole, policy and communications organizer for the New York City Environmental Justice Alliance, noted the disproportionate number of arrests of black people in Brooklyn for social-distancing violations.\nThe official demand of the organizations Oyewole has worked with around budget advocacy in New York doesn’t go as far as Larendeau in calling for an immediate, total defunding of the police. The organizations are calling for at least a $1 billion cut in the NYPD budget, which city officials agreed to on June 29 after public pressure, though on terms that fell short of the protesters’ demands.\nOyewole and other activists want a broader redirection of funding from the police to services, programs, and infrastructure that directly benefit and better equip communities of color to protect themselves.\n“It’s important to note that police don’t necessarily equal safety,” she said. “Black and brown communities have been able to keep themselves safe for a long time.”\nOyewole challenged city officials to invest in climate-resilient infrastructure, from fortified coastlines to stormwater capture systems and non-police crisis responders, as well as to equip emergency management services with the appropriate tools to keep residents safe as climate changes accelerates.\nLike Larendeau, Oyewole pointed to mutual aid networks as an “example of the community doing the work itself to stay healthy and to stay safe during crises.”\nShe also highlighted a nonprofit organization, The Point CDC’s “Be a Buddy” program, which seeks to connect communities’ most at-risk residents with local volunteers for aid during climate-related emergencies. Oyewole also suggested that governments direct more non-police emergency personnel and social resources toward communities where “we do see inequities during an emergency event.”\nFor Oyewole, social cohesion plays a pivotal role here. Beyond being well-equipped to communicate quickly, residents need to have developed a fundamental knowledge of and trust in one another to support each other when the storm hits to brave it together.\nAmidst the Covid-19 pandemic and nationwide Black Lives Matter protests, the future of U.S. policing has reached an inflection point that will not be good for public safety during climate emergencies, said Eugene O’Donnell, a former New York City Police Department officer and lecturer at John Jay College of Criminal Justice.\nAt this point, after Floyd’s death, the fatal shooting by police of Rayshard Brooks in Atlanta and other instances of police misconduct in Buffalo, Seattle, Philadelphia and other cities, many people feel like police reform is “unworkable,” even as more people find themselves needing to dial 911 in times of crisis, O’Donnell said.\nO’Donnell said the “mind-boggling” amount of looting seen “from coast to coast” in recent protests clearly demonstrated the need for police to keep control when disaster strikes. Calls for police defunding and abolition, he said, are “mostly heat, not light,” motivated by politics, and will “cause long-term fallout.”\nIn the aftermath of Hurricane Sandy, the city saw rates of major crimes drop, though burglaries spiked in storm-affected areas and reports of looting captured public attention.\nO’Donnell said he views police abolition as a threat to American public safety. “We would be the last country in the Western world that would be a good candidate for abolition,” he said, citing the country’s high homicide rates and the prevalence of guns relative to other developed Western nations.\nHe theorized that with fewer police, or without any at all, the “truly apocalyptic” effects of climate change could provoke troublingly militant responses to vulnerable minority communities, such as calling in active-duty military troops to keep the peace.\nO’Donnell further warned that without effective local law enforcement, an “apartheid system” of security would emerge. Affluent people would hire their own private security, with the poor “being left to their own devices.”\nThat, he said, would have clear consequences: exposing communities of color that now suffer higher rates of violence to even more harm. Already, reporting by the Wall Street Journal shows that following reports of looting in New York, demand for private security guards has reached a new high. This trend is not confined to the state or the United States, with a similar phenomenon evident in Canada.\nStill, O’Donnell said defunding the police by moving portions of their budgets to other agencies was almost inevitable—a reality he said the nation must face. Due to a years-long “hate campaign” against the police and the collapse of police agencies, with more police officers now resigning amidst national protests, O’Donnell said, the current political moment has made it clear that policing in the United States has reached “its twilight era.”\nAt the Macedonia Baptist Church in Arverne on June 25, leaders of the 100th and 101st police precincts met with residents and community leaders to discuss local issues—central among them, police brutality.\nLisa George, Sen. Sanders’ staffer and the Rockaways resident who wouldn’t even answer her door after Hurricane Sandy, left the meeting with the sense that it was an invaluable start to continuing conversations about strengthening police and community relations.\nJeffrey Williams-Maisonet, a youth community organizer and founding member of Rockaway Primetime Reporting, who is also a Black resident of Arverne and attended the meeting, said he felt that police sincerely listened to community members, though he remained unsure of what concrete action would follow.\nGeorge seemed wary of calls for police defunding and abolition, concerned that policymakers diverting funding from the police might take away services needed by the community rather than reinvest in them, which could “hurt us in the long run.”\nGeorge said she would like police reform, and she stressed that while the relationship between Rockaways police precincts and community members today “is not where it should be,” it has improved since Sandy.\nPerhaps most important, George now sees a proactive effort by local police precincts to start conversations about aggressive policing and the “ironclad” racism on the peninsula, which generates fear of the police among residents and local youth.\nWarning of a potential uptick in crime in the coming months, Police Commissioner Shea affirmed the importance of the NYPD for public safety, though he admitted that the department had to “do better” training officers to respond with appropriate tactics, and hopes to change a “false narrative that cops are bad.” New Yorkers want police accountability, he said, but they “love their cops and want more.”\nA recent poll by YouGov and Yahoo showed that a majority of those surveyed supported reforming the existing system of policing, rather than eliminating the police, while acknowledging that “police departments have a problem with race.”\nChiedu “Shea” Uzoigwe, a community organizer and lifelong resident of South Ozone Park, Queens, who is Nigerian American, shared that view. He called police essential for responding to legitimate danger and said that city residents “should not discount the progress made on police reform since the untimely passing of Eric Garner,” a Black man killed by a White police officer on Staten Island in 2014. But, he said, further changes are needed to hold police accountable for misconduct.\nGeorge knows that transforming policing can’t happen overnight. “Relations are getting better, but we’re not there yet,” George said. She cited a recent incident caught on video of a Hispanic NYPD officer with a record of eight civilian complaints against him appearing to use an illegal chokehold on a Black man on the boardwalk at Rockaway Beach. The officer was arrested last Thursday.\nCommunities and police officers must work together toward “a new way of policing” which addresses the underlying concerns of systemic racism, said George, who views conversation as the start to that process.\n“We can rally and say we want justice for George Floyd,” she said. “But if we’re not addressing the racial tensions” in police-community relations and changing police tactics, “we’re not doing anything.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}