{
  "url": "https://insideclimatenews.org/news/04072020/new-york-city-managed-retreat-sea-level-rise/",
  "title": "In New York City, ‘Managed Retreat’ Has Become a Grim Reality",
  "date": "2020-07-04T09:00:00-04:00",
  "content": "The three-story house, painted a grayish blue, stood on Fox Beach Avenue in Oakwood Beach, Staten Island. On a clear day in 2015, the house took six to eight hours to demolish. Nathan Kensinger captured it all on film.\n“That process of seeing someone’s house torn to the ground was really a powerful moment,” said Kensinger, a photographer, filmmaker, artist and journalist.\nSince Hurricane Sandy in October 2012, Kensinger has documented the struggle in New York communities to recover from the damage wreaked by the storm. His 2018 film Managed Retreat portrayed the demolition of homes bought out by the state government across three city neighborhoods, parts of which soon returned to nature and were teeming with wildlife.\n“You’d see deer, rabbits, turkeys and possums wandering around in broad daylight,” Kensinger said, amazed at “how quickly nature returned to the places where humans were once living.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nYet for the people who once inhabited these communities, their demolition seems a more grim prospect. As Kensinger captures so strikingly, at a time of climate crisis, for a growing number of New Yorkers, leaving one’s home is not a dystopian or distant possibility but a lived reality.\nNow, managed retreat has become a de facto part of life in certain areas of New York City, even as officials have not explicitly labeled it as such. Though not all residents have been presented with equal choices in the matter, many on the city’s waterfront have voluntarily participated in government-funded home buyout programs, abandoning their longtime residences to seek higher ground.\nFrom what Kensinger witnessed, the city’s efforts at retreat have seemed “piecemeal,” lacking a “comprehensive plan.”\nHome buyouts have been a staple of the city’s Build it Back program, which seeks to support Sandy-impacted residents with their recovery needs by working with them directly to help repair, rebuild, and elevate their homes—or, when necessary, to relocate entirely.\nThe city has bought out homes in areas deemed unsuitable for future development due to flood risk, while it has acquired sites it deems suitable for redevelopment of “flood-resilient housing.” To date, the city reports, a combination of city, state and federal funds have enabled the buy-out of approximately 800 homes in “communities with the highest level of damage and risk.”\nDespite the risks, some residents have chosen to stay put.\nSonia Moise, a nurse at St. John’s Episcopal Hospital and a Rockaways resident for 42 years, has thought many times about leaving, but decided against it. “If I do leave, not only am I leaving my blood, sweat and tears, but I’m leaving my community,” she said. Moise feels almost “an obligation to stay” and see her work in the community through to completion, she said.\nAt a certain point, however, staying may no longer remain an option for residents like Moise.\nAs storms worsen and sea levels rise, people may find themselves forced to evacuate from vulnerable waterfront areas. A report by the New York City Panel on Climate Change shows the city could see as much as six feet of sea level rise by 2100.\nIn that projection, the Regional Planning Association has shown, most of the Rockaways would be subsumed by water, and “more than half of Coney Island’s current population could be at risk of permanent inundation.”\nMore than the city’s outer boroughs are at risk; prominent parts of lower Manhattan, too, could face detrimental flooding—putting both the major financial institutions lining Wall Street and the nearby public housing complexes lining the Lower East Side in jeopardy. Inevitably, it seems, efforts to safeguard the city’s shorelines with seawalls, berms and levees may fail to shield certain high-risk zones from the floods of the future.\nJust as the impacts of climate change will not hit the city’s communities equally, neither will the costs of retreat. Low-income and marginalized communities in coastal and low-lying areas may struggle far more than big banks to stay afloat.\nWhether New Yorkers will retreat, and on what terms—financial and emotional—remains an open question. Answering it may well determine which city communities survive the climate hazards of decades to come.\nWith varying future climate projections, it’s not always clear when the time to retreat will arise for city residents. Yet against multiple feet of sea level rise, it is clear that building stronger sea walls and elevating homes won’t suffice for many waterfront communities. That’s where “managed retreat” provides a promising alternative.\n“Managed retreat” is defined by A.R. Siders, an environmental fellow at the Harvard University Center for the Environment, as “the purposeful, coordinated movement of people and assets out of harm’s way.”\nAlready, retreat seems likely to pose a critical consideration for coastal U.S. cities from Boston to New Orleans and Miami, as well as for cities abroad. Already, the low-lying Pacific nation of Kiribati has bought land in Fiji to secure future refuge for its citizens as climate change makes their native country increasingly uninhabitable.\nHistorically, managed retreat has been a response to river flooding, said Patrick McClellan, New York State policy director at the New York League of Conservation Voters, which considers the process a critical tool in climate mitigation and adaptation. McClellan cited the relocation of the then-900 person town of Valmeyer, Illinois in 1993 following the Great Flood of the Mississippi River as an example.\nFor communities considering retreat, the loss of their property value may provide a motivating factor, especially given the role that home ownership plays in building generational wealth in many U.S. families, along with the reality that high flood risk may make homes uninsurable.\nOn top of economics, said Radley Horton, a climate scientist at Columbia University, retreat comes down to questions of public health and safety. Failing to retreat in certain areas could increase the risks of loss of life from climate disaster. The $19 trillion worth of damage and 43 fatalities that Sandy caused the city in 2012, for instance, could prove minimal compared to what lies ahead.\nThese risks will likely pose the greatest threat to the city’s low-income communities of color, which McClellan called “environmental justice communities,” often located on the waterfront and disproportionately vulnerable to sea level rise.\nThis reality boils down in part to economics. As of 2019, six out of the city’s 10 most affordable neighborhoods, those with the lowest median sales prices, were on or by the water.\nLaunched after Hurricane Sandy decimated the city’s waterfront communities, the city’s Build It Back program represented a bold effort to accelerate the recovery process, helping residents stay safe in their current homes or find new ones. Three years later, it was clear that the program was falling short of its initial promises.\nIn 2015, New York City Comptroller Scott Stringer called the $2.2 billion program part of “a case study in dysfunction.”\n“Government failed the victims of Sandy,” Stringer said. At the time, his audit of the program revealed that the Mayor’s Office of Housing Recovery Operations had “failed to properly monitor contractors and paid $6.8 million to them for work that was flawed or incomplete–contributing to extensive delays in the delivery of aid to more than 20,000 people seeking help.”\nToday, Build it Back continues to face heavy criticism from residents and city officials alike. Many question the program’s economic efficiency, while some allege disparate treatment of poor and minority neighborhoods—where households were hit the hardest by Hurricane Sandy—casting doubt on the program’s ability to model future strategies for managed retreat.\nAccording to the city’s Sandy Funding Tracker, over 99 percent of Build it Back housing applications have received their full benefits. But that rate comes after over half of the more than 20,000 people who originally signed up for assistance effectively dropped out of the program, with flaws in its “basic design structure” causing most of the program’s attrition, according to a 2019 report by the city’s Office of Housing Recovery Operations and the Center for Urban Research at the City University of New York’s Graduate Center. Active applicants or those receiving benefits through the program now total only 8,316.\nAnd not all applicants have been offered the same benefits. The Resilient Edgemere initiative, launched by the city in 2015, limits the Build it Back construction benefits available to residents in a defined “hazard mitigation zone” to home buyouts and offers for relocation, but doesn’t offer support to stay in their current homes. For Edgemere residents unable to finance their own home renovations living in this zone, that left little choice in the matter.\nNow, the Build It back program is due to be closed out, with Housing Recovery Operations working to finish any ongoing projects.\nSome applicants are still waiting to see the program’s initial promises through to completion.\nOne of them is Sonia Moise, the nurse at St. John’s Epispocal who has thought many times about leaving but decided against it.\nShe has lived in her current Edgemere home in the Rockaways for the last 14 years, and was originally denied admittance to the program. After Moise was finally admitted in 2017, Build It Back asked her to vacate her home during renovations for storm resilience and paid to temporarily relocate her to a rental apartment, which in Moise’s words, “turned out to be a nightmare.”\nWith home renovations supposedly complete, Moise was told that the city would no longer pay for her rental unit. She returned to her home in March 2019, only to find “a whole host of issues” from mold to leaky pipes and a damaged driveway, which she has since exhausted herself trying to get the city to address.\nWhen asked about Moise’s case in March 2019, Matt Vigiano, then-press secretary of the Office of Housing Recovery Operations, told The Wave, a community newspaper covering Rockaway, that “hurricane recovery is not an easy process and can take a toll on the lives of homeowners,” and that Build It Back would “continue to work closely” with Moise “to resolve the issues she’s brought to our attention.”\nBut Moise says many of the same issues persist. “I believe race and economics had a lot to do with it,” said Moise, who is African American.\nShe emphasized the disparities in the post-Sandy recovery process of more affluent majority-white neighborhoods like Breezy Point on the western end of the peninsula—which was swiftly rebuilt—and low-income majority-minority neighborhoods like her own on the eastern end. Edgemere, which is roughly 87 percent Black and Hispanic, with 30% of residents living below the poverty level, still suffers from Sandy’s effects.\n“I understand homeowners’ frustration in this whole process,” said Andrew Olsen, the acting press secretary at Housing Recovery Operations, when asked about Moise’s case. “Always, the goal was to try to get people back home as quickly as possible but unfortunately, that doesn’t happen at times due to varying issues.”\nOlsen said he didn’t believe there were any racial or economic disparities across neighborhoods in who benefitted from the Build It Back program, adding that “money is spread out throughout the communities that were impacted.” He said the data offered by the Sandy Funding Tracker, which breaks down the program’s allocation of federal funding by zip code, reflects that.\nBased on the tracker, the eastern-most zip code of the Rockaways received $88,024,696 in federal reimbursements for 526 residential projects, whereas the more affluent western-most zip code of the Rockaways received $174,136,725 in federal reimbursements for 585 projects.\nWhether or not race and income played into Build It Back, they may well play into the equitability of future and more concerted efforts at managed retreat for city residents. Columbia’s Horton speculated that general discrepancies in the lack of funds, government assistance, and information often provided to poor communities of color may make relocation more challenging for them—only a few of a “variety of constraints that prevent people from wanting to retreat.”\nFor Moise, the decision to stay put feels deeply personal. She remains in Far Rockaway, where “her roots are,” with the hopes of seeing it flourish in the future. She feels that if “she doesn’t [stay and] advocate for her community, then nothing’s going to happen.”\nFacing a future of climate extremes, scientists, government officials, and community groups alike are searching for effective and equitable long-term solutions. Where managed retreat seems appropriate, approaches can range from providing incentives for residents’ voluntary relocation at their own cost to funding and coordinating the relocation of entire communities.\nVoluntary buyouts “became a very important tool” after Sandy, said Olsen, but they alone can’t address future sea level rise. He noted that the city is restricting development in highly flood-prone areas, designated as Special Coastal Risk Districts, including parts of Queens and Staten Island.\nThese development restrictions reflect a small part of the city’s broader efforts to build more sustainable and resilient infrastructure. The city’s Climate Resiliency Design guidelines, based on future climate projections reported by the New York City Panel on Climate Change, direct the design, engineering, and construction of capital projects. Also incorporating these projections, the Waterfront Revitalization Program establishes policies for waterfront planning, preservation and development projects.\n“There’s no silver bullet solution to the impacts of climate change. Recognizing that no two neighborhoods are alike, our approach to climate adaptation is highly tailored to each community,” said Jainey Bavishi, director of the Mayor’s Office of Resiliency. “As we plan for a hotter, wetter future, we’re creating multiple lines of defense using a wide variety of tools—ranging from restoring wetlands to constructing flood walls to limiting density in the highest risk areas.”\nMcClellan, of the New York League of Conservation Voters, called on the city to establish a proactive strategy for managed retreat, instead of waiting for the next disaster to strike and force further relocation. Policymakers, he said, should be “relying on the science” to determine which communities are at the greatest risk from sea level rise in the coming decades and the options available to them.\nGiven the scale at which retreat may become necessary, McClellan added, lawmakers will have to dramatically increase the funding available for buyout programs. He cited the Environmental Bond Act recently passed by the New York State Legislature, which allocates $3 billion in the state budget for investments in local infrastructure and environmental restoration to prepare communities for future disasters and extreme weather, as a powerful starting point, but said it would be insufficient in the long run.\nWhile McClellan called on policymakers to “step up with the data” and inform communities by stimulating conversation around the possibility of retreat, he also stressed that communities, not officials, should make the final decisions about leaving their homes. Environmental justice organizations, he said, can help facilitate engagement between the two.\n“You always want it to be a community-led planning effort rather than a top-down kind of thing” with officials unexpectedly forcing relocation, said McClellan. Leaving one’s home, he said, is a deeply personal decision, which scientific reports about sea level rise don’t capture.\nHorton wondered if the Covid-19 pandemic, which called stark racial and economic disparities into public focus, might awaken city residents and coastal communities more broadly to the need to invest in a comprehensive plan for managed retreat—with an eye to protecting vulnerable and historically marginalized communities.\n“This is an issue that affects everybody,” said Horton of managed retreat, calling for engagement from across the public and private sectors.\nScientists like himself, Horton believes, must convey the hard truth that many communities’ critical infrastructure is simply not built to weather the storms ahead.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nIlana Cohen is a proud New Yorker and a rising junior at Harvard University studying philosophy and social studies. As a college freshman, she helped relaunch the fossil fuel divestment campaign on Harvard’s campus and she currently serves as an Associate Managing Editor of the Harvard Political Review, for which she has written and edited numerous pieces on climate and environmental issues. As a freelance journalist, Ilana has contributed to The Nation, The Guardian, The New York Daily News, WBUR, Gotham Gazette, The Harvard Crimson and City Limits.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}