{
  "url": "https://insideclimatenews.org/news/30062020/call-massive-reinvestment-aims-reverse-coal-countrys-rapid-decline/",
  "title": "A Call for Massive Reinvestment Aims to Reverse Coal Country’s Rapid Decline",
  "date": "2020-06-30T09:00:00-04:00",
  "content": "The global coronavirus that’s put tens of millions of Americans out of work and plunged the nation into a recession is speeding an ongoing transition away from coal.\nWith devastation in communities left behind, 80 local, regional and national organizations on Monday rolled out a National Economic Transition Platform to support struggling coal mining cities and towns, some facing severe poverty, in Appalachia, the Illinois Basin, Montana, Wyoming, Arizona and elsewhere.\nAlthough it comes just four months before the presidential election in November, the platform doesn’t mention the Green New Deal, the proposed massive shift in federal spending to create jobs and hasten a transition to clean energy that’s divided Republicans and Democrats.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nBut Heidi Binko, executive director of the Just Transition Fund, which drafted by the plan with a wide range of partners, including labor unions, community organizations, business groups and environmental and tribal nonprofits, said it could be used as a template for part of the Green New Deal or any other legislative initiatives aimed at helping coal communities.\nWhile some of the sponsors haven’t endorsed the Democrats’ manifesto for a new economy based on clean energy, all of them are united in the principles of community-based economic development for coal country, Binko said.\nThe Green New Deal, introduced in Congress last year by Rep. Alexandria Ocasio-Cortez of New York and Sen. Edward Markey of Massachusetts, calls for net-zero greenhouse gas emissions by 2050 “through a fair and just transition for all communities and workers.” It does not include specific provisions for retraining out-of-work coal miners or reinvesting in struggling coal communities.\nLast year, the Appalachian Regional Commission identified 80 counties across its area as economically distressed—meaning they rank among the most impoverished 10 percent of counties in the nation.\nDuring a telephone news conference Monday introducing the sweeping program for economic revitalization of the nation’s coal regions, speakers from Appalachia to the Navajo Nation described the need for bottom-up economic development that builds on community members’ strengths and resources.\nThe main point in putting forth the platform is that communities that have relied on coal need far more help than they’ve been getting, said Just Transition’s Binko. The fund was created in 2015 by several philanthropic foundations and the Appalachian Funders Network to help communities redefine their local economies.\nBinko said the platform is based on what has already been shown to work and lacks only the funding needed to scale up efforts well beyond President Obama’s proposed Power Plus plan, a $1 billion economic development fund tied to cleaning up abandoned mines. Congress funded a more limited program.\n“The coal economy didn’t create lasting economic opportunity,” said Peter Hille, president of the Mountain Association for Community and Economic Development (MACED), a nonprofit that serves counties in the eastern Kentucky coalfield, who helped draft the new plan. Workers and communities that produced coal for generations “sacrificed their lives, water, health and ecosystems,” he said. “There is a debt to be paid.”\nHille said MACED in Kentucky, for example, has had success helping to finance solar power installations that save residents and businesses money, while creating new jobs.\nBrandon Dennison, the CEO of West Virginia’s Coalfield Development Corporation, said his organization has helped launch sustainable agriculture businesses.\nThe new coal transition platform also highlighted how Navajo communities and local entrepreneurs near the recently closed Navajo Generating Station in northern Arizona are creating clean-energy and sustainable tourism enterprises.\nIt calls for investing in local leadership to lead the transition—especially Black, brown, women and indigenous-led organizations. The plan stresses support for small businesses and payments for workers while transitioning to family-sustaining jobs.\nAnd it calls for reclamation and reuse of coal sites and new community infrastructure, including public health facilities and schools. Coal companies, under the plan, would be held accountable during bankruptcies.\n“Coal plant closures are changing regions and ways of life too rapidly for small communities to adapt on their own,” said James Slevin, president of the Utility Workers Union of America, AFL-CIO, during the press conference. The AFL-CIO has endorsed Joe Biden for president.\nWhen coal-fired power plants shut down, local governments can find themselves losing millions of dollars in annual tax revenues, he said.\n“This (plan) offers lawmakers and leaders a community-driven guide,” he said.\nInsideClimate News is a nonprofit, independent news organization that covers climate, energy and the environment. Sign up for the ICN newsletter here.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}