{
  "url": "https://insideclimatenews.org/news/02072020/bp-shell-coronavirus-climate-change/",
  "title": "BP and Shell Write-Off Billions in Assets, Citing Covid-19 and Climate Change",
  "date": "2020-07-02T09:00:00-04:00",
  "content": "Two of the world’s largest energy companies have sent their strongest signals yet that the coronavirus pandemic may accelerate a global transition away from oil, and that billions of dollars invested in fossil fuel assets could go to waste.\nThis week, Royal Dutch Shell said it would slash the value of its oil and gas assets by up to $22  billion amid a crash in oil prices. The announcement came two weeks after a similar declaration by BP, saying it would reduce the value of its assets by up to $17.5 billion. Both companies said the accounting moves were a response not only to the coronavirus-driven recession, but also to global efforts to tackle climate change.\nSome analysts say the global oil and gas industry is undergoing a fundamental transformation and is finally being forced to reckon with a future of dwindling demand for its products.\n“I think we may look back on this as the turning point, the moment the industry finally started to say that real assets with real dollar figures associated with them are likely to be ‘stranded’”—or left undeveloped—“in a decarbonizing world,” said Andrew Logan, senior director of oil and gas at Ceres, a sustainable business advocacy group that has represented major investors in their engagement with oil companies. “This is a huge turnaround from the industry’s previous stance, which had been that no existing assets were likely to be stranded, that there may be risks in the future, but not in the here and now. That acknowledgment, that the risk is real and it’s here in the present, is a really big deal.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nA growing list of major investors and advocacy groups have been pressing oil companies to better disclose and confront the risk that some of their fossil fuel investments may never be developed or may lose substantial value as the world pivots towards a cleaner energy system in order to reduce greenhouse gas emissions. Much of the industry has resisted. ExxonMobil, for example, maintains that its oil and gas reserves face little risk of being stranded.\nBP said in mid-June that it expects governments will accelerate a transition to low-carbon energy in the aftermath of the coronavirus pandemic, and that the two forces together had compelled the company to revise its long-term outlook for oil and gas demand. As a result, BP said, it would need to cut the value of its assets by between $13 billion and $17.5 billion, and that it may never develop some of its prospective projects.\nShell had already lowered its long-term outlook at the end of last year. This week, it released a more pessimistic projection for oil demand over the next few years too. The company also said the cuts to its refining asset values would “support the decarbonization of its energy product mix.” The biggest hit to Shell’s books came in its investments in liquefied natural gas, which the company hopes can still play a growing role in global energy needs. Those assets are now worth up to $9 billion less than Shell had hoped, the company said.\nBoth companies announced this year they would aim to eliminate or cancel out their direct greenhouse gas emissions by mid-century.\nJust days after BP’s announcement, Rystad Energy, an industry research and consulting firm, said it was reducing its assessment of the world’s recoverable oil resources in light of the pandemic. The volume of recoverable oil depends not only on what is in the ground but also on the economics of extracting it.\nThe firm said the pandemic would “expedite peak oil demand,” and that some stores of oil in North American shale, Canadian tar sands and Russian and Norwegian Arctic fields are now likely to go undeveloped, given how expensive they are to extract.\nThe write-downs—also called impairments—announced by Shell and BP are accounting measures that indicate a particular asset or investment is not worth as much as executives had once thought. For oil companies, a write-down is generally triggered by lower oil prices and a belief that demand will not be as high as the company had previously assumed.\nThe research and consulting firm Wood Mackenzie said the price crash of recent months has wiped away $1.6 trillion in its valuation of oil and gas producers, and that the impairments are sending an important signal.\n“It’s about fundamental change hitting the entire oil and gas sector. Within this write down, Shell is giving us a message about stranded assets, just like BP did a few weeks ago,” said Luke Parker, vice president of corporate analysis, in a research note. “Just a few years ago, few within the oil and gas industry would even countenance ideas of climate risk, peak demand, stranded assets, liquidation business models and so on. Today, companies are building strategies around these ideas.”\nThe announcements from the European companies are deepening the gulf between them and their American peers, none of which has yet announced an impairment of the same scale tied to the pandemic. That may be due in part to different accounting rules in the United States, but Exxon and other U.S.-based companies also generally have indicated they believe global oil demand is likely to continue to grow for many years, a position that’s drawing scrutiny from a number of large investors such as pension funds. In May, Exxon announced $2.9 billion in write-downs that the company attributed to lower oil prices.\n“I think thoughtful companies like BP and Shell see they’re in a race against time and that peak demand for oil and gas is coming. The question is just exactly when does it happen,” said Logan. “There’s a growing sense among some companies and certainly investors that assets they thought were safe are going to end up devalued because Covid came when it did at this point, where demand is approaching a peak.”\nSome analysts have said the companies may be using the pandemic and energy transition as an excuse to shift blame away from bad investment decisions in recent years. Shell, for example, spent $53 billion to acquire the natural gas company BG Group in 2016, and many analysts have questioned the move. Some said BP had been overly optimistic about long-term demand long before the pandemic hit.\nPavel Molchanov, an analyst with Raymond James, said the write-downs are no different than those that have come in previous oil busts, and are driven largely by the coronavirus pandemic rather than any looming energy transition. “This is just part of the reality of oil and gas accounting,” he said.\nBut he added that the pandemic is likely to have a lasting effect on the industry and on oil production. “Companies have been forced to respond to the worst demand shock in modern history by cutting capital spending to the lowest level in possibly 20 years,” he said. “That will result, by definition, in less oil supply for many years to come.”\nAndrew Grant, head of oil, gas and mining at the Carbon Tracker Initiative, a financial think tank, said the write-downs are likely a combination of corporate spin and real change.\n“Perhaps it’s partly talking a good game, or making lemonade when life hands you lemons: Faced with a low oil price, they’re at least trying to get some good PR out of it,”  said Grant, a leading researcher on the risk to investors from the energy transition. “But I think it also reflects the direction of travel.”\nGrant said we’re likely seeing the beginning of a process he has warned about for years, when companies need to reconcile with a future of less fossil fuel demand by admitting they’re not worth as much as they once were. And, he added, they still have a long way to go.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}