{
  "url": "https://insideclimatenews.org/news/26062020/trump-alaska-drilling-arctic/",
  "title": "Trump Plan Would Open Huge Area of Alaska’s National Petroleum Reserve to Drilling",
  "date": "2020-06-26T15:49:42-04:00",
  "content": "Along the northern edge of Alaska, millions of square miles of land are home to countless animal species—hundreds of thousands of caribou, scores of threatened bird species, polar bears and more.\nThis isn’t the Arctic National Wildlife Refuge, although the same is true there. It’s the National Petroleum Reserve-Alaska, a few hundred miles west of the refuge, and some of its most ecologically sensitive lands may soon be open for business to the oil industry.\nSince early in the Trump administration, the U.S. Interior Department has sought to open new areas of the NPR-A to drilling, including the area around Teshekpuk Lake, a region that has long been considered too ecologically sensitive for drilling.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\n“Teshekpuk Lake is the feeding and calving grounds of our caribou, geese, fish we depend on for survival,” said Martha Itta, the tribal administrator of the Native Village of Nuiqsut, which is adjacent to the reserve. “Drilling in the Teshekpuk area would be devastating to our people. We will no longer be able to hunt being surrounded by industry. We will go hungry.”\nEarlier this year, the Trump administration released a plan for drilling in part of the Alaskan Arctic that provided a range of options. A few of them expanded the area allowed for drilling, but only slightly. One, called Alternative D, opened up almost all of the region—including Teshekpuk Lake.\nOn Thursday, the Bureau of Land Management released its final environmental review and announced which option it preferred: Alternative D, plus 300,000 acres. The plan would make a total of roughly 6.8 million acres of previously protected land available for drilling.\n“They have created a whole new alternative that actually opens more area to oil and gas leasing and exploration,” said Rebecca Noblin, a senior attorney for Earthjustice who specializes in the region. “It’s surprising that they would consider an alternative that wasn’t considered in the draft and that the public didn’t get a chance to comment on.”\nThe new plan contains features of the earlier options that had been presented in the draft review, but has some “minor variations resulting from stakeholder consultation,” according to Lesli Ellis-Wouters, the spokesperson for the Bureau of Land Management in Alaska. “The alternatives analyzed in the Final IAP/EIS allow for an environmentally responsible approach to leasing and development, respect traditional uses of the land, and maintain access to subsistence resources,” she said.\nNow that the plan has been published, the Interior Department must wait at least 30 days before taking the next step—the publication of what’s called the Record of Decision. After that, the department can schedule a lease sale.\nThe publication of the review represents the next step in the Trump administration’s plans to open up more of the Arctic to drilling. In the Arctic Refuge, progress has been stymied by low oil prices and a lack of clarity about whether companies are interested in investing there. But in the NPR-A, the administration has been steadily plodding ahead, buoyed by reports of vast oil reserves in the area and existing infrastructure at Conoco-Phillips’ nearby projects.\n“President Trump has committed to expand access to our Nation’s great energy potential,” said Secretary David Bernhardt in a statement Thursday. “Today’s action is one more significant step in the process of delivering on his promise.”\nTeshekpuk Lake is a prime piece of real-estate.The area provides critical habitat for tens of thousands of birds—many of them threatened with extinction—as well as a 40,000-head caribou herd. But below the surface of the picturesque lake and wetlands petroleum, companies expect to find vast stores of oil.\n“This plan turns its back on unique and spectacular Arctic wildlife species and sells their key habitat out to the oil industry,” said Nicole Whittington-Evans, the Alaska program director for Defenders of Wildlife. “It gives away critical habitat for imperiled polar bears and vital habitat for caribou and migratory birds to oil companies that will only exacerbate the climate crisis by expanding into a fragile frontier area with new drilling. It is bad for the Western Arctic and bad for the planet.”\nWhen the federal government wants to make a plan for drilling in an area—as opposed to planning for one specific project—it works up a science-based document called an Integrated Activity Plan. The plans can span hundreds of pages, and are the result of the work of scores of scientists, policymakers and local stakeholders. In 2013, when the Obama administration released the plan for drilling in Alaska’s national petroleum reserve, it was the result of three years of painstaking work.\n“The EIS and attachments and appendices piled up on my desk probably 12 inches,” said David Hayes, who oversaw the effort as Deputy Secretary of the Interior Department.\nIn 2013, he said, after the publication of the plan, the oil industry and Alaska congressional delegations approached the agency, asking officials there to open up more of the area around Teshekpuk Lake. “We held firm,” Hayes said. “There was no basis for impugning the science, which demonstrated the incredible ecological value of the area.”\nThat process stands in stark contrast to what has happened during the Trump administration.\nIn November 2018, the Bureau of Land Management began the process of working on a new plan. One year later, on Nov. 21, 2019, the draft was released. The final version was released June 26, 2019.\nIn public comments and transcripts of public meetings held across Alaska, local Indigenous groups and environmental advocates argued against changing the plan.\nBut the announcement of the plan was hailed by members of Alaska’s congressional delegation. “As Alaskans work toward economic recovery, having a robust plan to unlock the potential of one of the most promising areas on the North Slope is a powerful tool,” said Sen. Lisa Murkowski in a statement. “NPR-A holds billions of barrels of oil that will ensure the continued operation of the Trans-Alaska Pipeline System and support good jobs for thousands of Alaskans.”\nOthers worry, however, that in the face of low oil prices and lease sales that have seen acreage selling for far below average, the new plan could result in ecologically irreplaceable land selling for record low prices. In the 14 lease sales held from 1999 to 2018, land in the reserve sold for an average of $47 per acre. In 2019, a record amount of land was sold—more than 11 million acres—but for an average $11 per acre.\nThose low prices have been used as a warning by environmental groups and democratic legislators who also want to keep drilling out of the Arctic National Wildlife Refuge. If leases in the NPR-A sell for so little, they warn, they may go for even less in the Refuge, where there is no existing infrastructure and where the sole exploratory well—drilled decades ago—revealed little oil.\nIn Nuiqsut, a village that is already surrounded by oil drilling, and where locals worry about health impacts they may have already suffered from the industry, the stakes are especially high. “Our cultural heritage, past and present, our food security for generations to come, our health will be lost and affected,” said Itta.\nThe publication of the plan is not the end of the road. Once the record of decision is published, environmental groups will have the option of suing the administration, which could put the brakes on a lease sale.\n“I think there will be a strong legal response to this unlawful attempt to open up the western Arctic,” said Noblin, of Earthjustice.\nIf a lawsuit successfully stalls a lease sale, the future of Teshekpuk Lake may rest in the hands of the presidential election.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}