{
  "url": "https://insideclimatenews.org/news/08062020/sulfate-emissions-coronavirus-arctic-heatwaves/",
  "title": "A Drop in Sulfate Emissions During the Coronavirus Lockdown Could Intensify Arctic Heatwaves",
  "date": "2020-06-08T23:43:14-04:00",
  "content": "In mid-May, a pocket of scorching hot air flowed north from Siberia and fanned out across the Arctic Ocean, reaching as far as Greenland and triggering an unprecedented heatwave. In Khatanga, a Russian village above the Arctic Circle that normally remains below freezing in the spring, the mercury hit 77 degrees Fahrenheit, smashing the previous record by 23 degrees. According to temperature records which go back to 1958, no other year has been hotter in the Arctic for this same time period.\nThis weather anomaly has since ignited significant wildfires in Russia and contributed to the rapid melt-out of sea ice in the Arctic Ocean—possibly jumpstarting this year’s melt season. Indeed, sea ice is currently at its fourth lowest extent for this time of year since record-keeping began in the 1970s.\n“Overall, this winter wasn’t particularly warm, but now that’s flipped around in the last month and we’re really seeing the effects,” says Mark Serreze, director of the National Snow and Ice Data Center (NSIDC). “Big holes are opening up along the Siberian coast where it’s been the warmest.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThis Central Arctic heatwave may not be a one-off event only occurring in spring 2020, researchers suggest. Rather, if levels of global industrial air pollutants continue to fall due to the Covid-19 pandemic, the current Arctic warmth could be a bellwether of what’s to come later this summer when sea ice melt annually kicks into high gear.\nAccording to a recent study in Nature Climate Change, daily global greenhouse gas emissions dropped by 17 percent in early April compared to last year’s numbers. If maintained, a decline in carbon pollution is a good thing for global climate stability and for avoiding the most severe consequences of climate change.\nBut in the short-term, a drop-off in atmospheric pollutants can actually cause a slight increase in global warming. That’s because heat-trapping gases such as carbon dioxide and methane aren’t the only thing released by burning fossil fuels. Sulfate aerosols are also spewed into the air, and these aerosols are known to produce a cooling effect on the planet, mitigating some of the warming from greenhouse gases. If aerosol emissions are going down, it’s possible we could see a slight upward temperature bump this spring and summer, which could speed up Arctic sea ice melt.\n“Ultimately we need to eliminate sulfur pollution and sulfate aerosols, which cause lots of other problems too, such as acid rain,” says Michael Mann, a renowned climatologist and director of the Earth System Science Center at Pennsylvania State University. “But it is a ‘Faustian bargain’ in the sense that [reductions in aerosols] unmasks some of the global warming that had been hidden for decades by the sulfate aerosol pollution.”\nUnlike greenhouse gases which can remain in our atmosphere for years, sulfate aerosols are relatively short-lived. They’re typically washed out of the troposphere in a matter of weeks, and therefore need to be constantly replenished by industry to maintain their cooling benefits.\nSulfate aerosols counteract planetary warming in two different ways. For one thing, they’re highly reflective.\n“They reflect a lot of sunlight back into space, rather than have it absorbed and warming the earth,” explains Michael Diamond, an atmospheric scientist at the University of Washington. “They can also change cloud properties. Clouds aren’t just pure water—they need a seed or a nuclei to form.”\nSulfate aerosols provide such nuclei for water to condense around, creating a greater abundance of clouds, and more reflective clouds as well—an effect known as “cloud brightening.”\n“It’s like a lot of little mirrors reflecting sunlight back to space,” says Diamond.\nThe United Nations Intergovernmental Panel on Climate Change has long struggled to quantify the exact cooling impact of sulfate aerosols. According to Mann, aerosols have likely been responsible for offsetting about 0.7 degrees Fahrenheit of global surface warming, and a much larger amount—more than 1.8 degrees—in the mid-latitude regions during summer when there is more sunlight to reflect back.\nAn AGU Advances study published in March 2020 sought to further quantify the aerosol impact on cloud brightening, with researchers zeroing in on a shipping lane in the southeast Atlantic. Diamond, who served as lead author of that study, found that sulfate aerosols from shipping were responsible for reducing warming by two watts per meter squared. To put that in perspective, greenhouse gases are responsible for warming of about 4 watts per meter squared.\nWhen Diamond and his team calculated the global cooling effect from all industrial activity around the world, on land and at sea, they found that sulfate aerosol-seeded clouds masked about a third of all warming from greenhouse gases.\nResearchers around the world are now trying to parse out how Coronavirus lockdown measures have affected global emissions. In the Nature Climate Change study published last month, an international team of scientists found that daily CO2 emissions dropped by 17% at the peak of the coronavirus shutdown.\nHowever, emissions are creeping back up as shelter in place measures are relaxed. By year’s end it’s expected 2020 CO2 emissions will end up between 4 and 7% lower than 2019—the biggest drop since World War II.\nAnother study published in Geophysical Research Letters in May found that nitrogen dioxide pollution over China, Western Europe and the United States decreased by as much as 60% in early 2020 compared to the same time last year. And a study focused on northern China found that levels of particulate matter known as PM 2.5, a notable human health hazard, decreased by approximately 60 percent in January and February.\nBut Diamond says the picture is a bit more muddied when it comes to aerosols. His research group has been examining emission levels from China in February 2020.\n“In the clouds over the South China Plain and East China Sea, you don’t see any difference in the size of those cloud droplets,” he says, indicating there hasn’t been a significant change in the level of sulfate aerosols in the atmosphere.\nOne explanation could be that though passenger traffic has fallen during the pandemic, electricity generation for industrial combustion is only down by about 10%, according to data from the Chinese government.\nHowever, coincidentally, in January 2020, the United Nations International Maritime Organization implemented a policy banning ships from using fuels with a sulfur content above 0.5 percent, a seven-fold reduction from the 3.5 percent allowed previously.\n“Any signal we’re seeing in international shipping right now is a combination of this policy and the pandemic,” says Diamond.\nSulfate aerosols have been decreasing in the United States under the Clean Air Act as well, says Patricia Quinn, atmospheric chemistry leader at the U.S. National Oceanic and Atmospheric Administration’s Pacific Marine Environmental Lab. Since the 1980s, sulfate aerosols have likely declined by between 30 and 50 percent.\n“It’s not serving as big as a mitigator [of warming] as it once was,” Quinn said. “Coal-fired power plants—a major source—aren’t being used as much as they were a few years ago because it’s a more expensive form of energy production now.”\nIndeed, in a 2017 study, scientists posited that the sulfate aerosols released due to human activity masked the decline in Arctic sea ice in the mid-20th century, before the Clean Air Act went into effect, and actually led to periods of ice growth.\nSo how might a reduction in sulfate aerosol levels affect the Arctic during the coronavirus pandemic?\nQuite a lot—maybe. Juan Acosta Navarro is an environmental scientist at the Barcelona Supercomputing Center. He says that, “the Arctic appears to be quite sensitive to changes in emissions of sulfate aerosols.”\nUsing earth system computer modelling, his simulations showed that sulfate aerosol reductions in Europe since 1980 could potentially explain a significant fraction of Arctic warming over that period. Specifically, the Arctic received approximately 0.3 watts per meter squared of energy, warming by 0.9 degrees Fahrenheit on average as Europe’s sulfur emissions declined.\n“We conclude that air quality regulations in the Northern Hemisphere, the ocean and atmospheric circulation, and the Arctic climate are inherently linked,” his 2016 Nature Geoscience study stated.\nBut weather variability and climate system chaos—as always—still provide an obstacle to making any long-term predictions about the sea ice outcome this year, or any year.\n“Patterns of the atmospheric circulation are going to play a huge role in what summer looks like,” says NSIDC’s Serreze. “Could we be looking at a record high global temperature this year? Maybe. We’re kind of on track for that right now. What’s going to happen with the sea ice? We know it’s well below average right now, but [weather variability] can counter the effects of greenhouse gases” in the short term.\nStill, he’s energized—certainly not by Covid-19, but by the prospect of being able to test the role of sulfate aerosols on global warming.\n“Here we are, in a serendipitous sense, presented with this incredible global experiment. We can perhaps see what the effects are [of sulfate aerosol reduction] and how this relates back to the sea ice.”\n“Every cloud has a silver lining,” he concludes.\nGloria Dickie is a freelance journalist based in British Columbia, Canada. Her work appears in The New York Times, The Guardian, Scientific American, National Geographic and Wired. Follow her on Twitter @GloriaDickie or read more of her work at www.gloriadickie.com.\nThis article was first published in Mongabay.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}