{
  "url": "https://insideclimatenews.org/news/03062020/george-floyd-racial-justice-police-brutality-environment-climate-activism/",
  "title": "As Protests Rage Over George Floyd’s Death, Climate Activists Embrace Racial Justice",
  "date": "2020-06-03T09:00:00-04:00",
  "content": "When New York Communities for Change helped lead a demonstration of 500 on Monday in Brooklyn to protest George Floyd’s killing in Minneapolis, the grassroots group’s activism spoke to a long-standing link between police violence against African Americans and environmental justice.\nElizabeth Yeampierre, executive director of UPROSE, Brooklyn’s oldest Latino community-based organization, said she considers showing up to fight police brutality and racial violence integral to her climate change activism.\nBronx Climate Justice North, another grassroots group, says on its website: “Without a focus on correcting injustice, work on climate change addresses only symptoms, and not root causes.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThese community organizations in New York have been joined in protest by the nation’s most prominent climate change activist groups, including the Sierra Club, 350.org, the Natural Resources Defense Council, the Sunrise Movement and Extinction Rebellion.\n“NRDC has a responsibility to be fully and visibly committed to the fight against systemic racism and for justice, equity and hope,” Gina McCarthy, its president and chief executive officer, said in a statement.\n“We have marched to the Lincoln Memorial,” Friends of the Earth tweeted Tuesday night, “where we are joining thousands of peaceful protesters sitting and standing face-to-face with law enforcement. #BlackLivesMatter”\nWhile some established, and predominantly white, climate and environmental organizations have struggled with diversity in their ranks and faced criticism for being disconnected from communities of color, there are clear signs that they are becoming increasingly focused on racial and environmental justice.\nThe Rev. Fletcher Harper, an Episcopal priest who is executive director of GreenFaith, a global religious-based climate action network based in Highland Park, New Jersey posted on his blog: “For too long, the environmental movement has not been concerned enough about the destruction that climate change wreaks on Black and Brown communities around the world. For too long, we haven’t been concerned enough about Black and Brown people who can’t breathe because they are carrying the weight of climate change and White supremacy.”\nPatrick Houston, climate and inequality campaigns organizer for New York Communities for Change, said he believes the broader climate movement is “becoming much more open to listening and understanding the struggles of the black community” by connecting “overt racism and violence” with “overlooked racism” stemming from proximity to power plants and other fossil fuel infrastructure.\nThis new show of solidarity, he said, reflects “a work in progress that must continue.”\nYeampierre, who is also co-chair of the national Climate Justice Alliance, shares Houston’s hope and skepticism. Given what she considers a historically “extractive” use of the climate justice narrative by “big green” organizations, she said those groups must take direction from Black Lives Matter organizers in protesting Floyd’s killing.\nAlexandria Villaseñor, the 15-year-old climate activist who is co-founder of the U.S. Youth Climate Strike and founder of Earth Uprising, emphatically agreed. “I think that true solidarity is giving Black Lives Matter organizers platforms, donations and putting our bodies out there on the streets with them,” she said. “We know that there is no climate justice without racial justice. The exploitation of black people is the greatest extractive system of production of all time and in order to heal the planet, we must have black and indigenous liberation.”\nWhile both environmental racism and police brutality have long histories in the United States and in New York City—Floyd’s death comes six years after the killing of Eric Garner, an unarmed black man, in a chokehold by a white police officer in 2014—the city’s leading youth-led environmental groups, including Extinction Rebellion, the Sunrise Movement and Fridays of the Future, did not exist before 2017.\nVillaseñor said she has been pleased over the past week to see organizers with both Extinction Rebellion and Sunrise on the ground in solidarity with racial justice advocates.\nJonathan Kirsch, social media coordinator for the Sunrise Movement’s NYC hub, said that the organization has “acknowledged that we are not the authority right now to be commenting on what is being said by the black community.”\nHe added: “We are here to support our black and brown friends and family in this moment, so that their voices are the ones that should be heard—as they always should be heard.”\nA similar focus on racial and environmental justice by climate change and environmental activists was evident around the nation Tuesday as protests again took to the streets in dozens of cities eight days after Floyd’s death. The officer who pinned the handcuffed man to the ground with a knee to his neck, Derek Chauvin, has been fired from the Minneapolis Police Department and charged with third-degree murder.\nMark Reynolds, executive director of Citizens Climate Lobby, said the group—which has volunteers in every Congressional district pushing for bipartisan carbon pricing legislation—is making plans to offer additional training to its volunteers on racism, privilege, bias and diversity in the environmental movement. There also will be a seminar in racial justice included in the group’s upcoming annual conference, which will be held online in  June.\n“It’s not enough simply to list diversity as one of our values,” Reynolds said in a blog post addressed to the group’s members who are black and people of color. “The best way we can proclaim that Black lives matter to CCL, and that we care deeply about your wellbeing and your safety and your happiness, is for us to take concrete action.”\nHe added, “Like climate change, there is no simple fix for racism—but we will not shy away from doing our part in this vital work.” .\nNathaniel Stinnett, founder and executive director of the Boston-based Environmental Voter Project, said that environmentalists have a special duty to speak out on racial injustice.\nIn the battle to protect the planet, he said, “every fight we enter is also a choice about whom to protect—will we protect the privileged or the oppressed, the heard or the unheard, those who feel the brunt of environmental impacts or those who don’t?”\nStinnett said his group, which works to identify environmental voters and get them to the polls, will redouble its efforts to fight for equality in ballot access as part of its work. “Fighting structural racism is—and must be—integral to the environmental movement’s mission,” he said.\nIn Louisville, where thousands of protesters have also been chanting the name of Breonna Taylor, an African American killed by police March 13 while they were serving a nighttime “no-knock” search warrant, environmental activists have been among those expressing outrage.\n“Different faith leaders were speaking out about the violence that is perpetrated against black people in Louisville and across our country, and how that is against our values,” said the Rev. Dawn Cooley, who is executive director of Louisville-based Kentucky Interfaith Power & Light, a coalition of faith communities that advocates for action on climate change.\nCooley said it is easy to find a connection between climate justice “and the system of racism in our country and in our world. And the same people who are struggling for their basic human rights in America and the larger world are the same people being most impacted by climate change.”\nRacial and ethnic minorities, she noted, are bearing a disproportionate burden of illness and death from the novel coronavirus pandemic.\nWatching the events of recent days unfold have been very painful for Arnita Gadson, a veteran environmental justice advocate who has played a pivotal role helping to keep a large chemical industry in Louisville accountable through a local task force, and also serves as Kentucky’s Environmental Climate Justice Chair for the NAACP.\nShe is contributing to a local climate adaptation plan, and that work has continued through the recent strife, Gadson said, adding, “but I’ve been scared.\n“I am a black woman living in a white world,” she said. “If I go out, I might get shot and I may get killed. I worry about my kids and their kids.”\nIn Salt Lake City, Utah, Grace Olscamp has been reaching out on social media, calling on environmentalists to do more than pledge support for people of color on behalf of the environmental group HEAL Utah, which has focused for two decades on hazardous and nuclear waste, as well as air pollution and climate change.\n“It shouldn’t have taken us this long to really step up and take action,” said Olscamp, HEAL’s communications director, noting that she, the group’s staff and many of its members are white and “definitely in a place of privilege.”\nIt’s a problem among environmental organizations, generally, that they have failed to include more people of color and to hold themselves accountable for working toward real change.\nShe started a Twitter thread Monday by saying: “Protecting the environment must include protecting the health & lives of others. Without recognizing this & acting on it, the environmental movement will be spinning its wheels. The roots of the disproportionate impacts of things like pollution are tied to systemic racism.”\n“We need to actually speak out and make a stand and not beat around the bush about it,” she said in an interview. “We need to protect black lives.”\nOlscamp said that means working with state and federal lawmakers toward creating better policies and eliminating policies that place a heavier pollution burden on poor communities and communities of color. She added that it will be important to keep conversations about equity on the agenda among the group’s 15,000 grassroots members, urging them, for instance, to press for changes in their workplaces and local government.\nOn the West Coast, The California Water Blog, a must read for environmentalists, journalists and scientists published by the Center for Watershed Sciences at the University of California, Davis, suspended all discussions of water this week in solidarity with the protests.\nMonday’s Cal Water Blog post was titled “Black Lives Matter.”\nThe post, signed by the center’s executive committee, whose members include biologists, geologists, engineers and legal scholars, said: “Institutional racism is urgent and real, and should divert us from topics of California water at this time. The deaths of George Floyd, Breonna Taylor, Ahmaud Arbery and countless others are horrific, and the effects of a pandemic are disproportionately affecting communities of color. At the Center for Watershed Sciences, we acknowledge that while we strive for equity and inclusion in our science in line with our Principles of Community, we have a long way to go to address racism and unconscious bias.”\nThe post went on to encourage “everyone to have the hard conversations and do the hard work” to support all people in our communities. “It is moments like this that remind us that bearing witness to racism and injustice is critical and must be a core part of our mission.” The blog included links to resources compiled by the Graduate Group in Ecology’s Diversity Committee, including several under the heading “Ways white people can take action for racial justice.”\nAndrew Rypel, an associate professor of biology at UC Davis, wrote the California Water Blog post. He said a team was putting together the usual weekly scienceblog and “just realized this is ridiculous. The focus should not be on business as usual right now.”\n“I think we’re at an inflection point right now,” he added, “where voices matter and using your platforms matter and we thought it was important to point these things out.”\nThe blog, he said, has gotten a tremendous response, overwhelmingly positive. “Mostly, people have thanked us,” he said. “It was tough to write that and tough to think about that because we all play a role in how bad the situation has gotten. In some ways, I look back at the 1960s and it makes me so sad that we haven’t made much progress.”\nFor the California Environmental Justice Alliance, a coalition of 10 grassroots environmental justice groups throughout the state, supporting the ongoing protests is no stretch.\nThe coalition’s focus is on supporting and creating state policies that protect communities of color from bearing the brunt of fossil fuel pollution and other environmental hazards and offenses. Core members include Communities for a Better Environment, the Environmental Health Coalition and Center for community action and Environmental Justice.\nGladys Limon, the justice alliance’s executive director, said the same racist system that exploits these communities, “pillaging the earth” and degrading the health and life expectancies of black and brown people, has led to “the heinous murders,” that have upended cities across the country.\nMembers of the alliance as well as alliance staffers have been participating in the protests, speaking out and issuing statements in support, she said.\n“Why wouldn’t anyone stand with Black Lives Matter and all those rising up against the heinous  murders of black people at the hands of our government,” Limon said. “All social justice organizations and simply people of good conscience and those who believe in the promise of our country should be outraged and calling for justice, black liberation and systemic change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}