{
  "url": "https://insideclimatenews.org/news/04062020/shell-plastics-plant-pittsburgh-coronavirus/",
  "title": "Shell’s Plastics Plant Outside Pittsburgh Has Suddenly Become a Riskier Bet, a Study Concludes",
  "date": "2020-06-04T00:47:00-04:00",
  "content": "The same economic forces that are delaying construction of a plastics plant in Ohio will make another one under construction in western Pennsylvania less profitable and riskier to shareholders, an economic think tank warns in a new report.\nThe massive, multibillion-dollar Shell Polymers plant rising from the banks of the Ohio River in Beaver County, Pennsylvania, is expected to make 1.6 million metric tons of plastic pellets annually—the building blocks for such products as bags, bottles, food packaging and toys.\nBut a new study from the Institute for Energy Economics and Financial Analysis warns that Shell will be making less plastic and less money while facing increasingly stiff competition. That means the company won’t likely be able to hire as many workers and will contribute less to the local economy, IEEFA concludes.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nOne key factor: the price of plastics has fallen 40 percent since the plant was planned several years ago, as a global petrochemical industry has raced to boost production capacity.\nThese changing economics, made worse by fallout from the coronavirus pandemic, will have significant implications for Shell’s investors, local and state governments in Pennsylvania, and the people of Pennsylvania, who have supported the project through tax breaks.\nIEEFA, a non-profit whose work is aimed at supporting a sustainable energy economy, called on Shell to be transparent with its investors and the public as economic conditions have changed.\n“It will be a distressed asset for years to come,” said Tom Sanzillo, director of finance for the energy institute. “Only increased public disclosure by Shell can ensure that problems are faced squarely and with common sense.”\nA Shell spokesman, Curtis Smith, acknowledged “the short-term outlook for this business is challenging given global macro conditions, but it remains our view that long-term demand for the wide variety of products derived from petrochemicals will continue to grow and provide attractive returns.”\nHe said the plant, about 25 miles northwest of Pittsburgh, is still on track to start production “in the early 2020s.”\nCritics of what has been a planned petrochemical buildout in the region said the report suggests that the Shell plant is in economic trouble.\n“The IEEFA analysis highlights that Shell and petrochemicals are not nor will be a positive economic development strategy for southwestern Pennsylvania and the Greater Ohio River Valley region,” said Matt Mehalik, executive director of Pittsburgh’s Breathe Project, a regional collaboration of some 40 organizations working to improve air quality and fight climate change. “Regional leaders must recognize that the strategy to support petrochemicals needs to be re-evaluated using this updated economic analysis.”\nThere’s a lot at stake in the Upper Ohio River Valley for the petrochemical industry and millions of residents in the region.\nShell has said the plant would employ as many as 6,000 construction workers. Once open, the plastics factory would bring 600 new jobs to the region, all paying taxes and spending money in a local economy still recovering from the loss of the steel industry.\nEnvironmentalists see the plant as a new major source of pollutants that cause lung-damaging smog and greenhouse gases that warm the planet. They are also concerned about plastic waste choking oceans and microplastics in the human digestive tract.\nShell plans to manufacture the plastic pellets from ethane, a byproduct of fracking in the Marcellus and Utica shale regions that has helped transform the region and the nation’s energy economy.\nIn the decade since natural gas drilling came to Pennsylvania, Ohio and West Virginia, the region has also experienced growing environmental and health effects that environmentalists attribute to air and water contamination related to fracking.\nDoctors and residents alike have been asking why there has been a surge in Ewing sarcoma, a rare childhood cancer, in a four-county area outside Pittsburgh, a cluster now being studied by Pennsylvania health officials.\nEarlier this year, economic analysts, including IHS Markit, were seeing market headwinds for plastics manufacturing even before the novel coronavirus pandemic caused the economy to crash and oil prices to plummet, while at the same time slowing demand for plastics.\nThe global commodities consulting firm ICIS published a report on March 31, concluding new plastics plant expansions were being slowed down or postponed and lighter investment could continue next year.\nIn April, the developers of a similar, $5.7 billion proposed plastics manufacturing plant in southeast Ohio indefinitely delayed a final financing decision on whether to proceed, citing economic uncertainties around the coronavirus pandemic.\nOversupply from a global industry-wide plastics buildout hurt the planned Ohio plant and is likely to continue to drive prices and revenues down that will also hurt the Shell plant, IEEFA reported.\nThat buildout has created an oversupply that could take several years to settle out, IEEFA concluded. In addition to excess plastics manufacturing capacity, IEEFA said plastics recycling has been cutting into demand for raw plastics.\nShell, a global oil and petrochemical company, has its own financial problems, IEEFA reported. The company has  been shedding thousands of employees and billions in revenue and has written off $33 billion in asset losses since 2013, IEEFA found.\n“The profitability of the complex is weakened not by a few negative trends, but by a cumulative set of missed revenue and profit targets, as well as an oversupply of plastics, unpredictable costs, lost market share, diminished growth, and increased competition,” Kathy Hipple, an IEEFA financial analyst and co-author of the report, said of the plant under construction.\nTaken together, she said, those factors “raise significant red flags that the complex will be less profitable than originally presented.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}