{
  "url": "https://insideclimatenews.org/news/17042020/earth-day-50-anniversary-coronavirus-denis-hayes/",
  "title": "Q&A: Denis Hayes, Planner of the First Earth Day, Discusses the ‘Virtual’ 50th",
  "date": "2020-04-17T16:42:10-04:00",
  "content": "Denis Hayes was a 25-year-old graduate student at Harvard University when he read about a Wisconsin Senator, Gaylord Nelson, who was planning to organize an environmental teach-in on college campuses.\nHayes hightailed it to Washington, D.C., hoping to convince Nelson to let him organize a teach-in at Harvard, and maybe other colleges in and around Boston. Two days later, Hayes dropped out of the John F. Kennedy School of Government to coordinate a national event, “Earth Day.”\nThe day made history. The rest is environmental history, one that neither Hayes nor Nelson even expected.\nOn the first Earth Day, April 22, 1970, climate change, deforestation and chemical-intensive agriculture had yet to become existential crises. The issue was pollution, the day a call to action to protect precious resources—-air, water, land and all living things—-from the encroaching toxins of industrial society. That proved enough to draw a crowd.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nTwenty million people—10 percent of the population of the United States at the time—-participated in rallies and events from coast to coast that day. Thousands of colleges and universities joined in with organized protests. School children planted trees, swept streets and picked up trash on beaches. What came after changed the world. By the end of 1970, Earth Day had led to the creation of the United States Environmental Protection Agency and the passage of the Clean Air, Clean Water and Endangered Species acts.\nEarth Day is recognized as the beginning of the modern environmental movement and recognized by the United Nations as an international holiday. It’s anniversary, April 22, is often chosen to sign major environmental laws and initiatives including the 2016 Paris Agreement to combat climate change, signed by virtually every nation.\nAfter Earth Day, Hayes, now 75, founded The Earth Day Network, expanding the event to more than 180 nations. He has continued his environmental activism in different capacities (along the way, he also earned a law degree from Stanford University), working in the Carter Administration on renewable energy, and since 1992, as head of the Bullitt Foundation, which supports environmental projects in the Pacific Northwest.\nHayes is still the chairman of the board for international Earth Day Network. This April 22, the 50th anniversary of Earth Day, was to be the biggest ever, propelled by climate change denial and cynicism about environmental concerns at the highest levels of government. Under President Donald Trump, the environmental movement has suffered crushing setbacks. The United States has withdrawn from the Paris Agreement and Trump’s Environmental Protection Agency has gutted environmental regulations. Most recently, it rolled back the fuel emissions standard for automobiles and rejected scientists’ recommendations to tighten the clean air standard for fine particulate matter.\nThis year’s Earth Day plan was to get a billion people all over the world to participate in events drawing attention to the most urgent environmental issue in history: the climate crisis. Instead, with most of the world locked down by the coronavirus disease, Covid-19, Earth Day will be virtual.\nHayes, reflecting on the cataclysmic consequences of climate change, had high hopes for  Earth Day’s impact, especially with a newly reenergized environmental movement led by young people like Greta Thunberg. No one imagined the world would change so radically, so quickly, under a ruinous virus that has locked down half the planet. But amid the darkness in the world these days, Hayes also sees a few glimmers of hope for the future of the planet. His remarks, below, are lightly edited.\nHow did the coronavirus affect what you plan to focus on this year? It has squashed the big public events, but you were planning to focus on the climate crisis. Is the respite from cars and commerce all over the world—the cleaner air, lack of fossil fuels spewing through town and country during the lockdown—now a part of the Earth Day message?\nFor Earth Day 2020—the 50th anniversary of Earth Day—the coronavirus proved to be the ultimate Black Swan. For more than two years, a large team of talented people have been organizing around the planet to produce huge crowd events demanding bold action on climate. Essentially, a global Green New Deal.\nEvents were planned in more than 180 nations—some of them enormous. In the United States, I was hoping for 750,000 people on the National Mall. Internationally, building on the work of the student climate strikers, 350.org, and Extinction Rebellion, as well as all the major environmental groups; colleges & universities; K-12 schools around the world; museums, zoos, aquariums, and botanical gardens; religions (Pope Francis had pledged a very major service on Earth Day in St. Peter’s Square); social justice groups; indigenous groups, public health groups; and others, I had hoped to have 1 billion people in the streets on April 22—many with diverse specific goals but all with a shared belief that, after decades of reports, conferences and official indecisiveness, we have run out of time to dawdle.\nCOVID-19 came roaring out of a wet market in Wuhan and overnight spread to the world.  Essentially everything that we had spent two years organizing around the entire planet became impermissible—actually became illegal—in a couple of weeks.\nWhat does this mean for Earth Day 2020?\nAt a personal level, it is devastating. I gave my first global warming speech—a keynote to the AAAS—in January 1980.  I never dreamed we’d have made no global progress reducing greenhouse gases in 40 years. I dreamed of Earth Day 2020 as the climate inflection point where mankind began producing less and less greenhouse gas emissions every future year.  I’ve been involved with Earth Day for 50 years now, and this 50th anniversary was when we were to bring it all home—doing for the planet what the first Earth Day did for America—successfully demanding swift, bold action.\nHow does the Earth Day Network plan to save the day?\nThe Earth Day Network staff is working its collective tail off trying to stitch together a significant online stream event that is interesting and educational and inclusive.  But in terms of political impact, there is simply no substitute for a billion people in the streets—and right now, that is against the law.\nLooking for positives…seeds, as you know, are a hot commodity these days. Do you think the pandemic, because of the clearer air and slowed down pace of life we’re experiencing, will lead to greener habits? Or do you think people will revert to how they have always behaved once the coronavirus crisis has abated?\nThe biggest impact of Covid-19 on behavior is almost certainly the shift to working at home by those lucky enough to have jobs that can be done at home. One indicator of the business shift is that three months ago, Zoom averaged 10 million calls a day; today it has scaled to 200 million calls per day. This saves all the fuel used for traveling to the office and all the pollution from its combustion. People who ordinarily have long, aggravating commutes or have to change buses two or three times to get to work are finding better ways to use those hours. They are able to spend time with their families (albeit not with their neighbors.)\nDon’t you think this will change once the pandemic is squashed?\nIf everyone in the company worked one day a week from home, the group could reduce the size of it’s office space by one-fifth (which eventually could reduce office energy costs for HVAC, etc.)\nWhat other pandemic-forced changes in everyday life could lead to lasting benefits for the planet?\nBesides seeds, the big shift in food is cooking at home, as so very many of the nation’s restaurants have closed. Cooking your own food is much cheaper, for starters, because you are doing work you used to pay chefs and waiters to do, and you can absolutely control the quality of the ingredients and the size of the portions. In theory, there should be much less wastage because you can stick leftovers right in the refrigerator. And the increased demand for seeds and starter plants suggests that people will grow more of their own food, reducing the energy costs of transporting and processing food—and assuring that it is genuinely organic. Also, since people are not buying cows and pigs, they may be shifting lower on the food chain—which is healthier for them and better for the environment.\nWhat about our social lives?\nMovie theaters have essentially stopped operating, and Netflix, Hulu, Amazon, et al. are thriving. Again, that saves on transportation, valuable land being paved for parking lots, and in all times significantly lowering the chances of catching a cold or other minor disease from someone else in the theater. It will be interesting to see whether this will carry over permanently to competitive athletics. Some people love the group experience of joining 80,000 fellow fans in a stadium, though I’ve always preferred to watch at home (better views; informed commentary; greater comfort; no driving/parking, and vastly less expensive) but I expect that change will not prove permanent.\nThe most important potential impact, if I allow myself to be optimistic, may not be behavioral but attitudinal. Covid-19 has no respect for borders, and in our globalized world every nation gains a benefit from keeping other nations safe. There is some degree of deference to medical expertise and to the World Health Organization—which has authority but no power.  Similarly, many of the most important environmental issues are similarly global, or transcend national borders. No nation can solve global warming by itself, or prevent migratory species from going extinct when some other nation destroys crucial habitat, or protect deep ocean fisheries or ocean acidification. If Covid-19 helps us understand that we need to confront some things as Homo sapiens, not as Americans, Turks, Chinese, Filipinos, Indians, Saudis or other hyper-nationalist politics, that would be a huge benefit.\nNo one expected a disease to usurp the urgency of the most urgent crisis of our time.\nIn the environmental arena, it is the latest and perhaps the scariest zoonotic disease to emerge. These tend to bear some relationship to a growing human population with a desire for greater prosperity encroaching on natural habitats, driving wild animals into smaller and smaller areas. (If you put all the human on the planet on one side of a scale and all the terrestrial wild vertebrates—the elephants and tigers and deer and bears and wolves and elk and zebra and wildebeests and everything else on the other side, humans would outweigh everything else by a ratio of two to one. If you put all our domesticated animals—cows, pigs, chickens, pets—with us on the scale, we would outweigh everything else by a ratio of eight to one.)\nThese zoonotic diseases that can be transmitted not just from animals to people but from people to animals, and among animals and among people, to which we have developed no immunity, are a real threat. And they offer a pretty strong argument to leave more natural areas free from human cultivation and development.\nOur journalism is free of charge and available to everyone, thanks to readers like you. In this time of crisis, our fact-based reporting on science, health and the environment is more important than ever. Please support our work by making a donation today.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nEvelyn Nieves is a former staff writer for the New York Times, The Washington Post and The Associated Press.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}