{
  "url": "https://insideclimatenews.org/news/15042020/air-pollution-epa-covid-pm2-5-secret-science-rule-health-fuel-standard-climate-change/",
  "title": "Ignoring Scientists’ Advice, Trump’s EPA Rejects Stricter Air Quality Standard",
  "date": "2020-04-15T09:00:00-04:00",
  "content": "Sweeping aside a broad body of evidence that air pollution is killing as many as 52,100 Americans prematurely each year, the Trump administration on Tuesday rejected government scientists’ recommendation that it strengthen the national air quality standard for fine soot.\nThe proposal to maintain the current standard for PM 2.5—microscopic particles known as fine particulate matter—in the face of alarming new science documenting its potentially deadly health effects, is a win for the fossil fuel industry. It comes amid a frenzy of major decision-making at the Environmental Protection Agency that critics say is designed to secure the Trump administration’s pro-industry legacy in the face of an uncertain future.\nAny decisions that the EPA makes past roughly May 20 could be summarily reversed by the next Congress if Democrats were to retake the White House and Senate in November’s election. It’s not clear if the PM 2.5 decision will make the deadline—there will be a 60-day public comment period after the plan is published in the Federal Register.\nPlease take a look at the new openings in our newsroom.\nThe Trump EPA has raced to loosen or reject a slew of clean air protections, even as the nation has been brought to a virtual standstill by a highly contagious virus that can produce serious or even fatal respiratory symptoms. In the last month, the Trump EPA has weakened fuel economy standards, advanced a proposal to discount the findings of scientific studies on health in rulemaking and announced a blanket suspension of the enforcement of environmental laws.\nThe decision to maintain the status quo on PM 2.5 was especially striking in the context of the pandemic, and came just days after Harvard researchers released preliminary results of a study showing that U.S. counties with high PM 2.5 levels have higher coronavirus death rates.\nEPA Administrator Andrew Wheeler, a former coal industry lobbyist, dismissed that study, saying it had not yet been peer reviewed and published. But he also decided to give little weight to eight large epidemiological studies published over the last seven years, all of which were peer-reviewed and indicated that the current PM 2.5 standard was inadequate.\nEPA staff scientists cited those studies in a January policy assessment that recommended a stronger standard, which they calculated it would save lives. One of the studies the assessment relied upon was a 2017 examination of the Medicare claims of 60 million Americans; it showed that lowering the level of PM 2.5 pollution nationwide by just 1 microgram per cubic meter would save 12,000 American lives annually. The current national standard of 12 micrograms per cubic meter was adopted by the Obama administration in 2012. EPA’s scientists said that a decision to keep that standard “would place little weight on the broad body of epidemiologic evidence” showing “statistically significant” health effects at that level.\n“This administration is passing up an opportunity to make the air cleaner for millions of Americans—choosing instead to do nothing,” said Gina McCarthy, who served as Obama’s EPA administrator and is now president and CEO of the Natural Resources Defense Council, in a statement. “That’s indefensible—especially amid a health crisis that is hitting people who live in communities with high levels of air pollution the hardest.”\nUnder the Clean Air Act, the EPA is required to continually review the science on several common pollutants to ensure that National Ambient Air Quality Standards keep up with what is known about their health effects. Wheeler noted that his decision on PM 2.5 marked the first time the EPA had ever met the goal of finishing such a review within five years, as the law requires. His speed won him no plaudits in the environmental community.\n“This dismissal of the latest scientific knowledge is unconscionable, and patently ignores the overarching statutory requirement to promote public health,” said Hayden Hashimoto, attorney for the Clean Air Task Force.\nWheeler said that the United States had made “incredible strides in reducing particulate matter concentrations across the nation.” He noted the 39 percent reduction in total PM 2.5 emissions from 2000 to 2018, but failed to note that the average concentration had increased 5.8 percent since Trump took office. The number of “unhealthy air days” in major cities, based on both smog and PM 2.5 levels, rose to its highest level since 2012.\nWheeler said that the science on the benefits of stronger PM 2.5 standards was too uncertain to justify tighter regulation, citing the advice that he had received from his hand-picked committee of scientific advisers, including a number of industry-allied scientists.\nThat committee is chaired by Denver consultant Tony Cox, who has done work for the American Petroleum Institute and other industry groups and is a long-time critic of the EPA’s risk assessment process. It recommended the status quo after failing to reach consensus on the adequacy of the current PM 2.5 standard.\nThe EPA circulated comments from Republican members of Congress and state officials praising the decision to maintain the current PM 2.5 standard. “With several announcements over the past few weeks the Trump administration and the EPA administration continue to demonstrate that states have rights and, more importantly, that science will be the guiding light when it comes to regulating the environment,” said Austin Caperton, secretary of West Virginia’s Department of Environmental Protection, under Republican governor Jim Justice, a former coal mining executive.\nBut environmental and health advocates who have watched the PM 2.5 review unfold over the course of the last three years were sharply critical of both the process and results.\n“Administrator Andrew Wheeler has rigged this process to get the result he wanted: no strengthening of standards to protect people from the harmful effects of particulate pollution,” said Gretchen Goldman, research director for the Union of Concerned Scientists’ Center for Science and Democracy. “This decision comes as no surprise, but it’s appalling nonetheless.”\nAt the same time that Wheeler was making his announcement on Tuesday, the Union of Concerned Scientists hosted an extraordinary “shadow hearing” to focus  on a separate, but related EPA action—a plan to restrict the use of science at the agency. The proposed rule, called “Strengthening Transparency in Regulatory Science,” would restrict the EPA’s use of certain epidemiological studies in its decision-making, including some of the most important studies on the dangers of PM 2.5. If approved, the rule could make it difficult for the EPA to strengthen PM 2.5 standards after Trump leaves office.\nWith a May 18 public comment deadline looming on the proposal, and the EPA refusing to hold a hearing on its recent revision and expansion of the plan, the Union of Concerned Scientists’ conducted its hearing using the online service Zoom and had more than 100 people signed up to speak.\n“What EPA does depends on the confidence of the public, it depends on the integrity of the scientific basis for its decision-making,” said William Reilly, who served as EPA administrator during President George H.W. Bush’s administration and one of those who spoke during the video conference call.\nHe added, “Both have been put into question by the current proposed regulation.”\nPaul Billings, national senior vice president for public policy at the American Lung Association, also spoke, arguing that the proposal would be harmful for public health and should be withdrawn.\n“Every day the news reminds us of how important lung health is for us,” Billings said.  “Make no mistake: This is not an effort to strengthen transparency or improve regulatory science. The proposal is an effort to exclude important studies whose conclusions, especially that particulate air pollution causes premature death, are inconvenient.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}