{
  "url": "https://insideclimatenews.org/news/12042020/architecture-buildings-climate-change-ed-mazria/",
  "title": "The Baller",
  "date": "2020-04-12T08:00:00-04:00",
  "content": "This article first appeared in The Delacorte Review, a journal devoted to narrative nonfiction that is published three times a year in cooperation with the Columbia Journalism School and The Delacorte Center for Magazine Journalism. It is reprinted here with permission.\nIt was a weird place for a late-midlife crisis: Disneyland, 2002. And it was a weird kind of crisis, too, because it had little to do with longing or regret or any fear of aging. Ed Mazria’s awakening was highly rational, backed up with data, and powerfully prescient. It was the exact crisis many of us are having today. He figured out, alone in an Anaheim hotel room at age sixty one, that climate change was coming to kill.\nIn Annelyse Gelman’s 2019 poem, The Climate, she imagines a half-drowned child who’s just been pulled to shore. Everyone on the beach is rapt, watching the kid, hoping to see a breath—this genuine emergency—while before them all rises a tsunami-sized wave.\nthough one was, of course, warned\nit would come, and soon, the shadow\nof that wave, like a new sky, already\noverhead and even now descending.\nMazria saw it earlier than most. He had stayed back from the theme park while his wife Asenath, their kids, and a couple of grandchildren headed to the rides that afternoon. This surprised no one. The family was accustomed to Mazria showing signs of restlessness after a couple days of vacation.  “He’s a working dog,” they’d say. Mazria was an architect with his own practice in Santa Fe, New Mexico. He had a growing staff and a solid portfolio of projects. He also had something of a national reputation because back in 1979, amidst the oil crises, he’d authored one of the first books explaining how builders could take advantage of solar energy. The success of The Passive Solar Energy Book had earned him a nest egg, which he used to buy land for his own solar-maximized home. Many architects still had the book on their shelves, and Mazria’s staff had recently asked him to recount how he’d come up with the ideas in the book.\nHis team members saw themselves as a force for good, building a better world, and they were interested in Mazria’s earlier work because they were hearing more about “global warming.” At the time, people tended to assume it had something to do with pollution from factories or “gas-guzzlers” (SUVs were the anathema of the eco-conscious in the early 2000s). His team wondered how seriously to take it. Ed told them he’d look into it, so right before he headed to California with his family, he grabbed some of his old environmental books from the ‘70s and packed them with his laptop.\nNow, he sat at the hotel room desk flipping through a thirty-year-old classic, a book by a team of international researchers called The Limits to Growth. He hadn’t opened it for years, but he easily reacquainted himself with their big idea: Humans have been operating for centuries as if we have unlimited natural resources to fuel our creative, exuberant progression…but that’s simply not the case.\nThe authors, writing in 1972, had constructed chart after chart of unnerving predictions. Mazria realized that he sat in a sweet spot: He could look up current data on his laptop and see just how accurate the hippy doomsday book had turned out to be.\nThree billion people graced the planet in 1970, and the authors estimated that “the present world population growth rate is about 2.1 percent per year, corresponding to a doubling time of thirty-three years.” Mazria was skeptical—it took millennia to get to three billion. He couldn’t imagine it doubling that fast. He Googled.\nHumans were at 6.2 billion that day.\nNow a little creeped out, he flipped further.\nThis chart was in a section about fuel extraction and pollution, exactly what Mazria was looking for. Humans were relying on coal, oil, and natural gas for about 97 percent of their industrial energy when the book was written. Fossil fuels were identified as a problem because they released carbon dioxide when burned, which heated up the Earth’s “biosphere” (a very ‘70s word for the “zone of life” on Earth, all of its ecosystems put together). This heating was a way bigger deal than just smog, the authors argued. This was about messing with the conditions that made life possible.\nThe authors quoted British-born Yale zoologist, G. Evelyn Hutchinson, who’d written an article titled The Biosphere in the September 1, 1970 issue of Scientific American:\n“Many people…are concluding on the basis of mounting and reasonably objective evidence that the length of life of the biosphere as an inhabitable region for organisms is to be measured in decades rather than in hundreds of millions of years. This is entirely the fault of our own species.”\nEd hadn’t heard anything about CO2 levels in the news. He wondered if somehow the biosphere alarm had been overblown or, maybe, averted with the advent of renewable energy, better pollution-control laws, and new technology. Using fossil fuels for power was still happening, sure, but no one was talking about imminent crisis, were they?\nHe looked at the chart. The researchers had graphed carbon dioxide concentration in Earth’s atmosphere by “parts per million,” based on measurements collected regularly at Mauna Loa observatory in Hawaii since 1958.  By 1972, CO2 levels were at 322 parts per million. The concentration limit generally considered safe by ecologists was 350 ppm—anything beyond that and conditions on Earth would become brutal for living creatures. The researchers soberly predicted a serious upswing, an increase of about 1.5 ppm each year, culminating in an incredibly dangerous 380 ppm by the year 2000.\nMazria Googled again.\n*\nJust before sunset in July of 2019, I sat at a desert resort bar with Asenath Kepler, Mazria’s wife of thirty-six years. She’d agreed to help me understand at least a few layers of Mazria’s character. Kepler was a complex character herself—a former public defender, Santa Fe city manager, and mayoral candidate. Though ten years younger and eighteen inches shorter than her husband and dressed in soft colors that blended gracefully with her soft curls, I could tell she was a force, and I felt this interview needed context from me, some vulnerability at the top to put us both at ease.\nI told her my interest in Mazria’s work was motivated by something deeper than an assignment. I was struggling that year with my worldview, tone, and approach toward what I believed could be history’s most confounding beat—the impending loss of life-sustaining habitats for millions of people on every continent. A beat with the prospect of an insane death toll resulting from storms, flooding, fires, and freshwater shortages over the next two decades, and worse beyond. A beat that easily enveloped human greed, campaigns of misinformation, systemic racism, and global inequity. A beat that was rapidly morphing from “environmental reporting” to “climate emergency” to “crisis” to “catastrophe.”\nThree years into the climate reporting at that point, I told Kepler I’d been looking for stories about people aiming to cool the planet down in strategic, scalable ways. But honestly, I wasn’t feeling great about the results of those efforts. Overall global greenhouse gas emissions—primarily from the unabated burning of fossil fuels, but, increasingly, from natural feedback loops like fires and melting permafrost too—had spiked year after year on every chart.\nAttempting some sort of equanimity about, basically, horror, I’d been vacillating along a “hope or despair” continuum. But recently I’d decided that both ends of that scale were bankrupt. Hope wasn’t precisely rational, and despair was too cruel to the living—anyone who genuinely cared about a place or a child had to come up with something, anything, more useful than “Good vibes only” or “We’re screwed.”\nSo I was quietly seeking a better approach as I wrote story after story on efforts to curb climate emissions. And while working on a cover story earlier that year about how the built environment (cities, roads, offices, homes, infrastructure) was an enormous part of the problem, I’d called up Mazria, who was recognized as a thought leader on the topic.\nOne hour on the phone with him had jolted me.\nAfter I hung up, I told a colleague, “I just spoke with a man who has a strategic plan to beat climate change. Not ‘fight the good fight,’ but win.” I was both intrigued and troubled (in a scared-to-believe way) by his workmanlike approach to cataclysm.\n“Yes,” Kepler said, nodding without any shock at the heaviness of my prologue. “Inaction is the handmaiden of despair.”\nShe told me that she and Mazria had a daughter, Demetra, who was in her thirties, and Kepler worried about that generation.  “My great concern is that they don’t become overwhelmed with the prospect of doom and gloom,” Kepler said. “It’s never too late to do the right thing.”\nAnd with that, our conversation began, starting with what happened to Mazria after his Disney vacation—and, really, the rest of his life—was completely hijacked by the fact that when he’d looked up the CO2 level that day at Disneyland in 2002, it was spot on for an alarming exponential growth scenario: 380 parts per million. His first response was one I understood well. He freaked out.\nWhen Mazria got back from vacation, he reported the life-threatening global warming data to his architecture team, who wondered if their own projects were contributing to the problem in any way. Mazria was curious too, and he spent the next few months analyzing sources of annual carbon emissions in the US.\nHis second shock that year was when he discovered that by all estimations, buildings weren’t a sliver of the pie chart at all. The energy spent on things like heating, cooling, and ventilating buildings was responsible for at least 40 percent of US emissions, and more if you counted the carbon released during construction. Transportation, by contrast, contributed only about a quarter of annual emissions.\nMazria thought back to the book he’d written in the 1970s on powering homes with passive solar energy instead of gas and oil.\n“This set him on fire,” Kepler said. “He realized that a lot of what he’d written about decades prior was coming to bear on the future of the planet.”\nMazria saw the climate problem like architects see problems, as something they can simply identify, study, and design around. His instinct was, clear the whiteboard and let’s get at it. And from the start, the strategy felt so logical to him: Architects had already figured out how to build structures that relied on clean energy sources instead of fossil fuels. If they knew what was at stake, they could simply alter the specifications on all new construction and begin cooling the world overnight. He just had to get the word out.\nSo he did what many early climate evangelists—most notably, Al Gore—did back in the early 2000s: He made a slide deck. There were graphs about global temperatures and pie charts about how building operations were contributing to the warming. He also wrote a white paper titled “It’s the Architecture, Stupid!” and talked a leading design magazine, Metropolis, into publishing an October 2003, cover story with the headline “Architects Pollute.” In that article, Mazria is quoted saying, “This is the most important moment in the history of architecture. I want to get this news to people as quickly as possible…If architects don’t attack this, then the world doesn’t have a chance.”\nMazria’s jeremiad spread through the industry. He was invited to speak at conferences and public policy events. As data-obsessed architects and structural engineers checked his math, many of them caught his alarm.\nIt wasn’t just Mazria’s clarity that was memorable, it was his presence, too. Mazria is nearly six foot seven and categorically handsome in a ‘70s basketball player, Burt Reynolds kind of way. Indeed, Mazria had been a ballplayer, a Brooklyn-born, high-scoring forward drafted by the New York Knicks right out of college but prevented from fulfilling his athletic destiny by the Vietnam War. He was one of a few lucky men of his generation who were given the option to serve a term in the Peace Corps instead of the Army. Mazria had just completed an architecture degree from the Pratt Institute in New York, so he left the Knicks camp to help build homes and schools in Peru.  But he never lost his love for basketball—years later, when he designed his own home in Santa Fe, he put in a vaulted ceiling with strips of hardwood, just like a court. He never lost his ample ‘70s hair and mustache either. His voice was throaty, and he could sound intimidating, but he used a softer touch in front of crowds. He was self-deprecating, funny, and a good storyteller, kind of like an aging coach but more like an aging player with zero intention of retiring, not if they still let him suit up.\nThings started happening. After one of Mazria’s keynotes, two representatives from the Rockefeller Brothers Fund approached him to talk about starting his own nonprofit think tank. The timing of that was clutch, because the situation back at the day job wasn’t ideal. Though Mazria and his architecture team were following through on each project that had been in the works before his climate obsession, the team knew their leader’s priorities were shifting. Mazria decided to hand over the business to younger colleagues and abdicate the career he’d practiced for more than forty years. In early 2006, with guidance and financial support from the Rockefeller Brothers Fund, Mazria launched a new organization, Architecture 2030.\nThe name reflected one of his first and most successful efforts, a global challenge to achieve zero carbon emissions in the built environment by the year 2030. In the early days, Mazria and his lean think-team were focused on what’s called “operational energy,” all the carbon emissions released in a building’s daily life when oil or gas are the power source for heating, cooling, lighting, and other mechanical systems, like ventilation. (Not only is this considerable, it continues. In 2017, New York City reported that 67% of its greenhouse gas emissions still came from its buildings.)\nMazria issued his energy reduction targets in 2006, which he named the 2030 Challenge. Remarkably, the challenge was endorsed right away by The US Council of Mayors and the most influential architecture organization in the world, the American Institute of Architects. The AIA not only embraced Mazria’s goals ideologically, it created a voluntary program, the 2030 Commitment, asking participating architecture firms to report operational energy data annually. The carbon reduction effort would be very public, and firms could help each other with roadblocks along the way. Some of the nation’s largest firms signed up, an enormous victory in Mazria’s mind because the big firms are multinational. He believed that if powerhouses like Gensler and SOM would hold to the energy targets in projects around the world, the movement would catch on in other countries. That was the kind of scale that made the game feel winnable to him.\nThe 2008 recession hit shortly after the 2030 Challenge, causing its own dip in carbon emissions as new construction slowed for a few years. But to Mazria’s amazement, once things started slowly picking up again, operational energy in all US new construction had flattened. The industry had become more efficient. The timing synced up with Mazria’s messaging, and he added a victory slide to his power point deck, using the operational energy data as encouragement.\n“We turned this thing on a dime,” he told crowds. “We can do this.”\nBut he was also beginning to see the resistance to change among architects, contractors, and policymakers, all centered around long-established fossil fuel habits, lobbying, and corporate misinformation campaigns. He became concerned that even among future-thinking architects and developers, the necessary transition off coal, oil, and natural gas was dragging. “Slow walking,” he called it.\nIn those early years, Mazria helped organize a “global emergency teach-in webcast from New York,” offering an audience of a quarter million the chance to log on and ask a panel of climate experts their most pressing questions.\nMazria was seated next to Dr. James Hansen, the NASA climate scientist who was famous for testifying before Congress in 1987 about the catastrophic implications of global warming to human life. Mazria had a few minutes to whisper with Hansen before the webcast, and he asked Hansen a question had been bothering him.\n“I said, ‘It’s hard to get anybody to move on this thing. When are we going to start seeing the consequences of warming out there?’”\nHansen nodded. He knew better than anyone about slow walking.\nHe told Mazria that he expected to see the effects of warming when the Earth heated up approximately .8 to one degree Celsius above pre-Industrial levels.\nHe also told Mazria he was concerned that if humans didn’t address the problem now, it could get out of hand.\n*\nChicago on September 27, 2019 was a prism of every possible gray. It was pounding rain that day, more than an inch an hour, and O’Hare cancelled 934 flights. Rivers of storm water made moats around the old granite skyscrapers downtown, and heavy clouds settled over the city like a cap pulled snug. I sat with my back to a picture window on the 15th floor of the Kimpton Gray Hotel, listening to the wind thrash it.  Before me stretched a long, recently renovated ballroom, with fine gray carpet, modern glass chandeliers, and more than 100 people representing a cool trillion dollars of international development business. Executives from two of the world’s largest construction companies were there, Turner and Skanska, seated at round buffet tables with senior leaders from more than twenty multinational architecture firms. Gensler, Perkins & Will, Jacobs, Populous, the DLR Group, SOM, HOK, HKS—all acronyms you would know if you were about to drop millions on a major urban development project.\nMazria had gathered them. He and his team had set up this thirty-six-hour summit to try and address a staggering fact of modern climate work: At this precise, time-sensitive moment in history, when billions of human lives depend on a steep drop-off of carbon emissions, the world is in the midst of a massive building boom, one that’s incredibly good for profit, earnings reports, and annual bonuses. The worldwide building stock is on track to double in coming decades, with 40 percent of the construction expected before 2030. Much of this development will take place in Asia, India, Latin America, and Africa, places where many of the world’s last great carbon sinks—rainforests, grasslands, wetlands—could be handily “developed,” if all goes to plan, and there are many, many plans. Very few enforced building codes govern these zones, certainly no restrictions on carbon emissions, and multi-nation commitments to curb fossil fuel-powered growth, like the Paris Accord, have been ignored from the moment they were signed.\nMazria was attempting a direct appeal.\nDressed head-to-toe in black—still striking even in his 80th year, even in a simple button-down and slacks—he made his way to a podium at the front of the ballroom. Mazria settled in a moment and connected his laptop, grim-reaper tall before a hundred pairs of discerning eyes, before looking up and offering a gentle grin. Clear but never shaming, he thanked them for making the time, lauded their best intentions, reminded them of their market sway, and then started in on reality.\n“Things are getting dicey,” he said. “Because we’ve put up so much CO2, global temperatures are up one degree Celsius. The world has just over a decade to get climate change under control.”\nUp came the charts, across giant screens on either side of the podium. Based on the conversations he’d had with the executives over those two days, he’d prepared what they call in the corporate world an “ask.” It was much bigger than the Architecture 2030 team had ever asked before. Mazria wanted everyone in the room—and all those they could influence—to commit to “zero net carbon” for all new buildings and renovations (that meant divorcing every new project from fossil fuel power or finding a way to offset any emissions) and a 40% reduction in “embodied carbon” (meaning, switch out heavy-emission building materials like virgin steel for lower-carbon options like recycled steel or mass timber)—all by 2020.\nAs soon as possible, in other words. Now.\nAnd then he asked for 65% reductions in carbon emissions in all existing buildings by 2030, and a complete phaseout of all carbon emissions from the built environment by 2040.\nI watched the assembled executives—they appeared so fine-tuned, with stylish glasses and bespoke notebooks—take this in. There was note jotting, a little laughter (nervous, I wondered?), but certainly not wild applause.\n“This is the high ambition coalition of getting to work and getting it done,” Mazria told the crowd in conclusion. “Listen, everybody, safe travels and thank you so, so much.”\nOff they all went, these global execs, to see if there was any way they could somehow get on a rescheduled flight home despite the storm.\nI waited around to see if I could get a little bit of Mazria’s time for a summit debrief. Alone in that ballroom, looking at the numbers again, listening to rain smack the windows, I felt it: fear.\nFear that not enough powerful people would embrace radical declines of any sort. Fear that Mazria was too optimistic. Fear that I was once again reporting on a solid, brave but ultimately insufficient carbon reduction effort. Fear that I was going to spend the rest of my years telling stories of a planet—clocking a 412 ppm carbon level that day—responding to the overall heat spike logically, with killer droughts, fires, hurricanes, sea level rise, and 125 degree F heat waves…and that was all if I was privileged enough to not get caught up in any of the disasters myself. Fear of an imminent drinking water shortage in India. Fear for animals I’d grown up with. Fear of too much loss.\nObviously, none of these fears were new or uniquely mine. In my search for an alternative to “hope or despair,” I’d been reading all sorts of better-than-me thinkers on the topic of climate anxiety. “Anguish is unavoidable if we want to stay honest and alert,” wrote Joanna Macy, an ecology scholar, in her how-to-cope book, World as Lover, World as Self. “We are being asked to cultivate outrageous courage in the face of outrageous loss,” wrote Francis Weller, a California psychotherapist, in his book about ecological grief, The Wild Edge of Sorrow. Based on their collective wisdom, I’d started to cultivate an approach I called “grief and good manners.”  The sanest thing, it seemed to me that day, was to fully acknowledge what was happening—a very journalist instinct—and then to do what I could to be the most useful, even if it was “too late,” simply because it was the kindest way to live. If things were headed south, to go down valiantly. That’s what made sense to me that day.\nI went hunting for Mazria.\nHe was in the lobby, shaking hands, speaking positive parting words as folks wheeled their carry-on bags out into the storm.\nI asked him if he had a few minutes to talk—I’d interviewed him enough times at that point that he was used to my quick check-ins—and we made our way to some mod lobby chairs in a quieter corner. Once down, it was like the air had been let out of him, though he was still grinning. He told me he’d been up until 2 a.m. revising his power point deck with those dramatic asks.\n“This was a group you get together once in a lifetime,” he said, one of his long legs bouncing a little. “This is the group that can do it.”\nKnowing he knew more than me about the planet’s current state—Mazria is nothing if not relentless on the research—I took a shot at his tenacious optimism.\n“The last six months have been painful, the oceans report…” I started, referencing new data revealing the world’s seas were far hotter and more acidic than previously thought, not to mention rising.\n“I know, I know,” he said.\n“If this were a basketball game, we’d be in the fourth quarter now and we’d be losing, right?”\n“We’re roughly in the fourth quarter, but we’re not losing, we’re behind,” he said, and then chuckled a little. “Well, you could say we’re losing. We fell behind a bit. But I would say it’s not even that much.”\nAnd then he launched into the numbers again, the path he saw to victory if enough people would take action. He had his next play already planned—a “CarbonPositive’20 Conference and Expo” in downtown Los Angeles in March, open to everyone in the industry, not just executives. He was building a coalition around him for the fight, recruiting anyone of any age to help execute his essential carbon-reduction strategy.\nI sat there struck by how wildly different his approach was from my own fledgling sigh-and-carry-on brand of courage. I asked him one more question, a personal one. He was almost eighty then. He’d spent two decades running plays and taking shots while the scoreboard had never really been in his favor. Didn’t he get…weary?\n“The interesting thing about the basketball analogy is that your physical skills, they do diminish over time,” he said. “But you don’t lose your mental skills, so you can still make some great plays. You can strategize with your teammates. That doesn’t diminish. In fact, you only get better at it as your physical skills are declining.”\n*\nTeammates surrounded Mazria in Los Angeles six months later, bumping elbows instead of shaking hands as they gathered at the Intercontinental Hotel during the early days of the US coronavirus outbreak, pre-quarantines. Three of his childhood friends, men who’d played Brookyn street ball with “Mazz” back when a twenty-three-foot jumper was still only two points, came out for his opening keynote. His two sisters were there. His daughter Demetra and her boyfriend showed up, as did one of Mazria’s most influential allies, Farhana Yamin, the UK environmental lawyer who’d represented small island nations in the years leading up to the Paris Climate Accord of 2016. Apart from his inner circle, more than 400 architects, urban planners, contractors, and building material manufacturers had gathered at CarbonPositive’20 to collaborate on “net zero carbon” building codes, lower-carbon materials, and a faster rate of change throughout the industry. And there had been some movement, even in the previous six months. A building materials-focused group called the Carbon Leadership Forum helped launch an open-access online calculator in November that allowed architects to gather emissions data during the design process and make better choices. The AIA passed a strongly worded resolution at its annual conference committing to mitigating climate impacts in all new projects. And a Chicago-based architect, Tom Jacobs, had rallied colleagues around the world to take a more activist role in their communities, including participating in youth-led Global Climate Strikes.\nMazria had fresh slides and new ideas for them all, though he was moving a bit tenderly as he approached the podium this conference. He’d turned eighty in December and soon after pulled a groin muscle playing basketball with his home pick-up crew in Santa Fe.\n“Every day, he wakes up and he makes a choice,” Demetra, his tall, look-alike daughter, told me right after Mazria delivered the conference opener. “Am I going to give up or am I going to keep going? He’s a very stubborn man.”\nHis stubbornness, I’d decided in the months since I’d seen him, might best be summed up as a fierce and utter rejection of defeatism. Perhaps it was a personality trait, or maybe an attitude drilled into him during his earliest Brooklyn park days, when losing a three-on-three meant you had to the leave the court but winning was your ticket to stay and play the next game.\nRegardless, I was starting to wonder if the conviction that humans could slow climate change and survive in a different, greener world was critical to summoning enough action to make it so. What if the belief this thing wasn’t winnable might be the one thing preventing the miracle?\nI ran this theory by all sorts of people at that conference, Demetra first. She said when her dad had coached her basketball team, he’d emphasized strategy but focused more on encouragement, reminding her she still had good things to offer play, after play, especially in the last few minutes.\n“What are you going to do, lay down in the middle of the basketball court because you missed three shots? No way. You dig a little deeper,” she said. “You can’t not try. You find a way.”\n“It can’t be incremental, we’re going all the way,” said Mazria’s right-hand man, Architecture 2030 Chief Operating Officer Vincent Martinez. “You don’t go halfway to the moon.”\n“It’s like that quote from 49ers coach Bill Walsh,” said Miranda Gardiner, a vice president at HKS, the multinational architecture firm. “’Champions behave like champions before they’re champions.’”\nBefore the conference, I’d been researching NBA champions who’d had no right to win, looking for the most dramatic underdog situations in basketball history. If there was a case against defeatism, it was made in the 2004 championship series: Los Angeles Lakers vs. Detroit Pistons. The Lakers were positively star-soaked that year. They had Kobe Bryant and Shaquille O’Neill, plus future hall-of-famers Karl Malone and Gary Payton. Right before Game 1, ABC’s Al Michaels summed up the national belief that the Lakers would easily carry it. “Most people think they will win. They are heavily favored. A lot of people think they will sweep.”\nSitting right next to Michaels was an NBA player turned coach, Doc Rivers, who’d taken a year off to work as a commentator. Rivers knew the Pistons weren’t as pretty as the Lakers on paper, not even close, but he’d watched them working fundamentals all season. He saw a relentlessness in the defense, and something else too. “The Detroit Pistons aren’t looking at the Lakers like everyone else is looking at the Lakers,” Rivers said that night. “They are looking at ‘em as an opponent.”\nThe Pistons’ defense managed to clamp down on every Laker except Kobe and Shaq in Game 1, holding the rest of the team to only sixteen points. It was enough for the Pistons to slowly work up and maintain a lead, everyone on the team seizing chances to contribute, even if those chances were modest. The Pistons top scorer that game, Richard Hamilton, had only twelve.  But his team still won. “We’re never scared,” Hamilton told ESPN after the stunning upset, in front of a fancy celebrity crowd in Los Angeles. “We’re going to go out there and have each other’s backs.”\nThe Lakers got revenge in Game 2, though it took overtime. Then the series moved to Detroit, where in Game 3, the Pistons’ defense forced the Lakers to set a franchise record for the lowest number of points ever scored in a playoff game. All that talent, all that money, but the Lakers had ego problems. Each star took the court just trying to get what was his. What the Pistons brought was the exact opposite—an ultra-cohesive defense, an offense that emphasized passing—and they employed these strategies minute by minute the entire series, winning the next three games in a sweep. Pistons’ coach Larry Brown got his first NBA championship, but it had come after twenty-one years of coaching, so he was by no means grandstanding after the final, 100-87 victory. He knew that what had happened was an extraordinary teaching moment. “It’s about players,” he said. “This sport is about players playing the right way and showing kids that you can be a team and be successful and it’s great for our league.”\nWhen I fear for the future of the planet and its people, it’s because I see powerful, sometimes very talented humans, from energy company executives to geopolitical leaders, all behaving like the ‘04 Lakers, setting up each day’s plays for their own, short-term benefit. We’ve had the information about how to defend ourselves from disastrous climate impacts for decades now. Lowering fossil fuel emissions is not a complicated concept. It’s basic teamwork stuff. Ignored.\nMazria has no time for that kind of analysis. Not only is he an ’04 Piston, he’s in the middle of a playoff game right now. He had a game yesterday too. There’s one tomorrow. Does he admit this is exhausting? Sure. (His word is “slog.”) But that’s as far as he can go—what player, in motion, has even seconds to spend pondering potential loss? He’s coaching from the court, setting up his teammates for their next opportunity. He’s focused on what they do best, constantly reminding them, as he told a crowd of college students in Santa Fe last summer, “This problem is so easy to solve, it’s absurd.”\nAudrey Gray is a Brooklyn-based journalist focused on climate change and equitable design.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}