{
  "url": "https://insideclimatenews.org/news/08042020/global-warming-ecosystem-biodiversity-rising-heat-species/",
  "title": "Unchecked Global Warming Could Collapse Whole Ecosystems, Maybe Within 10 Years",
  "date": "2020-04-08T15:00:00-04:00",
  "content": "Global warming is about to tear big holes into Earth’s delicate web of life, pushing temperatures beyond the tolerance of thousands of animals at the same time. As some key species go extinct, entire ecosystems like coral reefs and forests will crumble, and some will collapse abruptly, starting as soon as this decade, a new study in the journal Nature warns.\nMany scientists see recent climate-related mass die-offs, including the coral bleaching of the Great Barrier Reef and widespread seabird and marine mammal mortality in the Northeastern Pacific linked to a marine heat wave, as warning signs of impending biodiversity collapse, said lead author Alex Pigot, a biodiversity researcher at University College, London. The new study shows that nowhere on Earth will escape the impacts.\n“In the U.S., the southern states from Texas to Florida, the Appalachians and the West Coast are projected to be at particularly high risk, with between 20 and 40 percent of species facing conditions beyond anything they have previously experienced,” Pigot said.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nIn those regions many species live in small geographic areas under a narrow range of climatic conditions. As global warming heats their habitat to the point that it is intolerable, many species have no place to go. Some will go extinct, with a domino effect that affects scores of other species. If it gets too hot for bumblebees, for example, it affects the reproduction of plants. If it gets too warm for insects and reptiles, it affects food supplies for birds and mammals.\n“I hope our predictions are wrong. But increasingly, what we’re observing around us are the signs of this happening,” Pigot said, referring to research showing how global warming affects individual species. “I think these studies are showing that many species are already living very near their thermal limits. Our results suggest that these losses are likely to involve multiple species near simultaneously rather than happening gradually, one species at a time,” he said.\nAt the current rate of warming, abrupt exposure events in tropical oceans will begin before 2030 and spread to tropical forests and higher latitudes by 2050. The risks decrease and arrive more slowly if global warming is capped at less than 3.6 degrees Fahrenheit, as per the goals of the 2015 Paris climate agreement, the study concluded.\n“If we can avert the worst of the warming we can buy extra time,” Pigot said. “Even if we can get a few extra decades, it gives us time to work on expanding protected areas, or deciding on whether to try things like assisted migration and assisted evolution.”\nEven an immediate curb on greenhouse gas emissions doesn’t preclude warming of up to 7 degrees Fahrenheit by the end of the century because the current amount of warming could be magnified by big increases of heat-trapping methane in the Arctic or by changes to cloud processes, he said.\nJennifer Sunday, a research biologist at McGill University, said the new study for the first time shows when species will be faced with warmer temperatures than they’ve ever experienced for five years in a row. And it turns out that a surprising number of animals within various ecosystems will hit those climate thresholds at the same time, which can lead to widespread ecosystem disruptions or collapse, said Sunday, who was not involved in the research.\n“We did not know about the time-course of events. We have lots of models that compare species ranges today to those at a future date, but we did not know when most of the changes were going to happen,” she said. The research also makes it clear that global warming’s impacts on ecosystems could arrive very suddenly.\n“I think we often and maybe subconsciously expect climate change to be a gradual process, but this helps to illustrate that the impacts may be in fits and spurts,” she said. “As we know today, our human adaptive systems are not great at dealing with synchronous events,” she said, referring to the global response to the coronavirus pandemic. The findings show that some climate impacts could be as sudden and widespread as the pandemic, challenging our adaptive management systems.\nIn the study, Pigot’s team assessed temperatures ranges for more than 30,000 land and sea species—birds, mammals, reptiles, amphibians, fish and other marine animals and plants—to estimate when they will start experiencing unprecedented temperature conditions. Capping global warming at 2.7 degrees Fahrenheit would decrease the risk of ecosystem failures significantly, but allowing global warming to continue unchecked would lead to widespread biodiversity decline quickly, they found.\nEcological communities in tropical regions near the equators will be hard hit because many species there are already living near the upper end of their heat tolerance spectrum. In high latitudes, toward the poles, communities of species will struggle because those areas are warming about twice as fast as the global average, giving them even less time to adapt, he said.\nPigot said the study shows how the risks from climate change will change from year to year. “The key finding of our study, that exposure to potentially dangerous climate conditions is likely to occur abruptly, hasn’t been previously detected.” he said.\nPigot said he sees parallels between the new study and current discussions about the response to the coronavirus pandemic, which seems to be raising general awareness of how nonlinear systems work, changing slowly at first, then dramatically spiking all at once. The study shows how risks to biodiversity are highly magnified in a non-linear way with warming of 3.6 degrees Fahrenheit or more, he said.\n“By the time things get really bad it’s going to be too late,” he said. “But our results show very clearly that it is not too late to act to delay the risk or even avert it entirely for many thousands of species. By holding warming below 2 degrees Celsius (3.6 degrees Fahrenheit), we can effectively flatten the curve of how climate risks to biodiversity accumulate over time.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}