{
  "url": "https://insideclimatenews.org/news/08042020/epa-secret-science-coronavirus-covid/",
  "title": "Trump EPA’s ‘Secret Science’ Rule Would Dismiss Studies That Could Hold Clues to Covid-19",
  "date": "2020-04-08T09:05:00-04:00",
  "content": "In 2018, scientists published a study showing that doctor visits for respiratory infections increased with the air pollution that periodically settled into the urban valleys of northern Utah—research that could prove relevant as researchers try to unlock the mysteries of Covid-19.\nBut if the Trump administration succeeds in finalizing a new rule that would place limits on the science used by the Environmental Protection Agency, the Utah study is exactly the kind of research that would be given less weight—or possibly ignored—in future U.S. environmental decision-making.\nTo many in the scientific community, the Covid-19 crisis is driving home the potential consequences of the proposal, which is now on a fast track. The proposed rule is called “Strengthening Transparency in Regulatory Science“—a name that has an Orwellian ring in the view of agency critics, who argue that it treats protection of patient confidentiality as if it were secrecy that undercut the value of the science. By eliminating from environmental decision-making studies that rely on patients’ anonymous  medical data they say, the rule would knock out some of the most valuable human health science. And the Trump EPA is pushing forward with the plan at a time when the entire health science field is at the front line of what the president himself has called a “wartime” effort to control the coronavirus.\nThe EPA has now set a deadline of May 18 for public comment on the latest revision of the proposal; the EPA extended the original 30-day comment period, which would have ended April 17, by an additional month after an outcry from the public health community over the short deadline amid the crisis.\nOf particular relevance to future EPA decision-making is research on whether air pollution increases susceptibility to the ravages of Covid-19. A study released this week by Harvard researchers indicates that the death rate from the new coronavirus is higher in counties with higher levels of fine particulate matter pollution.\nThe findings have been submitted for publication in a leading journal and are under peer review. They are consistent with a  2003 study on the SARS outbreak in China, which showed infected patients from regions with higher air pollution were 84 percent more likely to die than those in less-polluted areas.\nAfter northern Italy, which has that nation’s worst fine particle air pollution, tallied the largest number of Covid-19 casualties in the country, European public health groups warned of the potential that air pollution could increase the risk of the virus.\n“This is a whole area of research that’s going to continue to develop, and we want EPA to be able to consider those scientific studies in any future protections,” said Gretchen Goldman, research director at the Union of Concerned Scientists’ Center for Science and Democracy. “But under this rule any kind of study that looked at people with coronavirus and how they are affected would probably not be able to be used, since they would rely on health data from individuals.”\nEPA Administrator Andrew Wheeler has characterized the proposed rule as an effort to improve openness. “When finalized, the science transparency rule will ensure that all important studies underlying significant regulatory actions at the EPA, regardless of their source, are available for a transparent review by qualified scientists,” he said in a prepared statement.\nIn the scientific world, studies already are critiqued by outside experts in peer review prior to publication in leading scientific journals. Moreover, scientists continually test the reproducibility and validity of each other’s research—not simply by trying to reproduce the same results with the same data—but by asking if the conclusions hold up in different studies.\nBy asserting that the scientific process is insufficient and produces suspect results, the Trump EPA is taking up an argument that industry groups have been making for two decades, ever since studies by the American Cancer Society and researchers at Harvard established the connection between exposure to fine particulate matter pollution (PM 2.5) and premature death.\nAs early as 1996, Christopher Horner, a lawyer-consultant for the tobacco industry, suggested a tactic to use against the EPA: attack the science by employing a buzzword like “transparency” and raise doubts about whether studies were “able to be reproduced,” according to documents made public in litigation against the industry.\nBig Tobacco at that time was facing the prospect of EPA second-hand smoke regulation, but Horner suggested that challenging the EPA science process would be a more winning strategy than engaging in a fight over the substance of the science. Horner, who more recently has worked for groups funded by the fossil fuel industry, served on the Trump transition team at EPA.\nIf the EPA goes forward with a plan to limit its reliance on studies that include confidential data, it could force the agency to discount the ACS and Harvard studies, which are widely viewed as seminal research on the health impacts of air pollution. Those studies have served as the underpinning of the cost-benefit analysis for most of the agency’s current air pollution regulations over the past two decades, including those related to climate change.\nSome studies would still pass muster under the proposed EPA transparency rule. For example, the new Harvard coronavirus study—which looks at pollution and deaths at the county level—relies on all publicly available data. But the proposal could result in the EPA discounting future Covid-19 research that delves more deeply into personal medical history and uses home addresses of patients for more precise measurement of air pollution exposure, experts say.\n“The best possible studies are where you know where the person lives, how much money that person makes, whether or not this person has cancer, whether or not this person has been diagnosed for heart disease,” said Francesca Dominici, co-director of Harvard’s data science initiative and a co-author of the COVID-19 study. “That’s all individual-level highly, highly confidential information.”\nC. Arden Pope, an economist at Brigham Young University, who was a co-author of the pioneering American Cancer Society and Harvard studies, has been engaged in such research in Utah for decades. The geography of the Wasatch Front—the chain of cities between the mountains and the Great Salt Lake in northern Utah—has been an ideal study site, in his view, because of the variable air quality caused by frequent temperature inversions that drive out clear mountain air and trap pollution in the valley.\nBut research on whether the waves of air pollution affect health is only possible because of his partnership with Utah’s Intermountain Healthcare System. “You have a large well-run health care system that keeps very good records,” Pope said.\nIn the 2018 respiratory infection study, for instance, Pope and his colleagues were able to analyze clinical data from more than 100,000 doctor and emergency room visits over 17 years, including patient health history and home addresses. But the researchers’ agreement with Intermountain Health Care requires that they maintain the confidentiality of that information. Pope thinks it would be a mistake for the EPA to discount or give less weight to such studies by claiming that patient confidentiality somehow makes the aggregate data off limits. .\n“Research that uses carefully collected, well defined, well understood clinical data, why would you want to say that’s second-tier or third-tier evidence, because it uses data we decide as a society to allow to remain private?” Pope asked. “In fact, some of the very best studies available use data that cannot be shared widely.”\nPope said he doesn’t know if the 2018 Utah study will prove to be relevant to the question of whether there is an association between air pollution and Covid-19. He and his fellow researchers were looking at lower respiratory infections caused by different viruses, including RSV, or Respiratory Syncytial Virus, and flu viruses. “In the end, I’m sure that somebody will retrospectively go back and look at the data” to see if there are associations between air pollution and Covid-19, Pope said. “And much of that data will be clinical data that is not able to be able to be released publicly.”\nPope declined to speculate how ruling out such data would affect future regulation at EPA. “I’m hoping public policy folks ultimately will be reasonable,” he said. But he argued that in one sense, it won’t matter what the science ultimately says on whether air pollution worsens the effects of COVID-19. “As a matter of public policy, whether it does or doesn’t, we already know the public health need to reduce air pollution is overwhelming,” Pope said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}