{
  "url": "https://insideclimatenews.org/news/31032020/fuel-efficiency-rollback-trump-administration-california-cafe-climate-change-tailpipe-emissions/",
  "title": "Trump’s Fuel Efficiency Reduction Would Be Largest Anti-Climate Rollback Ever",
  "date": "2020-03-31T23:00:56-04:00",
  "content": "Deep in the 2,000-page final rule rescinding greenhouse gas standards for passenger vehicles, the Trump administration makes a striking admission: Less efficient cars will mean a future of about 10,000 fewer auto industry jobs per year.\nThat single statistic—especially jarring just days after the COVID-19 crisis caused the biggest spike in jobless claims in U.S. history—captures why the auto industry isn’t exactly celebrating the Trump administration’s most consequential retreat yet from climate action.\nInstead, the industry’s leading trade group responded cautiously that it would review the decision, adding that transformation to address climate change is inevitable.\n“Looking to the future, we need policies that support a customer-friendly shift toward… electrified and other highly efficient technologies,” John Bozzella, president of the Alliance for Automotive Innovation, said in a statement.\nFor the Trump administration, though, the trade-offs of aiding such a transition weren’t worth it, even if it meant more jobs. The analysis by Trump’s Environmental Protection Agency and National Highway Transportation Safety Administration concluded that with more stringent standards forcing added  production of fuel-saving electric and hybrid technology vehicles, there would have been a need for more workers—or higher “net labor utilization.”. But the proposed loosening of standards, resulting in a 1 percent reduction in annual employment, could save the automakers $15 billion, the agencies said.\nThat money “can be invested by manufacturers into other areas, or passed on to consumers,” the agencies concluded. They justified the move on the basis that it would result in cheaper and safer vehicles, although the EPA’s own Science Advisory Board identified significant weaknesses in that analysis, and the conclusion runs counter to the findings of a National Academies of Science study in 2015.\nIn the end, the EPA and the transportation safety administration settled on a fuel economy increase of 1.5 percent per year from 2021 to 2026, ratcheting down the 5 percent annual increase that had been required under the standards adopted under President Barack Obama.\nWhile rolling back overall emission standards, the rule does retain incentives for auto manufacturers to phase out the use of hydrofluorocarbons (HFCs), chemical refrigerants and highly potent greenhouse gases that are used in vehicle air conditioning systems.\nHFC-134a, the chemical historically used in most automobile air conditioning systems, is 3,710 times more potent as a greenhouse gas than carbon dioxide over a 20-year period. Replacing the super-pollutant with other, more climate friendly alternatives in automobiles and other industries is widely seen as a highly effective, low cost way to address climate change.\nHFC emissions in 2018 accounted for 6.5 percent of all greenhouse gas emissions from cars and light duty trucks over a 20-year period, according to an assessment of EPA data for InsideClimate News by the Institute for Governance and Sustainable Development (IGSD).\nNew vehicles, however, are increasingly using more climate-friendly alternatives, driven by existing EPA incentives that allow manufacturers to count reductions in HFC use toward their larger greenhouse gas emission reduction targets. More than 60 percent of all 2018 model year automobiles sold in the U.S. used hydrofluoroolefin (HFO)-1234yf, a more climate-friendly chemical refrigerant, according to the EPA.\nA prior draft of the EPA rollback called for eliminating the incentive for car makers to switch to more climate-friendly chemical refrigerants.  Auto manufacturers and the chemical industry pushed back, noting in public comments to the agency that they had already invested billions of dollars in alternative refrigerants and other incentivized emissions-reduction technologies.\n“They got enormous pushback that was across the board from automakers, the chemical industry, environmental groups and states saying, ‘Don’t touch the AC credits,’ so they decided not to,” said Kristen Taddonio, a senior climate and energy advisor at the Institute for Governance and Sustainable Development.  “I think the thing that remains to be seen is how much automakers will need to use these credits now that the [greenhouse gas] standards are lower.”\nWhen the Obama administration finalized its standards, it calculated they would prevent more than 6 billion metric tons of greenhouse gases—more than one year’s worth of total U.S. carbon emissions—over the lifetime of the vehicles sold in model years 2012 through 2025. That made it the single largest step that any nation had taken to address global warming.\nThe automakers agreed to the new standards as part of the $80 billion federal bailout that saved the industry from the brink of collapse. But by the time that Trump was elected, the automakers were seeking more flexibility to continue selling their most profitable vehicles—pick-up trucks and gas guzzling SUVs. They reached out to Trump days after his election in 2016, signaling they were looking for relief.\nBut carmakers did not want to upend the policy as drastically as the Trump administration sought to do. Significantly, some automakers urged the Trump administration repeatedly to reach an agreement with California that would maintain a single nationwide standard on greenhouse gas emissions (as the Obama administration had put into place) and would avoid protracted litigation, since California had authority under law to set its own standard.\nInstead, the Trump administration has moved to rescind California’s authority and set a looser standard nationwide. “Our final rule puts in place a sensible one national program that strikes the right regulatory balance that protects our environment and sets reasonable targets for the auto industry,” said EPA Administrator Andrew Wheeler. “This rule supports our economy, and the safety of American families.”\nReporting by The New York Times and others indicates that the Trump administration was responding to a concerted campaign by the oil industry to rollback fuel economy.\nMargo Oge, who headed the EPA’s transportation office from 1994 to 2012 and was involved in writing the Obama administration rules, said that the Trump administration’s move puts the U.S. dramatically out of step with the rest of the world.\n“Globally the goal posts for fuel economy standards and greenhouse gas emissions have moved significantly in the last two years, with major markets moving forward as the U.S. is moving backwards,” she said, noting the European Union’s new car standard of 76 miles per gallon for 2030 and aggressive campaign to produce electric vehicles. “And, adding insult to injury, even EPA’s own analysis found that the new rule will result in a loss of thousands of auto industry jobs,” she said.\nStates and environmental groups have pledged to take the Trump administration to court over the rollback, and litigation already is underway with California. The issue may take years to reach the Supreme Court, and the auto industry, as it braces for the unknown impact of the COVID-19 economic slowdown, faces the regulatory uncertainty it sought to avoid.\n“Of all the bad things President Trump has done to the environment, this is the worst,” said Dan Becker, director of the Center for Auto Safety’s Safe Climate Campaign. “Amid a spiraling health crisis and economic turmoil, Trump is recklessly driving us over a climate cliff.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}