{
  "url": "https://insideclimatenews.org/news/23032020/trump-epa-health-secret-science-coronavirus/",
  "title": "Trump’s EPA Fast-Tracks a Controversial Rule That Would Restrict the Use of Health Science",
  "date": "2020-03-23T22:49:51-04:00",
  "content": "With the nation in a state of emergency over the coronavirus and Americans confronting a pandemic, the Trump administration has moved to expand and fast-track a proposal to limit the use of human health science in environmental decision-making.\nThe move by the Environmental Protection Agency on Wednesday has prompted an outcry from public health officials and environmental activists. California’s top environmental official, the chair of the House Science Committee, the Union of Concerned Scientists and others have called for the EPA either to abandon the potentially far-reaching proposal or to extend the public comment period on the plan.\nThe Trump EPA’s proposal, called the “Strengthening Transparency in Regulatory Science” rule, would restrict the agency’s use of studies that rely on confidential human health data, including some of the seminal studies linking air pollution to premature death. The effort has been in the works for two years, but the Trump EPA published a “supplemental” notice last week that substantially extends the rule’s scope—and then gave the public only until April 18 to comment.\nPlease take a look at the new openings in our newsroom.\nAndrew Rosenberg, director of the Union of Concerned Scientists’ Center for Science and Democracy, called for the EPA to schedule at least three virtual public hearings and extend the comment period at least 30 days beyond when the federal government lifts the national emergency. Although agencies are not always required to hold public hearings on regulatory proposals, the EPA must do so for proposals related to the Clean Air Act—a mandate some agency critics cited in their call for more time.\n“Bringing this extensive proposal forward during the COVID-19 pandemic is reckless and would divert critical public health expertise from the singular mission of protecting the public and controlling the pandemic,” Rosenberg wrote in a letter to the agency. “The supplemental greatly expands the scope of the draft rule and the researchers whose work would be subject to it.”\nCalifornia Secretary of Environment Jared Blumenfeld also requested in a letter that the comment period be extended at least 90 days: “A comment period that short would be inadequate for such a complex and consequential rule even in ordinary circumstances and is especially so in light of the global COVID-19 pandemic,” Blumenfeld wrote.\nDena Adler, legal fellow for the Environmental Defense Fund, in a letter of protest to the agency, wrote, “It is unconscionable, dangerous and in contravention of due process under our nation’s laws, that you would take this action today and require the public—including public health experts on the front lines of saving lives imperiled by the coronavirus, and the millions of Americans heeding government and private sector responses to prevent harm by sheltering in place, closing schools and working remotely—to comment” by the proposed deadline.\nAn EPA spokeswoman said in an email that the agency is considering all public comments it received on its original 2018 proposal, which numbered some 600,000. The agency said it will also consider the comments received in response to the recently published supplement notice. The spokeswoman noted that after the rule is finalized, there will be additional scientific review; Congress, in approving the agency’s budget for the current fiscal year, directed that the EPA commission a National Academy of Sciences assessment of how the rule alters the agency’s ability to use publicly available peer-reviewed scientific and medical studies.\n“These additions and clarifications to the proposed rule will ensure that the science supporting the agency’s decisions is transparent and available for independent validation while still maintaining protection of confidential and personally identifiable information,” said EPA Administrator Andrew Wheeler, a former coal industry lobbyist, in a statement earlier this month announcing his plan to amend the proposed rule.\nIn one sense, the amendments acknowledge the problems that were raised in the wake of its original 2018 proposal—including the logistical and ethical issues in making public raw data from all studies used by the EPA in decision-making. The new EPA proposal calls for a “tiered” approach, laying out a process for the regulated industry (“stakeholders,” in the words of the proposal) to obtain access to health science data for reanalysis, even if it cannot be made available to the general public.\nBut Gretchen Goldman, research director of the Union of Concerned Scientists’ Center for Science and Democracy, argued that this provision lays bare the Trump administration’s motive in advancing the proposal.\n“This was never about promoting transparency,” she wrote in a blog last week. “It was always about finding ways for those outside of the scientific community to undercut the science supporting EPA decisions.”\nIn its effort to restrict the EPA’s use of health science, the Trump administration is taking up a cause that the fossil fuel industry and its allies have been championing for two decades, ever since studies by the American Cancer Society and researchers at Harvard University established the connection between exposure to particulate matter pollution and premature death.\nIf the Trump administration succeeds in pushing the regulation through and barring the EPA from using those two studies, it will make it more difficult for the agency to show that the benefits of air pollution regulations outweigh the costs. Without the data to show that reducing air pollution saves lives, the EPA would be more vulnerable to fossil fuel industry challenges of its actions on the basis that they impose unreasonable costs.\nWhen Republicans led the House, it passed legislation three times seeking to restrict the EPA’s use of health science based on confidential data, but the Senate never took up any of the bills.\nAfter the Trump EPA published its original proposal in 2018, the agency received an unprecedented response from the academic and scientific community. The editors of four major scientific journals published a rare joint statement in opposition to the move, and Harvard President Lawrence Bacow signed a letter on behalf of nearly 100 other administrators and researchers—the first time such an array of Harvard’s most prestigious faculty joined in opposition to any EPA proposal.\nThe agency’s Science Advisory Board requested an opportunity to weigh in, but the board is still working on its final advice to the agency after a contentious public teleconference in January. That advice is not expected to be complete until some time in April, making it unlikely that the board will have an opportunity to weigh in on the revised proposal before the April 18 deadline. An EPA spokeswoman said that the agency expects to receive and consider the SAB’s advice before finalizing the rule.\nPublic comments are a key part of U.S. regulatory decision-making, and the feedback that agencies receive during the comment period can make or break rules in the almost inevitable litigation that follows any major agency decision.\nAgencies must catalog and respond to all of the comments that they receive in their final actions on proposed rules. Not doing so would bolster the case that opponents of those rules could muster in federal court to have an agency’s actions overturned as “arbitrary and capricious” under the Administrative Procedure Act.\nA shorter comment period could mean that the EPA will have fewer public comments to address on the new aspects of its proposal. That could prove important in Wheeler’s effort to finalize the rule by the end of this year.\nEditor’s Note: The story has been updated to add additional comment from the EPA.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}