{
  "url": "https://insideclimatenews.org/news/22032020/locust-swarms-climate-change/",
  "title": "Locust Swarms, Some 3 Times the Size of New York City, Are Eating Their Way Across Two Continents",
  "date": "2020-03-22T09:00:00-04:00",
  "content": "As giant swarms of locusts spread across East Africa, the Arabian Peninsula and the Middle East, devouring crops that feed millions of people, some scientists say global warming is contributing to proliferation of the destructive insects.\nThe largest locust swarms in more than 50 years have left subsistence farmers helpless to protect their fields and will spread misery throughout the region, said Robert Cheke, a biologist with the University of Greenwich Natural Resources Institute, who has helped lead international efforts to control insect pests in Africa.\n“I’m concerned about the scale of devastation and the effect on human livelihoods,” Cheke said, adding that he also worried about “the impending famines.”\n“Despite the coronavirus pandemic, the region needs money and equipment to deploy insect control teams in the affected regions,” he said.\nPlease take a look at the new openings in our newsroom.\nNew swarms are currently forming from Kenya to Iran, according to the the United Nations locust watch website. Addressing the outbreak requires urgent, additional funding and technical help from developed countries, Cheke said, because the tiny size and budget of the United Nation’s Food and Agricultural Organization team responsible for locust monitoring and control is already overwhelmed.\nChanges in plant growth caused by higher carbon dioxide levels, as well as heat waves and tropical cyclones with intense rains, can lead to more prolific and unpredictable locust swarming, making it harder to prevent future outbreaks.\nThe desert locust (Schistocerca gregaria) needs moist soil to breed. When rains are especially heavy, populations of the usually solitary insects can explode. In Kenya, one of the biggest swarms detected last year was three times the size of New York City, according to a March 12 article in the journal Nature. Swarms a fraction of that size can hold between 4 billion and 8 billion locusts.\nAt times, the locusts in East Africa have swarmed so thick that they have prevented planes from taking off and their dead bodies have piled up high enough to stop trains on their tracks.\nThe changing climate has spurred other insect invasions. Warmer winters, for example, are magnifying an ongoing bark beetle outbreak in western North America. Until the 1980s, periodic cold snaps kept the beetles in check. But since then, the tree-killing bugs have swarmed—not as fast as desert locusts, but just as destructively. Since 2000, they’ve killed trees across about 150,000 square miles in Canada and the western U.S., an area nearly the size of California. In recent years, historic bark beetle outbreaks have also devastated European forests.\nOther research shows that seasonal shifts caused by global warming are disrupting cycles of insect reproduction and plant pollination, including a recently documented decline of bumblebees, threatening food production in some areas.\nGlobal warming is also affecting the feeding and breeding patterns of North America’s grasshoppers, species that behave similarly to locusts. In the 1930s, swarms of grasshoppers destroyed crops in the Midwest, even eating wooden farm tools and clothes that were drying outside. States like Colorado used flamethrowers and explosives to battle the insects.\nIt’s hard to predict how grasshoppers will respond to today’s changing climate, said University of Oklahoma biologist Ellen Welti, who studies the relationship between insects and plants.\nBut, she said, “Warmer winters, with less egg mortality and changes in precipitation patterns that affect the amount and quality of plant food, could lead to outbreaks of particular grasshopper species or other herbivorous insects.”\nLocust outbreaks could be driven by changes in plant nutrients caused by extreme weather, Welti said, like more frequent soggy tropical storms, which make plants grow faster but dilute elements like nitrogen. “Locusts have a weird physiology—they like low nitrogen plants,” she said of connections she explored in a recent study published in the Proceedings of the National Academy of Sciences.\nBut the current locust outbreaks, Welti said, are occurring against the backdrop of an alarming global decline in overall insect abundance, which is also, to some degree, connected to climate change and will have far-reaching ecosystem impacts.\nWarm weather and heavy rains at the end of 2019 set up a perfect storm of breeding conditions for the destructive bugs. The outbreak followed an unusually active West Indian Ocean cyclone season with several of the storms bringing extreme rainfall to parts of East Africa.\nStudies in the last few years have showed that global warming is boosting the rainfall from tropical storms. Other recent research shows that human-driven warming may be intensifying a regional Indian Ocean pattern of warming and cooling that could exacerbate extremes like tropical storms, heavy rains and heat waves—all factors that can affect locust populations.\nMore moisture is a double-edged sword for the Horn of Africa, said Maarten van Aalst, director of the Red Cross Red Crescent Climate Centre, which addresses the human impacts of climate change.\n“We need rain for agricultural productivity, but it is then also conducive to locust breeding,” van Aalst said. “It’s a classical case of rising risks partly due to rising uncertainties. But we can manage some of this uncertainty. In this case we have had good predictions of elevated risks, and it is concerning that it still takes us so long to respond.”\nMartin Huseman, head of the entomology department at the University of Hamburg Center for Natural Sciences, said, “In general I think it’s partly climate change. We get more extreme weather conditions. The cyclones we had there in the region could lead to enhanced swarming.”\nLocusts swarm out to find more food when they reach extremely dense populations during the nymph stage of their development. Aided by wind, the insects can travel more than 90 miles per day. Scientists warn they could spread across hundreds of thousands more square miles from Ethiopia and Saudi Arabia to Sudan, and across the Persian Gulf and Arabian Sea into Iran, Pakistan and India. Such a spread would threaten the food supplies of 20 million people.\nThose food shortages will mainly be felt later in the year, so there is still time to act by bolstering regional food supplies, van Aalst said. But travel restrictions due to the COVID-19 pandemic will challenge locust control projects, as well as relief efforts. According to the UN’s locust watch program, the countries facing the biggest risk are Kenya, Ethiopia, Somalia, Iran, Pakistan and Sudan.\nCheke said poor monitoring, conflict and a breakdown of governance in key locust breeding areas enabled the recent outbreak to grow unchecked, and threatens the progress made in controlling locusts during the last half century.\n“It all started with substantial rainfall in May and October 2018 allowing good desert locust breeding in the Empty Quarter of the Arabian Peninsula to continue until March 2019, where it was not noticed and thus left uncontrolled,” he said.\nHuseman said that, in the global warming era, other parts of the world may also need to prepare for unexpected insect invasions as part of larger scale shifts in the distribution of animals. In northern Germany, for example, scientists recently spotted Asian wasps for the first time. A 2013 study found that crop-damaging insects are moving poleward at about 4 miles per year.\nIn addition to the ongoing plague of locusts around the Horn of Africa, there have been recent outbreaks of varying intensity in places like Sardinia, in the Mediterranean Sea, and Las Vegas.\nDavid Inouye, a University of Maryland biologist who studies the effects of global warming on plants and animals, said conditions favoring outbreaks are becoming more common.\n“I think that there is the potential for locust swarms to become more frequent, and potentially more widely distributed, as the environmental factors like rain and warm temperatures that favor their outbreaks continue to become more prevalent,” he said. Some insects have a strict biological clock, but locusts respond strongly to environmental factors like precipitation and temperature.\nArianne Cease, a researcher at Arizona State University’s School of Sustainability, said there are other factors related to climate that could promote locust swarms. Livestock grazing, rising carbon dioxide levels and extreme rainfall all lower nitrogen levels in plants—exactly the conditions that locusts thrive on.\n“However,” she said, “a direct link between atmospheric CO2, plant nutrients and swarming grasshoppers or locusts has yet to be tested, to my knowledge.”\nCheke said it’s unlikely, but possible, that locusts could swarm into new regions.\n“With climate change it is possible that increasing aridity or changes in rainfall patterns could lead to locusts expanding their usual geographical range,” he said. “For instance, in October 1988 desert locusts crossed the Atlantic but the habitat on the other side was unsuitable. Similarly, there are cases of desert locusts reaching the U.K. and Italy.”\nHe believes several important questions remain to be answered, including whether locusts’ speed of development from egg to maturity—which is temperature dependent—has increased in line with global warming.\n“What I think is worth considering is whether climate change has led to habitat changes,” he said. “Or changes … regarding rainfall that might facilitate the success and spread of a locust plague once it has started. Or if climate change, through its effects on weather changes, could lead to changes in the locusts’ usual migration routes.”\nIn Africa, some of those questions have already been answered. Colin Everard, formerly with the Royal Aeronautical Society (U.K.), worked on locust control in Africa for 40 years. The increase in regional tropical cyclone activity during the last few years is certainly a factor, he said, as such storms are known to cause locust plagues.\n“If this trend continues, for sure there will be more desert locust outbreaks in the Horn of Africa,” he said. “There will be hunger and starvation in northeastern Kenya, the area which borders Somalia. Apart from humans, livestock will also starve to death due to the destruction of grazing.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}