{
  "url": "https://insideclimatenews.org/news/12032020/coronavirus-harvard-doctor-climate-change-public-health/",
  "title": "Q&A: A Harvard Expert on Environment and Health Discusses Possible Ties Between COVID and Climate",
  "date": "2020-03-12T09:00:00-04:00",
  "content": "Doctors and public health researchers are getting an increasingly accurate and nuanced picture of the many ways climate change damages human health.\nNow, questions have arisen about whether climate change contributed to the outbreak of COVID-19, whose spread the World Health Organization declared a pandemic on Wednesday. For example, did habitat loss, driven in part by climate change, make it easier for pathogens to spread among wildlife and for the virus to jump to humans? Does air pollution, mainly from the burning of fossil fuels, make some people more vulnerable to contracting the illness?\nWe spoke to Dr. Aaron Bernstein, a pediatrician and Interim Director of The Center for Climate, Health, and the Global Environment at Harvard’s T.H. Chan School of Public Health (Harvard C-CHANGE), who has seen firsthand how climate change can harm children, mostly through the burning of fossil fuels. We asked him about the ways that climate change might have played a role in the emergence of COVID-19, about any parallels between “virus denial” and climate denial and about how to prepare for the inevitable next pandemic. A lightly-edited version of our conversation follows.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nA connection between COVID-19 and climate change doesn’t seem obvious at first glance, at least to lay people, so could you explain the links that you see?\nI think the strongest links I see are actually related, first of all, to air pollution, and fossil fuels as a source of air pollution, and fossil fuels, of course, are the major cause of climate change. The other connections I see are that the way we think about the environment as it pertains to health has gotten us into a rut with the emergence of infections like COVID and climate change.\nLet me explain a little bit more of what I mean by that. You look at climate change, we have transformed the nature of the Earth. We have fundamentally changed the composition of the atmosphere, and as such, we shouldn’t be surprised that that affects our health. We have, as a species, grown up in partnership with the planet and life we live with. So, when we change the rules of the game, we shouldn’t expect that it wouldn’t affect our health, for better or worse. That’s true of the climate. And the same principle holds for the emergence of infections.\nIf you look at the emerging infectious diseases that have moved into people from animals or other sources over the last several decades, the vast majority of those are coming from animals. And the majority of those are coming from wild animals. We have transformed life on Earth. We are having a massive effect on how the relationships between all life on Earth operate and also with ourselves. We shouldn’t be surprised that these emerging diseases pop up.\nThe principle is that we’re really changing how we relate to other species on Earth and that matters to our risk for infections.\nI’d like to drill down into the two points that you made. So let’s start with species and climate change. There are a lot of things that lead to habitat loss for species and bring them into closer proximity to human communities. Bulldozing a jungle can do that. But how does climate change play a role in decreasing the distance between wildlife and people?\nTo be clear, we don’t know with COVID, what role if any the climate effects that we’re already seeing in species around the world may have had on the risk of this disease emerging. We know clearly that it had to do with a market in which animals were commingled, the bats and, potentially, pangolins. But it’s not clear, for instance, whether bat migration patterns, which have been influenced by climate, have played a role.\nBut we have other examples. We see this extraordinary migration to the poles. We’re watching all kinds of life forms run away from the heat, and that has led to the spread of pathogens, because animals that carry pathogens came in contact with other animals that didn’t carry those pathogens and there was transmission. The constraints upon animal migration because of habitat loss may force animals into closer proximity. The bottom line here is that if you wanted to prevent the spread of pathogens, the emergence of pathogens, as we see not just with people and COVID, but as well with wildlife, you wouldn’t transform the climate. Because that forces species to come into contact with other species that may be vulnerable to infections. There are lots of forces, and habitat loss is a major contributor to it.\nI want to go back to the original thing you said when I asked you to tease out these links to climate, and that is about air pollution from fossil fuels, and how that affects human vulnerability to a respiratory ailment like COVID-19. Could you talk a little about that?\nI should be clear it’s not just fossil fuels. Burning anything, so it could be indoor pollution from cook stoves. It could be burning agricultural waste. It could be burning wood. It could be wildfire. Air pollution is strongly associated with people’s risk of getting pneumonia and getting sicker when they do get pneumonia. We don’t really have much in the way of evidence to show that connection with the COVID epidemics.\nGiven what we know now, it would be very surprising to find that air pollution didn’t affect the risk of people either getting the disease or getting sicker when they do get the disease.\nWhy is that?\nWe have lots of research that shows that air pollution, particularly particulate matter air pollution, increases the risk of people getting sick with bacterial and viral pathogens that cause pneumonia, and that people who are exposed to more air pollution get sicker when they get exposed to those kinds of pathogens.\nThere seems to be a pushback in some quarters about the severity of the virus and its spread. And that reminds me of climate denial. I hear the echoes, and I was wondering if you hear those echoes, too, between that push back and climate denial? And what are those echoes, if you do hear them?\nIt’s hard to know. I’ve certainly heard officials downplay the risks of infection in the face of people who, I’d argue, have stronger scientific credentials and are raising more concerns. It’s hard to know where that lack of concern comes from. But it is certainly the case that the absence of science in discussing or trying to understand what’s going on is really unhelpful. We have scientists who’ve made their lives trying to understand what happens when you have populations that are exposed to diseases like COVID, and it would seem to me that we as a society would greatly benefit from listening to them rather than politicians.\nI’d encourage anyone to pick up on the Twitter feeds of the scientists who have spent decades researching these problems, and see what they’re saying. Ask yourself, if you were really sick, would you go to a politician, or would you go see a doctor?\nWhen there is this kind of push back or minimizing of the threat of this virus, what could the public health consequences be?\nI don’t know that, given the public discourse I’ve seen. that there are many people who are blowing this off. I don’t get the impression that there is anyone in our society, with the exception of certain politicians, who is looking at this and saying this is not an “all systems go” situation.\nI just saw an Op-Ed that said if we want science on demand, if we want a robust response to a pandemic, we have to have the systems in place to do that. As you look at this, what do we need in terms of research and preparation if we want a better response next time to a pandemic? Things that we don’t have now, for example?\nI think that at a very high level, the amount of funding that has gone into the public health infrastructure in the United States in recent years has been wildly disproportionate to the need. And so we shouldn’t expect to be ready for problems like this if we don’t in fact support public health financially. We’re in a position of playing catch up because we’ve underfunded the public health infrastructure that would be necessary to appropriately respond to this.\nHow certain are you that there could be a next time, a next pandemic, and that climate change could play a role in that, to bring it all full circle?\nThe likelihood is high that this will happen. This has happened through human history but the data we have shows that the pace is accelerating. That’s not terribly surprising. We’re living in highly dense urban places. Air travel is much more prevalent than it used to be. And climate is a part of what is fundamentally reshaping our relationship with the natural world.\nWe are concerned, for instance, that the trees of New England are changing, turning over rapidly, and the new forests taking over New England may in fact be more fire-prone.  Wildfires, which destroy forests and habitat, can lead to human-animal interfaces that wouldn’t have happened. Because when animals lose their homes they’re going to go somewhere else. Climate change is a destabilizing force when it comes to the spread of infection through several potential pathways.\nIf you wanted to do something to prevent disease emergence, first of all we need to seriously reconsider how we do business with the biosphere. We can’t simply pretend that we can extract things and put species in assortments that they’ve never been in before, and hope that somehow doesn’t lead to disease emergence. And another good thing to do would be to prevent climate change because it changes how we relate to other species.\nOur journalism is free of charge and available to everyone, thanks to readers like you. In this time of crisis, our fact-based reporting on science, health and the environment is more important than ever. Please support our work by making a donation today.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}