{
  "url": "https://insideclimatenews.org/news/17032020/cfc-ozone-layer-short-lived-climate-pollutants/",
  "title": "Long Phased-Out Refrigeration and Insulation Chemicals Still Widely in Use and Warming the Climate",
  "date": "2020-03-17T16:12:21-04:00",
  "content": "Starting decades ago, international governments phased out a class of chemical refrigerants that harmed the ozone layer and fueled global warming. Now, a new study indicates that the remaining volume of these chemicals, and the emissions they continue to release into the atmosphere, is far larger than previously thought.\nThe findings point to a lost opportunity to cut greenhouse gas emissions on a par with the annual emissions from all passenger vehicles in the United States, but also highlight a low-cost pathway to curb future warming, researchers say.\nThe study, published Tuesday in Nature Communications, looks at “banked” volumes of three leading chlorofluorocarbon (CFC) chemicals whose production is banned but remain in use today in older refrigeration and cooling systems and in foam insulation. CFCs were phased out of production in developed countries by 1996, and in developing countries by 2010, under the Montreal Protocol because of the leading role they played in creating the so-called “ozone hole” in the atmosphere.\nEmissions from these remaining CFC sources were equivalent to 25 billion metric tons of carbon dioxide from 2000 to 2020, the study concludes. Averaged over 20 years, that equals the emissions of 270 million automobiles per year according to the EPA’s greenhouse gas equivalency calculator, more than all registered U.S. passenger vehicles.\n“If we don’t deal with these banks, they are going to be emitted and contribute to delaying ozone hole recovery and contribute to future warming,” Megan Jeramaz Lickley, a researcher at Massachusetts Institute of Technology’s Department of Earth, Atmospheric, and Planetary Sciences and lead author of the study said.\nThe Montreal Protocol is widely viewed as the world’s most successful international environmental agreement for the significant reductions it has achieved in chemicals that deplete atmospheric ozone and warm the planet. The size of the ozone hole peaked in 2006 and is slowly shrinking, though scientists warn that the recent resumption in production of banned CFC-11 could prolong the recovery.\nLickley and colleagues calculate that continued emissions from stored CFC banks will equal 9 billion metric tons of carbon dioxide from 2020 to 2100. That exceeds the greenhouse gas reduction the European Union pledged to make from 2019 to 2030 under the Paris Climate agreement, the study notes.\nThe chemicals analyzed in the current study—CFC-11, CFC-12 and CFC-113—are short-lived climate pollutants, highly potent greenhouse gases that don’t remain in the atmosphere for very long. The three CFCs are approximately 5,000 to 10,000 times more effective at trapping heat in the atmosphere than carbon dioxide and remain in the atmosphere for roughly 55 to 110 years. In contrast, carbon dioxide can remain in the atmosphere for centuries. Reining in even a small amount of CFC emissions can therefore have a big impact in addressing climate change over the scale of a human lifetime.\nReducing banked CFC emissions would also be relatively easy and inexpensive compared to efforts to reduce emissions from other sectors, Lickley said.\n“For example, when you are taking down an old building, instead of knocking it down you could carefully remove the insulation and bury it,” she said, which would prevent the release of CFCs into the atmosphere as the foam breaks down. Other emissions come from leaks in ageing cooling and refrigeration systems. Servicing or disposal of these older cooling systems can release a significant amount of CFCs when efforts aren’t made to capture the chemical refrigerants.\n“The size of these banks is large enough that it could be worth trying to carefully dispose of them instead of just allowing them to be emitted,” Lickley said.\nThe current study combines both “top down” assessments, that judged the size of the CFC bank by measuring concentrations of those gases in the atmosphere, and “bottom up” calculations, based on industry reports of the continued use of CFCs as refrigerants and existing stockpiles of the chemicals.\nThe new assessment pushes back by four years—from 2076 to 2080—scientists’ estimate of when the ozone hole over Antarctica will fully recover.\n“We’ve known that there was something wrong for 10 years with the assessments, and we haven’t known where in the system it was wrong,” said Neil Harris, professor of atmospheric informatics at Cranfield University in the U.K., who was not part of the study.\nIn recent years, researchers have been trying to determine the sources of error in their accounting. One answer came in 2018, when atmospheric chemists noticed a cessation in the steady decline of CFC-11 concentrations in the atmosphere, suggesting new, illicit production. A subsequent study published last year, determined the emissions were coming from eastern China, where unlicensed factories had resumed production of the banned chemical.\nResearchers estimated that emissions from the illicit production were equivalent to about 60 million tonnes of carbon dioxide per year, roughly 5 percent of the annual emissions from existing, banked CFCs.\nThe current study also suggests that previously unknown, illegal production of another one of the chemicals, CFC-113, may have started in recent years, similar to the recent, illicit production of CFC-11. “The banks of CFC-113 are not large enough to explain the emissions of that gas—I think our study also points out a potentially new source of illegal CFC-113,” Lickley said. “My hope is this raises some attention towards potentially illegal [production] of this gas as well.”\nHarris praised the study for its combination of scientific and industry knowledge. “It’s a mix of complicated atmospheric science and industry accounting and industry practice, some of which has been confidential in the past,” he said.  “We are going to need more truly integrated studies of this type where the science community and industry and other bodies are actually working together.”\nAvipsa Mahapatra, a climate campaign director with the Environmental Investigation Agency said more needs to be done to reduce the banked CFC emissions.\n“For far too long, both the Montreal Protocol, as well as governments in different countries and policymakers at different levels, have pretty much turned a blind eye to this problem,”  Mahapatra said. “It’s just simply unconscionable to repeat this mistake at a time the climate can ill afford. The climate crisis we are in today demands urgent global action ensuring that we search, reuse and destroy any of these important gases before they further leak into our atmosphere.”\nWidening existing mitigation efforts to include reducing banked CFC emissions is critical in the fight against climate change, Mahapatra said.\n“We know for a fact that current climate pledges and actions are insufficient by a very wide margin to address the worsening climate crisis,” she said. “To us, addressing refrigerant banks is one of the single greatest mitigation opportunities available and this paper further solidifies that.”\nThe study also suggests that previously unknown, illegal production of another of the chemicals, CFC-113, may have started in recent years, similar to the recent, illicit production of CFC-11 in China. “The banks of CFC-113 are not large enough to explain the emissions of that gas—I think our study also points out a potentially new source of illegal CFC-113,” Lickley said. “My hope is this raises some attention towards potentially illegal [production] of this gas as well.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}