{
  "url": "https://insideclimatenews.org/news/28022020/epa-hfc-refrigerant-emissions-climate-hydrofluorocarbons-pollutant-andrew-wheeler/",
  "title": "New EPA Rule Change Saves Industry Money but Exacts a Climate Cost",
  "date": "2020-02-28T10:00:00-05:00",
  "content": "For the latest Trump Administration rollback of Environmental Protection Agency rules, the math goes something like this: The change will save businesses and industries $24 million a year. Earth’s atmosphere, on the other hand, will receive emissions of pollutants equivalent to at least 625,000 new cars being added to the road.\nThis week, EPA Administrator Andrew R. Wheeler signed a new rule that relaxes the requirements that owners and operators of refrigeration equipment have leak detection and maintenance programs for hydrofluorocarbons, a set of refrigerants often referred to as “climate super-pollutants.”\nThe rule change—the latest reversal of an Obama-era regulation—was part of the administration’s agenda to ease burdens on industry.\n“We just think it’s a baffling and wrong-headed move,” said David Doniger, a senior strategic director with the Natural Resources Defense Council, which opposed the rollback. “Considering there are thousands of facilities subject to these rules, [$24 million] is pocket change savings.”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe rule applies to a large segment of the nation’s commercial sector, from agriculture and crop production to the manufacturing of food and beverage products, petrochemicals, plastics, electronics, medical equipment and even the operation of ice skating rinks.\nThe NRDC said the agency used old data to underestimate the additional greenhouse gas emissions that would result from the rule change. In fact, Doniger said, the rule change will release into the atmosphere pollutants equivalent to the carbon dioxide emissions of 1 million cars.\nAn EPA spokeswoman defended Wheeler’s decision, saying that the agency determined that in 2016 it had exceeded its statutory authority by extending leak-detection and maintenance requirements to equipment using refrigerants like hydrofluorocarbons or HFCs.\nHFCs replaced earlier refrigerants that severely damaged Earth’s protective ozone layer, and their use has been growing. In its new rule, the EPA echoed an industry assertion that the agency lacked the legal authority to retain the Obama-era requirements for HFCs.\nOne of the industry groups backing the Trump administration’s rule change is the National Environmental Development Association’s Clean Air Project, representing major companies such as Boeing, BP,  Procter & Gamble, Lilly and Koch Industries. The law firm representing the association did not respond to a request by InsideClimate News for comment. But in written comments to the EPA, a lawyer representing the association called the Obama-era rule “arbitrary” and “punitive.”\nHFCs are among a group of chemicals known as “short-lived climate pollutants,” which don’t last very long in the atmosphere compared to carbon dioxide, which in some cases can remain in circulation for thousands of years.\nOnce released into the atmosphere, however, HFCs remain for only about 15 to 30 years, and their impact on global warming can be hundreds to thousands of times greater than that of carbon dioxide, according to the Climate and Clean Air Coalition, a global partnership working to curb short-lived climate pollutants.\nFifteen states and Washington, D.C., tried to persuade the EPA to retain the Obama administration’s leak detection and maintenance rules for HFCs. Led by Massachusetts and California, they argued that the Clean Air Act gave the EPA broad authority to stop leaks from ozone-depleting chemicals and their replacements.\n“Stratospheric ozone depletion and climate change are among the most severe environmental threats faced by modern human civilization,” the states argued. “The states strongly oppose any EPA action that unlawfully licenses industry to emit more ozone- and climate-damaging chemicals at the expense of human and environmental health and in contravention of the Clean Air Act and its core purposes.”\nLast year an amendment to the Montreal Protocol—the 1987 treaty that put in check ozone-depleting chemicals—went into force, requiring the phase-out of HFCs by 2030. Ninety-three countries and the European Union have signed the treaty, although the Trump administration has not yet sent it to the Senate for ratification.\nCongress is also weighing bipartisan legislation to phase out HFCs. In November, Sens. Tom Carper (D-Del.), and John Kennedy (R-La.) introduced the American Innovation and Manufacturing Act (AIM), a bill that would authorize a 15-year phasedown of HFCs and has 31 cosponsors, including both Republicans and Democrats.\nRep. Paul Tonko (D-N.Y.), has introduced a similar bill, with 21 co-sponsors, also including a mix of Republicans and Democrats.\nDoniger said the strong bipartisan support to tackle HFCs is a sharp contrast to the EPA’s decision to relax the rule on leak detection and maintenance in refrigeration.\nOne provision of the bill, he said, “makes clear EPA has the authority to require refrigerant leak management.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}