{
  "url": "https://insideclimatenews.org/news/20022020/las-vegas-nevada-democratic-presidential-primary-debate/",
  "title": "The Democrats Miss Another Chance to Actually Debate Their Positions on Climate Change",
  "date": "2020-02-20T19:41:48-05:00",
  "content": "The Democratic presidential candidates, while dividing predictably into moderate and progressive lanes, offered new insights into how they would approach climate action in their raucous ninth debate.\nFormer Vice President Joe Biden said Wednesday night in Nevada that the oil and gas industries should be subject to lawsuits for climate damages. Sen. Amy Klobuchar (D-Minn.) revealed that she favors paying dividends to households to distribute the proceeds of a carbon tax. And former New York Mayor Michael Bloomberg said he thinks India is a bigger emissions problem than China.\nEach of these provocative stances is ripe for debate, and yet no debate was had on what surely will be key questions for any president faced with the task of reviving moribund U.S. climate policy in the wake of President Donald Trump’s climate denial.\nPlease take a look at the new openings in our newsroom.\nAlthough the Las Vegas forum included a climate journalist as a moderator for the first time, and the moderators made clear climate change was a top issue for voters heading to the Nevada caucuses on Saturday, the format of the NBC/MSNBC-hosted debate was not up to the task of delving into the complex issue. Even with the field winnowed down to six, there were too many candidates, and too little time.\n“Honestly, there should be themed debates,” Rep. Alexandria Ocasio-Cortez (D-N.Y.), a protege and supporter of Sen. Bernie Sanders (I-Vt.), tweeted after the debate. “Doing so educates the public far more on issues & actually serves the purpose of distinguishing who knows what they’re talking about +who doesn’t” on climate change, as well as other issues.\nEarlier in the campaign season, both MSNBC and CNN had hosted forums where each candidate had half an hour on stage alone to discuss his or her climate plan. But that didn’t give viewers an opportunity to compare and contrast the candidates—especially on tough issues like how they would garner political support and fund their ambitious goals to drive the U.S. economy to net zero carbon emissions by mid-century.\nFracking remains the main battle line for Democratic candidates in the climate arena, but their exchange revealed some gaps in understanding.\nKlobuchar reiterated her position that natural gas is a necessary fossil fuel in the “transition” to cleaner energy, and promised tougher oversight of fracking: “I have made it very clear that we have to review all of the permits that are out there right now for natural gas and then make decisions on each one of them and then not grant new ones until we make sure that it’s safe,” she said.\nBut Bloomberg pointed out, correctly, that much of the fracking underway was not for gas, but for oil, which can’t be defended as a “transition” fuel. Also, most fracking is taking place on private land—there are no federal permits to review.\nBloomberg, who has made climate one of the key planks of his platform, took a position on fracking that even if backed by evidence, is unlikely to win him followers in the Democratic base. “We’re not going to get rid of fracking for a while,” he said, adding, “We want to go to all renewables. But that’s still many years from now.” Bloomberg leaned into the importance of regulating methane emissions from oil and gas drilling—a policy platform that doesn’t have the political rallying gusto of the Green New Deal, but will be essential to rein in warming in the short term.\nSanders (I-Vt.) missed an opportunity to tout the economic benefits of the Green New Deal when asked how he’d address the workers who would lose their jobs if he achieved the complete phase-out of fracking he seeks. Instead, he led with the moral case for climate action: “What I tell these workers is that the scientists are telling us that if we don’t act incredibly boldly within the next six, seven years, there will be irreparable damage done not just in Nevada, not just to Vermont or Massachusetts, but to the entire world,” he said, adding, without embellishment, that the Green New Deal would create “up to 20 million good-paying jobs.”\nSen. Elizabeth Warren (D-Mass.), meanwhile, held firm to her position that all new drilling and mining on public lands and all offshore drilling should be stopped. When asked about  how she would ensure access to the minerals used in renewable energy, she said that need could be managed. “If we need to make exceptions because there are specific minerals that we’ve got to have access to, then we locate those and we do it not in a way that just is about the profits of giant industries, but in a way that is sustainable for the environment,” she said. “We cannot continue to let our public lands be used for profits by those who don’t care about our environment and are not making it better.”\nJon Ralston of The Nevada Independent asked Biden a question aimed at his readers: “What specific policies would you implement that would keep Las Vegas and Reno livable, but also not hurt those economies?”\nBiden launched mainly into a stock recitation of his climate plan—including 500,000 electric vehicle charging stations, reinstated fuel economy standards, and investments in rail—without getting into the sobering truth about how long it would take for the resulting emissions cuts to curb the oppressive heat that is building in Nevada’s cities.\nReminiscent of the unanswerable question the Democrats faced in their first debate last June—”Would your plan save Miami?”—Ralston’s query drove home the pitfalls of applying the bromide “all politics is local” to the discussion of solutions for a planetary problem.\nVanessa Hauc, an Emmy-award winning senior correspondent specializing in climate for the Spanish-language Noticias Telemundo, only had an opportunity to ask one climate question—how far would Biden go in holding oil and gas executives accountable for climate change?\n“I would make sure they, number one, stop,” Biden said. “Number two, if you demonstrate that they, in fact, have done things already that are bad and they’ve been lying, they should be able to be sued, they should be able to be held personally accountable, and they should—and not only the company, not the stockholders, but the CEOs of those companies.”\nIt would have been enlightening to hear where the other candidates stand on the question, especially the avowedly pro-business Bloomberg, as well as to hear where any of the candidates stand on the Grand Compromise that some—including an industry-backed coalition—have proposed: shielding the companies from liability in exchange for their support of a carbon pricing proposal.\nKlobuchar offered a new crucial detail about her own carbon pricing proposal—she believes that any revenue from a carbon tax should be returned to households in the form of dividends to offset higher energy costs.  Previously, Klobuchar had only mentioned the goal of avoiding a “regressive” impact when imposing such a tax.\nAmong the other candidates, former South Bend, Ind. Mayor Pete Buttigieg has in the past made clear his support for dividends as well, but none of the candidates have had to spend much time explaining their philosophies on carbon taxing. Sanders, notably, with the most expensive climate plan by far—$17 trillion—hasn’t had to address how he’d fund it in any detail. In the past, he has suggested that the massive new government works program he envisions in the Green New Deal could be paid for by cuts in defense spending.\nFor Bloomberg, who had to fend off attacks over his wealth through much of the forum, the climate discussion afforded an opportunity to bolster his argument that he was using his money to contribute to society. His climate policy would be to extend the work he had already been funding through the Sierra Club’s campaign to shut down coal power plants, he said.\nBloomberg showed some detailed knowledge of what’s happening in the energy market, but had some miscues. At one point, he accused Biden of praising an obsolete Nevada solar project. It is true that one big plant—the Crescent Dunes project 200 miles northwest of Las Vegas—is in dire financial straits, but Biden appeared to be talking about a different solar project entirely. (His campaign did not immediately respond to a request for confirmation.)\nAlso, Bloomberg responded to a query about how he’d deal with China on climate by seemingly minimizing the contribution of the world’s largest carbon polluter.  “In all fairness, China has slowed down,” he said. “It’s India that is an even bigger problem.”  Carbon emissions in India are indeed growing faster—at 8 percent per year—but are still overshadowed by the massive contribution of China, which is growing at 2.3 percent per year, according to the nonprofit organization the Global Carbon Budget.\n“You have to negotiate” with China, Bloomberg said. “What you have to do is convince the Chinese that it is in their interest, as well. Their people are going to die just as our people are going to die.”\nBut Buttigieg countered, “I’m a little skeptical of the idea that convincing is going to do the trick when it comes to working with China. America has repeatedly overestimated our ability to shape Chinese ambitions.”\nOther than mentioning his inclusion of farming in his package of proposed climate solutions, Buttigieg made little effort to distinguish his plan from those of his opponents. “I think everybody up here has a plan that more or less does the same,” he said. (Sanders’ spokeswoman Briahna Joy Gray shot back on Twitter: “He’d certainly like us to think so.”)\nButtigieg instead returned to his theme for the night—that Sanders and Bloomberg were each too polarizing to provide the leadership needed to forge consensus. “We need leadership to make this a national project that breaks down the partisan and political tug of war that prevents anything from getting done,” he said.\nIt’s not clear that anyone could have come away from the Nevada debate with a sure sense of which contenders were best suited for the monumental political challenge of tackling climate change. But no one disputed Buttigieg’s timeline.\n“Let’s be real about the deadline,” said Buttigieg. “It’s not 2050, it’s not 2040, it’s not 2030. It’s 2020. Because if we don’t elect a president who actually believes in climate science now, we will never meet any of the other scientific or policy deadlines that we need to.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}