{
  "url": "https://insideclimatenews.org/news/08022020/trumps-usda-ready-address-global-warming-there-are-hopeful-signs/",
  "title": "Is Trump’s USDA Ready to Address Climate Change? There are Hopeful Signs.",
  "date": "2020-02-08T16:00:00-05:00",
  "content": "After three years of sidelining climate change research and thinning its roster of scientists, the U.S. Department of Agriculture announced a new five-year scientific plan this week to help American farmers cope with the worsening effects of the climate crisis.\nThe “USDA Science Blueprint” was unveiled at a conference Wednesday by Scott Hutchins, a former pesticide industry executive who heads the agency’s research divisions. The plan, intended to guide “USDA’s science priorities,” lays out a broad agenda across a range of areas, from soil health to weather impacts on agriculture to data collection, and specifically mentions climate change.\nThe new plan, welcomed by advocacy groups and the industry, represents a hopeful sign that the agency will realign its research priorities, especially in the wake of a series of weather disasters that have battered American farms and cost billions.\n“Climate change requires urgent attention, and farmers and their communities have woken up to this fact,” said Ricardo Salvador, senior scientist and director of the food and environment program at the Union of Concerned Scientists. “It is refreshing to see the USDA under Secretary Perdue—who has previously denied the reality of climate change—acknowledging that agriculture is a contributor to climate change, can also be part of the solution, and must adapt in any case.”\nPlease take a look at the new openings in our newsroom.\nBut critics question how the agency will follow through. The plan, they say, pushes an agenda that fails to fundamentally change an agricultural system that degrades soil health, continues to emit greenhouse gases at a growing rate, and relies heavily on fossil fuels, chemicals and synthetic fertilizers.\nLew Ziska, a former USDA researcher who left the agency last year after officials tried to sideline his research showing that nutrient levels in rice are dropping as carbon emissions rise, said of the new the plan: “Overall, nice brochure, pretty pix, and nice objectives, but I am extremely skeptical that their objectives will be accomplished.”\nFrom the onset of the Trump administration, top officials have come under fire for thwarting climate change research and priorities across the agency.  In the earliest days of the administration, employees were coached to avoid the term “climate change” by agency officials, who said the issue was no longer a priority. Over the course of the next three years, the agency made a series of decisions that undermined research, including ordering  researchers to include a disclaimer on research published outside the agency saying that it was “preliminary.”\nPerhaps most damaging, agency employees say, was the decision by Agriculture Secretary Sonny Perdue to move two research divisions, the Economic Research Service (ERS)  and the National Institute of Food and Agriculture (NIFA), out of the Washington area — an effort seen by many as a deliberate tactic to thin the ranks of agency scientists. If it was such a tactic, it worked: In the months leading up to the move, nearly two-thirds of the divisions’ researchers retired or left. Meanwhile, the administration has cut funding for the agency’s research divisions.\n“The elephant in the blueprint is of course that USDA Secretary Perdue has been fairly systematically working to weaken the Department’s scientific capacity, moving two of the key agencies involved in this report out of Washington, DC, knowing that it would lose many employees in the process,” said Ben Lilliston, director of rural policies and climate change at the Institute for Agriculture and Trade Policy, a progressive advocacy group.\nLilliston added, “Perdue has also been an outspoken skeptic of climate risk, so while it’s good to see climate adaptation acknowledged as a priority it is undercut by the messaging coming from the Department’s leadership and President Trump.”\nZiska noted that the agency’s Agricultural Research Service has lost 20 percent of its budget since the early 2000’s.\n“The forced relocation of ERS and NIFA will, without question, make implementation of these goals difficult,” Ziska wrote in an email, referring to the new plan.\nThe plan outlines five themes, including climate adaptation and “sustainable intensification”—a term that describes increasing productivity within the current agricultural system. It then  describes briefly how specific goals—for example, understanding how conservation practices on farms can help boost resilience to climate change—will be addressed and measured. The agency will “solicit stakeholder input” in reaching the plan’s goals from “commodity groups, industry, interagency Federal working groups, scientific societies, and university partners,” the plan says.\nProgressive farm groups that have advocated for more support for climate-focused practices, either in research or policy, were not included in meetings reportedly held by the USDA this week in which agency officials, commodity groups and food manufacturers discussed “sustainability.”\nThe agency did not immediately respond to requests for information on the meetings.\nThe release of the plan came amid a flurry of climate-focused activity by government leaders, agriculture industry groups and even former Vice President Al Gore, who has become a vocal booster of agriculture’s role in solving the climate crisis.\nGore addressed a meeting held by the Foundation for Food and Agriculture Research (FFAR) in Washington, where he was the keynote speaker.  (The USDA’s plan was announced at the same event.)\n“If we can find out how to reliably measure soil carbon, the reliable sequestration of carbon in soils, then it is not impossible to imagine a day when farmers receive payments for the carbon they have sequestered in their soil,” Gore said.  Soils, including those in the rich farmlands of the Midwest, act as carbon sinks by trapping carbon dioxide, a capacity researchers say will be critical for meeting global emissions reductions targets.\nGore has become an advocate of agriculture’s role in carbon markets, in which farmers would sell credits for sequestering carbon in soils. That concept, which gained traction a decade ago, was beaten back at the time by the fossil fuel industry and one of its strongest allies, the American Farm Bureau Federation.\nThe idea of farmers participating in carbon markets is increasingly coming under scrutiny by some progressive farm groups who say that they could prevent true, meaningful greenhouse gas reductions.  But the industry has started to embrace the idea, especially if it can boost farm incomes in a wobbly farm economy. The Farm Bureau, at its recent annual meeting, adopted a resolution supporting research into soil health — a key requirement for maintaining soil’s ability to trap carbon.\nAlso at this week’s conference, FFAR and the U.S. Farmers and Ranchers Alliance, an agricultural industry public relations group  that represent the producers of the county’s most lucrative farm products, like corn and beef, unveiled a new climate-focused collaboration among industry players.  The partnership will “foster collaboration between farmers, ranchers, scientists and others from across the food and agriculture sectors to address greenhouse gas emissions in a coordinated way, as a united front,” said the FFAR’s executive director, Sally Rockey, in a press release.\nThe industry has long pushed against any kind of measurement of greenhouse gases from agriculture or environmental regulation, frequently saying farms are too complicated and varied.\n“No two farms are alike which means the path to climate-smart farming may look a little, or a lot, different from farm to farm,” said Erin Fitzgerald, USFRA’s chief executive officer, in a press release this week.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}