{
  "url": "https://insideclimatenews.org/news/01022020/shipping-lines-liquefied-natural-gas-methane-leaks/",
  "title": "Shipping Lines Turn to LNG-Powered Vessels, But They’re Worse for the Climate",
  "date": "2020-02-01T09:00:00-05:00",
  "content": "Oceangoing ships powered by liquified natural gas are worse for the climate than those powered by conventional fuel oil, a new report suggests. The findings call into further question the climate benefits of natural gas, a fuel the gas industry has promoted as a “bridge” to cleaner, renewable sources of energy but is undermined by emissions of methane, a potent greenhouse gas.\nThe most commonly used liquefied natural gas (LNG) engine used by cruise ships and cargo vessels today emits as much as 82 percent more greenhouse gas over the short-term compared to conventional marine fuel oil, according to the report, published earlier this week by the International Council on Clean Transportation (ICCT), an environmental think tank.\n“If we are serious about meeting the Paris [climate] agreement, temperature goals and decarbonizing the international shipping industry as part of that, then a switch to LNG as a marine fuel is counterproductive,” Bryan Comer, ICCT researcher and a co-author of the study said.\nPlease take a look at the new openings in our newsroom.\nShipping companies are increasingly turning to liquified natural gas, which is cleaner burning than conventional fuel oil and, with the glut of natural gas from hydraulic fracturing, increasingly inexpensive. When burned, natural gas emits less carbon dioxide, sulfur oxides, and nitrogen oxides than conventional marine fuel. Methane, the primary component of natural gas is, however, more than 30 times more potent as a greenhouse gas than carbon dioxide. If even a small amount of methane leaks into the atmosphere instead of being burned, those emissions can outweigh the fuel’s lower carbon dioxide emissions.\nThe current study, which was funded by environmental group Stand.earth, found that the LNG engine most widely used by the shipping industry and by cruise ship companies, allowed 3.7 percent of methane to pass unburned through the engine and into the atmosphere. This is due partly to ship engine designs that typically include an open “crankcase” that vents a small amount of unburned gas, and engine tuning that lowers nitrous oxide emissions at the expense of increased methane emissions.\nThe 3.7 percent of methane emitted from ships is a higher percentage of leakage than across the rest of the natural gas sector combined. A recent study by scientists with the Environmental Defense Fund and more than a dozen research institutions found 2.3 percent of methane leaks into the atmosphere from gas wells, pipelines, storage facilities and other infrastructure.\nRecent regulations by the International Maritime Organization, a United Nations agency whose member states cooperate on regulations governing the international shipping industry, have set more stringent requirements for emissions of sulfur oxides and nitrogen oxides, pollutants that pose health concerns for ship passengers, crew members, and port communities. The regulations favor natural gas because the fuel emits lower levels of local pollutants that are harmful to human health than conventional fuel oil.\n“If we are going to get serious about tackling health and climate we need to be switching to fuels that emit zero emissions of both pollutants,” Comer said.\nIMO regulations are also tightening carbon dioxide emissions from new ships, but the regulations do not apply to methane emissions. The report found zero-emission solutions such as batteries, hydrogen fuel cells, and wind-assisted propulsion could address local pollutants and greenhouse gases, though these alternative technologies remain under development.\nLNG made up less than 3 percent of ship fuel consumption from 2013 to 2015, according to the report, but that figure could grow quickly.\n“There are more and more LNG engines coming on and there are quite a lot of oil majors who are pushing LNG,” said Aoife O’Leary, director of international climate for the Environmental Defense Fund.  “It could grow into a really significant issue so it’s really something we have to get a handle on right now.”\nO’Leary said current investments in LNG engines could make a future switch to other alternatives more difficult.\n“If you are asking countries and shippers to do an infrastructure investment twice, that obviously is going to be much more difficult and you are going to get a lot more opposition,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}