{
  "url": "https://insideclimatenews.org/news/24012020/trump-trade-usmca-nafta-climate-change-oil-gas/",
  "title": "5 Reasons Many See Trump’s Free Trade Deal as a Triumph for Fossil Fuels",
  "date": "2020-01-24T14:37:26-05:00",
  "content": "Woven into the new North American free trade agreement that awaits President Donald Trump’s signature is his ideal of an oil- and gas-driven energy future—untroubled by climate change, unbounded by borders, unfettered even by economic concerns like the price of metal or supply and demand.\nAny number of realities may intrude upon that vision—including the imperative to cut fossil fuel emissions. But for now, the United States-Mexico-Canada Agreement (USMCA) helps three of the world’s biggest energy trading partners defer such considerations at a time when science and the Paris Agreement on climate change call for an all-out effort to eliminate greenhouse gas emissions.\n“It will help corporations export pollution and jobs, weaken climate policies, and extract more fossil fuels,” said Ben Beachy, director of the Sierra Club’s Living Economy Program. “It’s a climate failure any way you look at it. How do you square that with the science telling us that we have 10 years to avoid a climate catastrophe?”\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nThe oil and gas industry had qualms when Trump first moved to scrap the 23-year-old North American Free Trade Agreement. “Renegotiating NAFTA creates risks,” said the American Petroleum Institute in an August 2017 position paper.\nBut through lobbying over subsequent months, the industry helped shape a deal better for its interests than NAFTA. The USMCA takes into account the monumental transformations in the North American oil and gas industry since NAFTA—the rise of the Canadian oil sands, the U.S. fracking boom, the opening of Mexico’s long-nationalized industry to private investment—and seeks to maintain them.\nAlthough Sen. Bernie Sanders (I-Vt.) is correct when, explaining his opposition to the deal, he said it does not even contain the phrase “climate change,” far more significant for the world’s energy future is the language it does include. Here are key oil- and gas-industry boosting provisions with implications for climate:\nIn theory, NAFTA provided free trade of oil and gas, but in practice, Canadian producers have been paying about $60 million a year in duties to the United States because of the unusual character of Alberta’s tar sands oil. The viscous bitumen needs to be thinned with “diluents” so it can flow through pipelines—part of the extensive processing that makes Alberta’s oil so carbon-intensive. Sometimes the diluents are imported from places like Peru, Bolivia, and Pakistan, and have been subject to trade levies. But under the USMCA’s new rules of origin, the oil will be considered Canadian and duty-free as long as no more than 40 percent of the diluent comes from abroad.\nAnother rule-of-origin change: natural gas will be presumed to have originated in a country even if a portion was imported as liquefied natural gas and fed into that country’s pipelines at a regasification facility. “The point of these changes was to make it easier to qualify” for free trade treatment, reducing costs for both exporters and importers, said Teresa Polino, a Washington, D.C. lawyer representing industry on the issue. “This is one instance where the U.S. and Canadian companies tend to be much more aligned as opposed to fighting each other.”\nChanging politics in Mexico has meant risk for oil and gas producers, who only gained the ability to invest in that country’s energy sector when former President Enrique Peña Nieto ended the 75-year state monopoly on oil and gas in 2014. That opened the door to deals like the one Chevron recently made with Mexico’s Pemex for deepwater drilling in the Gulf of Mexico, which Peña Nieto saw as key to reversing Mexico’s precipitous slide in oil production. “The production of petroleum has been declining 6 to 8 percent a year for the last decade or so, and without a lot of foreign investment and technology it will continue to decline,” explains David Gantz, a fellow at the Baker Institute’s Center on the U.S. and Mexico.\nThe future of such arrangements was thrown into question with the 2018 election of President Andrés Manuel López Obrador, who struck a nationalistic tone and immediately announced he would suspend new private bidding on oil and gas exploration leases until 2021. Under the USMCA, though, López Obrador has agreed to a kind of “most-favored-nation” clause covering U.S. energy producers, which they see as a guarantee that Mexico will keep its market open. If not, the USMCA gives them an avenue to challenge any move to close them out.\nCanada had a longstanding requirement that offshore drilling companies  invest in a research and development fund to benefit coastal communities. After Exxon’s costs in the program increased for its Newfoundland and Labrador operations, the company in 2012 successfully challenged those rules as impermissible under NAFTA, subjecting Canada to penalties. That is just one way that the oil and gas industry has used NAFTA’s so-called Investor-State Dispute Settlement (ISDS) Process, a controversial path for addressing disputes outside the court system.\nThe USMCA greatly scales back the ISDS, phasing it out between Canada and the U.S. over three years. But the process is retained between Mexico and the U.S. for a handful of sectors, including oil and gas, power generation and some transportation services. This gives the oil and gas industry an avenue to challenge any changes Mexico makes in its market that the industry views as counter to the USMCA. Environmentalists fear the industry also could use the process to challenge future climate policies enacted in the U.S. or Mexico. It is one way that Beachy said USMCA could “lock in Trump’s polluting legacy for potentially decades to come.”\nWhen the Trump Administration launched its bid to renegotiate NAFTA, it slapped 25 percent tariffs on steel from Canada and Mexico and threatened throughout the process to replace the import tax with quotas in the new deal. But in the end, the Trump administration lifted the levy entirely—a move that the Texas Independent Producers & Royalty Owners Association was seeking throughout the process, with Texas Gov. Greg Abbott weighing in on its behalf.\nThe move gives producers greater access to specialty steel for pipeline construction at lower cost. “To maintain our energy dominance and continue meeting the energy needs of our nation and beyond, we need to be able to move unprecedented volumes of oil and natural gas to Texas refining complexes and the Gulf coast,” Todd Staples, president of the Texas Oil & Gas Association, said last year. “That means we need pipelines—lots of them.”\nSimply because the USMCA retains NAFTA’s free trade among the North American nations, U.S. energy companies can avoid a lengthy permitting process they would have faced in their plan for a continuing increase in natural gas exports to Mexico. U.S. natural gas exports to Mexico by pipeline have soared seven-fold in the past decade, soaking up the oversupply in production. By one estimate, the price of U.S. natural gas would be 30 percent lower without the demand from Mexico.\nUnder U.S. law—the Natural Gas Act—exporters would need to go through a lengthy permitting process for such exports to prove they are in the “public interest.” But the law has an exception—allowing export applications to be granted “without modification or delay”—for shipments to free trade partners.\nThat’s why Trump’s early threats to get rid of NAFTA altogether were worrisome for the gas industry, and why they like USMCA. It’s just one portion of the billions of dollars worth of duty-free energy trade that is bound to continue among the North American nations. The U.S. is the number one destination for Canadian oil, while 56 percent of U.S. gasoline exports go to  Mexico.\nHouse Democratic leaders did win some environmental concessions before giving the USMCA the support it needed for passage—restoring provisions on overfishing, illegal taking of flora and fauna, and other protections that had been part of NAFTA. But they failed to get the trade agreement to address any of the seven core failures that the environmental community identified in the deal—including getting the Paris accord included as one of the international environmental treaties that the three nations pledge to maintain.\n“House Democrats intend that a future Administration, which recognizes the global climate change crisis, will immediately work with Canada and Mexico to amend the obligation accordingly,” they said in their summary report on the USMCA.\nTrump’s signature is not the final step for USMCA. Canada has yet to ratify the agreement, and although Prime Minister Justin Trudeau has said he hopes for quick approval of the legislation his party will introduce next week, the opposition party has indicated it may provide resistance.\nIn the meantime, Beachy said environmental groups hope that the strong statements by 10  opponents of the USMCA in the Senate, including Sanders and Senate Minority Leader Chuck Schumer, are helping to raise awareness of the tie between trade and climate.\n“That helps us set a baseline for future trade negotiations, which have to include climate,” said Beachy. “We cannot let this be the end of the story.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}