{
  "url": "https://insideclimatenews.org/news/27122019/all-electric-vehicles-uber-and-lyft-los-angeles-mayor-says-city-may-require-evs/",
  "title": "Electric Vehicles for Uber and Lyft? Los Angeles Might Require It, Mayor Says.",
  "date": "2019-12-27T17:09:13-05:00",
  "content": "Los Angeles is considering forcing rideshare services such as Uber and Lyft to use electric vehicles in what would be a first for any city as LA seeks to cut emissions and get more electric vehicles on the streets, the mayor said.\nEric Garcetti, mayor of Los Angeles, told the Financial Times that the electric-vehicle requirement was one step being contemplated to cut the city’s greenhouse gas emissions and become carbon neutral by 2050.\n“We have the power to regulate car share,” he said in a phone interview. “We can mandate, and are looking closely at mandating, that any of those vehicles in the future be electric.”\nGarcetti, mayor since 2013, has made environmental issues a central part of his platform. Earlier this month, he became head of C40, a network of the world’s biggest cities that are trying to fight climate change.\nCalling the next 10 years “the climate decade,” he said: “It has to be the decade of action. It is the decade that makes us or breaks us.”\nPlease take a look at the new openings in our newsroom.\nAs part of Los Angeles’ “Green New Deal,” published in April, the city aims to draw 80 percent of its electricity from renewable sources by 2036, and recycle 100 percent of its wastewater by 2035.\nThe plan also includes purchasing more electric buses and electric vehicles for the city’s municipal fleet, including America’s first electric fire engine.\nLos Angeles has not yet begun formal public consultation about whether to require rideshare services to use electric vehicles, but Garcetti said the city was considering the step.\nThe Los Angeles City Council Transportation Committee has been seeking greater powers to monitor and track rideshare services, including through a possible driver registration program.\nAny policy to require electric vehicles would radically alter the economics of the rideshare business, in which the drivers own or rent their own vehicles, because electric vehicles are typically more expensive than their petrol-burning counterparts.\nUber and Lyft already face protests over low driver pay. In California, Uber has pushed back on a state labor law, signed this fall, that was created to address when independent contractors must instead be treated as employees, with pay and benefits requirements. Uber has argued that it is a technology platform and drivers’ work is outside its usual course of business, one of the tests for classifying workers under the newly approved law.\nAt present, rideshare services in California are regulated by the state’s Public Utilities Commission and face additional rules in certain cities.\nUber declined to comment.\nGarcetti said that, as President Donald Trump prepares to withdraw the U.S. from the 2015 Paris climate accord, it is up to cities and states to take action against climate change.\n“Local actors, no matter who is in power, are the most critical elements of whether or not we win the fight against climate change,” he said. “It is local governments and regional governments that regulate or directly control building codes, transportation networks and electricity generation, which together are 80 percent of our emissions.”\nRead more about the progress U.S. cities and states are making in their effort to meet the country’s Paris pledge.\nGarcetti who took over the chair of the C40 group from Anne Hidalgo, mayor of Paris, is supporting a “Global Green New Deal” intended to help mayors cut emissions in their cities. He also founded the “Climate Mayors” group in the U.S., which includes 438 mayors dedicated to addressing climate change.\n“Cities have never been more powerful in the modern era,” Garcetti said. “We make laws, we make business deals, we create jobs, we have to clean air and water, we run ports and airports, we attract investment and we often finance infrastructure.\n“Cities will either succeed in saving this planet, or cities will fail, and I intend that it be the former.”\n© The Financial Times Limited 2019. All Rights Reserved. Not to be further redistributed, copied or modified in any way.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}