{
  "url": "https://insideclimatenews.org/news/20122019/congress-2020-budget-clean-energy-coal-miner-pension-black-lung-blm/",
  "title": "Clean Energy Loses Out in Congress’s Last-Minute Budget Deal",
  "date": "2019-12-20T22:53:37-05:00",
  "content": "In the massive federal spending package that Congress passed this week, just in time to head off a government shutdown, lawmakers showed they are in no hurry for the clean energy future.\nThey strategically slashed most of the tax credit extenders that analysts saw as this Congress’ best opportunity to accelerate renewable energy and cut U.S. greenhouse gas emissions. All that remained of the package at the end of months-long negotiation and debate were measures that will be politically useful to Republicans—most notably, biofuel subsidies.\nIt was an affirmation both of the upper hand that the GOP has with its control of the Senate and the White House and of the party’s hostility to federal actions that would help displace oil, natural gas and coal. Support for solar energy, electric vehicles and energy storage all were jettisoned.\nIf Democrats were able to exert any influence in the energy provisions of the $1.4 trillion budget, it was only to support provisions Republicans supported—like shoring up coal miners’ benefits—or to register ineffectual protest at the Trump administration.\nFor example, Democrats were able to include language in the spending package opposing federal loan guarantees to benefit the natural gas and plastics industries in Appalachia, and to deny federal funds to relocate the Department of Interior’s Bureau of Land Management closer to the oil and gas industry it oversees. But the Trump administration is set to go forward with its fossil fuel-driven plans, anyway.\nHere are highlights from the budget, which Trump signed on Friday, to keep the federal government funded through 2020:\nLawmakers decided not to extend federal tax breaks for solar power and electric vehicles, alarming clean energy advocates who warned that the consequences would damage the nation’s ability to combat climate change.\nIf the tax breaks had been extended, they would have made solar and EVs less expensive and helped to increase consumer adoption. Solar and EVs will continue to gain market share, but the rate of growth will be less than if the extensions had been approved, a loss that takes away momentum for the transition to clean energy.\nAn analysis by the research firm Rhodium Group found that a tax credit package under consideration early this fall for zero-emitting electricity generation could have reduced greenhouse gas emissions by up to 125 million tons by 2025. That would have reduced the gap between the current trajectory of U.S. emissions and the U.S. commitment under the Paris climate accord by as much as a quarter.\nInstead, Congress passed a measure that “likely has no tangible emissions benefits,” Rhodium concluded. Any small gains from the modest extenders that did pass could be canceled out by the extension of the production tax credit for coal on Native American lands that lawmakers included in the legislation.\nThe failure to pass the clean energy provisions is a “squandered opportunity,” said Gregory Wetstone, president and CEO of the American Council on Renewable Energy, a business group that advocates for renewable energy.\nPlease take a look at the new openings in our newsroom.\nRenewable energy advocates had a long wish list and came away with very little: a one-year extension of a wind energy tax credit that otherwise would have expired on Jan. 1.\nAdvocates had been pushing for months for an extension of the solar investment tax credit, which begins a three-year phaseout in 2020, and an expansion of the credit to include battery storage and offshore wind. None ended up in the final bill.\n“Congress let a crucial opportunity slip by, advancing a massive government spending bill without extending one of the most successful clean energy tax policies in history, the solar investment tax credit,” said Abigail Ross Hopper, president and CEO of the Solar Energy Industries Association, in a statement.\nTesla and General Motors were also unsuccessful in seeking an extension of a tax-credit of $7,500 for buyers of all-electric vehicles. The current credit is capped at 200,000 vehicles per automaker, a level that Tesla and General Motors already have reached. The companies wanted to increase the cap to 600,000 and set the credit at $7,000.\nIn Appalachian coal country, Sen. Mitch McConnell, the Republican Senate Majority Leader from Kentucky, had faced criticism among some of his home-state coal miners and coal mining communities who felt he had turned his back on their pleas for help as the industry crashed.\nThe budget deal responds to some of those pleas, and McConnell took credit, saying he made sure health and pension benefits were included in the budget bills, along with $175 million to the Appalachian Regional Commission to help shore up water systems, fund substance abuse and career development programs and economic development in Central Appalachia.\nThe budget deal will fund financially stressed union pension and health insurance funds for tens of thousands of miners, using money already collected from fees on the coal industry under a program intended to clean up abandoned mines.\nThe miners’ pension fund was established under an executive order of President Harry Truman, and provides miners and their surviving spouses benefits that average $600 a month. But it’s been running out of money as companies that contribute to it go bankrupt. The United Mine Workers of America had been lobbying Congress unsuccessfully to come up with a way to fund their failing pensions until now.\nSen. Joe Manchin (D-W.Va.) credited miners’ repeated trips to Washington, D.C., to walk the halls of Congress and meet with lawmakers for securing the pensions. “This would not have happened without their relentless dedication,” Manchin said, calling Congress’s slow response “cruel and unusual punishment.”\nMcConnell, who had previous balked on providing a pension bailout and is up for reelection in November, said he was “proud to use my position to deliver for these Kentucky miners and their families.”\nThe budget deal also fully reinstates an excise tax on coal that funds benefits to coal miners with black lung disease, and their families—but only for one year.\n“One year is not enough” to meet the needs of afflicted miners, said Rebeca Shelton, policy and organizing coordinator, with the Kentucky-based Appalachian Citizens’ Law Center, which works to help miners and mining communities.\nAdvocates have been hoping for several years that Congress would spend $1 billion cleaning up and reclaiming abandoned coal mines in 20 states. Instead, McConnell’s staff said lawmakers funded a different program to boost economic development on or near abandoned or reclaimed mine site in fewer states with a one year allocation of $115 million.\nEven though Congress rejected requested funding for the Department of Interior’s plan to relocate Bureau of Land Management headquarters staff to Western states, the reorganization plan is going forward. It is seen as a boon for fossil fuel interests.\nThe Bureau of Land Management oversees about 245 million acres of surface lands and 700 million acres of subsurface mineral estate—all of it considered crucial in the nation’s discussion about fossil fuels and climate mitigation.\nThe Department of Interior had asked for $25 million for moving BLM’s headquarters to southwestern Colorado, staffing it with up to 40 people, dispersing more than 200 staffers to state offices throughout the West, and leaving just 60 people remaining in Washington.\nAnd although the move is proceeding with around $6 million of leftover funding from last year, Congress finally did get something in the spending bill that it’s been demanding from BLM leaders: more detail about the reorganization, including monthly briefings on the costs and benefits of the move.\n“The Department has still not provided Congress or the American people with adequate information or rationale for splitting up headquarters staff amongst a dozen offices, a decision that could cripple the agency’s ability to carry out its responsibilities to protect and manage our precious public lands,” said New Mexico Sen. Tom Udall, ranking Democrat on the appropriations subcommittee that handles the BLM’s budget.\nEnvironmental advocates welcomed language in a guidance document attached to the budget deal that involves the natural gas and plastics industries.\nThey hope the guidance will make it harder for the Trump administration to award a West Virginia business $1.9 billion in Department of Energy loan guarantees to develop a massive underground storage facility for ethane, a product of natural gas fracking. The storage facility is considered a key to a plastics manufacturing build-out of the region.\nThe money would come from a fund created to help finance innovations that reduce greenhouse gas emissions, and the guidance document by Congressional negotiators seeks to make that point clear. Although it does not have the force of law, courts will sometimes look to such language when they are trying to discern what Congress intended.\nInsideClimate News reporters Dan Gearino and Judy Fahys contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}