{
  "url": "https://insideclimatenews.org/news/11122019/europe-green-deal-plan-carbon-neutral-2050-border-adjustment-tax-just-transition/",
  "title": "EU Unveils ‘Green Deal’ Plan to Get Europe Carbon Neutral by 2050",
  "date": "2019-12-11T17:00:34-05:00",
  "content": "The European Union unveiled a sweeping set of environmental initiatives on Wednesday aimed at creating the world’s first carbon-neutral continent by 2050, touching everything from state aid rules to a green industrial policy and a carbon border tax on imports.\nIn its much-anticipated Green Deal for Europe, the new European Commission, led by Ursula von der Leyen, laid out 50 policies to be rolled out over the next three years that would revamp rules and regulations to meet ambitious climate goals.\nThe EU wants to become the first big economic bloc to reach zero carbon emissions by 2050, and it expects to propose a climate law in March to enshrine the target. The new commission also wants to ramp up medium-term targets, cutting emissions by 50 to 55 percent in 2030, up from a current target of 40 percent.\nIt also plans to mobilize €100 billion of the EU budget and investment loans from the European Investment Bank to fund a “just transition” in poorer, eastern member states whose economies currently rely on fossil fuels.\nPlease take a look at the new openings in our newsroom.\n“The green deal is Europe’s ‘man on the moon’ moment,” von der Leyen said on Wednesday. “Our goal is to reconcile the economy with our planet. The old growth model that is based on fossil fuels and pollution is out of date and out of touch with our planet. It will be a long and bumpy road. But we are determined to succeed.”\nHaving laid out her plans, von der Leyen’s first major task will be to convince Poland, Hungary and the Czech Republic to back the 2050 zero-emissions target at a summit of EU leaders in Brussels on Thursday.\nThe three countries have said they will not commit to the target until they can secure billions of euros in financial aid to make the transition. Details of her €100 billion Just Transition Mechanism will be unveiled in January, and it will “precisely target the most vulnerable regions and sectors,” von der Leyen said.\nAmong the most contentious elements of the green deal is a planned “carbon border adjustment mechanism” to be proposed in 2021.\nThe commission wants to reserve the right to impose selective levies on foreign producers to protect the EU’s domestic businesses from unfair competition from countries that do not respect international climate targets. Officials said Brussels would explore a limited border tax that starts with imports of steel and cement.\nThe proposal faces complications as it would need to avoid falling foul of World Trade Organization Rules and risks retaliation from Europe’s trading partners.\nMarcia Bernicat, U.S. ambassador to the UN’s COP25 summit, said any EU carbon border tax “would be of great concern to us.”\nOther measures planned under the green deal include a revision of Brussels’s state aid rules to allow governments to spend on technologies that reduce carbon emissions. The commission will also propose a revamp of its rule on energy taxation to open the door to an EU-wide jet fuel and aviation tax.\nOfficials said the tax plans were still in the early stages and would probably face steep resistance from EU governments that see tax policy as a fiercely protected part of national power.\nvon der Leyen will have to rally a majority among EU governments and members of the European Parliament (MEPs) to win support for her proposals. The Greens in the European Parliament want a more ambitious 65 percent emissions cut by 2030, while conservative groups have warned against accelerating the target and hurting business.\nFranziska Achterberg, EU spokeswoman for Greenpeace, said the climate targets were “too little, too late.” “By delaying its proposal for the 2030 EU emissions reduction target to summer 2020, the commission risks undermining the Paris Agreement and any hope for EU climate leadership,” Achterberg said.\nIn an early sign of how divisive climate policy is in the EU, member states on Wednesday failed to agree on a system of rules for sustainable finance after France pushed for the inclusion of nuclear energy.\nTalks broke down when France, the UK, and a host of eastern member states said they could not support a deal unless nuclear energy was given a clear green light under the classification system.\nPaul Tang, a Dutch center-left MEP, said it was “shocking that on the same day the Green New Deal is presented, the compromise on a sustainable standard for investment is refused. [French president] Emmanuel Macron wants to be champion of sustainable finance but also wants to let nuclear contaminate the standard.”\nAdditional reporting from Financial Times reporter Leslie Hook in Madrid.\n© The Financial Times Limited 2019. All Rights Reserved. Not to be further redistributed, copied or modified in any way.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}