{
  "url": "https://insideclimatenews.org/news/13112019/iea-world-energy-outlook-emissions-climate-change-fossil-fuel-subsidies/",
  "title": "Global Carbon Emissions Unlikely to Peak Before 2040, IEA’s Energy Outlook Warns",
  "date": "2019-11-13T18:21:49-05:00",
  "content": "ICN occasionally publishes Financial Times articles to bring you more business and international climate reporting.\nCarbon emissions are set to rise until 2040 even if governments meet their existing environmental targets, the International Energy Agency warned, providing a stark reminder of the drastic changes needed to alleviate the world’s climate crisis.\nIn its annual World Energy Outlook, released on Wednesday, the IEA said a rapid reduction in emissions would require “significantly more ambitious policy action” in favor of efficiency and clean energy technologies than what is currently planned. Until then, the impact of an expanding world economy and growing populations on energy demand would continue to outweigh the push into renewables and lower-carbon technologies.\n“The world needs a grand coalition encompassing governments, companies, investors and everyone who is committed to tackling the climate challenge,” said Fatih Birol, IEA’s executive director. “In the absence of this, the chances of reaching climate goals will be very slim.”\nPlease take a look at the new openings in our newsroom.\nThe report noted the world’s reliance on fossil fuels remained “stubbornly high,” with a “gap between expectations of fast, renewables-driven energy transitions and the reality of today’s energy systems.”\nBirol pointed out that the current set of government policies would not bring the world in line with the Paris climate agreement goals of limiting temperature rise to well below 2 degrees Celsius (3.6°F) compared to pre-industrial times, or the more aggressive 1.5°C (2.7°F) target.\nCarbon emissions, mostly caused by the burning of hydrocarbons such as oil and coal, trap heat in the atmosphere, causing climate change. These emissions grew 44 percent between 2000 and 2018. Over the same period, global energy demand—with fossil fuels making up 80 percent—increased 42 percent.\nThe IEA also modelled a “sustainable development” scenario of stricter energy efficiency policies and lower energy demand. While emissions would fall under this scenario, critics have said it does not go far enough in mapping the deep cuts needed to limit warming to 1.5°C.\nAlthough the IEA’s annual survey is considered the definitive assessment of the world’s energy sector, its findings have been under scrutiny from critics who have deemed them too fossil fuel-friendly. Even under its most ambitious scenario, fossil fuels would still make up nearly 60 percent of the world’s energy mix.\nJoeri Rogelj, a lecturer in climate change and the environment at Imperial College London’s Grantham Institute, said even this scenario “leads the world down a dangerous climate action cul-de-sac, which ends in 2050 with a world warming beyond a level science considers compatible with sustainable development of poor and vulnerable populations.”\nThe IEA noted that the global value of fossil fuel consumption subsidies in 2018 was nearly double the combined value of subsidies for renewable energy and electric vehicles as well as the revenue from global carbon pricing systems.\n“This imbalance greatly complicates the task of achieving an early peak in emissions,” the IEA said.\n© The Financial Times Limited 2019. All Rights Reserved. Not to be further redistributed, copied or modified in any way.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}