{
  "url": "https://insideclimatenews.org/news/25092019/climate-change-summit-cut-short-lived-climate-pollutant-countries-commit-ccac-united-nations/",
  "title": "Dozens of Countries Take Aim at Climate Super Pollutants",
  "date": "2019-09-25T12:08:06-04:00",
  "content": "Environment ministers from dozens of countries agreed this week to speed up their efforts to reduce a class of greenhouse gases that, until now, has been largely overlooked in international climate agreements but could play a crucial role in limiting the worst effects of climate change.\nThey’re called short-lived climate pollutants, because they linger in the atmosphere for only a short time, but they are highly potent, both in warming the planet and in their local impacts on public health. These super pollutants include methane, which escapes from oil and gas systems, agriculture and livestock; hydrofluorocarbons (HFCs), which are used in refrigeration and cooling; and black carbon, a major component of soot.\nA recent IPCC report determined that the world won’t succeed in limiting global warming to 1.5 degrees Celsius (2.7°F) above pre-industrial levels without reducing them.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nOn Sunday, the more than 60 countries that are part of the United Nations-led Climate and Clean Air Coalition agreed to cut these pollutants enough to help put the world on a pathway that rapidly reduces near-term warming while maximizing public health benefits.\n“We can avoid about 0.6 degrees [Celsius (about 1°F)] of warming between now and mid-century by taking action on short-lived climate pollutants,” Dan McDougall, a senior fellow at the Climate and Clean Air Coalition said. The estimate is based on a 2011 United Nations Environment Program and World Meteorological Organization assessment that looked at 16 measures to cut black carbon and methane emissions across the agriculture, energy, transportation, industry, buildings and waste management sectors.\nReducing black carbon and methane also has tremendous health benefits by improving local air quality.\n“We are going to avoid the annual loss of 3 million lives prematurely because of the air pollution aspects,” McDougall said of efforts to reduce black carbon and ozone-forming methane. “It’s incalculable how important that is.”\nAbout 7 million people die prematurely each year from air pollution, and roughly 3 million of those premature deaths could be prevented annually by 2030 by reducing short-lived climate pollutants, according to a 2015 World Health Organization report that considered the same 16 emissions reduction measures.\nAs countries prepare to recommit to a new round of emissions reduction targets under the Paris climate agreement in 2020, the coalition is urging countries to place a much stronger focus on short-lived climate pollutants.\nOnly nine countries had emissions reduction goals that specifically targeted short-lived climate pollutants in their initial “Nationally Determined Contributions” (NDCs) agreed to as part of the Paris Agreement, according to the 2018 report by the World Resources Institute.\nMexico, for example, set a goal of reducing black carbon emissions by 51 percent by 2030, and Japan planned to reduce methane emissions from rice paddies.\nThe United States, meanwhile, has been backsliding on some efforts to reduce short-lived climate pollutants as the Trump administration rolls back measures to reduce methane emissions from the oil and gas sector. It also has yet to sign an international agreement that would phase out the use of HFCs as refrigerants, though a few states have committed to phase out their use.\nThe coalition is encouraging all countries to include short-lived climate pollutants in their next round of commitments under the Paris accord and is providing technical assistance to help developing countries do so. Approximately 30 countries are ready to include short-lived climate pollutants in future Paris commitments, and the coalition hopes to expand that significantly, McDougall said.\nShort-lived climate pollutants remain in the atmosphere for a relatively short time, with the duration depending on the pollutant, but they are many times more potent than carbon dioxide, which can stay in the atmosphere and contribute to further warming for hundreds of years. Because of that shorter life span, cutting short-lived climate pollutants can help to quickly slow the pace of global warming while countries make deep cuts to carbon dioxide emissions.\nIncreases in atmospheric carbon dioxide levels continue to accelerate, and global CO2 emissions are not expected to peak until after 2030, according to a World Meteorological Organization report released Sunday for this week’s UN Climate Action Summit.\nThe report found that countries’ commitments, which have so far focused largely on reducing carbon dioxide emissions, would have to be increased fivefold from current levels of emissions reductions to limit warming to 1.5 degrees Celsius (2.7°F), a goal of the Paris accord. What’s more, many countries are not meeting their current commitments.\nRoughly half of the world’s G20 nations, which account for around 80 percent of global greenhouse gas emissions, had fallen short of achieving their commitments under the Paris Agreement, according to a 2018 UN report. An updated draft of the UN report released Saturday found that the G20 as a whole remains off track for meeting current Paris commitment pledges as too few of the countries had made transformative climate policy commitments.\nIn China, which has not yet indicated how it plans to move forward on its Paris climate commitments, officials are increasingly promoting the benefits of combining efforts to address climate change and improve local air quality, efforts that increasingly include reductions in short-lived climate pollutants such as black carbon and methane, a precursor to smog.\n“By killing multiple birds with one stone, co-governance of the climate, environment and development is cost-effective and achieves greater economic, social, environmental and climate benefits,” Xie Zhenhua, China’s Special Representative for Climate Change said at Sunday’s Climate and Clean Air Assembly. “It works in China, and I am sure it will work in other countries.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}