{
  "url": "https://insideclimatenews.org/news/06092019/renewable-energy-global-growth-climate-change-goals-unep-global-trends-bnef/",
  "title": "Renewable Energy’s Booming, But Still Falling Far Short of Climate Goals",
  "date": "2019-09-06T08:15:32-04:00",
  "content": "Renewable energy capacity quadrupled worldwide over the past 10 years, with an estimated $2.6 trillion invested in its growth, a new report from the United Nations Environment Programme shows. But the speed of that growth still falls far short of what researchers say is needed to keep global warming in check.\nTo meet the Paris climate agreement aim of keeping global warming under 1.5 degrees Celsius, the Intergovernmental Panel on Climate Change reported last year that the world would need to invest an average of about $3 trillion to $3.5 trillion every year between 2016 and 2050.\n“There is certainly a global shift,” said Kathy Hipple, an analyst with the Institute for Energy, Economics and Financial Analysis (IEEFA). “The question is, ‘Is it moving fast enough from a climate perspective?’ And arguably it’s not.”\nPlease take a look at the new openings in our newsroom.\nStill, the annual Global Trends in Renewable Energy Investment report released Thursday holds positive signs for the future, particularly with the strong growth of solar and wind power, said Francoise d’Estais, head of the finance unit for UN Environment Programme’s Energy and Climate Branch.\n“This is a demonstration that this is a sustainable and profitable business model for electricity production,” d’Estais said.\nHipple, whose work for the IEEFA includes tracking financial institutions linked to the energy industry, said that in 1980, oil and gas companies made up seven of the top 10 companies listed in the Standard & Poor’s 500 index.\nAs of this month, no oil and gas companies are among the top 10 after oil giant Exxon dropped from the top 10.\n“Capital is shifting away from fossil fuels,” Hipple said. “The fossil fuel sector, the oil and gas sector used to be 28 percent of the Standard & Poor’s 500 back in 1980. And now it’s only 4.4 percent.”\nIn addition to tracking renewable energy investment, the new UNEP report also tracked fossil fuel energy growth and found that coal continued to attract new investment in the last decade, particularly in emerging markets such as China and India. Over that period, coal ranks second and natural gas fourth in new capacity built. Solar and wind ranked first and third, respectively.\nLast year alone, $41 billion was invested in coal worldwide, d’Estais said. “We would love to see that disappearing,” she said.\nOut of all the renewable energy sectors considered, solar led the renewable energy surge with $1.3 trillion invested over the decade, the report found.\nThe capacity for solar energy is forecast to reach 638 gigawatts by the end of the year, compared to just 25 gigawatts in 2010. That’s enough capacity to produce all the electricity needed each year to power 100 million average U.S. homes, according to the report’s press release.\n“It was not what we expected,” d’Estais said. “Solar was way behind wind [a decade ago].”\nBut technological advances have made solar panels smaller, cheaper to manufacture and more efficient, d’Estais said. Additionally, she said, the cost of financing and installing solar has dropped, leading to surges in solar installations across the world.\nIn the U.S., the average construction cost for solar has fallen by 37 percent between 2013 and 2017, according to the U.S. Energy Information Administration.\nThe levelized cost for electricity—a measurement that allows the comparison between different energy producing technologies—for solar photovoltaics has plummeted 81 percent over the last 10 years, the reports states. For onshore wind, that cost dropped 46 percent and offshore wind dropped 44 percent.\nWhile $2.6 trillion is a good start, “we do have a climate clock,” said Rachel Cleetus, policy director for the climate and energy program at the Union of Concerned Scientists. “There’s lots to be optimistic about … but at the same time we need more.”\nThe report, produced by the Frankfurt School of Finance & Management and BloombergNEF, estimates that global greenhouse gas emissions from the power sector would have been 15 percent higher in 2018 were it not for the increasing renewable energy capacity. However, it also notes that emissions still rose 10 percent from 2009 to 2019 with the rising global population despite those advancements.\nOverall, Cleetus said, more must be done to curb emissions more quickly and keep the momentum going, and policy is needed to do that—whether that’s adopting a carbon tax to disincentivize fossil fuels or creating renewable electricity standards to spur renewable technology use and development.\n“It’s not just about investments in renewable generation resources,” she said, “we also need policies to drive investments in a modernized electricity grid and energy storage technologies.”\nPublished Sept. 6, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nKristoffer Tigue is a staff writer for Inside Climate News, covering climate issues in the Midwest. He previously wrote the twice-weekly newsletter, Today’s Climate, and helped lead ICN’s national coverage on environmental justice. His work has been published in Reuters, Scientific American, Mother Jones, HuffPost and many more. Tigue holds a Master’s degree in journalism from the Missouri School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}