{
  "url": "https://insideclimatenews.org/news/04092019/china-climate-change-policy-economic-slowdown-impact-industrial-heartland-factory-shutdown/",
  "title": "China’s Industrial Heartland Fears Impact of Tougher Emissions Policies",
  "date": "2019-09-04T16:21:30-04:00",
  "content": "ICN occasionally publishes Financial Times articles to bring you more international climate reporting.\nBAIYANGDIAN, China — Until a few years ago, business was good even if the air was bad in Dazhang village, a town deep in the Baiyangdian wetlands of northern China that has long prospered from one main industry: processing duck feathers for use in clothes and pillows.\nResidents had access to water from the marshes and cheap coal to fuel rudimentary boilers. Luxury cars threaded through rutted streets.\nBut since 2013, as regulators have introduced measures to reduce air and water pollution, the area around the village has become a test ground for Beijing’s ambitious plans to make the economy greener amid popular discontent over environmental degradation.\nPlease take a look at the new openings in our newsroom.\nNear Dazhang, President Xi Jinping has sought to turn hundreds of square kilometers of wetlands into an “eco-city” called Xiong’an, putting additional pressure on the area to clean up. This pet project is supposed to run on renewable energy and to eventually attract some $300 billion in high-tech investment.\nFor now, however, it is little more than a collection of hastily assembled offices in soggy wheat fields. Meanwhile, climate campaigners worry that the country’s economic slowdown is creating a renewed incentive for bureaucrats to look the other way on the environment.\n“There’s an internal debate [within the government] about climate change, and the Chinese side is looking at their options,” said Li Shuo, climate change campaigner for Greenpeace in Beijing. “In that context, the slowdown is cited as a reason to not do more.”\nChinese regulators have come down hard on polluting industries in recent years. Around Hebei province, the impact of Beijing’s industrial reorganization is profound. Small towns like Dazhang village are now surrounded by shuttered and partially dismantled factories. Chained gates and idle yards line the streets.\nThe tension between China’s slowdown and its climate ambitions has global implications, as world leaders prepare for a 2020 deadline for new international targets to reduce emissions that contribute to global warming.\nBut after two decades of near double-digit expansion, gross domestic product has slowed to 6.2 percent growth in the second quarter — the weakest official pace since the early 1990s.\nIf China, the world’s second-largest economy, does not get tough on its emissions, other countries might not be willing to either.\nChinese negotiators did not offer to cut carbon emissions at the landmark international climate summit in Paris in 2015, but they pledged to rein in their growth. To do so, regulators set about tinkering with the industrial structure of the north China plain, where millions of chimneys belched smoke into the sky.\nSuitcase manufacturers, a top local employer in the wetlands, were ordered to move hundreds of kilometres away. Brick kilns have been dismantled. In Dazhang village, the duck feather industry will be the next to go.\nMigrant workers have left town, and even some locals have gone to look for work elsewhere despite a wave of subsidy spending designed to prop up household incomes. “The streets are cleaner,” says one cafeteria owner. “But I don’t get many customers any more.”\nTo meet air quality standards, factories paid tens of thousands of dollars to switch from coal-fired boilers to natural gas. Then came new regulations on water discharge. The equipment cost forced those that could not afford the upgrades to close.\nThe same process has been repeated across industries. Hebei province officials estimate that forcing smaller mills to upgrade or close has cut about 25 percent of steel capacity. The anti-pollution campaign claimed an estimated 170,000 small factories in Hebei over the past two years, with job losses partially offset by a rise in government subsidies.\nAs Beijing’s air improved, so did China’s emissions. Between 2014 and 2016, global emissions flatlined. Environmentalists cheered, and urged China to do more.\nBut another factor contributing to the lower emissions was a cyclical downturn during those years, which wiped out private businesses across China. To keep growth figures up, panicking local governments approved infrastructure investments including $135 billion in coal-fired power plants and tens of thousands of apartment towers built far from any city.\n“During the last cycle . . . local governments tried to support growth by building infrastructure but paid less attention to transforming industrial structure,” said Nicholas Zhu, senior credit officer at Moody’s Beijing.\nWhen the economy reignited, China’s emissions crept back up, pitting businesses against regulators with a mandate to keep skies blue.\nEnvironmental regulators showed up for inspections with armed escorts to back them up. In the winter of 2017, a campaign against coal burning in Hebei province left homes without heat and factories without power. Businesses cried foul.\n“Some local governments and some companies argue that it’s already much better. Now we can see blue skies and white clouds, so isn’t it time to relax a bit?” said Yang Fuqiang, senior adviser at the Natural Resources Defense Council in Beijing.\n“If there aren’t new models or new policies, China could backslide,” he added.\nBy many metrics, the economy was worse around 2015, but official GDP figures stayed strong inflated by loans for new projects. These numbers created political space for regulators to push through radical policies. Now the trade war with the U.S. makes bureaucrats more jittery about making further commitments.\n“If you imagine yourself in an interministerial meeting discussing China’s climate change ambition, perceptions [about economic growth] will make a big difference,” says Li Shuo, a climate campaigner for Greenpeace.\nChina earmarked $492 billion toward reducing air and water emissions between 2010-2015 and will require hundreds of billions of dollars more. Regulators “are showing no let up on pollution [reduction], even when that has significant economic effects. What they are doing is developing smarter policy” to avoid the shutdowns that have caused so much havoc, said Deborah Seligsohn, assistant professor of political science at Villanova University.\nSubsidies for industrial upgrades have turned into stimulus, she noted, because equipment to minimize pollution is all domestically produced.\nIn Hebei province, the subsidies have materialized as bright-yellow pipes snaking their way along grey village walls. This new gas distribution network will replace coal in millions of homes.\nLater this year, Dazhang village’s remaining feather processors are supposed to move to larger facilities at an industrial park near the city of Xingtai, some 300 kilometers to the south. This is officially to allow the eco-city to expand. But China has a history of shifting factories from one district to another in order to meet growth or emissions targets.\nAn Zhen, the owner of a feather factory, plans to invest more in his new facility than many of his competitors could.\nThe crackdown on polluters is only going to intensify, he said. “The regulations will only be stricter than this year, not the other way around. The government will fix the flaws if there are any. But they won’t stop.”\n© The Financial Times Limited 2019. All Rights Reserved. Not to be further redistributed, copied or modified in any way.\nPublished Sept. 4, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}