{
  "url": "https://insideclimatenews.org/news/22082019/lawsuit-endangered-species-act-trump-rule-changes-climate-change-earthjustice-sierra/",
  "title": "Environmental Groups Sue to Block Trump’s Endangered Species Act Rule Changes",
  "date": "2019-08-22T10:33:18-04:00",
  "content": "Eight environmental organizations launched the first challenge to the Trump administration’s moves to weaken the Endangered Species Act, filing a lawsuit Wednesday that aims to prevent what they call the gutting of one of the country’s most successful conservation laws.\nThe Trump administration announced last week that it was making major changes to the rules underpinning the Endangered Species Act. Under those changes, expected to take effect in September, government agencies won’t consider the effects of climate change in determining whether to list a species as threatened or endangered and will be less likely to protect habitat considered essential for species to survive the effects of global warming.\n“There’s nothing in these rules aimed at protecting wildlife or making it easier to factor in how climate change is impacting species,” said Kristen Boyles, an attorney with Earthjustice, which led the lawsuit. “In fact, the language is designed specifically to prevent looking at the consequences beyond the present day, which is exactly what we need to be doing with respect to climate change. It goes entirely in the wrong direction.”\nThe lawsuit, filed in U.S. District Court for the Northern District of California, seeks to have the administration’s rule changes taken off the books.\nPlease take a look at the new openings in our newsroom.\nThose rule changes come just a few months after the United Nations issued a landmark report saying that maintaining biodiversity is critical to conserving the ecosystems humans depend on for survival.\n“The Endangered Species Act is the last line of defense for species,” said Rebecca Riley, an attorney with the Natural Resources Defense Council. “The recent UN biodiversity report concluded that 1 million species around the globe are at risk of extinction because of climate change, and rather than taking steps to address the crisis, the administration is weakening the rules and prioritizing the interests of polluters.”\nThe group’s lawsuit says the Trump administration violated two procedural laws—one that requires a full environmental analysis of any major rule changes and another that requires that the public has a chance to review and comment on them. The proposed changes, first put forward by the administration last year, received about 800,000 comments, mostly opposed to the revisions. The group alleges that the administration made major changes in the final rules that the public was never allowed to review.\nThe groups also say the administration violated a key section of the law that requires federal agencies to ensure that their actions don’t jeopardize the survival of any threatened or endangered species and don’t destroy or “adversely modify” habitat that has been designated as critical for a species survival.\n“The Trump administration is changing the rules on what ‘adversely modify’ means,” Riley said. “They’re setting the bar so high that no one project is likely to meet that standard.”\nThe new rules will also make it harder to designate “unoccupied habitat”—which refers to habitat that might not be a species’ primary habitat—as critical.\n“This can be very important in the long term,” said Jason Rylander, a senior staff attorney with Defenders of Wildlife, “especially with climate change, when migration is changing.”\nThe groups have also filed a notice that they plan to amend the lawsuit to encompass some of the administration’s more controversial changes to the law. These include a revision that will allow economic considerations in the decision-making process for listing a species and one that will remove automatic protections for newly listed threatened species.\nPreviously, threatened species—the classification just below “endangered”—were automatically given the full protection of the law, except in certain cases. The administration’s rule change will mean that’s no longer the case.\nThe attorneys general of California and Massachusetts have also said they plan to sue the administration, but neither office provided a timeframe Tuesday.\nThe Endangered Species Act has successfully protected 99 percent of listed species, including the humpback whale, bald eagle and grizzly bear, but it has long come under attack from the ranching, farming, oil and mining industries, which have viewed it as a roadblock to their expansion.\nInterior Secretary David Bernhardt, a former oil and gas industry lobbyist, has said the act imposes an “unnecessary regulatory burden on our citizens.” Bernhardt celebrated the changes last week, along with the American Petroleum Institute, the National Cattlemen’s Beef Association and the American Farm Bureau Federation.\n“This approach will eliminate unnecessary time and expense and ease the burden on farmers and ranchers who want to help species recover,” said Zippy Duvall, president of the American Farm Bureau Federation.\nIn addition to Earthjustice, the groups that sued are the Center for Biological Diversity, Defenders of Wildlife, the Humane Society of the United States, the National Parks Conservation Association, Natural Resources Defense Council, the Sierra Club and WildEarth Guardians.\nPublished Aug. 21, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}