{
  "url": "https://insideclimatenews.org/news/22082019/sanders-green-new-deal-climate-change-plan-fossil-fuels-transition-16-trillion/",
  "title": "Sanders Unveils $16 Trillion Green New Deal Plan, and Ideas to Pay for It",
  "date": "2019-08-22T19:55:24-04:00",
  "content": "Democratic presidential candidate Bernie Sanders unveiled a $16.3 trillion plan for a Green New Deal on Thursday, giving shape to a massive program to overhaul the nation’s economy and eliminate fossil fuel use by mid-century.\nThe plan sets some of the most ambitious goals announced by any candidate yet, including setting a 2030 deadline for both electricity and transportation to be run entirely on renewable energy.\nThe idea of launching a Green New Deal, on par with the New Deal of the 1930s, has captured the attention of young activists who see it as a social and economic revolution to combat climate change. The version discussed so far publicly and in Congress has been mostly aspirational. Sanders’ plan starts to layer in detail and answer key questions about cost and how to pay for it.\nThe price tag for the Vermont senator’s plan is far higher than the climate plans announced by any of his rivals, but it’s also more wide-reaching. It describes how the money would be spent across the economy, from grants for new electric vehicles, to funds to help farms capture carbon in the soil, to job training, including $1.3 trillion in support for workers in the fossil fuel industry.\nPlease take a look at the new openings in our newsroom.\nTrue to the Green New Deal’s core concepts, the proposal laces environmental and economic justice throughout, promising to help lift people from poverty while protecting minority communities that are harmed disproportionately by pollution and the effects of a warming atmosphere.\n“The climate crisis is not only the single greatest challenge facing our country; it is also our single greatest opportunity to build a more just and equitable future, but we must act immediately,” Sanders said in a statement. He said the program would amount to “a 10-year mobilization to avert climate catastrophe during which climate change, justice and equity will be factored into virtually every area of policy, from immigration to trade to foreign policy and beyond.”\nSanders’ proposal claims it will pay for itself over 15 years through a combination of new taxes, fees and litigation against fossil fuels companies, new taxes on corporations and wealthy people, together with cuts in military spending related to U.S. reliance on oil and savings across the economy.\nWith Washington Gov. Jay Inslee ending his campaign on Wednesday, Sanders’ announcement may position him as the leading candidate on climate change.\nBut key elements of the plan, including a proposal to phase out nuclear power and exclude carbon capture and sequestration, are drawing criticism from some experts who say it is underestimating the costs and feasibility of adopting 100 percent renewable energy within a decade, and that it overly maligns fossil fuel companies and corporations more broadly.\nSanders’ Green New Deal lays out a rapid transition away from fossil fuels in line with the goal of the Paris climate agreement to limit warming to less than 2 degrees Celsius from pre-industrial times.\nMuch of that would come from eliminating fossil fuels from both the electricity and transportation sectors over a decade. Sanders proposes investing nearly $2.5 trillion in new renewable energy and energy storage—all of which would be publicly owned—$500 billion on upgrading the electricity grid, and more than $2 trillion in grants for energy efficiency and weatherization. To convert the nation’s vehicle fleet, he would spend some $3 trillion to help people and businesses buy new electric cars and trucks, and $900 billion on public transport and high-speed rail.\nThe most controversial element is that this would rely entirely on renewable energy sources and not “on any false solutions like nuclear, geoengineering, carbon capture and sequestration, or trash incinerators.”\nNader Sobhani, climate policy associate at Niskanen Center, a centrist think tank, said that exclusion underestimates the costs and difficulty of the task.\n“When you’re really thinking about the transition to a decarbonized power grid, what is essential to that, to maintain a cost-effective switch, is having a wide portfolio of options at your disposal,” he said. “I find it very difficult to imagine that we can reach a completely decarbonized electricity and transport system by 2030, especially if we’re limiting our options exclusively to wind and solar, as well as geothermal.”\nSamantha Gross, a fellow at the Brookings Institution, said in an email that she agreed with that position and also that she is troubled by what she called an “anti-business sentiment” in Sanders plan, citing the calls for all renewable power generation funded by the plan to be publicly-owned.\n“Competition in the power industry can be good, but he seems opposed to anyone making a profit there and is focused on creating more federal entities to transform the power sector,” she said.\nBeyond the transportation and power sectors, Sanders’ plan fleshes out how a Green New Deal would stretch into various corners of the economy to eliminate greenhouse gas emissions while lifting people out of poverty.\nThe plan commits to support poor and minority communities throughout. It claims it would create 20 million new, high-paying union jobs in manufacturing, energy retrofitting, and other sectors. There are also grants to help poor communities protect themselves from the impacts of a warming climate, and incentives and labor standards to ensure that new jobs pay fair wages and provide benefits. But there are also trillions of dollars in grants throughout the program’s elements that would help low- and moderate-income people and small businesses electrify their homes and vehicles and reduce their energy use and costs—these make up the bulk of the spending to adopt new electric vehicles, for example.\nSanders also promises to provide five years unemployment insurance, wage guarantees, health care, job training and other support to workers in the fossil fuel industry whose jobs would be eliminated.\nThese 20 million new jobs would include employment in sustainable agriculture and a Civilian Conservation Corps. Sanders includes detailed plans for how farming and conservation can help the nation cut emissions and store more carbon in its soils while protecting small farms and supporting well-paid jobs.\nSanders claims that his plan will pay for itself over 15 years, and lays out several sources of revenue and savings. But he doesn’t say exactly how those sources will add up to more than $16 trillion.\nSanders writes that he would impose new taxes and fees on fossil fuel companies and would generate revenue from suing the companies, too, as well as taxing “investors’ fossil fuel income and wealth.” His plan also says it will make corporations and wealthy people “pay their fair share,” and that the new jobs it creates will bring additional income tax revenue and reduce the need for spending on the social safety net. It says that ending reliance on oil would allow for reduced defense spending.\nWhile the plan mentions the high costs of failing to address climate change—it cites $34.5 trillion in lost economic activity by the end of the century—it’s unclear whether preventing those losses are counted toward paying for the plan.\nConspicuously absent is any mention of a carbon tax, something Sanders has supported in the past. Some of the activists who helped shape the Green New Deal have come out against a carbon tax, saying it could push costs onto the poor.\nWhile Sanders says he will support fossil fuel workers, his Green New Deal plan goes after their employers, who he accuses of engaging in criminal activity through their pollution and past denial of climate change.\nHe would ban offshore drilling, halt extraction of fossil fuels from public lands, ban fracking, cease issuing new permits for fossil fuel infrastructure such as pipelines and refineries and ban imports and exports of fossil fuels. In short, “Bernie promises to go further than any other presidential candidate in history to end the fossil fuel industry’s greed.”\nPublished Aug. 22, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}