{
  "url": "https://insideclimatenews.org/news/14082019/climate-change-china-pollution-smog-soot-jet-stream-global-warming/",
  "title": "Global Warming Is Worsening China’s Pollution Problems, Studies Show",
  "date": "2019-08-14T08:20:00-04:00",
  "content": "Efforts to curb air pollution in China, a country already facing dire health impacts from high levels of soot and smog, will likely become increasingly difficult as the planet warms, a new study shows.\nIncreased heat waves and more periods of stagnant air resulting from global warming will worsen existing air pollution across much of China, the scientists concluded. This presents a heightened challenge for a country already choking on airborne pollutants that cause more than 1 million premature deaths there each year.\n“For Chinese policy makers working to improve current air quality and protect public health, our finding is a daunting conclusion, and one that underscores the need to tackle the challenges of both climate change mitigation and air quality at the same time,” the authors wrote in the study, published Monday in the Proceedings of the National Academy of Sciences.\nPlease take a look at the new openings in our newsroom.\nChina’s government has been working to reduce emissions since a public outcry began several years ago over air pollution that has left cities blanketed in haze for days on end. During periods of severe pollution, officials in Beijing and other major cities have shut down factories, suspended schools and placed restrictions on driving.\nA study published last fall found that the country’s concentrations of particulate matter and sulphur dioxide declined from 2015 to 2017 as the government took steps to reduce air pollution, but that concentrations of ozone, fueled by emissions from cars, power plants and chemical factories reacting with sunlight, still increased. And since then, coal use in the country has edged upward again.\nThe new study looked at how worsening global warming would affect China’s air pollution and human health by mid century. It used a combination of climate, air quality and epidemiological models and the assumption that countries will take some steps to reduce global greenhouse gas emissions so the temperature rise is kept to about 1.4 degrees Celsius at that point.\nUnder those warmer conditions, climate change would adversely affect future air quality for more than 85 percent of China’s population by mid century, the study found.\nIt would lead to increased concentrations of fine particulate matter and ozone — both of which can cause heart and lung damage — that would result in an additional 21,000 deaths per year in China. (A similar study published in July that assumed much higher global greenhouse gas emissions by mid century projected three times that many additional premature deaths. Both used current population and pollution levels to focus on the impact of warming.)\nThe biggest factor, the new study found, is stagnation of the atmosphere related to climate change.\n“Stagnant air masses are in a way the worst conditions for air pollution to really bite,” said Hans Joachim Schellnhuber, director emeritus of the Potsdam Institute for Climate Impact Research and a co-author of the study.\n“It is a bit like the 19th Century when the London smog happened, because it was a combination of the pollution from the chimneys and the factories and the other thing was the atmospheric conditions,” he said.\nIn 2013, when Beijing and other cities in China faced a pollution-filled haze dubbed the “airpocalypse,” scientists pointed to stagnant air conditions as contributing to the air pollution accumulation. In parts of heavily populated eastern China, the mountains help create conditions that make it easier for haze to sit in cities when high pressure systems and high humidity affect the region. The new study shows how big of a role those stagnant air events can play.\n“Our results indicate that future climate change is likely to increase the risk of severe pollution events in China,” Qiang Zhang, a chemical engineering professor at Tsinghua University in Beijing and a co-author of the study, said via email. “Managing air quality in China in a changing climate will thus become more challenging.”\nThe study points to research that has connected haze-prone conditions in China with weather patterns caused by Arctic sea ice decline, the rapid warming of the Arctic compared to the lower latitudes, and the weakening of the winter monsoon.\nGlobal warming is also expected to affect air quality elsewhere, including in the United States, the study says, “but compared with the United States, we project roughly an order of magnitude more climate-induced air pollution-related deaths in China.”\nThe findings underscore the urgency with which China and other countries need to reduce emissions of greenhouse gases as well as other pollutants, said Ranping Song, the developing country climate action manager for the World Resources Institute.\n“We always knew of the synergies and co-benefits of tackling climate change and air quality together, but now we know, if you want to take on air quality alone, without tackling climate change, it will be very challenging or those efforts will be in vain because the two crises are hand in hand,” Song said.\nChina’s commitment to the Paris climate agreement calls for its carbon emissions to peak by 2030. Given climate’s role in health, Schellnhuber said, policymakers may want to increase their greenhouse gas reduction goals.\n“Because you have these exacerbating effects, China should try to peak much earlier regarding its emissions rather than 2030,” he said. “Of course you can reduce air pollution, but given the exacerbating factor of global warming, China should also do everything it can to bring down greenhouse gas emissions.”\nPublished Aug. 14, 2019\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}