{
  "url": "https://insideclimatenews.org/news/13072019/trump-environment-speech-climate-change-election-spin-young-conservative-voters/",
  "title": "Trump the Environmentalist?",
  "date": "2019-07-13T09:00:00-04:00",
  "content": "Benji Backer, the young president of the American Conservative Coalition, said he noticed a change at the Trump White House beginning this spring when it came to environmental issues.\nPresident Donald Trump‘s staff was interested in hearing more from his group, made up of conservative environmentalists from 130 college campuses. Backer co-founded the coalition soon after Trump took office out of frustration with the absence of a Republican agenda on environmental issues—particularly on climate change.\nThis week, Backer had a seat in the East Room of the White House for a carefully orchestrated ode to Trump’s self-proclaimed environmental achievements.\nDid Backer find Trump’s speech and the chorus of praise from his political appointees convincing? Not entirely.\nPlease take a look at the new openings in our newsroom.\n“There’s no doubt this administration has to do more on the environment and on climate change,” said Backer, a 21-year-old from Appleton, Wisconsin, who is entering his senior year at the University of Washington. “But that’s why this event was a good step in the right direction. Before, there was no conversation from the president on these issues, except for the occasional climate denial quote.”\n“We’ve constantly told them this is something they’ve got to focus on,” Backer said.\nThe White House event on Monday was one of several recent signs that Trump and his advisers are, indeed, trying to paint a new green sheen onto an administration that has abandoned climate action and is still working relentlessly to roll back protections for clean air, water and land.\nThe White House reportedly has also put on indefinite hold a long-planned “red team-blue team” debate of climate science that was being organized by the most virulent science deniers among the president’s advisers. “We take climate change seriously,” Andrew Wheeler, administrator of the Environmental Protection Agency, said in a National Press Club address in June, just before his agency scrapped the Obama administration’s rules to reduce carbon emissions from power plants.\nWith the 2020 campaign now in full swing, and climate change a top tier issue for the Democratic presidential contenders, Trump’s record of science denial and environmental retreat is a jarring contrast.\nCognizant of the realities of the electoral map, Trump has clearly decided to make a change—not in his policies, but in his image—political observers say. The New York Times reported that this week’s speech came in response to his campaign pollsters’ finding that the president’s environmental stance was a critical weakness.\n“Climate change has become one of the most important issues for Democrats, but it’s also sneaking up there for Republicans, particularly those under 40,” said Beth Youra, vice president for quantitative research for Luntz Global Partners.\nRecent research by GOP strategist Frank Luntz’s shop showed that 58 percent of young Republicans, and a third of those over 40, said they were more concerned about climate change now than they were a year ago.\n“As Trump tries to expand every part of his coalition, and keep those electoral college votes in his favor, this is definitely one area where, for younger GOP voters who might be a little less with him on other things, he can show he’s with them on this,” Youra said. “In states that put him over the edge [in 2016]—Michigan, Wisconsin and Pennsylvania—you can see his approval ratings greatly dipping there, and so if he doesn’t do something to get some of those moderate ‘let’s give this guy a try’ voters back, he’s going to have a problem.”\nElectoral-map considerations may also help explain why a businessman from another crucial swing state—the owner of a Florida bait-and-tackle shop who worries about toxic algae hurting his business—was invited to the podium to sing praise of Trump’s environmental record during Monday’s event.\nBut it’s not a given that Trump’s interest in toxic algae in Florida’s Lake Okeechobee, a problem fed by agriculture runoff and exacerbated by rising temperatures, will deflect focus from the existential threats to Florida’s coasts. Trump did accelerate a dike-strengthening project on the lake last year with a promise of federal funding, but the $63 million he requested for Everglades restoration in his fiscal 2019-20 budget fell far short of the $200 million sought by Florida’s Republican senators.\nAs for climate change, the president never mentioned the words in his environment speech, though he did talk about America’s progress in carbon emissions reductions.\n“He’s trying to obfuscate the debate itself,” said Paul Bledsoe, a strategic analyst for the Progressive Policy Institute who was an environmental adviser to President Bill Clinton. “He’s trying to pretend that climate change is relatively minor and conflate it with other measures of environmental protection.”\nBledsoe thinks the president is trying to head off more generalized voter dissatisfaction over his administration’s response to recurring wildfires, floods, intense storms and drought.\n“What he’s trying to do is quite difficult,” said Bledsoe, “and that’s address anxiety about extreme impacts from climate change without talking about the issue directly.”\nAnd that’s because even while Trump attempts to appeal to voters concerned about the environment, he can’t abandon the supporters and donors who have embraced his fossil fuels-focused agenda, said Capri Cafaro, a former Ohio state senator who now teaches political science at American University.\n“He’s trying to walk a fine line between trying to acknowledge to a portion of the American public that he cares, at the same time that he doesn’t want to ruffle the feathers of his base, particularly those in energy-rich states,” Cafaro said.\nThat constituency was also represented in the East Room during Trump’s speech: Myron Ebell, director for the Center for Energy and Environment at the industry-funded, anti-regulatory think tank Competitive Enterprise Institute, who led the environmental transition team for Trump, said he generally thought the president did a good job, although he would have preferred that he not take credit for U.S. carbon emissions reductions. Ebell, who dismisses what he calls “climate change alarmism,” anticipates that carbon emissions will rise under Trump’s economic policies.\n“It seems to me that the Trump reelection campaign is telling him he needs to broaden his appeal and show that he is not opposed to environmental quality,” Ebell said. “I think the president made a good case for his record, but I think there were a few dissonant notes that stuck out.”\nEbell’s group this week petitioned NASA to remove from its website the finding that 97 percent of climate scientists agree humans are responsible for global warming. And he said that CEI will likely challenge the EPA’s weak replacement for the Obama Clean Power Plan; his group argues there should have been no replacement. That’s not to say that Ebell is unhappy with Trump. “I’m encouraged, and excited every day, even though it’s not perfect,” he said.\n“We’re going to continue to poke and chip away” at federal policies that treat greenhouse gases as a danger to health or the environment, he said.\nTrump, meanwhile, is a long way from taking the sort of action recommended in a memo that Luntz has circulated on Capitol Hill—that the federal government establish a carbon pricing system with dividends returned to households.\nLuntz’s client, the Climate Leadership Council, a coalition of industry and environmental groups, argues it is an approach to climate change that could garner bipartisan support. In an infamous 2002 memo to President George W. Bush’s White House, Luntz once urged Republicans to continue to raise doubt about climate science. “Should the public come to believe that the scientific issues are settled, their views about global warming will change accordingly,” the memo said. Luntz’s more recent polling suggests that time is now here.\nBacker believes that the proposals for aggressive government intervention on climate change embodied in the Green New Deal (a proposal Trump criticized in his speech) are forcing a rethinking on climate change, not only at the White House, but among Republicans in general.\n“It has woken conservatives up, that wow, if we don’t propose our own solutions or have a seat at the table, we’re going to be stuck with the Green New Deal,” he said. “As a conservative, I don’t like the Green New Deal, but I give it credit. It has made Republicans start talking about the environment.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}