{
  "url": "https://insideclimatenews.org/news/26062019/bill-wehrum-resigns-epa-fossil-fuel-industry-influence-climate-change-air-pollution-auto-standards-deregulation/",
  "title": "Wehrum Resigns from EPA, Leaving Climate Rule Rollbacks in His Wake",
  "date": "2019-06-26T21:43:16-04:00",
  "content": "William Wehrum, the fossil fuel industry attorney who came to the Trump administration and developed a highly tactical retreat from federal action on climate change, announced his resignation on Wednesday as an assistant administrator of the Environmental Protection Agency.\nHis abrupt departure comes as a congressional committee investigates his contacts with former clients.\nJust last week, Wehrum helped unveil a signature achievement of that deregulatory drive—the repeal of the Obama administration’s Clean Power Plan and its replacement with a set of weak rules that will do little to curb carbon emissions.\nAs Wehrum steps down, the agency is bracing itself to defend that rollback in the courts. In addition, he leaves unfinished a slew of other initiatives to lift environmental protections, from the weakening of vehicle fuel economy standards to a recalculation of the health benefits of limiting air pollution.\nPlease take a look at the new openings in our newsroom.\nThe EPA said in a press release that Anne Idsal, a former general counsel for Texas’ mineral leasing and environmental agencies, would lead the air office on an acting basis. Idsal, who has expressed doubt on the extent of humanity’s role in climate change, served as the EPA’s regional administer for Texas and neighboring south-central states for 15 months before being named in March as Wehrum’s principal deputy assistant administrator.\nWehrum, who came to the agency from the law firm now known as Hunton Andrews Kurth, was nominated as assistant administrator  the Office of Air and Radiation, one of the agency’s most influential positions. The law firm has a history of challenging environmental rules.\nHe faced considerable opposition but was confirmed by the Senate in November 2017, during the tenure of EPA Administrator Scott Pruitt, who himself later resigned amid scandal.\nThis spring, the House Energy and Commerce Committee launched a probe of utility companies’ influence at EPA through their contacts with Wehrum, their former lawyer. Documents obtained by the environmental group Sierra Club early this year through Freedom of Information Act requests showed that as EPA’s top air pollution official, Wehrum met with his former law firm colleagues for lunches, coffees and other gatherings without disclosing the meetings on his official calendar. POLITICO reported that he was helping craft a deregulatory agenda for the firm’s client, the Utility Air Regulatory Group, a coalition of power companies, in the weeks leading up to his nomination in 2017. Wehrum claimed his work on general regulatory issues that were of interest to UARG did not run afoul of ethics rules. Still, UARG opted to disband in May as scrutiny of Wehrum’s close ties to the group increased.\nThe policy changes that Wehrum helped to put into motion at EPA include several of the most consequential moves that the Trump administration undertook to abandon action on climate change, including on:\nAuto standards: A freeze of fuel economy standards for passenger cars and light trucks, which the Trump administration aims to finalize later this summer. In Congressional testimony last week, Wehrum held firm to the administration’s contention that the regulatory rollback would improve highway safety, although outside experts and the EPA’s own science advisors found the rationale questionable. The proposal was crafted to have a broad and long-lasting impact, by revoking California’s long-standing authority to pioneer more stringent standards.\nMethane rules: A rollback in the requirements that the oil and gas industry faces regarding leaks of the potent greenhouse gas, methane, from its operations. The proposal, which is designed to save the industry $75 million in costs per year, while leading to an increase in methane pollution, is to be finalized later this year.\nEnvironmental reviews: Changes to the federal permitting program known as New Source Review, which has required big pollution emitters to modernize pollution controls when they make major modifications to their facilities. Power companies and other industry groups have long complained about New Source Review, and the Trump administration originally planned to loosen the process as part of its repeal and replacement of the Obama Clean Power Plan. Instead, Wehrum last week said that the EPA intended to address it separately.\nAir pollution standards: A review of the National Ambient Air Quality Standards for two important air pollutants—particulate matter and ozone (soot and smog). Under law, the agency is to review those standards every few years to ensure that they are in line with the latest science on pollution health effects. The Trump EPA has stirred controversy with major changes it has made to the scientific review process, including an accelerated timetable and dismissal of a panel of experts who were to be part of the review. The science on the harmful health effects of particulate matter has been an important underpinning of the EPA’s cost-benefit analysis supporting control of fossil fuel emissions, including the rules meant to address climate change.\nCost-benefit analysis: A revision of the cost-benefit analysis used in its regulatory decision-making, to discount the ancillary benefits of reducing co-pollutants. Wehrum got the ball rolling with a proposal to revise the cost-benefit analysis used in the agency’s power plant mercury emissions rules to leave out the co-benefits of reducing particulate matter. The EPA has launched a plan to similarly revise the cost-benefit math throughout its decision-making, in the name of consistency.\nUse of science in policymaking: The EPA is moving forward with a plan to limit the kinds of studies it can use in regulatory decision-making. In the name of transparency, the Trump EPA would only allow science where data is publicly available, but that would leave out some of the seminal studies on human health effects—especially on the impact of air pollution. The science was well known to Wehrum, as it was cited by courts that rejected his efforts to challenge the Obama administration’s air pollution standards when he was an industry lawyer.\nEPA Administrator Andrew Wheeler quickly sought to portray Wehrum’s departure as long-planned and unexceptional.\n“While I have known of Bill’s desire to leave at the end of this month for quite some time, the date has still come too soon,” Wheeler said in a statement. “I applaud Bill and his team for finalizing the Affordable Clean Energy regulation last week and for the tremendous progress he has made in so many other regulatory initiatives.”\nBut Wehrum’s critics said his exit should not disrupt scrutiny of undue influence by his industry clients, and they repeated calls for an inspector general’s investigation.\n“Bill Wehrum leaves behind at EPA an air agenda that was forged at the behest of industry and at the great expense of public health,” said Sen. Tom Carper (D-Del.), the highest ranking Democrat on the Senate Environment and Public Works Committee. “Despite his sudden departure, it is incumbent upon the Office of Inspector General to complete the requested investigation into Mr. Wehrum’s actions…that appear to be questionable efforts to achieve the policy objectives of his former clients.”\nHouse Energy and Commerce Committee Chairman Frank Pallone (D-N.J.) said investigations of Wehrum by his panel and others “should, and will, continue.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}