{
  "url": "https://insideclimatenews.org/news/19062019/trump-order-eliminate-expert-advisory-committees-science-backlash/",
  "title": "Trump Takes Ax to Science and Other Advisory Committees, Sparking Backlash",
  "date": "2019-06-19T03:24:45-04:00",
  "content": "President Donald Trump’s new order to cut the number of government advisory committees by a third is drawing condemnation from former government officials, scientists and environmental advocacy groups who say the committees provide a check against politically inspired regulatory reversals.\n“It’s just another extension of this administration’s attack on science, an attack on transparency, and an attack on anything that can get in the way of this administration doing what it wants to do without need for experts to intervene in any way,” said Gina McCarthy, who led the Environmental Protection Agency in the Obama administration and is now director of Harvard University’s Center for Climate, Health and the Global Environment at the T.H. Chan School of Public Health.\nThe order, issued Friday, requires each agency to abolish at least one-third of its current advisory committees by the end of September. The panels offer agencies scientific and other expert or independent advice on a variety of subjects and sometimes include representatives of the public, industry and interest or advocacy groups.\nPlease take a look at the new openings in our newsroom.\nTrump’s order targets committees whose work the administration deems “obsolete” or whose costs it decides are “excessive in relation to the benefits to the Federal Government,” but it doesn’t limit the cuts to those criteria.\nThere are currently approximately 1,000 advisory committees, including roughly 200 science advisory committees that advise the administration on issues including nuclear waste storage, ozone depletion, schools, highways, housing and the opioid epidemic.\nThe executive order aims to reduce the number of committees to 350 by blocking the formation of new committees until this lower number is met. Committees are typically limited to two-year charters and are subject to annual review by the GSA.\nAdvisory committees have played an important role in shaping federal programs and policies since the country’s founding, according to the U.S. General Services Administration, which oversees the committees. “Since President George Washington sought the advice of such a committee during the Whiskey Rebellion of 1794, the contributions made by these groups have been impressive and diverse,” the GSA states.\nThe Trump administration, however, has been sidelining scientific advisers and advisory committees since it arrived. The EPA, in particular, has drawn controversy for barring researchers who receive EPA grant money from serving on its Science Advisory Board (SAB) while adding several new board members connected to the industries EPA regulates.\nA report published by last year by the Union of Concerned Scientists found the Trump Administration had stalled or disbanded scientific advisory committees, cancelled meetings and dismissed experts at unprecedented levels since the government started tracking the data in 1997.\nStill, the committees continue to serve as an important check on administration policies, said Genna Reed, a science and policy analyst with the Union of Concerned Scientists.\n“It is really important that the experts have the opportunity to deliberate and issue their reports and answer the questions that are coming to them because all of that can be entered into the record,” she said. “It could be used as expert knowledge and information to challenge some of the worst deregulatory decisions coming out of this administration.”\nThe committees play a key role for government agencies on a wide range of issues, said Thomas Burke, former EPA science advisor and director of the Risk Sciences and Public Policy Institute at Johns Hopkins University.\n“If you look at federal advisory committees at EPA, they were set up for a reason, from children’s health to environmental justice, to the clean air advisory committee,” he said. “These have been cornerstones of credibility in science.”\nBurke said he didn’t think cost cutting was behind the executive order.\n“If you look at the annual budgets for even committees that meet regularly and have important tasks like the EPA SAB, it’s an incredibly small fraction of the overall costs of those agencies and it is so essential for the credibility of their decision making.”\nThe call for cuts to advisory committees is especially worrisome for addressing complex issues like climate change, McCarthy said.\n“Climate science is complicated, it requires scientists who are experts in a variety of fields to look at all the lines of evidence that indicate that our climate is changing and that manmade emissions are a significant part of the reason for that,” she said. “And if we don’t continue to have real scientists engaged on these issues both within the agency and from outside, then we will fail to understand and take action on what is the most significant public health and economic challenge of our time.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}