{
  "url": "https://insideclimatenews.org/news/13062019/climate-debate-democratic-party-inslee-biden-sanders-perez-dnc-single-issue/",
  "title": "Demand for Presidential Climate Debate Escalates after DNC Says No",
  "date": "2019-06-13T09:26:53-04:00",
  "content": "Like Miami, the low-lying coastal city where Democrats will hold their first presidential debates of the 2020 race, the Democratic National Committee is at risk of being inundated.\nFifteen of its presidential candidates, more than 50 of its member organizations in the states, and a slew of progressive organizations that make up its voting base, some armed with petitions bearing over 200,000 signatures, all are now calling for the DNC to hold a separate climate-focused debate. The executive committee of the Democratic party in Miami-Dade County—the U.S. metropolitan area considered most vulnerable to sea level rise and where the first debates will be held June 26 and 27—voted unanimously Monday to urge Democrats to devote one of the 12 Democratic presidential debates to the climate crisis.\nDNC Chairman Tom Perez, who rejected a climate-focused debate last week, tried to explain the party’s opposition in a post on Medium on Tuesday, saying it would be impractical to hold a single issue forum “at the request of one candidate.”\nPlease take a look at the new openings in our newsroom.\nThe statement, which gamely ignored that the dispute had grown far bigger than Washington Gov. Jay Inslee, the low-polling climate-focused candidate who touched off the climate debate debate, provoked a new wave of outrage from critics within the party’s crucial block of young, climate-focused voters.\n“Our very survival as a species is at stake,” tweeted Evan Weber, political director of the youth-led climate activist group Sunrise Movement. “Let’s act like it.”\nSunrise, the young group that has championed the Green New Deal through its marches, social media and Capitol Hill protests, has been organizing a rally ahead of the second Democratic debate in Detroit in July. Using the hashtag #ChangetheDebate, Sunrise has been arguing for a greater focus and strong plans from candidates on climate change—and for a climate-only debate.\nIn addition to the risk of alienating young voters and stoking discord on the eve of its big show in Florida—a state key to any 2020 path to victory—the DNC has backed itself into a defensive crouch on an issue that should be a winner for the party.\nAlthough Democratic presidential candidates differ in their views on solutions, all of them accept the science of climate change. Recent polls suggest that puts Democrats more in step with the electorate than President Donald Trump, whose fossil-fueled policies and denial of the science offer a clear contrast. Of course, Trump’s views on climate change were well known before his election, but the DNC never sought to make climate a battlefront in the 2016 campaign.\nThe DNC was not alone in ignoring global warming as a political issue. Not one question on climate change was asked by the journalist moderators in any of the three debates between Trump and Democrat Hillary Clinton, despite a drive by environmental and social activist groups to elevate the visibility of the issue in the debates.\nTrump and Clinton did answer a jobs-and-energy question from one town hall audience member, a coal industry worker, giving Trump an opportunity to tout his dedication to the country’s “clean” coal stores, which he said would last 1,000 years. Trump did not have to field a single climate change question through 11 GOP primary debates. The only airing of the issue in a candidate forum was an extensive exchange between Clinton and her then-primary opponent Sen. Bernie Sanders during the primaries.\nThere were no climate questions asked in the presidential debates in 2012, either. The last presidential debate exchange on the issue was between President Barack Obama and the late Sen. John McCain in 2008.\nSanders is one of the 15 current presidential candidates now calling for the DNC to schedule a climate-focused debate. With former Vice President Joe Biden joining the call, all of the top-polling Democratic candidates have voiced support for such a single-issue forum.\nPerez said the party had received more than 50 requests to hold single-issue debates on subjects ranging from reform of the criminal justice system, to health care, to voting rights to LGBTQ rights.\n“We knew it would be unfair and unrealistic to ask the candidates to participate in so many,” he said. Perez said the party already has made an unprecedented commitment to 12 debates. He said he did not believe the issue would be ignored in those debates as it was in the past.\n“I have the utmost confidence that, based on our conversations with networks, climate change will be discussed early and often during our party’s primary debates,” Perez said.\nHe may be right. The first debate will be hosted by NBC News, MSNBC and Telemundo. Chuck Todd, the host of Meet the Press who will be one of the questioners, has signaled that he takes climate seriously as a political issue—he kicked off the year by devoting a full program to climate change, pointedly giving no time to science deniers on the show. Both MSNBC and Telemundo have given extensive coverage to the Green New Deal and its congressional avatar, Rep. Alexandria Ocasio-Cortez, D-N.Y.\nBut Tina Podlodowski, chair of the Washington state Democrats, who has organized DNC state members to push for a climate debate, said climate change is such a cross-cutting issue that it deserves its own forum, where its many aspects can be addressed in depth.\n“As a grassroots state party chair, I hear daily from people on the ground who say climate change is their top issue for the next President,” she wrote in a post on Medium, also posted Tuesday. Noting its impact on health care and the economy, she said, “Climate change is not a single issue.”\nIt remains to be seen whether the DNC will be able to bail out from the flood of opposition it is facing from within, or whether it will be forced to seek the higher ground of a compromise on an issue that is promising to animate politics in 2020 as it never has before.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}