{
  "url": "https://insideclimatenews.org/news/06062019/epa-wheeler-science-advisory-board-meeting-limiting-scientific-studies-trump-methane-rule/",
  "title": "EPA Science Advisers Push Back on Wheeler, Say He’s Minimizing Their Role",
  "date": "2019-06-06T13:52:20-04:00",
  "content": "Environmental Protection Agency Administrator Andrew Wheeler vowed on Wednesday to make greater use of the agency’s official board of science advisers. But soon after he spoke, some of those advisers and other outside experts protested that the agency was instead limiting their role.\nWheeler took the unusual step of addressing the first meeting in a year of the Science Advisory Board (SAB), a group of advisers established by law who should be holding six to eight meetings annually, according to its charter. The reason he was there, Wheeler said, was to show his commitment to a better process.\n“I’m glad to be here to lay out a new direction for how EPA interacts with and uses the SAB,” he said. “I will be the first to admit we have not utilized you the way that we should. We can and we will do better.”\nPlease take a look at the new openings in our newsroom.\nThe Science Advisory Board has become a center of controversy as President Donald Trump‘s administration has sought to remake the federal agencies. Researchers who receive EPA grant money have been barred from serving on the board, while several industry consultants and contrarian scientists have been brought aboard. Although some holdovers remain from previous administrations, Trump-era appointees now make up a large portion of the 44-member body. Some of them are known for their outlying views beyond the prevailing scientific consensus, or for representing the interests of regulated businesses.\nNoting the lengthy vetting process for appointees, Wheeler said, “Why should we have talented public servants go through all of that only to use you sparingly? Today we are beginning the transition to a new process. It’s no secret that the process was broken, and was not beneficial to the EPA, the board, or the public we all serve.”\nBut some members of the board parried with Wheeler and other EPA officials at the meeting over exactly what part of the process is broken—the advisory process, or how the Trump administration is proceeding with a deregulatory agenda that gives less weight to some of the science that has guided the agency for years.\nOne SAB member who is a holdover from before Trump, Steven Hamburg, chief scientist of the Environmental Defense Fund, asked Wheeler why the Science Advisory Board had not had an opportunity to weigh in on some of the latest science in the agency’s repeal of the Obama administration’s regulations on control of methane emissions from oil and gas operations. The SAB raised concerns over that proposal when it met a year ago, and it had an opportunity to confer with another group of outside EPA experts, the Clean Air Science Advisory Committee, but Hamburg said their focus was more on technology than science. EDF, an environmental group, has been involved in a number of large scientific studies on the extent of methane, a potent greenhouse gas, released by the oil and gas industry.\nWheeler said that in the future, he hoped to involve the Science Advisory Board earlier in the process—soon after proposals are made public, but he couldn’t change what happened in the past.\n“The one you cite—I’m sorry, it’s too late in the regulatory process,” Wheeler said. “I can’t go back and reopen some of the regulations we’ve already done.” The agency finished taking public comment on its methane proposal last December, but has not yet finalized a rule.\nOne public commenter, John Bachmann, a 33-year veteran of the EPA who is now retired, said that under the 1978 law that governs the EPA’s use of its science advisory board, the agency is actually required to provide its regulatory proposals and the underlying science to the Science Advisory Board before a proposal is made public. Bachmann now works with the Environmental Protection Network, a group of former agency scientists and other staffers who have been critical of the EPA’s moves under the Trump administration.\nBut much of the debate at the first day of a two-day meeting centered on a controversial policy proposal that Wheeler said he was committed to finalizing this year even though it had provoked an outcry that left him “a little shocked.”\nThe proposal, called “Strengthening Transparency in Regulatory Science,” would limit the kinds of science the agency can use in its decision-making. The agency received some 600,000 comments on the proposal, including from leading scientific journals, professional organizations and universities. Because many human health studies rely on information gathered under confidentiality agreements, and the raw data has not been made public, the proposal could prevent the agency from using some of the seminal studies underpinning air pollution regulations, for example.\nBarbara Morrissey, of Washington State’s Department of Health, sitting on the board on an ex officio basis as chair of another advisory group, the Children’s Health Protection Advisory Committee, told Wheeler she was concerned about how EPA could meet its legal requirement of using the best available science, if that science can’t be replicated in the manner the EPA envisions.\nWheeler said there would be “a safeguard” in the system, giving the EPA Administrator the discretion to include an important study even if it can’t be replicated. “I do fundamentally believe that the more information we put out, the more sound our decisions will be and the more easily understood and accepted by the public,” Wheeler said.\nBut one public commenter, Veena Singla, associate director of the reproductive and environmental health program at the University of California, San Francisco, said her concerns about the proposal were not assuaged.\n“Having a political appointee deciding what science is in or out of policymaking is not a safeguard, but rather a fundamentally biased process,” Singla said.\nBefore the meeting, the EPA had given the Science Advisory Board a charge to weigh in on two narrow aspects of that rule—how the agency should deal with confidential business information, and how to shield personally identifiable information in the large health studies that in the past have been the basis for much of the agency’s decision-making.\nAllison Cullen, associate dean of the school of public policy and governance at the University of Washington, was one of several board members who objected to the fact that the scope of comments that the EPA sought from the SAB was being limited—in contrast, she said, the public had been asked to comment on the proposed regulation broadly.\n“The SAB is an independent body that should be giving an independent look at this, not necessarily responding to what the public comments are,” Cullen said.\nHamburg said that the time frame that the SAB had been given to weigh in on the measure was also too compressed for the board to weigh in effectively. “There’s a lack of transparency about this ‘transparency’ proposal,” said Hamburg. “It’s inconsistent with what the administrator says about wanting to fix a broken system.”\nBut several of the board members who were appointed by Wheeler and by his predecessor, former EPA administrator Scott Pruitt, praised the agency for its effort.\nNew SAB member Robert Phalen, an air pollution researcher at the Irvine campus of the University of California, has long been critical of the air pollution studies that the EPA has relied on, which use raw data not available to the public. “A short cut—if a study cannot be replicated for privacy concerns, probably the alternative is to simply drop that from consideration and rely on the vast amount of other studies. That’s just a raw suggestion from an SAB member.”\nStanley Young, a statistician who did work for the pharmaceutical industry and others before being appointed to the SAB by Pruitt, said that there should be no privacy concerns in epidemiology studies that track mortality. “Once a person is dead, they are not considered a person,” he said. He said he hoped that the agency was prepared for “epidemiological foot dragging and stonewalling” about release of its data.\nThe SAB will be holding a teleconference with the EPA later this summer to further discuss the transparency rule.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}