{
  "url": "https://insideclimatenews.org/news/22052019/cfc-mystery-banned-ozone-climate-pollutant-china-hebei-shandong-montreal-protocol-foam-coolants/",
  "title": "Scientists Track a Banned Climate Pollutant’s Mysterious Rise to East China",
  "date": "2019-05-22T17:22:00-04:00",
  "content": "Scientists are zeroing in on the source of a powerful climate pollutant that was banned years ago but has mysteriously been increasing, with potentially damaging consequences for climate change.\nMonths of tracking the pollutant’s rise in the atmosphere had pointed investigators to Asia and then to eastern China. They announced on Wednesday that they had found at least 40 to 60 percent of the global increase in trichlorofluoromethane (CFC-11), a chlorofluorocarbon, was originating in and around the Chinese provinces of Shandong and Hebei.\nThe emissions appear to be from new production of the chemical—in violation of the 1987 Montreal Protocol, a treaty under which countries had agreed to phase out ozone-damaging pollutants, including CFCs—the scientists write in a new study published in the journal Nature.\nPlease take a look at the new openings in our newsroom.\nExactly where those chemicals are being illicitly produced isn’t as easy to prove, though. CFC-11 was used in foam insulation and as a coolant. The emissions being measured may have occurred where the product was used rather than directly during production, the study says. And only about half the global emissions were tracked to that area, leaving other sources elsewhere.\nThe Chinese government recently identified and shut down two small-scale CFC-11 manufacturing facilities, but those couldn’t have accounted for the magnitude of the emissions increases in the study, the authors said. These new findings will likely now cause the Chinese government to take a closer look at the region, said Stephen Montzka, a co-author of the study and National Oceanic and Atmospheric Administration researcher.\n“I think there is less wiggle room for them to say, ‘we’ve looked and we don’t see it,’ Montzka said. “It’s a matter now of maybe looking more carefully.”\nIf China fails to rein in its CFC-11 emissions, even greater damage could be done to international environmental agreements such as the Montreal Protocol.\nIt’s “the only successful protocol,” Andreas Stohl of the Norwegian Institute for Air Research said of the binding international agreement that has been ratified by more than 190  countries. “If you start violating it without consequences, if China can do it, why not India and why not other countries? I think we have to stop this immediately.”\nCFC-11 was the second most widely used chlorofluorocarbon until it was phased out beginning in the early 1990s under the Montreal Protocol.\nThe chemicals were targeted after scientists discovered they were destroying the ozone layer that protects Earth’s surface from harmful ultraviolet radiation. CFC-11 is also a short-lived climate pollutant, approximately 5,000 times more potent as a greenhouse gas than carbon dioxide while in the atmosphere.\nAfter the use of CFC-11 was banned, emissions of the gas slowly declined but did not go away entirely as the chemical slowly leaked from buildings where it had been used as foam insulation and aging refrigeration systems where it had been used as a coolant. In the early 2000s, the decline in emissions began to level off. But by 2013, global emissions were back on the rise, suggesting new production and use of CFC-11.\nThe current uptick in emissions is not enough to undo the recent recovery of ozone in the upper atmosphere, but if the recent increase in emissions persists, it could delay a full recovery, which is currently anticipated around mid-century, lead author Matthew Rigby said.\nFrom a climate perspective, the current increase in CFC-11 emissions from eastern China is equivalent to roughly 35 million tons of carbon dioxide emissions each year, or roughly 10 percent of the annual greenhouse gas emissions of the United Kingdom, Rigby said.\nThe new study follows research published in 2018 that first identified the global increase in CFC-11 emissions. That study suggested the emissions were coming from eastern Asia but could not quantify the increase in emissions or narrow down countries as the source.\nThe discovery led to a number of on-the-ground investigations in China, including by the environmental group Environmental Investigation Agency and by the Chinese government.\nAfter CFCs were phased out, replacement coolants that didn’t harm the ozone layer gained wider use—including hydrofluorocarbons, or HFCs, which turned out to be another short-lived climate pollutant. A recent amendment to the Montreal Protocol, known as the Kigali Amendment, now aims to phase out HFCs.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}