{
  "url": "https://insideclimatenews.org/news/01052019/drought-climate-change-fingerprints-global-warming-20th-century-tree-rings-marvel-cook/",
  "title": "Global Warming Was Already Fueling Droughts in Early 1900s, Study Shows",
  "date": "2019-05-01T17:00:00-04:00",
  "content": "Global warming has been fueling droughts since the early 20th Century, when soils started drying out at the same time across parts of North and Central America, Eurasia, Australia and the Mediterranean, new research shows.\nThe researchers say the surprising early-century findings provide the clearest signal yet that human-caused greenhouse gas emissions have been changing the hydroclimate in ways that can devastate agriculture, health and livelihoods.\nIn a climate unaltered by greenhouse gases, droughts in different parts of the world would be caused by different influences at different times. In the Southwestern United States, for example, the El Niño-La Niña cycle is a big driver of drought, while the Mediterranean region is sensitive to cyclical changes in the Atlantic Ocean’s winds and currents.\nBut in the first half of the 20th Century, something different was starting to happen. Soil moisture decreased across all those areas at the same time—a nearly unmistakable sign that it was driven by rising global temperatures, the study’s authors said.\nPlease take a look at the new openings in our newsroom.\nThe global warming fingerprint on droughts is subtle but unmistakable, said Kate Marvel, the study’s lead author and a climate scientist with NASA and Columbia University.\n“What we’re seeing is very suggestive of a role for greenhouse gases, bigger than anything we’ve seen previously,” Marvel said. “We’re not arguing here that there is a really large effect. What we’re saying is, we’re picking out the underlying note against the background of a symphony. That note is faint but it’s definitely there. And to find it, you need to look at long-term trends and wide areas.”\nThat’s why a global warming signal doesn’t always show up in short-term regional droughts, like the 1930s Dust Bowl, which was a weirdly anomalous event outside any known pattern, said study co-author Benjamin Cook, also a climate researcher with NASA and Columbia University’s Lamont-Doherty Earth Observatory.\nThe distinctive regional patterns of drying linked with global warming disappeared from about 1950 to about 1975, when they likely were masked by another force that can affect the climate: massive emissions of industrial aerosols from coal-burning, cars and trucks, cement production and construction, the scientists said. Aerosols can cool the atmosphere and affect cloud formation, rainfall and temperatures.\nAs industrial countries adopted pollution controls to protect people from the damaging health effects, the aerosol emissions slowed. And around 1981, the fingerprints of global warming on soil moisture were becoming evident again.\nThat global warming signal has been getting stronger, especially since about 2000, with “severe consequences” for humans, the scientists wrote.\nThe findings, published Wednesday in the journal Nature, reinforce the importance of stopping greenhouse gas emissions in the next few decades, Cook said.\nThey also confirm other research showing that, in general with global warming, dry areas will get drier, while other regions get wetter, including western China, much of central Asia, the Indian subcontinent, Indonesia and central Canada. “The patterns of drying and wetting we see match the patterns we would expect from a global warming signal. It’s very hard to come up with something that would cause it other than greenhouse gas forcing,” said Jason Smerdon, a co-author of the study and climate scientist at Columbia.\nMany of the areas expected to dry out as the planet continues to warm are centers of agricultural production, and some could become permanently arid. “The human consequences of this, particularly drying over large parts of North America and Eurasia, will likely be severe,” the authors wrote.\nUniversity of Edinburgh climate researcher Gabriele Hegerl, who was not involved in the study, said identifying global warming’s effect on drought in the early 20th Century is notable compared to previous regional studies.\n“By pooling data globally, a different picture emerges with greenhouse gases slowly enhancing the worldwide occurrence of drought even though it takes longer to see it regionally,” she said. “Knowing which regions will get increased frequency of drought … enables us to prepare, for example by changing agricultural practices.”\nThe researchers looked at soil moisture because it’s a measurement of drought that is directly relevant to farming and forestry.\nThey estimated soil moisture trends by analyzing tree ring records from around the world, each reflecting the local hydroclimate conditions year to year. Tree ring records dating back hundreds of years showed the drought patterns before humans started affecting the climate with greenhouse gas emissions, forest clearing and large-scale agriculture. The researchers then compared the pre-industrial drought patterns with data from the 20th Century. That enabled them to separate human-caused drought patterns from the natural variability of the pre-industrial era.\nComputer modeling showed that the simultaneous drying across disparate regions could only have been caused by global warming.\n“We were kind of shocked that the strongest signal we saw was in the first part of the 20th Century,” Cook said. Based on the results of the study, he said the team was about 90 percent certain that the trend of drying soils detected in the early 20th Century was caused by global warming.\nThe findings establish a clear link between greenhouse gas emissions and drought. As recently as 2014, the latest global climate assessment from the Intergovernmental Panel on Climate Change indicated only a “low confidence” in attributing changes in drought patterns to global warming.\n“The implications are that we are already experiencing the influence of global warming on fresh water resources in many parts of the world,” said University of Arizona climate researcher Kevin Anchukaitis, who was not involved in the study. “Climate change isn’t something that will just affect future generations, it is already having an impact on us today. And these impacts will become more severe and more obvious in the coming decades, during our lifetimes.”\nThose increasingly severe impacts include harm to human health. Another recent study showed how the long-running drought in the Southwestern U.S. has affected human health, both directly and indirectly.\nThe scientists estimated that, in the past 15 to 20 years, airborne dust particles in the region had been associated with about 1,300 deaths per year. As the planet continues to warm, the study estimated how the level of airborne fine dust—and the number of dust-related deaths—would rise.\nResearchers are still learning about the toxicity of particular types of mineral dust, but there are signs that the aridification of the Southwest would increase the number of valley fever cases, a disease caused by a soil fungus. Airborne heavy metal particles from historic mining activity are also a health concern.\n“One of the most surprising results is how big the potential impacts are. People don’t really think about dust, but our study and many others starting to show that it’s significant,” said Ploy Achakulwisut, a public health and climate researcher at George Washington University and lead author of the study, published last month in the journal GeoHealth. And it’s not just in the Southwest, she said, but also in densely populated areas including in China and Africa.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}