{
  "url": "https://insideclimatenews.org/news/25042019/trump-omb-secret-science-policy-memo-pollution-health-studies-heritage-foundation-vought/",
  "title": "How a New  White House Memo Could Undermine Science in U.S. Policy",
  "date": "2019-04-25T22:48:48-04:00",
  "content": "This story has been updated with EPA’s response.\nPresident Donald Trump’s administration has launched yet another attempt to control the use of science in federal policymaking—this time with a memorandum to government agencies from the White House budget office.\nThe memo, quietly released on Wednesday, appears aimed at putting into effect some long-sought goals of industry foes of environmental regulations.\nDescribed as “guidance” for executive branch agencies, it offers numerous new avenues for regulated industries to challenge the science used in policymaking. The memo was signed by Russell Vought, a former top official at the political arm of the conservative Heritage Foundation who is now acting director of the White House Office of Management and Budget (OMB).\nObservers say the OMB is seeking to implement by fiat restrictions on environmental and health science that have failed to garner support in Congress and have foundered in a formal rulemaking process begun last year by the Environmental Protection Agency.\nPlease take a look at the new openings in our newsroom.\n“There’s been no consultation with the scientific community, no opportunity to comment, no analysis on the costs or impacts,” said Andrew Rosenberg, director of the Center for Science and Democracy at the Union of Concerned Scientists.\nVought’s memo, titled “Improving Implementation of the Information Quality Act,” sets out new guidance for all federal agencies on identifying and using “influential scientific, financial, or statistical information.”\nIt says that such data should be held to higher standards than other information, with a more in-depth peer review required. That review should evaluate “the objectivity of the underlying data and the sensitivity of the agency’s conclusions to analytic assumptions,” with additional peer review required in some circumstances.\nData of this kind, such as health surveys, are often used to support controls on pollutants, including those like smog and soot that come from burning fossil fuels. The guidance could also affect how limits on greenhouse gas emissions are devised.\nVought writes that influential analysis must be disseminated to the public “with sufficient descriptions of data and methods to allow them to be reproduced by qualified third parties who may want to test the sensitivity of agency analyses.”\nThe OMB memo appears aimed at achieving the same goals as EPA’s proposal last year, the so-called “Strengthening Transparency in Regulatory Science” rule, which sought to prevent the EPA from relying on public health studies where the raw data had not been made public due to confidentiality concerns. It mirrored legislation sponsored by former Rep. Lamar Smith (R-Texas), then chairman of the House Science Committee, that was passed by the House of Representatives three times but never been taken up by the Senate.\nUnder the guise of transparency, the EPA rule would have excluded from environmental policymaking some of the seminal studies linking air pollution to increased mortality.\nThe EPA received more than 500,000 public comments on the transparency proposal, including an extraordinary outpouring of opposition from the scientific community—including the presidents of the National Academies of Sciences, Engineering and Medicine; the leaders of physicians’ groups like the American Academy of Pediatrics; health organizations like the American Lung Association; and the editors of major scientific journals.\nNo further public action has occurred on the rule since the comment period closed last August. An EPA spokesperson said in an email that the agency “is considering the new OMB memorandum as we move forward with the ‘Strengthening Transparency in Regulatory Science’ rulemaking.”\nIt is not clear exactly what impact the OMB guidance will have—in part because this kind of guidance doesn’t have the force and effect of law. (In other words, the requirements and deadlines of environmental statutes would weigh more heavily before a judge.) Also, Vought does not specify what the EPA or other agencies are to do about influential scientific studies that do not meet the new requirements. But Rosenberg said it appears to offer the regulated industry new avenues to challenge actions that rely on science.\n“It’s about delay,” said Rosenberg. “Every piece of this allows industry to make a claim that will delay the process of regulations.\n“It essentially says that anyone—mostly industry—can challenge the data or technical information, and the agency then has to develop a response to every challenge, and then the person who challenged the data can appeal, and you have to go through this cycle again, apparently endlessly.”\nVought, known as a conservative firebrand who served as an aide to Vice President Mike Pence when Pence was a member of Congress, played a key role in the budget controversies that engulfed the White House early this year. He reportedly designed Trump’s initial proposal for border wall funding and led the decision to continue processing tax refunds during the government shutdown.\nVought’s memo on information quality portrays the new guidance as a good government measure. “Prudent decision making depends on reliable, high-quality information,” Vought wrote. “Congress has long recognized that federal agencies should make decisions using the best data reasonably available, and Congress has entrusted OMB with the statutory role of ensuring that federal agencies collect, use, and disseminate information that is fit for its intended purpose.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}