{
  "url": "https://insideclimatenews.org/news/06022019/house-climate-change-hearings-democrats-green-new-deal-infrastructure-bill/",
  "title": "As Congress Launches Month of Climate Hearings, GOP Bashes Green New Deal",
  "date": "2019-02-06T22:53:11-05:00",
  "content": "With Democrats now in charge, two key committees in the U.S. House of Representatives used their first hearings of the year on Wednesday to press for more vigorous action on climate change, despite the political and practical hurdles.\nDemocrats and their witnesses, including governors, policy experts and scientists, argued that time is alarmingly short. But it became clear over the hours that if the stakes are high, the odds are long.\nIn the simultaneous hearings, the minority Republicans seized the moment to bash the so-called Green New Deal, a legislative platform that has been embraced by brash new Congress members as well as seasoned climate hawks. It seeks a rapid, wholesale transformation to a zero-carbon economy that would also be prosperous and equitable.\nPlease take a look at the new openings in our newsroom.\nOne hearing, held by a subcommittee of the House Energy and Commerce Committee, was the first in several years by that panel to consider prospective legislation on climate change. The House Natural Resources Committee said its hearing was the start of a month-long series by the full committee and its subcommittees.\nLawmakers noted that President Donald Trump made no mention of the climate crisis during his State of the Union address the night before and that he instead boasted of oil and gas production. They also mentioned that NOAA and NASA, home to much of the government’s climate science expertise, had just officially pronounced 2018 the fourth-hottest year on record, reinforcing the evidence that the problems of global warming are worsening steadily.\nFor Democrats, the emphasis was on urgency.\nRep. Raul Grijalva of Arizona, chairman of the Natural Resources Committee, opened the hearing with a story from a woman who had narrowly survived a wildfire in California last year, saying his committee would be guided by science and the experiences of Americans like her.\n“Climate change is an urgent problem,” he said. “It demands urgent action and a sense of purpose from Congress. This committee will offer both.”\nHis committee heard a bipartisan message from Republican Gov. Charlie Baker of Massachusetts and North Carolina Gov. Roy Cooper, a Democrat, about the high costs of climate change on communities in those states and the economic opportunities of building a new energy economy.\nCooper listed a string of weather disasters that have hit his state in recent years, including two so-called 500-year floods that caused mudslides and damaged infrastructure in the mountains and inundated coastal communities. He noted that extreme heat has damaged crops and killed livestock, and said that the federal government needed to do more than simply help the state rebuild.\n“We need consistent federal action that meets the urgency of our global climate problem,” he said. “Our communities, our economy and our future depend on it.”\nBaker stressed the steps his state has taken to reduce emissions and energy use while continuing economic growth. He said the expansion of an offshore wind industry presents an enormous opportunity for the state’s economy.\nAt Energy and Commerce, there was a lot of talk of bipartisanship. The committee has a long history of working that way, not totally eclipsed even in recent years.\n“I implore you, now is the time to join us,” said Rep. Paul Tonko of New York, head of the environment and climate change subcommittee. “We want to work together, but inaction is no longer an option.”\n“We will not be deterred,” he added.\nAgain and again, Republicans on that committee said they, too, recognized the problem and wanted bipartisan solutions. But at both hearings, they spoke harshly of the prospects for a Green New Deal.\nRep. John Shimkus of Illinois, Tonko’s predecessor as chairman and now the subcommittee’s ranking Republican, called it “radical.” He denounced “top down government requirements to rapidly decarbonize” as little more than “wealth transfer schemes.” Republican Rep. David McKinley of West Virginia called it “delusional.” Rep. Bill Flores of Texas denounced a “chaotic headlong rush into decarbonization.” Rep. Billy Long of Missouri called it “a very worthy goal if it was anywhere near possible in the time they want to do it in.”\nRepublicans also repeatedly warned against a heavy-handed approach driven by the federal government to reduce emissions.\nOccasionally, Democrats referred obliquely to the possibility of a carbon tax; several of their invited witnesses urged that as part of any effective solution.\nAt the Natural Resources Committee hearing, Republican Rep. Garret Graves of Louisiana told Gov. Baker that it is one thing to decarbonize the economy in Massachusetts, and quite another in Louisiana, an oil and gas center.\nRepublicans also focused on the risk of driving up energy costs. But Democrats argued that the costs of clean alternative fuels continue to come down.\nBut the hearings were less significant for what the witnesses said than as a way to compare the ebullience of the Democrats for action with the disposition of many Republicans, which tended between phlegmatic and choleric.\nWith the Senate and the White House held by Republicans, what House Democrats can achieve is less likely to be a law ushering in a new era than a platform for the next election.\nThe most plausible exception is the possibility that climate policy could inform a big bill on infrastructure, which might include upgrades to the electrical grid or other features that everyone can accept.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}