{
  "url": "https://insideclimatenews.org/news/07022019/green-new-deal-alexandria-ocasio-cortez-ed-markey-climate-change/",
  "title": "The Green New Deal Lands in Congress",
  "date": "2019-02-07T22:00:48-05:00",
  "content": "The backers of a Green New Deal introduced a resolution in Congress on Wednesday to launch an all-out, decade-long mobilization aimed at transforming the economy to carbon-free energy.\nThey said their radically ambitious goal would restore America’s global leadership on climate change, build national prosperity and protect the most vulnerable.\nThe non-binding joint resolution, initially sponsored by Democratic House newcomer Alexandria Ocasio-Cortez of New York and Democratic Senate veteran Edward Markey of Massachusetts, has already become an instant political sensation.\nEmbraced by a coalition of environmental and social justice activists, the idea is also questioned by many in the energy and climate policy establishment. Scorned by influential Republicans and powerful industry lobbyists, it has been endorsed by several early Democratic presidential candidates, including co-sponsors Sen. Cory Booker (D-N.J.), Sen. Kirsten Gillibrand (D-N.Y.), Sen. Kamala Harris (D-Calif.) and Sen. Elizabeth Warren(D-Mass.). Ocasio-Cortez’s political mentor, Sen. Bernie Sanders (I-Vt.), who has not yet announced whether he will make another presidential run, also is a co-sponsor.\n“This is an incredible moment,” said Markey at a news conference. “Never have the interests of all Americans been as united on a single issue. From the air we breathe, to the jobs that employ us, to the neighborhoods we live in, to the economy we operate in, climate change defines our existence.”\nIn an era when global warming and financial inequality are both setting records, Markey said the Green New Deal was an effort to address not only “the erosion of our coastlines,” but also “the erosion of the earning power of workers.”\nOcasio-Cortez seemed to respond to critics who have called the plan unworkable or unrealistic. “Climate change and our environmental challenges are one of the biggest existential threats to our way of life—not just as a nation, but as a world. In order for us to combat that threat, we have to be as ambitious and  innovative as possible,” she said.\nOcasio-Cortez seized on the Green New Deal while campaigning last year. Days after her election, she participated in a sit-in during the lame duck session of Congress, when she joined activists who crowded the office of Nancy Pelosi, then still the minority leader.\nOn Monday, House Speaker Pelosi appointed Democratic members to a new climate advisory committee, and said this resolution is just one among many ideas the committee might ponder.\n“The green dream or whatever they call it, nobody knows what it is but they’re for it, right?” she said in an interview with Politico.\nAt a press conference, the sponsors shrugged that off. “I think it is a green dream,” said Ocasio-Cortez with a smile. Markey said there was “no bigger champion” on climate than Pelosi, who helped him pass a landmark bill in 2009. (It died in the Senate.)\nIn one sense, Pelosi was right: The new resolution’s teeth aren’t yet visible.\nBut that hasn’t stopped the Green New Deal from grabbing headlines.\nIts real power is as an organizing mechanism around debates and elections yet to come.\nAs written, it would have Congress declare that it is the “duty” of the federal government “to achieve net-zero greenhouse gas emissions through a fair and just transition for all communities and workers.”\nThe latest science, as the resolution notes, establishes that to stay within a safe carbon budget, the whole world needs to cut emissions roughly in half in about a dozen years and eliminate them by about mid-century. The United States, the resolution asserts, ought to move even faster.\nIf total decarbonization sounds impossible, backers say, think of the Apollo moon shot or the mobilization of World War II.\nIf success seems prohibitively expensive, think of the costs of failure, they urge.\nTheir selling points include creating jobs, meeting infrastructure needs, improving health, redressing injustice—and yes, heading off a climate calamity under laissez-faire capitalism.\nThe Green New Deal has been pushed by a wide array of activists, including the youthful Sunrise Movement and the well-established 350.org network.\nJesse Meisenhelter, a Sunrise Movement activist from Oregon, has been visiting offices of members of Congress for more than a year to call for climate action. Last summer, when she last visited the office of Oregon Democratic Sen. Jeff Merkley, there were 40 wildfires underway in their home state. Watching him appear as a co-sponsor on Monday, she called the resolution the most important thing she had seen political leaders do in her lifetime.\n“Where I live, people are riding bikes and doing all sorts of things to lower their carbon footprints,” she said, as she gathered with activists on the lawn outside the Capitol to watch the announcement. “But this is something where more than individual action is needed. We need political action.”\nSome heavy-hitters among the green groups, such as the Environmental Defense Fund, offered more cautious praise. “The Green New Deal points to the need for boldness and ambition at a time when they are sorely required—and it is generating thoughtful ideas and building real political momentum,” said Elizabeth Gore, the group’s political vice president. Her statement endorsed a 2050 deadline for decarbonization, and called for using “all available tools,” including carbon pricing and technology incentives.\nLeaders of the Citizens Climate Lobby, which favors a carbon fee and dividend approach and enlists both Democrats and Republicans, said that “we need to take steps that can generate bipartisan support.” They praised the “passion and commitment” of the Green New Dealers and pledged to work for “many of the goals in the resolution.”\nThe resolution doesn’t mention a carbon tax. While sponsors don’t rule one out, they consider the approach too weak to stand alone. It’s also silent on the role of nuclear power and the carbon capture of emissions from fossil fuel plants, though the backers generally call these technologies unnecessary.\nWhen asked about that, Markey said the resolution deliberately was written without mentioning any technology or approach—it was a set of principles, not prescriptions, he said. But he elicited cheers from the crowd of activists, who gathered behind the sponsors of the bill, when he spoke about renewable energy. “Our energy future will not be found in the dark of a mine, but in the light of the sun,” he said.\nThe top coal-state Senate Democrat, Joe Manchin of West Virginia, sees things differently. He spoke out against the Green New Deal on Monday morning as buzz of the impending Ocasio-Cortez/Markey announcement reverberated around a Senate energy hearing.\n“In a perfect world, this is an ideological belief,” said Manchin, who, to the dismay of climate activists, recently became the ranking minority member on the Energy and Natural Resources Committee. “But in the real world we’re living in, are we able to get there? And in what time frame, and how much are we going to have to invest, and is the rest of the world going to come with us?”\nMarkey and Ocasio-Cortez insisted that in addition to the non-binding resolution, they were pushing forward with an effort to write and pass Green New Deal legislation in this Congress, even though it would likely face insurmountable opposition in the Republican-held Senate.\nIf the ultimate objective is to enact laws carrying out the Green New Deal after the 2020 election, that political strategy is not without risk. The Green New Deal platform is well-suited for candidates who call themselves progressives, and these ideas served many winners in the midterms. But some in the Democratic Party may fear that trying to advance a sweeping new government-driven climate program will paint a target on the back of the whole party, thwarting its aspirations of ascendancy.\nUltimately, the central legislative challenge will likely come down to a pair of practical questions: How much will this cost, and who will pay for it?\nNobody can guess the cost. That’s one reason that this broad approach is presented as a “sense of the Congress” resolution, which doesn’t need a budget scorecard.\nA fact sheet from Ocasio-Cortez’s office  posted by National Public Radio before the announcement addressed the “who will pay” question.\n“The same way we paid for the New Deal, the 2008 bank bailout and extended quantitative easing programs,” it said. “The same way we paid for World War II and all our current wars.”\n“At the end of the day, this is an investment in our economy that should grow our wealth as a nation,” the document said, “so the question isn’t how will we pay for it, but what will we do with our new shared prosperity.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}