{
  "url": "https://insideclimatenews.org/news/05022019/michigan-whitmer-office-climate-change-energy-filnt-water-policies-climate-alliance/",
  "title": "Michigan’s New Governor Puts Climate Change at Heart of Government",
  "date": "2019-02-05T08:50:00-05:00",
  "content": "Gov. Gretchen Whitmer of Michigan signed orders on Monday to revamp the state’s environmental policy apparatus, becoming the latest newly elected Democratic leader in an industrial swing state to pick up the reins of action on climate change.\nWhitmer is creating a new office of climate and energy that will coordinate efforts across state government to address climate change and will ensure that climate change is a consideration in the vetting of new policies.\nShe also signed an order to join the U.S. Climate Alliance, a group of governors who commit to upholding the principles of the Paris climate agreement. Michigan is the 20th governor to join, following similar actions by others who came to power after running green campaigns and toppling Republican incumbents. In the past few weeks, the governors of Illinois and New Mexico have also joined.\nPlease take a look at the new openings in our newsroom.\nMichigan stood out as a fulcrum of Donald Trump’s narrow electoral victory. It’s an economic monument to the internal combustion engine, but also a place where the urgency of confronting environmental challenges, including climate change, can’t be ignored.\n“We see this as part of a larger trend we’re seeing across the country with new governors who ran on climate, who ran on transitions to 100 percent clean energy,” said Sara Jordan, manager of the League of Conservation Voters’ Clean Energy for All campaign. “I think you’re seeing a lot of these governors not wanting to be left behind in this transition.”\nPam Kiely, director of state climate policy for the Environmental Defense Fund, said the flurry of activity at the state level is tied to widespread frustration with the Trump administration’s deregulatory agenda.\n“We are at a moment in time when state leadership is not going to wait for the climate crisis to be solved in Washington,” she said.\nA few other states have climate change offices, including California and New York.\nThe full list of changes Whitmer announced is long, and most of the new functions and offices will be part of an expanded Department of Environmental Quality, which is now renamed the Department of Environment, Great Lakes and Energy.\nThis includes three other new offices: Office of the Environmental Justice Public Advocate, the Interagency Environmental Justice Response Team, and the Clean Water Public Advocate. Each of these touch on the fallout from the lingering lead poisoning crisis in Flint, and a desire to better address these kinds of problems.\nFor now, the new offices will need to ramp up with existing state employees, because this type of order does not come with additional funding. Both chambers of the legislature are dominated by Republicans.\nWhitmer also is eliminating advisory panels that gave businesses a prominent voice in how state environmental rules and permits were handled. The panels were created by her Republican predecessor, Rick Snyder, and criticized by environmental advocates.\nWhitmer said at a news conference that her actions communicate “that we take this very seriously, that we make decisions based on science and that we are going to do everything we can to mitigate human impacts that are warming the globe and changing our climate forever.”\nShe said the urgency to act is underscored by the wild swings in weather the state has seen in the last week. The daytime high was more than 50 degrees in Lansing on Monday, well above normal for this time of year. “I know you all remember that just five days ago we had a wind chill of negative 52 in the Upper Peninsula,” she said.\nErratic and extreme weather can be exacerbated by climate change and can threaten the state’s economy, she said.\nThe National Climate Assessment describes several more risks that climate change poses to the Midwest region, including to the Great Lakes, forests, agriculture, infrastructure and human health.\nWhile extreme cold was the experience last week, extreme heat is a larger concern, as outlined in a new report on Michigan’s climate risks from the Natural Resources Defense Council. The report also points to flooding and the spread of mosquito- and tick-borne infections, both of which can be exacerbated by climate change.\nMost of the climate-related problems touching Michigan are also affecting other Great Lakes states. Whitmer is one of a new crop of governors in those states, most whom are pledging to make climate a high priority.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nDan Gearino covers the business and policy of renewable energy and utilities, often with an emphasis on the midwestern United States. He is the main author of ICN’s Inside Clean Energy newsletter. He came to ICN in 2018 after a nine-year tenure at The Columbus Dispatch, where he covered the business of energy. Before that, he covered politics and business in Iowa and in New Hampshire. He grew up in Warren County, Iowa, just south of Des Moines, and lives in Columbus, Ohio.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}