{
  "url": "https://insideclimatenews.org/news/30012019/china-coal-mine-methane-emissions-spike-tampered-testing-study/",
  "title": "Coal Mines Likely Drove China’s Recent Methane Emissions Rise, Study Says",
  "date": "2019-01-30T08:00:00-05:00",
  "content": "Satellite data collected from 2010 to 2015 show that China’s methane emissions increased unabated during that period and that the increase was most likely driven by coal mining, according to a worrisome new report.\nThe increase in one of the most potent of greenhouse gases happened despite attempts by the Chinese government to rein in emissions, according to a study published Tuesday in the scientific journal Nature Communications. The regulations proved to be ineffective, perhaps because of loopholes or evasion.\nThe findings are significant because China is the world’s largest coal producer, and, on a unit-per-unit basis, methane released from mines warms the planet much more in the short term than carbon dioxide from burning coal.\nPlease take a look at the new openings in our newsroom.\n“Methane emissions from China’s coal operations are roughly equivalent to 41 percent of CO2 emissions from U.S. power plants or 41 percent of CO2 emissions from transportation in a country like the United States,” said Scot Miller, the study’s lead author and an environmental health and engineer professor at Johns Hopkins University.\n“Even small emissions reductions from a country like China could have an absolutely enormous impact on global greenhouse gases,” he said.\nRecognizing the outsized influence that methane has on the climate, China set ambitious targets to capture and use methane from coal mining by 2015. (Methane, the main constituent of natural gas, accumulates in coal seams over millions of years as organic matter is slowly converted to coal.)\nBeginning in 2006, China’s government required that all coal companies drain mines of methane prior to coal production and declared that coal mines cannot legally operate without such methane capture systems. A subsequent policy required that coal mines either use or flare the methane.\nThe findings shine a spotlight on both the powerful role methane plays in climate change and work that still needs to be done to mitigate global methane emissions.\n“Methane is an incredibly overlooked short-lived climate pollutant, and China is not like Las Vegas; what happens there doesn’t stay there,” said Jennifer Turner, director of the China Environment Forum at the Wilson Center, a Washington, D.C.-based think tank. “They haven’t yet done enough to really capture the coal methane emissions.\nRanping Song, developing country climate action manager for the World Resources Institute, said the root of the problem lies in China’s continuing dependence on coal.\n“Even if the Chinese government met its own methane capture and utilization target, the absolute amount would still increase because coal mine production increased,” Song said. “The most likely driving force is increased coal production.”\nOne reason government policies may have proven ineffective was an exemption from rules requiring companies to capture the methane and either flare or use the gas if methane made up less than 30 percent of the total gas emitted. The U.S. “EPA has anecdotal evidence that mine operators may be diluting drained gas to circumvent the requirement,” the study said.\nCoal production in China plateaued and may have peaked toward the end of the study period, according to recent reports. Yet China still mines vast amounts of coal.\nThe study notes that there are a number of challenges that keep China from putting more captured methane to use, including the country’s lack of gas pipeline infrastructure and the remote, mountainous locations of many of its coal mines. That said, if the country were able to use all of the methane currently emitted from its mines, Miller estimates it could cover the electricity needs of 36 million people.\n“There is a real potential for China to generate a significant amount of electricity or heat a relatively large number of homes from methane that otherwise leaks into the atmosphere,” Miller said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}