{
  "url": "https://insideclimatenews.org/news/30012019/worldwide-threat-assessment-climate-change-intelligence-agencies-national-security/",
  "title": "U.S. Intelligence Officials Warn Climate Change Is a Worldwide Threat",
  "date": "2019-01-30T22:57:33-05:00",
  "content": "The nation’s intelligence community warned in its annual assessment of worldwide threats that climate change and other kinds of environmental degradation pose risks to global stability because they are “likely to fuel competition for resources, economic distress, and social discontent through 2019 and beyond.”\nReleased Tuesday, the Worldwide Threat Assessment prepared by the Director of National Intelligence added to a swelling chorus of scientific and national security voices in pointing out the ways climate change fuels widespread insecurity and erodes America’s ability to respond to it.\n“Climate hazards such as extreme weather, higher temperatures, droughts, floods, wildfires, storms, sea level rise, soil degradation, and acidifying oceans are intensifying, threatening infrastructure, health, and water and food security,” said the report, which represents the consensus view among top intelligence officials. “Irreversible damage to ecosystems and habitats will undermine the economic benefits they provide, worsened by air, soil, water, and marine pollution.”\nPlease take a look at the new openings in our newsroom.\nIn just the past two weeks, the Pentagon sent a report to Congress describing extreme weather and climate risks to dozens of critical military installations. (House leaders on Wednesday asked for more details, including an assessment of the 10 bases in each service most vulnerable to climate change.) The Government Accountability Office also recommended the State Department resume providing guidance to U.S. diplomats about climate change and migration. Last week, a scientific paper concluded that drought driven by climate change and the subsequent fights over water resources increased the likelihood of armed conflict in the Middle East from 2011–2015, which in turn triggered waves refugees.\nThe United Nations Security Council also held a discussion on Friday devoted to understanding and responding to how climate change acts as a “threat multiplier” in countries where governance is already fragile and resources are sparse.\nRobert Mardini, the permanent observer to the UN from the International Committee of the Red Cross, said his group’s fieldwork confirms the “double impact” of climate change and war.\n“Climate change exacerbates vulnerabilities and inequalities, especially in situations of armed conflict, where countries, communities and populations are the least prepared and the least able to protect themselves and adapt,” Mardini told the Security Council, according to his published remarks. “Conflicts harm the structures and systems that are necessary to facilitate adaptation to climate change.”\nThe formal threat assessment is also the latest federal survey of climate change to clash with President Donald Trump’s adamant denial of the established consensus. In late November, the administration issued the Fourth National Climate Assessment, based on the work of 300 scientists and 13 federal agencies, which concluded that climate change threatened human life, ecosystems and the American economy. Trump dismissed the report, saying he did not believe its central findings.\nTrump has pushed the message of climate denial through federal agencies, such as the Environmental Protection Agency, mainly by working to halt rules and research to address climate change. But so far, the White House has not reined in the national security community when its leaders have acknowledged climate change or its agencies have explored its implications.\nFurther, members of Congress from both parties have provided the Pentagon, at least, with cover, instructing it in late 2017 to analyze the threats climate change poses to American military readiness.\nThe 2019 Worldwide Threat Assessment echoes the findings of versions from previous years that highlight climate change as a threat to what’s called “human security” in a list that includes terrorism, cyber crimes and weapons of mass destruction. Among the situations and places it cites as being of particular concern are:\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}