{
  "url": "https://insideclimatenews.org/news/28012019/florida-governor-desantis-environment-directives-sea-level-rise-climate-change-republican/",
  "title": "In Florida, a New Governor Shifts Gears on Environment, and Maybe Climate Change",
  "date": "2019-01-28T08:50:00-05:00",
  "content": "Florida’s new Republican governor has moved quickly on a number of environmental priorities, but so far, he has stopped short of any comprehensive plan to cut greenhouse gas pollution.\nThat’s a gaping hole, say environmental advocates, but they give him credit where they say it’s due.\nSeveral of Gov. Ron DeSantis’ early environmental directives are aimed at cleaning up water and helping Florida adapt to the effects of global warming, including more intense hurricanes and sea level rise that threatens to swallow parts of the state in the coming decades. He called for appointing chief science officer to coordinate scientific research, and he staked an opposition to fracking and offshore oil and gas activities.\nBut there’s no clear call for reducing the pollution that causes global warming, and climate advocates are waiting to see who that chief science officer will be.\nPlease take a look at the new openings in our newsroom.\nSome environmental advocates say it appears that DeSantis, a former congressman and Navy lawyer, is at least willing to listen to scientists on environmental and climate issues. That would be a sharp turn from the last eight years under the administration of Republican Rick Scott, they said.\nDeSantis “has set up an office of science, and he talks about how he wants science to drive decisions,” said Stephen Smith, executive director of the Southern Alliance for Clean Energy. “Those things together force you to have to confront the fact that there are things the state and local governments can do not only on the adaptation side, but also in the mitigation side.”\n“This guy is clearly cut from a different cloth than Rick Scott,” Smith said.\nAs governor, Scott, who now represents Florida in the U.S. Senate, was seen by many as indifferent or hostile to concerns about the climate in a state with a lot to lose from global warming. Early on, his administration had an unwritten policy banning the terms climate change and global warming, according to the Florida Center for Investigative Reporting, and he stopped work on a statewide climate action plan that had been launched by his then-Republican predecessor Charlie Crist.\nThe environment has become a prominent issue in Florida, including during the last election.\nOn the Gulf Coast, a toxic red tide algae burned beachgoers eyes and lungs and killed manatees by the dozens. In Lake Okeechobee and on the Atlantic Coast, rancid blooms of toxic blue-green algae prompted health warnings to stay out of the water. Hurricane Michael, fueled by the overly warm waters of the Gulf of Mexico, exploded from almost nothing to Category 4 strength in just three days, devastating communities in the Panhandle.\nDeSantis shied away from talking about the causes of climate change during the race, while his Democratic opponent, Tallahassee Mayor Andrew Gillum, called for embracing “a plan to transition Florida to clean energy as rapidly as possible.” DeSantis narrowly won.\nWithin a week of taking office this month, DeSantis signed an executive order that included measures aimed at improving water quality.\n“Gov. DeSantis knows the protection of Florida’s water resources is one of the most pressing issues facing our state, and that’s why issuing this executive order was one of his first actions upon taking office,” a statement provided by the governor’s media office said.\nBut the order also went beyond water quality with its science and resilience directives, including telling Florida’s Department of Environmental Protection to ensure its decisions are based on the best available science and ordering the creation of an Office of Resilience and Coastal Protection to help communities prepare for the effects of sea level rise.\nIt also told state regulators to oppose the natural gas drilling practice known as hydraulic fracturing and to fight offshore oil and gas activities, even beyond state waters where drilling is already banned.\nThe swiftness of the governor’s moves caught many people by surprise, said Cynthia Barnett, a Florida-based author and environmental fellow at the University of Florida’s Bob Graham Center for Public Service.\n“Floridians seemed to be shocked, and it wasn’t that we haven’t seen a Republican champion environmental issues,” she said. “But the speed of Gov. DeSantis’ actions came as a surprise.”\nStill, some environmental advocates are wary.\n“What’s missing is anything to actually curb carbon emissions,” said Jonathan Webber, deputy director of Florida Conservation Voters, which works to elect environmentally minded public officials.\nIt’s too soon to pass judgment on the governor’s environmental directives because nobody knows yet how they will be carried out, said Frank Jackalone, director of the Sierra Club Florida. For example, Floridians are still waiting to find out who will be named as the state’s chief scientist, a position charged with coordinating science policies across state government.\n“If it’s someone who is in the minority of scientists who is a climate change denier, then it might not accomplish its purpose,” Jackalone said.\nHe said there’s reason to be concerned, in part because of DeSantis’s record on environmental legislation, which earned a League of Conservation Voters score of just 2 percent during his six years in Congress.\nDuring the campaign, DeSantis was non-committal on climate science, telling reporters: “I am not in the pews of the church of the global warming leftists. I am not a global warming person. I don’t want that label on me.” He suggested that climate change was a global issue for the national and international levels, rather than the state. During a press conference earlier this month, he declined to answer a reporter’s question on his climate science views.\nDeSantis’ press office declined to answer questions about the governor’s position on reducing heat-trapping gasses or the qualifications he’ll be seeking in a chief science officer.\nWebber credits DeSantis for doing “what every smart politician tries to do, which is turn a weakness into a strength. Protecting our environment is popular with all Floridians, so doing what is right is a no-brainer for a politician looking to define himself.”\nDeSantis made that connection in his inaugural address. “Our economic potential will be jeopardized if we do not solve the problems afflicting our environment and water resources,” he said.\nFlorida is the nation’s third-largest state, and scientists say its growing population faces major risks from the effects of climate change, including extreme heat, drought, more potent hurricanes and worsening coastal flooding as sea level rises.\nThe Union of Concerned Scientists last year published a report that concluded that in less than three decades, about 64,000 of today’s residential Florida properties would be at risk of chronic inundation.\nLocal governments need a strong state partner to help them adapt, said Steve Adams, director of urban resilience for the Institute for Sustainable Communities and former energy policy advisor to Crist, who switched parties and is now a Democratic congressman. Adams helped four South Florida counties including Miami-Dade form a climate compact to work cooperatively on the climate change threats and responses, and he said he is encouraged by DeSantis’ early environmental moves.\nA new office of resilience could help Florida communities get the funding and technical support “in a way that hasn’t been present these lasts several years,” said Lauren Ordway, an Institute for Sustainable Communities program manager who works with the four counties to address climate change.\n“For many years now, our local leaders have been taking this issue exceptionally seriously,” she said. “I don’t think there is any time to waste to rolling up our sleeves and getting into action.”\nWebber, with Florida Conservation Voters, agreed that working on adaptation is vital, but so is emission reductions.\n“We don’t need to see that in the first week,” he said, “but we hope that’s coming.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}