{
  "url": "https://insideclimatenews.org/news/10122018/extreme-weather-climate-attribution-lucifer-heat-wave-harvey-flooding-ams-study/",
  "title": "2017’s Extreme Heat, Flooding Carried Clear Fingerprints of Climate Change",
  "date": "2018-12-10T20:00:00-05:00",
  "content": "Many of the world’s most extreme weather events witnessed in 2017, from Europe’s “Lucifer” heat wave to Hurricane Harvey’s record-breaking rainfall, were made much more likely by the influence of the global warming caused by human activities, meteorologists reported on Monday.\nIn a series of studies published in the American Meteorological Society’s annual review of climate attribution science, the scientists found that some of the year’s heat waves, flooding and other extremes that occurred only rarely in the past are now two or three times more likely than in a world without warming.\nWithout the underlying trends of global climate change, some notable recent disasters would have been virtually impossible, they said. Now, some of these extremes can be expected to hit every few years.\nFor example, heat waves like the one known as “Lucifer” that wracked Europe with dangerous record temperatures, are now three times more likely than they were in 1950, and in any given year there’s now a one-in-10 chance of an event like that.\nIn China, where record-breaking heat also struck in 2017, that kind of episode can be expected once every five years thanks to climate change.\nThis was the seventh annual compilation of this kind of research by the American Meteorological Society, published in the group’s peer-reviewed Bulletin. Its editors said this year’s collection displays their increased confidence in the attribution of individual weather extremes to human causes—namely the buildup of greenhouse gases in the atmosphere.\n“A warming Earth is continuing to send us new and more extreme weather events every year,” said Jeff Rosenfeld, the Bulletin’s editor-in -chief. “Our civilization is increasingly out of sync with our changing climate.”\nMartin Hoerling, a NOAA researcher who edited this year’s collection, said the arrival of these damages has been forecast for nearly 30 years, since the first IPCC report predicted that “radical departures from 20th century weather and climate would be happening now.”\nNot every weather extreme carries the same global warming fingerprint. For example, the drought in the U.S. High Plains in 2017, which did extensive damage to farming and affected regional water supplies, chiefly reflected low rainfall that was within the norms of natural variability—not clearly a result of warming.\nEven so, the dry weather in those months was magnified by evaporation and transpiration due to warmer temperatures, so the drought’s overall intensity was amplified by the warming climate.\nEven when there’s little doubt that climate change is contributing to weather extremes, the nuances are worth heeding, because what’s most important about studies like these may be the lessons they hold for government planners as they prepare for worse to come.\nThat was the point of an essay that examined the near-failure of the Oroville Dam in Northern California and the calamitous flooding around Houston when Harvey stalled and dumped more than 4 feet of rain.\nThose storms “exposed dangerous weaknesses” in water management and land-use practices, said the authors, most from government agencies.\nWhat hit Oroville was not a single big rain storm but an unusual pattern of several storms, adding up to “record-breaking cumulative precipitation totals that were hard to manage and threatened infrastructure throughout northern California,” the authors said.\nThus the near-disaster, as is often the case, wasn’t purely the result of extreme weather, but also of engineering compromises and such risk factors as people building homes below the dam.\nIn Houston, where homes had been built inside a normally dry reservoir, “although the extraordinary precipitation amounts surely drove the disaster, impacts were magnified by land-use decisions decades in the making, decisions that placed people, homes and infrastructures in harm’s way,” the authors said.\nAttribution studies should not just place the blame on pollution-driven climate change for increasingly likely weather extremes, the authors said. They should help society “better navigate such unprecedented extremes.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}