{
  "url": "https://insideclimatenews.org/news/14122018/trump-climate-change-rollback-epa-endangerment-finding-greenhouse-gas-power-plant-auto-emissions-regulation/",
  "title": "Decade of Climate Evidence Strengthens Case for EPA’s Endangerment Finding",
  "date": "2018-12-14T15:40:00-05:00",
  "content": "Scientific understanding of the risks greenhouse gases pose to public health and welfare has strengthened and broadened in the decade since the U.S. Environmental Protection Agency made its landmark “endangerment finding,” according to a new review of the latest science published Thursday.\nFrom the worsening of chronic disease to the perils hurricanes and wildfire, the peer-reviewed paper published in the academic journal Science found new evidence of risk in all eight of the areas cited in the EPA finding, which focused on carbon dioxide and five other heat-trapping gases.\nThe authors also argue that areas that were not even considered by the EPA at the time—ocean acidification, increased threat of violence and risks to national security and economic well-being—should be included in the government’s assessment of the need to reduce greenhouse gas emissions.\nThe findings are especially important as President Donald Trump’s administration rejects the scientific consensus on climate change and rolls back policies, such as stronger emissions standards for cars and power plants, that were designed to curb greenhouse gases. The endangerment finding is the legal underpinning for all of the actions on climate change taken by President Barack Obama’s EPA. Indeed, the Supreme Court ruled in 2007 that the EPA had no choice but to regulate greenhouse gas pollutants once it had made an endangerment finding.\nPlease take a look at the new openings in our newsroom.\nSo far, the Trump EPA has maintained the endangerment finding, but as recently as last week, it invited public comment on the issue when it proposed a rule to ease pollution limits for new coal plants.\nCurrently, the EPA faces multiple legal challenges that will force it to defend its proposals to roll back climate rules in the face of the mandate the endangerment finding created. The new study, authored by some of the nation’s most prominent climate scientists and legal scholars, adds to the legal arsenal of those opposing the administration’s tactics.\n“With U.S. climate policies being systematically weakened, this seemed like a good time to reassess the science supporting an endangerment finding for atmospheric greenhouse gases,” said lead author Philip Duffy, the president and director of the Woods Hole Research Center in Massachusetts, in an email. The study cites more than 250 published papers, but Duffy said it could have cited many more if not limited by the journal’s length requirements.\nDuffy and his colleagues detail studies over the past decade showing that more than 200 U.S. cities faced increase risk of lowered life spans due to warming. They cite studies showing the links between extreme heat and sleep loss, kidney stones, low birth weight, violence and suicide.\nAdding to the strength of evidence, they said, were studies conducted on the impact of the recent California drought, the storm-surge flooding during Superstorm Sandy and Hurricane Katrina, the heavy precipitation during Hurricane Harvey and other disasters. This research especially bolsters the case that greenhouse gases pose a danger to economic well-being. They also said that since 2009, there is better scientific understanding of ocean acidification, and the threat it poses to human food sources, fisheries, and the other ecosystem services that coastal communities rely on.\n“The amount, diversity, and sophistication of the evidence have increased dramatically,” the authors wrote. “New evidence about the extent, severity, and interconnectedness of impacts detected to date and projected for the future reinforces the case that climate change may reasonably be anticipated to endanger the health and welfare of current and future generations.\n“In sum, the [endangerment finding], fully justified in 2009, is much more strongly justified in 2018.”\nSince the Trump administration has taken office, one faction of its supporters, led by extreme opponents of climate action in the Heartland Institute, have argued that the EPA should withdraw the endangerment finding altogether.\nBut both former EPA Administrator Scott Pruitt, and his successor, acting EPA Administrator Andrew Wheeler, have sought to avoid that battle. Instead, they have proposed replacing the Obama-era regulations with weaker rules. And while the endangerment finding triggers EPA’s legal authority, it doesn’t dictate what the agency should do.\nJoseph Goffman, executive director of Harvard Law School’s environmental law program, who served as a senior counsel in EPA’s air office during the Obama administration and was one of the chief architects of the Clean Power Plan, said the Trump administration has sought to sidestep a fight over science.\n“To the extent that [Trump administration officials] have moved the controversy to the terrain of legal interpretation, they’ve suppressed if not eliminated the relevance of these real-world scientific findings,” Goffman said. “But at the end of the day, judges tend to like to come up with legal interpretations that support or make good common sense.” That’s why the new study, along with other evidence like the U.S. government’s recent National Climate Assessment, may undercut even the administration’s narrow legal arguments.\n“It’s a lovely piece of work,” said Goffman. “The authors really did an outstanding job delivering an assessment of state-of-the-art science, assembling the information and delivering it, by way of assessing the kinds of impacts of climate change that decision makers and society has to be prepared to respond to, and in fact, is already responding to.”\nThe study comes only a week after Wheeler invited new public comment on the endangerment finding. In a footnote to his Dec. 6 proposal to eliminate the Obama administration’s requirement that new carbon emitting power plants have carbon capture systems installed, the EPA noted it was proposing maintaining the endangerment finding, but would consider comments on other approaches. “To the extent … that the agency feels pressure on the endangerment finding, papers like this provide a really important countervailing pressure,” Goffman said.\n“It certainly shows how much work continues to be done and how much evidence keeps piling up about how these changes to the climate are in fact endangering public health, welfare and the environment,” Janet McCabe, a senior law fellow at the Chicago-based Environmental Law and Policy Center, said in an email. McCabe was not involved in the study, but as a high-ranking official in the Obama-era EPA she oversaw the writing of the Clean Power Plan and other rules to curb greenhouse gases.\nBut the power of even a persuasive study is limited in the current political environment, Goffman warned.\n“Those who challenge climate science have made it clear that by definition they can never be persuaded,” he said. “One of the things a paper like this cannot cure is bad faith on the part of those who deny climate science.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}