{
  "url": "https://insideclimatenews.org/news/30112018/fact-check-trump-climate-science-denial-national-assessment-sanders-global-warming/",
  "title": "Unable to Bury Climate Report, Trump & Deniers Launch Assault on the Science",
  "date": "2018-11-30T15:40:00-05:00",
  "content": "President Donald Trump’s administration and its allies in the climate denial community have mounted a campaign to try to discredit the Fourth National Climate Assessment, an effort that has escalated in intensity since the report’s release during the Thanksgiving weekend.\nTrump could not halt the peer-reviewed assessment by the U.S. government’s climate scientists. The report—the most comprehensive and authoritative report on climate change and its impacts in the United States—is mandated by a law Congress passed in 1990.\nBut after an attempt to minimize the attention it received, by slipping it out to the public on the afternoon of the Black Friday shopping holiday, Trump flatly rejected its central finding that global warming is causing ongoing and lasting economic damage. “I don’t believe it,” he said.\nPlease take a look at the new openings in our newsroom.\nSince then, cabinet members like Environmental Protection Agency Acting Administrator Andrew Wheeler and Interior Secretary Ryan Zinke have picked up the extraordinary assault, while some of the most prominent stalwarts of science denial have chimed in with arguments seeking to portray the report as “alarmist” and extreme.\nSome of the more than 300 experts inside and outside the government who authored or otherwise took part in the assessment have staunchly defended the report, pointing out that it considered a broad range of scenarios and was based on thousands of climate studies and the work of 13 federal agencies.\n“Climate science isn’t a religion: it’s real, whether we believe in it or not,” Texas Tech University atmospheric scientist Katharine Hayhoe wrote on Twitter in a lengthy thread seeking to set the record straight. “If our decisions are not based in reality, we are the ones who will suffer the consequences.”\nBut the chorus of doubts could help obscure the significance of a report that poses a significant threat to the Trump administration’s fossil fuel-friendly agenda. It would be an echo of a similar campaign at a pivotal moment, the so-called “Climategate” scandal in 2009, in which unsubstantiated attacks on climate scientists based on their stolen emails undercut the credibility of their work on the eve of the Copenhagen climate talks.\nNow, the new assessment on the growing threat global warming poses to human life, property and ecosystems across the country, and the potential for vast economic damage, is sure to be highlighted in the renewed discussion of climate change expected on Capitol Hill when the Democrats take control of the House in January, and in the growing movement in the states for strong action to reduce carbon emissions.\nThe administration and its allies appear to be repeating one main talking point in their effort to discredit the National Climate Assessment: They claim, inaccurately, that the report represents only a worst-case scenario. It actually reflects a broad range of possible future outcomes—along with an enormity of direct, present-day observations of the impacts of global warming.\nThe naysayers are trying to build that falsehood on a number of misleading assertions:\nThe arguments of the Trump administration have been amplified in media coverage in the aftermath of the report’s release.\nDanielle Pletka of the conservative think tank American Enterprise Institute prefacing her remarks with the caveat, “I’m not a scientist,” before delivering a blizzard of inaccuracies on Sunday’s “Meet the Press” on NBC aimed at undermining the report’s credibility. Pletka said the last two years have been the coldest on record, when in fact they have been among the warmest. She said the U.S. “is not using dirty coal anymore,” when in fact about 30 percent of U.S. power is still generated by coal and only one U.S. coal plant has technology in place to capture some of its carbon emissions.\nHayhoe pre-taped an appearance on CNN’s Anderson Cooper 360 show to talk about the National Climate Assessment on Tuesday, but her appearance—though posted online—was bumped from the TV broadcast. CNN instead aired a segment with paid contributor Rick Santorum, a former Republican U.S. senator from Pennsylvania, who accused climate scientists of stoking alarm to make money.\nThe report is a high-stakes problem for the administration in both the political sphere and in the courts.\nNot only do Democrats promise to elevate the issue on Capitol Hill next year, but the administration is facing legal challenges on numerous fronts over its rollback of the Obama administration’s policies aimed at reducing greenhouse gases. States and environmentalists challenging the rollback of the Clean Power Plan and vehicle fuel economy standards are certain to point to the report’s findings. It could also be used to help underpin the high-profile case by 21 children suing the United States for failing to take action to limit greenhouse gases.\n“Though the President denies that climate change is even occurring, and the administration has attempted to downplay the Assessment and limit public awareness about it, the words of the report could well come back to bite the Administration in court,” Ann Carlson, an environmental law professor at the University of California at Los Angeles School of Law, wrote in a blog post.\nCara Horowitz, co-executive director of the Emmett Institute on Climate Change and the Environment at UCLA School of Law, said she does not expect that the attacks by the Trump administration and its allies will blunt the power of the scientists’ stark assessment in the eyes of the courts.\n“I think it’s clear that the EPA’s raising of doubts and the other high-profile public statements are designed to influence public opinion, and they may indeed influence the politics of climate change,” Horowitz said. “They are not likely at all to influence the outcome in the legal arena, where the courts look very carefully at the quality of evidence.\n“The D.C. Circuit’s not going to care what The Daily Caller says,” Horowitz said, referring to the federal court that hears most federal regulatory cases. “It’s going to care what the evidence shows.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}