{
  "url": "https://insideclimatenews.org/news/02112018/puerto-rico-100-percent-renewable-energy-bill-natural-gas-privatization-hurricane-electric-grid-recovery/",
  "title": "Puerto Rico Considers 100% Renewable Energy, But Natural Gas May Come First",
  "date": "2018-11-02T07:30:59-04:00",
  "content": "As Puerto Rico rebuilds from last year’s hurricanes, lawmakers on the island territory have introduced an ambitious clean energy bill that would commit Puerto Rico to getting 100 percent of its electricity from renewable energy by 2050.\nEnvironmental advocates praised the proposed legislation’s long-term target, but they are raising concerns about its emphasis on establishing privately owned natural gas power generation in the short-term, and about the beleaguered public utility’s ability to meet the renewable energy goal.\n“Having 100 percent renewable energy by 2050 in Puerto Rico would be fantastic, but their past performance doesn’t inspire a lot of confidence,” said Cathy Kunkel, an energy analyst at the Institute for Energy Economics and Financial Analysis. “Also, they are enabling this poorly regulated privatization process that could well end up constructing fossil fuel projects that are going to come into conflict with that mandate.”\nPlease take a look at the new openings in our newsroom.\nThe Puerto Rico Electric Power Authority (PREPA), the troubled state-owned utility, which has a near monopoly over power generation in Puerto Rico, declared bankruptcy in 2017. Two months later, Hurricanes Maria and Irma wiped out its electric grid.\nElectricity was considered restored across the territory in August, more than 10 months after last year’s hurricanes, though some generating facilities are not expected to be in service before 2019, according to the U.S. Department of Energy. PREPA’s electric grid remains “fragile” and its power generation facilities are “aging and inefficient,” according to the utility’s latest fiscal plan, released in August. Rolling blackouts continue to plague the island.\n“Everyone is connected, but not all the time,” José  Menéndez, president of Sierra Club Puerto Rico, said.\nPuerto Rico’s electricity needs are currently met largely by burning oil and coal, which, taken together, supply 62 percent of the territory’s energy needs, according to the utility. The territory gets just 4 percent of its electricity from renewables, including hydropower, despite an earlier mandate that 12 percent of electricity come from renewable sources by 2015.\nThe proposed legislation, which Puerto Rico’s governor, Ricardo Rosselló, has expressed support for, calls for ending coal power generation in the territory by 2028 and requiring all oil-fired power plants to convert to dual-fuel capacity, meaning they could also run on natural gas, within five years.\nEnvironmentalists praised the bill’s call to end coal and oil power generation but said investments in natural gas in the coming years could jeopardize future investments in renewables.\n“I don’t know if they will have the ability to pay for a shift in infrastructure twice over the next few decades,” said Luis Martinez, director of the Southeast Energy, Climate and Clean Energy Program for the Natural Resources Defense Council and former special aide to the president of Puerto Rico’s Environmental Quality Board. “If the idea is we’re going to go to renewables, they should put the resources as they have them towards building up the renewables that they need.”\nThe bill sets new targets for ramping up renewable energy, reaching 25 percent of electricity in 2025 and 100 percent by 2050. It would make it easier to install rooftop solar by streamlining the permitting process. It would also seek to significantly reduce energy demand through increased energy efficiency.\nThe bill states it will “guide a resilient, reliable and robust energy system,” making it possible for users “to produce and participate in the generation of energy,” including distributed generation and microgrid networks.\n“There is a lot of language that supports the development of those things, but there is not really much substantive in terms of providing technical assistance to communities that want to do that,” Kunkel said, noting that the proposal also does not set a requirement for community solar projects.\nLawmakers hope to move quickly on the bill and bring it to a vote in the territory’s Senate on Nov. 6, according to Sheila Angleró Mojica, a spokesperson for Sen. Larry Seilhamer Rodríguez, who introduced it. The bill would have to pass the Puerto Rico House by Nov. 8 to go to the governor before the end of the current legislative session.\n[Update Nov. 8: The territory’s Senate passed the legislation, but the House said it likely wouldn’t take it up until next year, Mojica said.]\nPREPA may be considering an alternative near-term approach that places a stronger emphasis on renewable energy. In July, Siemens Corporation published a white paper at PREPA’s request outlining how a network of 10 “mini grids” across the main island might work.\nThe proposed plan would have Puerto Rico get 35 percent of its energy from wind and solar by an unspecified date, and the infrastructure would withstand future hurricanes and other natural disasters better than the current energy system, according to the white paper. Siemens developed the plan for PREPA after the 2017 hurricanes to help guide the utility’s energy investments in the coming years.\nPREPA said it will release a draft of that Integrated Resource Plan (IRP) by the end of November. It’s unclear how that plan would fit in with the new legislation or prior legislation signed into law in June that allows for the privatization of PREPA’s power generation facilities. That law ended the utility’s monopoly over the territory’s energy infrastructure, something that has stymied renewable energy efforts in the past.\nThe newly introduced legislation could go farther by allowing for privately owned power plants to be exempt from the utility’s resource plan, Kunkel said.\n“It seems like there is a lot of room for projects that have different priorities from the IRP,” she said.\nWhether PREPA invests in natural gas or renewable power generation in the coming years, the utility will face major challenges in how to fund new energy developments.\nThe fiscal plan released by the bankrupt utility in August called for $12 billion in new capital investments over the next five years, including $8 billion in federal funds that would go to “hardening and modernizing” the existing electric grid. Included in this would be money for things like placing electric lines underground to make the power grid more resistant to future storms. It would also likely include measures to accommodate a higher percentage of renewable energy.\nIt remains unclear, however, whether the federal government would help fund a shift from fossil fuels to renewable energy.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}