{
  "url": "https://insideclimatenews.org/news/06092018/standing-rock-tribe-dapl-dakota-access-pipeline-oil-spill-risk-report-army-corps/",
  "title": "Tribe Says Army Corps Stonewalling on Dakota Access Pipeline Report, Oil Spill Risk",
  "date": "2018-09-06T19:23:16-04:00",
  "content": "The U.S. Army Corps of Engineers is defending its claim that the Dakota Access pipeline has no significant environmental impact, but it issued only a brief summary of its court-ordered reassessment while keeping the full analysis confidential.\nThe delay in releasing the full report, including crucial details about potential oil spills, has incensed the Standing Rock Tribe, whose reservation sits a half-mile downstream from where the pipeline crosses the Missouri River.\nThe tribe said the Army Corps is stonewalling, and it said it will continue to oppose the pipeline. Meanwhile, oil continues to flow through the pipeline two years after opponents set up a desperate encampment to try to block the project.\nPlease take a look at the new openings in our newsroom.\nIn June 2017, a federal judge ordered the Corps to reassess the potential environmental harm posed by the pipeline, saying it had failed to “adequately consider the impacts of an oil spill on fishing rights, hunting rights, or environmental justice, or the degree to which the pipeline’s effects are likely to be highly controversial.”\nThe Corps responded in an Aug. 31 memo saying it sought additional information from Energy Transfer Partners, which owns and operates the Dakota Access pipeline, as well as from Standing Rock and other tribes, but did not find “significant new circumstance[s] or information relevant to environmental concerns.”\nTribal leaders blasted the reassessment and could choose to challenge it in court.\n“The Army Corps’ decision to rubber-stamp its illegal and flawed permit for DAPL will not stand,” Mike Faith, Jr., chairman of the Standing Rock Sioux Tribe, said in a statement. “A federal judge declared the DAPL permits to be illegal, and ordered the Corps to take a fresh look at the risks of an oil spill and the impacts to the Tribe and its Treaty rights. That is not what the Army Corps did.”\nThe tribe says it hasn’t been able to view the Corps’ full reassessment. Instead, the Corps released a two-page memo that mentions a larger analysis of potential environmental impacts, but that report is undergoing a confidentiality review prior to release. The Army Corps and the U.S. Department of Justice did not respond to requests for additional information.\n“It’s dismaying that they are keeping that confidential, because what they released doesn’t tell us anything,” Jan Hasselman of Earthjustice, an attorney representing the Standing Rock tribe, said. “We all need to see what’s in that [report] before any decisions are made.”\nA key omission from the Corps’ memo was detailed technical information about a worst case scenario spill from the pipeline into the Missouri River and the risks such a spill would pose to members of the Standing Rock reservation, Hasselman said. The reservation is just downstream from where the pipeline crosses the Missouri River, the tribe’s water supply. The tribe says it has struggled to get detailed information about potential spills and spill response plans from Energy Transfer Partners.\nThe company did not respond to a request for comment.\nIf the tribe concludes that the Army Corps’ recent reassessment of environmental impacts posed by the pipeline was insufficient, and they decide to challenge the findings in court, there is still a chance they could stop the pipeline, though the odds of such an outcome are slim.\n“Once the pipeline is constructed and the oil is flowing, it’s very difficult for courts to have the stomach to overturn decisions that resulted in that outcome,” said Sarah Krakoff, a professor of Native American law at the University of Colorado Law School. “This administration won’t last forever and when there is different direction from above to the Army Corps and other agencies, then maybe the decisions about the pipeline can change.”\nThe recent memo by the Army Corps comes amid recent successes and capitulations by other tribes challenging pipelines elsewhere in North America.\nOn Aug. 30, First Nations in British Columbia won a lawsuit against the Canadian government and the Trans Mountain Pipeline company that halted the proposed $7.4 billion Trans Mountain pipeline expansion, which would ship tar sands crude oil from Alberta to British Columbia. The court determined that the Canadian government’s environmental impact and public interest assessment for the project was flawed and failed to consult Indigenous peoples.\nOn Aug. 31, the Fond du Lac Band of Lake Superior Chippewa in Minnesota signed an agreement with pipeline company Enbridge and accepted an unspecified sum to allow the company to construct its proposed Line 3 pipeline through the tribe’s reservation.\nThe Band was faced with having the pipeline skirt their reservation or pass directly through it, something Indigenous advocates say was a choice between two evils.\nPrior to the agreement, the Band, along with other Minnesota tribes, had challenged a favorable environmental assessment of the pipeline by the state’s Public Utilities Commission. The Fond du Lac Band dropped its legal challenge to the environmental assessment as part of the agreement, according to Frank Bibeau, legal counsel for Native environmental advocacy group Honor the Earth.\n“You shouldn’t have to trade your ecosystem to have quality of life and decent infrastructure, and that is basically what tribes are being forced to do,” Winona LaDuke, Honor the Earth’s Executive Director, said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}