{
  "url": "https://insideclimatenews.org/news/30082018/coal-plants-closing-trump-clean-power-plan-electric-utility-market-analysis-renewables-natural-gas/",
  "title": "Trump’s Power Plant Plan Can’t Save Coal from Market Forces",
  "date": "2018-08-30T13:23:46-04:00",
  "content": "The Trump administration’s proposal for rolling back federal power plant regulations could affect the short-term fate of some plants, but utility companies appear likely to maintain their long-term course in a market where coal power can no longer compete with natural gas and renewables.\nEnergy analysts say the administration and coal interests can do little to change the industry’s trajectory.\nThe market points inexorably toward continued closing of coal plants in favor of renewables and natural gas. Gyrations in U.S. energy policy are making companies less likely to make investment decisions that assume the latest policy will endure. And some big states, especially California and the Northeastern states, are moving in the opposite direction from Trump with cap and trade carbon regulations on all power plants or laws demanding a steady shift to renewables.\nPlease take a look at the new openings in our newsroom.\nAnd even if the Trump proposal—which only addresses existing power plants—is made final after a period of public comments, it will still face legal challenges from states and environmental groups. It is unlikely to go into force until well after 2020.\nWhere utilities come down on the Trump administration’s “Affordable Clean Energy plan,” proposed last week as a replacement for the Clean Power Plan, depends largely on how much they rely on coal.\nOn one side are those like Pacific Gas & Electric, which has no coal-fired power plants. It was one of 10 utility companies that had argued for retaining the Clean Power Plan in a case before U.S. District Court for the District of Columbia that’s currently on hold.\n“We are disappointed by the EPA’s proposal, and will continue to advocate for decarbonizing the U.S. economy through public policy that recognizes the changing dynamics of the electric power sector, including new sources of low-carbon energy,” PG&E spokesman James Noonan said in an email. He said the Clean Power Plan “achieved a thoughtful, balanced approach that gave companies and states considerable flexibility on how best to pursue that goal.”\nDean Seavers, president of National Grid U.S., which also supported the Clean Power Plan in court, said in a statement: “National Grid believes significant and urgent action is needed to combat climate change and has long supported reasonable decarbonization policies and strategies—including the Clean Power Plan and the Paris climate accord.”\n“As one of the nation’s largest investor-owned energy companies, the impacts of climate change are central to our business and infrastructure planning,” Seavers said. “We view this matter as one of the greatest challenges of our time.”\nAmong companies that wanted to see the Obama-era plan repealed or revised, the statements have been much more subdued in tone.\nSouthern Company, a leading operator of coal-fired power plants, “supports a constructive and durable rule to regulate greenhouse gas emissions that is consistent with the Clean Air Act,” spokesman Schuyler Baehman said in an email.\nAmerican Electric Power, another leading coal user that fought the Obama proposal in court, contends that the Trump proposal “appropriately focuses on actions that can be taken at coal-fired power plants to improve efficiency and provides states with a key role in developing specific requirements for individual sources, both consistent with EPA’s authority under the Clean Air Act,” according to an email from spokeswoman Melissa McHenry.\nHowever, even the companies that support Trump’s actions are working on plans to reduce emissions and invest in renewable energy. AEP said in February that it will reduce carbon emissions by 80 percent from its 2000 level by 2050, and Southern issued a plan in April under the title “Planning for a Low-Carbon Future.” First Energy Solutions, which has been urging the Trump administration to drastic steps by using emergency powers to keep its coal plants running, announced Wednesday it would close three coal plants in Ohio and Pennsylvania.\nThe proposal replaces the sweeping Obama rule with a narrow finding that the best way to reduce emissions at coal-fired power plants is to increase the efficiency of boilers, a framework that puts an emphasis on extending the lives of existing coal plants rather than retiring them or switching them to run on natural gas. Critics of the new rule say this approach will do little to reduce emissions, and may increase pollution.\nJason Bordoff, director of the Center on Global Energy Policy at Columbia University and a former energy adviser to President Barack Obama, predicted that the proposal would not survive.\n“It doesn’t make any sense economically, and I think people realize that this policy pendulum is going to continue to swing,” he said.\n“If I’m sitting at a utility and I’m looking at a 40-year investment, I’ve got to realize that this president is not going to be in office forever, right?” said Kenneth Medlock III, an economist and senior director of energy studies at Rice University’s Baker Institute for Public Policy. “So the winds could change six, seven years in, and then I’m in a different mode.”\nMeanwhile, coal plants continue to close. Coal-fired plants were more than half of the electricity capacity that was retired last year, with 6.3 gigawatts out of a total of 11.2 gigawatts, according to the Energy Information Administration. The EIA reported earlier this year that utilities planned to retired at least 25 gigawatts of coal-fired capacity in 2018 to 2020.\nCoal’s share of U.S. electricity generation was 30 percent last year, continuing a near-steady decline from the days, as recently as 2003, when the fuel had half of the market.\nThe federally owned Tennessee Valley Authority is a good example of the trend. It closed more than half of the 59 coal plants it once operated and is beginning to study whether to close the rest.\nThe provision of the Trump plan that could have the biggest impact is its proposal to revise rules for “new source” permits under the Clean Air Act. This would allow companies to do upgrades at power plants without needing to modernize controls on other pollution, like smog, soot and acid rain\nBut even if this radical proposal survives a court challenge, the effects of any such change likely would be minimal and short-lived, said Bordoff.\n“That might lead to a couple of coal plants continuing to run that otherwise would not have run, but I think, broadly speaking, the impact of weakening the Clean Power Plan given today’s market outlook is much less than we would have thought just a few years ago,” he said.\nMedlock notes that the last major building boom for coal plants was in the late 1970s and early 1980s, a time when coal was competitive on a cost basis.\n“We’re at the 40th birthday for when this wave of generation was added back then, so developers and utilities are forced to make a couple of decisions,” Medlock said. “Do I upgrade and retrofit or do I retire and replace? When the price of natural gas is as low as it’s been, and for the foreseeable future looks to be very low, that decision becomes very easy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}