{
  "url": "https://insideclimatenews.org/news/10092018/california-100-percent-clean-energy-electricity-vote-climate-change-leadership-zero-carbon-electric-vehicles/",
  "title": "California Ups Its Clean Energy Game: Gov. Brown Signs 100% Zero-Carbon Electricity Bill",
  "date": "2018-09-10T17:38:47-04:00",
  "content": "Updated Sept. 10 with Gov. Jerry Brown signing the legislation.\nCalifornia solidified its role as a world leader on climate action as Gov. Jerry Brown signed legislation to shift the state to 100 percent carbon-free electricity by 2045.\nThe legislation, along with an executive order establishing a target for the state to become carbon neutral by the same year, are among the crowning environmental achievements of Brown’s administration, which ends in January.\nIn a summer when California has been fighting record wildfires while facing off against the Trump administration’s attempts to rollback climate policies, the state’s Democratic-controlled legislature sought to double down on its commitment to shift away from fossil fuels. Last year’s attempt to pass the legislation fell short. This year, it made it.\n“After a grueling year it has finally passed,” state Sen. Kevin de León, the Los Angeles Democrat who sponsored the measure, wrote on Twitter on Aug. 28 after the Assembly voted. De León, who is challenging fellow Democrat Sen. Dianne Feinstein for her U.S. Senate seat in November, was in the Assembly chamber to help round up the final votes.\n“Our state will remain a climate change leader,” he said.\nPlease take a look at the new openings in our newsroom.\nCalifornia already has one of the strongest clean energy mandates in the country, with a commitment to obtain 50 percent of its electricity from wind, solar and geothermal power by 2030. The new law increases that 2030 commitment to 60 percent, on the way to fully carbon-free electricity by 2045.\nThe state currently gets 29 percent of its power from renewables and 24 percent from hydropower and nuclear. A decade ago, only 11 percent of its power came from renewable energy.\nIn his executive order setting a goal of statewide carbon neutrality by 2045, Brown talked about further reducing emissions across the economy and sequestering carbon through soil and forest management. Once the state becomes carbon neutral—with the amount of carbon emitted offset by carbon pulled from the atmosphere—the goal would be net negative emissions.\nThe stakes are high as global temperatures rise. California’s geography and long coastline put it in the path of some of the worst impacts of climate change, and a comprehensive climate assessment published earlier by the state this week projects that wildfire, drought, heat waves and floods will grow more frequent and severe.\nCalifornia isn’t the first state to commit to carbon-free electricity; Hawaii set a 100 percent renewable energy goal in 2015. But as the most populous state and the fifth-largest economy in the world, California’s decision would be a landmark in the global effort to drive down carbon emissions.\n“While Trump is taking the nation backwards by deregulating and subsidizing the coal, oil, and natural gas industries in D.C., California is rolling up its sleeves to build bold climate protections,” said Paul Cort, an attorney for the environmental group Earthjustice who led the California Right to Zero campaign.\n“Victory for humankind and science-based 100 percent roadmaps,” tweeted Stanford University professor Mark Jacobson, who has published studies on the feasibility of a global transition to all-renewable electricity.\nAs the bill made its way through the Legislature, Jacobson and his colleagues faced off against conservative critics like Robert Bryce of the Manhattan Institute for Policy Studies, who warned in a Los Angeles Times editorial that the legislation would “require wrecking vast onshore and offshore territories with forests of wind turbines and sprawling solar projects.” The Manhattan Institute has in the past received funding from the petrochemical billionaire Koch brothers and Exxon Foundation.\nThe carbon-free electricity commitment will also help California meet its ambitious goals of putting 1.5 million zero-emission vehicles on its roads by 2025, and 5 million by 2030. Currently, even though California leads the nation in electric cars, those vehicles still draw power from a grid that gets 34 percent of its electricity from natural gas, its largest source, and 4 percent from coal. As recently as 2008, California obtained 46 percent of its power from natural gas and 11 percent from coal.\nThe move to ramp up California’s climate commitment comes as President Donald Trump’s administration is pushing in the opposite direction.\nIn recent weeks, the Trump administration has proposed ending state obligations to decarbonize electricity under the Obama administration’s Clean Power Plan and weakening fuel economy standards while revoking California’s long-standing authority to establish its own greenhouse gas emissions standards and zero-emissions vehicle program.\nThe state is bracing to fight the Trump administration in the courts. Meanwhile, lawmakers in Sacramento are doing their part to push back on Trump’s fossil-fuel-friendly agenda. In May, they approved legislation to require all new homes built in the state to have solar power. They also passed more than a dozen other bills designed to cut emissions, including measures to incentivize electric vehicles and zero-emissions building technologies. [Update: Brown signed that package of bills on Sept. 13 during the Global Climate Action Summit.]\n“California keeps proving we know to invent a future few could even imagine,” former Gov. Arnold Schwarzenegger said in a letter urging lawmakers to pass the 100 percent carbon-free electricity legislation.\nFormer Vice President Al Gore also weighed in with his endorsement. “While our federal leadership is failing to act to solve the climate crisis,” he said in a letter, “it is imperative that California continue its world-renowned efforts to reduce global warming pollution and provide a blueprint for other states and nations on how to address climate change while continuing to grow your economy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}