{
  "url": "https://insideclimatenews.org/news/08082018/heartland-institute-climate-change-denial-trump-administration-fossil-fuels-carbon-tax/",
  "title": "Climate Change Denialists Never Had It So Good. So Why the Angst?",
  "date": "2018-08-08T10:00:28-04:00",
  "content": "When climate science deniers and fossil fuel evangelists met in New Orleans for the Heartland Institute’s second “America First” conference on U.S. energy in early August, they had every reason to celebrate the unprecedented influence they enjoy in the Trump administration.\nInstead, they found plenty of reasons for dread.\nWith carbon tax proposals floating, climate lawsuits advancing, big corporations embracing the need for action and states and cities getting into the act, many of those gathered grappled with the reality that a fossil future was not secure—despite a largely pliant White House and Congress.\nContrarian scientists, policy professionals and lawyers affiliated with conservative interests contemplated the spread of the climate action agenda as if it were a malignancy. While speakers at the live-streamed sessions universally praised President Donald Trump and his regulatory rollbacks, the overwhelming diagnosis was that more aggressive policy surgery was needed.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nHigh on their list of targets was the Environmental Protection Agency’s finding that greenhouse gases are a danger to human health and welfare. That determination, affirmed by the Supreme Court, is what empowers the agency to regulate global warming pollution.\nBut the acting EPA administrator, Andrew Wheeler, has said he considers the endangerment finding “settled law” and does not wish to revisit it.\n“Complete nonsense,” said Atlanta lawyer Harry Macdougald, who was part of the legal team that unsuccessfully challenged the endangerment finding in court during the Obama administration. “It is a direct threat to the president’s energy dominance agenda. And the next Democratic administration—and there will be one—will turn the screws.”\nAnother theme running through the sessions was exasperation with corporations that have decided to take climate action on their own—or at least have refused to challenge the consensus science that human activity is the driver for global warming.\n“A number of regulated utilities across the country—no reason to name names, but there are about a dozen of them—have announced they are going to … reduce greenhouse gas emissions 80 percent by 2050 from their generating fleet, which is the Barack Obama plan and the Hillary Clinton plan,” said Frederick Palmer, a senior fellow with the Heartland Institute and a former vice president for the coal company Peabody Energy. “So it’s as if Donald Trump wasn’t elected president of the United States as far as they are concerned.”\nPalmer, who sits on the National Coal Council, a federal advisory committee to the U.S. energy secretary, said the council will soon release a study calling for action to bar coastal states from prohibiting coal export terminals, as Washington State has done. “We’ve got to get the left coast figured out,” he said.\nPalmer also called for a federal moratorium on the retirement of coal plants, as a national security imperative. He wasn’t the only one to suggest that conservatives may have to scrap laissez-faire principles to keep fossil fuel energy flowing.\nJoe Leimkuhler, vice president for drilling for LLOG Exploration, a Covington, Louisiana producer focused on the Gulf of Mexico, called for more royalty relief for offshore drilling to help the industry survive in an era of low prices.\nCraig Richardson, executive director of E&E Legal, a conservative legal group that repeatedly sued the Obama administration’s regulatory agencies, said he now sees his group as “trying to be a supportive arm of this new administration.” But he lamented what he and others called “virtue signaling” by corporations “jumping on climate change.”\nRichardson complained about ExxonMobil leaving the conservative advocacy group, the American Legislative Exchange Council (ALEC), over a clash on climate policy. (Last year, Heartland wanted ALEC to approve a resolution calling on the EPA to withdraw the endangerment finding. Exxon was among several corporations and utilities that convinced ALEC to shelve a vote on the resolution.)\nHeartland co-founder Joseph Bast provoked laughter by recounting carmaker GM’s response to the Trump administration proposal unveiled last week to freeze fuel economy standards. Quoting the vision statement of GM CEO Mary Barra—that the company is working toward a future of “zero crashes, zero emissions, and zero congestion”—Bast said: “That is impossible, and it’s absolutely ludicrous. Zero of each of those things mean zero cars. It means zero respect for people’s personal choices of transportation. It would mean a devastating impact on the economy.”\n“Big companies,” Bast said, “are willing to throw their customers under the bus when it comes to appearing to be green or when it comes to appeasing an administration,” a reference to carmakers’ deal with the Obama administration that led to the fuel economy standards. The auto companies now want the rules weakened, though not as aggressively as Trump has proposed.\nHeartland has received funding in the past from Exxon and other fossil fuel interests. The group is not required to disclose its funders. Conservative hedge fund billionaire Robert Mercer, who helped bankroll Trump’s campaign, is known to be a donor, according to Mercer Family Foundation tax returns.\nPeter Ferrara, Heartland’s senior fellow for legal affairs, told the conference  that his group opted not to intervene in the climate lawsuit that San Francisco and Oakland filed against Exxon and other oil companies because of the risk that it would be forced to disclose its donors. Instead, Heartland laid out its arguments against mainstream climate science on its website and in an op-ed in The Wall Street Journal. The oil companies’ victory in that case would be a “valuable precedent,” he said. Others in attendance criticized the oil giants for not opposing, in their legal arguments, the science that global warming is human-caused.\nThe highest Trump administration official to appear at the conclave was Brooke Rollins, the former CEO and president of the conservative Texas Public Policy Foundation. Rollins serves in the White House as assistant to the president in the Office of American Innovation. Heartland President Tim Huelskamp, a former Kansas Congress member who chaired the Tea Party caucus, asked her if Trump would take on the endangerment finding and other “golden calves of the left.” Rollins offered no answer, but urged the group to keep pushing.\n“We know the research of CO2 being a pollutant is just not valid,” Rollins said. “And yet it’s time to really continue research, and continue making that argument, and continue changing the hearts and minds of Americans.”\nJay Lehr, the Heartland Institute’s science director, noted the “major role” that Heartland played in urging Trump to withdraw from the Paris climate accord.\nLehr asked Rollins if Trump would stay the course. “People keep thinking he could still back down,” he said.\n“All of my experience has proven out that when this president says he believes in something, then there is no one more bold or courageous or fearless,” Rollins said. “Does that mean I can say today he will never change his mind? No. But it does go to the question of how important organizations like Heartland and Texas Public Policy Foundation are.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}