{
  "url": "https://insideclimatenews.org/news/15082018/epa-secret-science-rule-opposition-health-environmental-data-public-comments/",
  "title": "Science, Health Leaders Lay Out Evidence Against EPA’s ‘Secret Science’ Rule",
  "date": "2018-08-15T07:50:37-04:00",
  "content": "Arguing that public health and safety are at risk, researchers, health experts and administrators from leading scientific institutions across the nation have joined in opposition to a controversial Trump administration proposal that would restrict the use of science in federal policy making.\nAs the comment period draws to a close Thursday on a plan to limit the science that the Environmental Protection Agency can use in decision-making, the scientific and academic communities are flooding the agency with letters arguing the proposal would hobble EPA and wreak havoc on research.\n“The proposed rule would—for no rational reason—prevent EPA from relying on much of the research that … public health and environmental exposure researchers have conducted and continue to conduct,” said one letter, organized by Harvard University, its health and medical schools and its affiliated hospitals. It was signed by Harvard President Lawrence Bacow and nearly 100 other administrators and researchers—the first time such an array of Harvard’s most prestigious faculty have joined in opposition to any EPA proposal, according to former agency officials and observers.\nPlease take a look at the new openings in our newsroom.\nThe EPA proposal has long been sought by fossil fuel interests. It could be used to weaken health-based standards for limiting some of the pollution caused by burning coal, oil and natural gas, and ties in with the Trump administration’s broad attempt to roll back climate and pollution rules.\nBut the Harvard letter, drafted by the school’s legal experts, lays out a roadmap that opponents surely will rely on to challenge the approach as illegal.\nThey note that Congress has mandated that EPA use the “best available science” in at least a half dozen separate laws. “The rule will cripple EPA’s ability to implement [these environmental laws] and will jeopardize the health and safety of infants, children, and adults in the United States and beyond,” they wrote.\nThe so-called “Strengthening Transparency in Regulatory Science” proposal, also known as the “secret science” rule, would prohibit the EPA from relying on studies where raw data has not been released publicly, perhaps even including information that could reveal the identities and medical records of research subjects.\nThat could exclude studies where participants were promised confidentiality, including some of the seminal research on environmental health threats—such as the first studies linking small particle soot pollution with increased mortality. One of these was published in 1993 by Harvard scientists.\nIf acting EPA Administrator Andrew Wheeler forges ahead to finalize the proposal, it will be against the advice not only of Harvard and many other health and medical research institutions, but also the presidents of the National Academies of Sciences, Engineering and Medicine, the leaders of physicians’ groups like the American Academy of Pediatrics, and health organizations like the American Lung Association.\nThe editors of four major scientific journals published a rare joint statement. EPA’s own Science Advisory Board has recommended the proposal be delayed until the board can undertake a review. Even the Electric Power Research Institute, an independent nonprofit funded by electric power generators, warned that its recent studies on pollutants and health could be sidelined by EPA under the plan.\n“I’ve never seen such a broad spectrum of opposition,” said Christine Todd Whitman, who served as EPA administrator early in President George W. Bush’s administration.\n“It’s not just environmentalists,” she said. “It’s health care people, and frankly all people who recognize the constrictions this would put on good science and the ability to get comprehensive data, which is what you need in order to make the decisions the agency has to make.”\nWendy Wagner, a professor at the University of Texas at Austin and an authority on science in the regulatory process, noted the “high caliber of some of the commenters, who are usually not engaged in these issues at all. I don’t know in my life whether I’ve seen a rule attract interest from this kind of spectacular group of all-stars.”\n“To me, that alone signals to some sector of the public that there is a problem,” Wagner said.\nMichael Gerrard, director of the Sabin Center for Climate Change Law at Columbia University Law School, said the broad condemnation reflects the deep impact the rule could have on how the EPA carries out its mission.\n“This proposal goes to fundamental scientific methodology, and is an effort to turn a blind eye to some of the most useful scientific evidence for environmental rulemaking,” Gerrard said. “Regardless of how you feel about the outcome of any regulation in particular, this seems like an attack on the overall scientific enterprise.”\nThe proposal was one of the final gambits of former Environmental Protection Agency Scott Pruitt before his resignation in July amid a swirl of ethics investigations. It mirrored legislation sponsored by Rep. Lamar Smith (R-Texas), chairman of the House Science Committee, that has been passed by the House of Representatives three times but has never been taken up by the Senate.\nSmith had picked up the idea from fossil fuel industry allies who have waged a years-long campaign to discredit the science on the dangers of fine soot pollution. Attacking that research has been a cause célèbre for some fossil fuel industry advocates, because it has been an underpinning of EPA’s calculation of health benefits and co-benefits for rules to cut air pollution from power plants—including efforts to rein in greenhouse gas pollution, like the Clean Power Plan.\nBut the EPA proposal would have an impact far beyond how the agency weighs the risks of soot pollution.\nThe agency also would be forced to ignore the studies that established the dangers of arsenic, lead, methylmercury, radionuclides and numerous other environmental hazards, Harvard officials argued in their 50-page submission.\nFor example, the EPA currently is considering setting maximum contaminant levels for two widespread industrial chemicals, perfluorooctanoic acid (PFOA) and perfluorooctane sulfonate (PFOS), which are polluting drinking water sources around the country. But the Harvard letter argues the agency would be prevented from taking action under the “transparency” proposal, since the raw data in the most important science on those chemicals is under court-ordered seal. (A study involving 70,000 participants funded as part of a lawsuit settlement agreement over drinking water contaminated near a DuPont facility in Parkersburg, West Virginia.)\nThe EPA proposal has its supporters. The Heartland Institute, a conservative policy group with close ties to fossil fuel interests, said the plan would remedy what it characterizes as a “scientific crisis” at EPA.\nIn its comments, it called the mainstream modeling of climate and pollution science “a waste of time and money, as well as self-delusional.”\nThe U.S. Chamber of Commerce applauded the Trump administration’s effort to address what it characterized as a “longstanding problem.”\n“Citizens have a right to the data and information that are used in the development of public policy,” Dan Byers, head of the chamber’s Global Energy Institute, said in a prepared statement for a hearing the agency held on the proposal in July.\nBut others argue that the Trump administration’s proposal, developed without consultation with the science community, mischaracterizes the issues.\nThe Michael J. Fox Foundation, the world’s largest nonprofit funder of research for Parkinson’s disease, said it “strives for open data in its own research where possible, and encourages funded researchers to make data available based on the nature of the study and the feasibility of adequate de-identification.”\nBut the foundation said “there are many studies where the exposure of data is infeasible, counterproductive or dangerous. The types of studies most vulnerable to exclusion, human-based clinical trials or epidemiology (observational) studies, form the bedrock of knowledge vital for determinations about the environment’s impact on human health.”\nTo support its proposal, the EPA invoked the work of John Ioannidis, a professor at Stanford University School of Medicine, known for his 2005 research paper “Why Most Published Findings Are False.”\nBut Ioannidis published an editorial early this spring arguing that the EPA proposal was misguided, since most of the raw data from past studies are not publicly available.\n“If the proposed rule is approved, science will be practically eliminated from all decision-making processes,” he wrote. “Regulation would then depend uniquely on opinion and whim.”\nThe EPA also cites studies that were conducted by the Administrative Conference of the U.S., an agency dedicated to improving the regulatory process, and the Bipartisan Policy Center, a public policy think tank.\nBut Wagner, who authored both of those studies, said there is no overlap between the EPA proposal and the recommendations of those groups. To the extent they dealt with transparency, it was on issues such as the need for better disclosure of the financing of industry-funded studies.\nWagner points out that because the EPA proposal would give the administrator discretion to grant exemptions on a case-by-case basis, it would mark a profound change.\n“It’s anyone’s guess how that discretion can be used,” she said. “It’s by design a political decision. We don’t really have criteria as we typically like to see in accountable democratic systems to measure or even assess the administrator’s decisions. It significantly departs from process honed over the past 40 years. Not that it’s been perfect, and not that there aren’t a lot of things to fix. But it’s hard to think of any case, ever, where we simply created a process rule that said it’s up to a political administrator to decide what science counts and what doesn’t.”\nIt remains to be seen how influential the response from the scientific community will be with the EPA under Wheeler’s leadership. “In a normal world, where facts and science matter, this kind of outpouring would be quite influential,” said Gerrard. “Under Trump, who knows?”\nBut he said the arguments made by the commenters will be important in the inevitable legal challenges that Wheeler will face if he does move forward with the proposal.\n“I think the courts may be the more important audience,” Gerrard said. “If Andrew Wheeler does decide to bolt ahead with the rule, he will be sued in a matter of minutes.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}