{
  "url": "https://insideclimatenews.org/news/27072018/ferc-natural-gas-pipeline-approval-states-environmental-economic-cost-climate-change/",
  "title": "7 States Urge Pipeline Regulators to Pay Attention to Climate Change",
  "date": "2018-07-27T00:47:38-04:00",
  "content": "New natural gas pipelines may not be needed and may not justify damage to the environment, the attorneys general of seven states and the District of Columbia argue in comments filed Wednesday with federal regulators in charge of pipeline approvals.\nThe comments came in response to the Federal Energy Regulatory Commission’s request in April for comments on whether the commission should revise its current policy for pipeline approvals, set in 1999.\nSince 1999, FERC has approved approximately 400 natural gas pipeline projects while rejecting only two. Pipelines built over that time have added 180 billion cubic feet per day of pipeline capacity—nearly twice the average daily consumption of natural gas in the U.S. in January 2017 and greater than the peak of 137 billion cubic feet per day during the 2014 “Polar Vortex” cold snap, according to a 2017 report by the economic consulting firm Analysis Group.\nThe state officials wrote to FERC that greater consideration needs to be given to environmental costs, including climate change, as well as to the increased costs to consumers who typically pay higher rates to cover the capital costs of pipeline projects, which can exceed $1 billion.\n“For too long, FERC has disregarded the perspective of state and local governments, ratepayers, and other stakeholders, and approved new gas pipelines without a full evaluation of regional needs and advances in energy policy,” Massachusetts Attorney General Maura Healey said in a statement.\nPlease take a look at the new openings in our newsroom.\n“By determining public benefit without regard to adverse environmental impacts and without consideration of the climate harm caused by a project, the Commission is failing to meet its obligations under both the NGA [Natural Gas Act] and NEPA [National Environmental Policy Act]” Healy wrote in her public comments along with attorneys general from Illinois, Maryland, New Jersey, Rhode Island, Washington and the District of Columbia.\nNew York Attorney General Barbara Underwood filed separate comments challenging the commission’s current practice of issuing conditional approvals that allow companies to begin taking land through a legal process known as eminent domain before states have a chance to weigh in.\n“In cases where the State ultimately declines to issue required permits or certifications, landowners will have suffered unnecessary condemnation of their land and, in some cases, irreversible environmental damage will have occurred,” Underwood wrote.\nEnvironmental advocates are concerned that continued pipeline approvals will lock in U.S. dependence on fossil fuels for decades to come.\n“Building pipelines that are not needed will lead to billions of dollars of stranded assets and slow down our process to building cleaner energy solutions,” Gillian Giannetti, an attorney with the Natural Resources Defense Council, said.\nWith the rapid decline in the cost of renewables, the economics of building gas pipelines that are meant to last 40 to 60 years no longer adds up, Jonathan Peress of the Environmental Defense Fund said. “In 15 or 20 years, it is clear that alternatives to gas are going to be more economic than building pipelines, but yet these pipelines will still be under contract, people will still be paying for them,” he said.\nSimilar sentiments were expressed by former FERC chair Norman Bay, who warned of overbuilding the pipeline system and burdening future ratepayers before he stepped down from the commission in 2017.\nUtilities and officials in the gas and pipeline industries have also weighed in on FERC’s request for comments, with many urging the commission to generally continue the status quo.\nSome companies suggested the commission takes steps to reduce delays involving concerns by state and local agencies, and some industry groups expressed their opposition to the idea of FERC using the social cost of carbon in environmental reviews.\nThe Enivornmental Protection Agency’s Office of Federal Activities had suggested in comments filed in June that it could provide FERC with tools for quantifying greenhouse gas emissions. But the new head of EPA’s Office of Policy, Brittany Bolen, “clarified” EPA’s position in new comments filed this week, saying those tools “may not be appropriate” for FERC and don’t represents Trump administration policy.\nThe deadline to submit comments was July 25. The commission will now review all comments and determine what if any changes need to be made to its pipeline approval process.\nFERC currently has five commissioners, including two Democrats who have expressed economic and environmental concerns about some individual pipelines. One of FERC’s three Republican commissioners plans to step down in August, which will leave the commission split until a replacement can be nominated by President Trump and confirmed by the Senate.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}