{
  "url": "https://insideclimatenews.org/news/19072018/anti-carbon-tax-resolution-house-vote-climate-solutions-caucus-curbelo-scalise-koch-influence-congress/",
  "title": "House Votes to Denounce Carbon Taxes. Where Was the Climate Solutions Caucus?",
  "date": "2018-07-19T16:58:29-04:00",
  "content": "The U.S. House of Representatives on Thursday passed a resolution denouncing the idea of a U.S. carbon tax as detrimental to the economy, one week before a Republican-sponsored bill to create a carbon fee is set to be introduced.\nIt was a win for a coalition of groups funded by the petrochemical billionaire Koch brothers and other wealthy, right-wing opponents of climate action. And it revealed weak resolve for bucking GOP leadership among most of the 43 Republican members of the Climate Solutions Caucus.\nIf the bipartisan caucus had held firm, the resolution would have been handily defeated.\nInstead, only six Republicans—four of them caucus members, including Rep. Carlos Curbelo of Florida, who plans to unveil the carbon fee measure next week—joined most Democrats in opposing the resolution. Seven Democrats voted with the GOP.\nThe 229-180 vote marked a slight erosion in the GOP wall of opposition to climate action. In 2016, an identical measure passed the House 237-163 with no Republicans opposed. Such resolutions are meant to express the views of the chamber and have no real-world impact, but with a different Congress in place now, carbon tax foes wanted a new vote.\nPlease take a look at the new openings in our newsroom.\nThe American Energy Alliance (AEA), the Heartland Institute, and 18 other conservative advocacy groups had urged House Speaker Paul Ryan earlier this month to bring the resolution to the floor.\nAEA president Thomas Pyle said in an interview with InsideClimate News that the impetus was not the prospect of Curbelo’s bill, but an effort to put members on the record before November. The groups put it this way in their letter to Ryan: “As we approach the 2018 midterm election, American voters need to know whether their elected representatives support the implementation of a new tax on the energy they rely on every single day.”\nThe House’s affirmation of a fossil fuel-friendly agenda comes in a week when President Donald Trump’s administration did the same on multiple fronts.\nThe Environmental Protection Agency’s new administrator, former coal lobbyist Andrew Wheeler, finalized a plan to ease requirements for handling the toxic coal ash from power plants—rules developed by the Obama administration after costly spills in Tennessee and North Carolina. The Treasury Department announced it would scrap requirements that certain tax-exempt nonprofits disclose their donors, helping to cloak a key avenue for campaign contributions used by the Koch brothers and other wealthy political benefactors.\nThe House vote showed the flimsiness of the Climate Solutions Caucus, the bipartisan coalition that Curbelo and others have sought to build behind the concept of a market-based solution for curbing greenhouse gas emissions.\nRL Miller, president of the advocacy group Climate Hawks Vote, said the caucus’ credibility is in tatters after its GOP members, whom she has frequently criticized for their weak environmental voting records, failed to hold off a resolution that strikes at the heart of their purported purpose.\n“It would be a joke were the subject not so serious. The caucus has no credibility, and no ability to do anything,” Miller said. “The climate is changing far more quickly than Republican attitudes. That’s why we do not hold faith in bipartisan solutions.”\nBut Steve Valk, spokesman for the Citizens Climate Lobby, a grassroots advocacy group that favors a carbon tax and that helped bring together the caucus, noted the non-binding resolution has no real effect. Valk said he did not expect that its members would go out on a limb against such a measure, especially since it was sponsored by House Majority Whip Steve Scalise (R-La.), the No. 3 Republican in the chamber and a potential successor to Ryan, who is retiring.\n“Anybody who votes against this resolution—it’s going to be a mark against them in the eyes of the leadership, which decides what assignments you get, whether or not you’re on the committee you want, and who’s chair,” Valk said. “There’s a lot of calculations that go into a decision like this. We’re willing to look at that and say, yeah, it’s not a simple choice for them.\n“In my mind, if you can get a handful of Republicans to vote no on this, that’s a victory.”\nOther carbon tax advocates expressed glass-half-full optimism, arguing the mere push for a vote by fossil fuel allies betrays their concern about the increasing support for the idea of putting a price on carbon to fight climate change.\n“They feel that the momentum is shifting as the conversation commences, and they are trying to beat down any thoughtful analysis with a tribal drum that they are nervously beating louder,” said former Rep. Bob Inglis, a Republican from South Carolina and founder of a conservative carbon tax advocacy group republicEn.\n“If we were able to discuss this, we’d find that this is something that could bring conservatives and progressives together,” he said.\nConservative advocates for a carbon tax have been trying to make their case in Washington since the start of the Trump administration with little success. Trump’s former chief economic advisor, Gary Cohn, reportedly earned the derisive nickname “Carbon Tax Cohn” in the West Wing for giving a hearing to a revenue-neutral tax plan proposed by prominent Republicans, including former Secretary of State James Baker and former Treasury Secretary Henry Paulson.\nBut since then, other groups have popped up. The nuclear-heavy energy company Exelon, the American Wind Energy Association and First Solar are funding a coalition called Americans for Carbon Dividends, which has hired former Senate Majority Leader Trent Lott, a Mississippi Republican, to lobby on the issue. Twenty-two college Republican groups came together earlier this year to form Students for Carbon Dividends. Its founding president, Alex Posner, an American history major at Yale, says the plan they favor would address international competitiveness and jobs creation and would look nothing like the carbon tax described in the Scalise resolution. “We want to see a plan that’s pro-growth and pro-environment while shrinking the size of government,” he said.\nPyle, of the American Energy Alliance, argues that no matter the design of a carbon tax program, consumers are worse off. “There’s revenue generated, and then you haggle over how to spend it,” he said. “It’s no different than other taxes and fees. If you’re giving back some to low-income households, it’s a still a redistribution. And since poorer people pay a higher percentage of their incomes on energy, they are worse off.”\nA series of four reports released this week by Columbia University’s Center on Global Energy Policy calls that argument into question, however, and provides ammunition for carbon tax advocates. The reports analyze various carbon tax legislation scenarios and conclude that they would increase government revenue by hundreds of billions of dollars a year and drive down U.S. emissions, far more than current policy, with minimal effects on the U.S. economy, families or businesses, or even on oil and gas production and consumption.\nFor now, the House vote preemptively throws cold water on Curbelo’s planned introduction next week of legislation that would impose an escalating tax on carbon emissions, while pausing federal regulations on climate change. Although Curbelo would not discuss details of his plan, reports said the revenue generated would be directed into infrastructure and in helping communities adapt to sea level rise and other impacts of climate change.\nCurbelo did not speak on the House floor during the one-hour debate allotted for the Scalise resolution. But when asked by InsideClimate News to comment, he criticized the measure in an emailed statement.\n“The resolution presents a false choice,” Curbelo said. “While I agree a carbon tax on its own would not be the best way forward and could have negative effects on the economy, there are smarter, more innovative solutions that would not only reduce carbon emissions and mitigate for the effects they have on our planet, but also grow the economy and provide opportunities for American workers and businesses at home and abroad.\n“I look forward to engaging with my colleagues on this topic next week, and sharing my own proposal in the near future,” he said.\nCurbelo, who represents the southern tip of Florida, one of the regions of the country most vulnerable to climate change impacts, is seen as one of the most vulnerable House Republicans. Cook Political Report and other political odds-makers call his race a toss-up.\nWith Democrats expected to gain between 20 and 35 seats in November, and just 23 needed for them to retake the majority, Inglis argues that Scalise wasn’t doing his own party any favors by forcing a carbon tax showdown. “Steve, what are you doing, running for minority leader?” asked Inglis. “He’s putting people at risk for an idea that is clearly going to become very passé and very retro looking.”\nDuring the House debate on the measure, Republicans urged a stand against carbon taxes while taking pains to assert that they were not denying the science of climate change.\n“I’m not a climate denier. I’m not a science denier. I’m a climate thinker,” said Rep. Andy Barr (R-Ky.) “And real science isn’t just about assessing costs only. It’s about looking at benefits as well. … Coal provides cheap, plentiful, reliable energy over the long term. We should not want the most carbon-free energy, but the best energy.”\nDemocrats used up much of their 30 minutes of time attempting to change the subject from the anti-carbon tax measure to spotlight Trump’s controversial meeting this week with Russian President Vladimir Putin. Rep. Dan Newhouse (R-Wash.), managing the resolution for the GOP, repeatedly refused.\nA handful of Democrats, most of them members of the Climate Solutions Caucus, offered full-throated defense of carbon taxes.\n“For decades, economists from across the ideological spectrum have argued that a carbon price is the most efficient way to discourage the use of fossil fuels and the best way to encourage energy efficiency measures and market decisions on everything from housing to transportation,” said Rep. Don Beyer (D-Va.). “The science continues to accumulate in prodigious amounts that the pollution is changing our Earth and the cost is staggering into the billions. Carbon pricing is the most market-oriented policy we can take to combat this.”\nRep. Earl Blumenauer, (D-Ore.) said the resolution “encapsulates what’s wrong with the Republican management of this Congress. It is a cartoon that doesn’t deal with the underlying issues,” he said. “We could have a debate about real legislation that would satisfy their answers and be able to deal with what our responsibilities are to the future. … Instead, we’re dealing with empty gestures.”\nIn addition to Curbelo, Republicans voting against the resolution were Reps. Ileana Ros-Lehtinen of Florida, Brian Fitzpatrick of Pennsylvania and Mia Love of Utah—all members of the Climate Solutions Caucus—and Reps. Trey Hollingsworth of Indiana and Francis Rooney of Florida. The Democrats who joined the GOP in voting for the resolution were Reps. Sanford Bishop of Georgia; Henry Cuellar and Vincente González of Texas; Conor Lamb of Pennsylvania; Stephanie Murphy of Florida; and Tom O’Halleran and Kyrsten Sinema of Arizona.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}