{
  "url": "https://insideclimatenews.org/news/10072018/justice-anthony-kennedy-retirement-environmental-laws-climate-change-case-massachusetts-v-epa-supreme-court/",
  "title": "Reshaping the Supreme Court: What 2 Dissents on Climate Rules Tell Us",
  "date": "2018-07-10T15:10:53-04:00",
  "content": "To see why environmentalists have been panicking about the new direction of the Supreme Court, just go back 11 years and read the two dissents in the landmark climate change case Massachusetts v. EPA.\nNot the majority opinion, where Justice Anthony Kennedy provided the fifth, swing vote compelling the Environmental Protection Agency to regulate greenhouse gases as pollutants under the Clean Air Act. In the opening words of the ruling, the liberal wing of the court, joined by Kennedy, embraced the science of climate change.\nNo, what sends shudders down the spines of environmental advocates is the way the deeply conservative minority saw things back then, spelled out in a pair of dissents—one written by Chief Justice John Roberts and the other by the late Justice Antonin Scalia, whose seat President Donald Trump filled last year with Neil Gorsuch. Both dissents were also joined by Justices Clarence Thomas and Samuel Alito.\nWhere would Trump’s new nominee, Brett Kavanaugh, fit into this court if he is confirmed to replace Kennedy, who is retiring?\nThe dissents are hostile to an expansive view of EPA’s powers under the Clean Air Act, but more profoundly, they are out of step with the core scientific understanding of global warming.\nPlease take a look at the new openings in our newsroom.\nFor environmentalists, it’s worrisome that the court is increasingly prone to make decisions under one of Scalia’s core beliefs, known as “textualism,” which would see no climate role for the agency in charge of protecting the environment unless it is expressly spelled out in statute. Congress, especially under the control of Republicans, doesn’t look likely to crack down on pollution from the use of fossil fuels, whatever the risks to society.\nAnd it’s a nightmare to think that a new majority on the court might turn it into a sounding board for outright climate denial.\nRoberts started off his dissent by stating that he would render “no judgment on whether global warming exists, what causes it, or the extent of the problem.” But his framing of the question of standing—the threshold test of whether Massachusetts and other states even had the right to press their case in court—was out of step with the science.\nOn coastal damages from sea level rise, an eventuality that is not just a risk but a certainty, readily observed and directly caused by the warming of ocean waters and the melting of ice masses due to rising carbon dioxide, Roberts wrote: “It is pure conjecture.”\nAs for strengthening controls on the greenhouse gas emissions from new cars, one of the main sources of carbon pollution and the focus of the litigation, their tailpipe fumes played only a “bit-part” in causing the problem, he said.\nHis point was that to even get their day in court, plaintiffs had to prove that a specific harm to them (coastal damage) had to be right around the corner (not decades away) and had to be knotted to a single act of regulatory neglect (lax auto standards).\nNot even justice should be that blind.\nIt is well established that sea level rise is just one of the myriad dangers presented to public health and the environment by the unregulated use of fossil fuels. In the context of climate science, a century is the blink of an eye. And the moment EPA ruled that CO2 was a dangerous pollutant, not only the science but the law tells the federal government to control emissions from all significant sources, not just new cars.\nNext, take a look at the other dissent, written by Scalia—a judge who conservatives consider the archetype for the next nominee to the high court.\nMost of it is taken up by Scalia’s brand of textualism, a contorted, dictionary-driven defense of the notion that man-made carbon dioxide is not even pollution.\n“Regulating the buildup of CO2 and other greenhouse gases in the upper reaches of the atmosphere, which is alleged to be causing global climate change, is not akin to regulating the concentration of some substance that is polluting the air,” he wrote.\nFive like-minded justices “could overturn Mass. v.  EPA or, perhaps more likely, significantly curtail its reach,” said one legal scholar, Ann Carlson at the UCLA law school.\n“Justice Scalia had already begun to lay the groundwork for curtailing EPA’s power to regulate greenhouse gases in a subsequent case, Utility Air Regulatory Group v. EPA,” she wrote. (There, the court upheld EPA rules on some sources, but said the agency had overreached on others.)\n“With a new Justice on the Court who opposes Mass. v. EPA, it isn’t hard to imagine the Court imposing significant limitations on EPA’s ability to regulate greenhouse gases,” she went on. “If a Democrat were elected President in 2020 and attempted to reinstate something like the Clean Power Plan, for example, we could well see the Supreme Court strike such a rule down.”\nShe found it “even more alarming” that Alito and Thomas wanted to undo Massachusetts v. EPA at that point. “Add Justice Gorsuch and the new Justice, persuade Justice Roberts to join in, and Mass. v EPA is overturned.”\nRichard Lazarus of Harvard told The Atlantic that Kennedy’s absence might affect environmental law across the board. “He’s been on the court just over 30 years, and he’s been in the majority in every single environmental case but one. You don’t win without Kennedy,” he said.\nEven knowing the name of Trump’s nominee to replace Kennedy, it’s hard to predict more, other than that the court that ultimately decides the fate of the Clean Power Plan will lean even more to the right than the one that, just before Scalia died, issued a stay of that regulation.\nEver since the stay was issued, the litigation has been in limbo, although it looks like judicial patience is running out at the U.S. Court of Appeals for the District of Columbia Circuit, which held oral arguments almost two years ago.\nAmong the judges on that appellate bench was Kavanaugh. (For that reason, he might have to recuse himself at the Supreme Court, depending on how the case plays out.)\nHere’s one of his comments that day, as reported by The New York Times:\n“The earth is warming,” Kavanaugh said. “Humans are contributing. I understand the international impact and the problem of the commons. The pope’s involved. And I understand the frustration with Congress.”\nBut he echoed Chief Justice Roberts’ thinking when he went on: “If Congress does this, they can account for the people who lose their jobs. If we do this, we can’t.”\nThose words could resonate with pro-coal senators like Joe Manchin of West Virginia and Heidi Heitkamp of North Dakota, two of the nervous Democrats whose votes might be needed for his confirmation.\nAnd knowing what a weak hand the greens hold in Congress, it’s easy to see why climate activists are walking around with furrowed brows.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}