{
  "url": "https://insideclimatenews.org/news/26062018/atlanta-city-council-renewable-energy-100-percent-clean-power-climate-change/",
  "title": "Atlanta Charts a Path to 100 Percent Renewable Electricity",
  "date": "2018-06-26T18:58:56-04:00",
  "content": "This story was updated June 26 with city officials’ presentation to council members and their new recommendation.\nIf Atlanta can get to 100 percent clean electricity, then any city can, Al Gore said. Now that signature Southern city in a deep red state has a plan to do just that.\nOn Tuesday, city officials took their new road map for a greener future to the Atlanta City Council, outlining options they say can fight climate change, improve health and bolster the economy all at once.\nThey initially planned to recommend giving the city until 2050 to meet the goals. That would have been 15 years slower than the pace the council agreed to a year ago, but city officials wanted more time to make the kinds of changes needed for a homegrown energy transformation, rather than relying on buying credits from wind farms beyond Georgia’s borders.\nAt Tuesday’s council committee meeting, they shifted their recommendation back to 2035, after what a spokeswoman described as further review and consultation.\n“While ambitious, we are confident this target can be achieved through ongoing clean energy policy development and implementation from the city and its partners,” said Jordan Johnson, communications manager for Atlanta’s Office of Resilience. She said the committee plans to study it over the coming weeks before voting on whether to send it to the full City Council.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\nAtlanta is among more than 70 U.S. cities that have adopted a 100 percent renewable electricity goal, according to a tally by the Sierra Club. That number has more than doubled in the last year as mayors and cities have reacted to President Donald Trump’s announcement that he was pulling the United States out of the 2015 Paris climate agreement.\n“It’s encouraging to see this, and it provides an opportunity for hope,” said John C. Dernbach, a professor at Widener University Commonwealth Law School in Harrisburg, Pennsylvania, and an expert in the legal aspects of transitioning from fossil fuels to renewables such as wind and solar. “The more cities that do this and the more aggressively they do it, the faster we are going to get a tipping point on the economics and technology and, frankly, the politics.”\nOther cities that have pledged to get all their electricity from renewable sources include Salt Lake City, San Diego, St. Louis and Orlando.\nAtlanta, which last year became the largest city in the South to make the pledge, is among the first to develop a blueprint showing how to get there, said Sierra Club’s Georgia director, Ted Terry. The plan was drawn up by the city’s Office of Resilience after an extensive public outreach effort and has the blessing of Mayor Keisha Lance Bottoms.\n“Cities must—and can—lead the way in accelerating this critical transition to clean and renewable energy sources,” she wrote in a message that was included in the plan, noting the oversized roles that cities play in the global economy. “We not only have the capacity to act; it is morally incumbent that we do so.”\nThe council had instructed the city staff to develop a plan to meet the clean power goal for city buildings and operations, including the world’s busiest airport, by 2025, and then community-wide by 2035. (The airport accounts for nearly half of the local government’s electric consumption.) City officials recommended 2035 for both goals.\nThe plan says its goals could indeed be achieved in such a short time, but largely through purchasing renewable energy credits outside of the Georgia Power service area. Instead, it suggested taking longer and doing the harder and more locally beneficial work of improving energy efficiency in Atlanta and growing renewable electricity generation closer to home.\n“That’s a reasonable compromise,” said Jennette Gayer, director of Environment Georgia, an environmental group that advocated for the plan. “They have some pretty big expectations of what they are going to need to roll out.”\nThe plan shows that Democratic Atlanta has a long way to go and is going to need help from Republicans who dominate statewide politics and tend to be less concerned about climate change. Clean sources like solar and hydropower make up 6 percent of Atlanta’s total electricity supply now and that’s expected to reach only 7 percent in the next three to five years, according to the plan.\nIt identified three pathways to 100 percent clean power, assuming no change in local regulations—an important caveat:\nPurchase renewable energy credits, such as from out-of-state windfarms, to offset the city’s power consumption. This would cost the least but also provide fewer local benefits.\nMeet half the city’s electricity through efficiency and rooftop solar in Atlanta and larger-scale solar elsewhere in Georgia. The rest would be through the purchase of renewable energy credits.\nMaximize the city’s local clean energy potential, adding all possible local clean energy, resulting in even more economic and health benefits. Officials estimate it could bring 8,000 new jobs through 2035.\nThe plan envisions moving to electric vehicles for the government’s fleets, including buses, and encouraging businesses to do the same, but it doesn’t address the kind of wholesale shift to EV’s by the public that would make a big dent in tailpipe emissions of greenhouse gases.\nElectricity is responsible for the majority of carbon emissions in Atlanta, according to the plan, so it says “focusing first on electricity through this plan is a logical first step.”\nAtlanta’s biggest challenge, Terry said, is one shared by other communities across the country that are served by monopoly energy companies.\nTo reach its goal, the city will need to work with Georgia Power, the utility that serves Atlanta and all but four Georgia counties, as well as the Georgia Public Service Commission, which regulates Georgia Power, and the politically conservative state legislature. The commission in the last five years has required the electric utility to boost large-scale solar farms, helping to make Georgia a top-10 solar state, but it sees a strong role for fossil fuels and nuclear power for years to come.\nThe Atlanta plan does not envision nuclear power as part of its clean-energy future, even though nuclear power is a low-carbon form of energy, and Georgia Power, part of Southern Company, is doubling down on nuclear power with the over-budget expansion of its Vogtle nuclear power plant. Atlanta residents are concerned about the Plant Vogtle costs and nuclear’s heavy water consumption in a state that’s experienced water shortages, according to the plan.\n“Georgia Power has met with the city several times to discuss their clean energy goal,” Georgia Power spokesman John Kraft said in a written statement. “As their energy provider, we will continue to engage, advise and provide resources to help them develop and refine their plan to meet their renewable energy needs.”\nThe plan relies heavily at first on boosting energy efficiency and expanding rooftop solar, and it calls for new ways to finance them. One example described by Terry would allow Georgia Power customers to pay off loans for green energy projects through their electric bills, with the obligation potentially carrying over to future customers in those homes and businesses.\nCities can start with “the low-hanging fruit,” which means solar on top of existing buildings and energy efficiency, like Atlanta is proposing to do, said Dernbach, co-editor of the forthcoming book, Legal Pathways to Deep Decarbonization in the United States.\nHe predicted, as a recent projection by Bloomberg New Energy Finance did, that the emerging combination of increasingly cheap batteries to back up solar or wind power will make a huge difference for expanding renewable energy sources.\nEven if a city falls short of it goals, it will be in a better place—cleaner, healthier and more attractive to the next generation, he said.\nThat’s what Atlanta is banking on in addition to helping to curb climate change.\n“Increasing energy efficiency and moving electricity generation towards renewable sources can reduce and avoid damage caused by dirty energy,” the plan concludes. “The choices we make now can serve as a stimulus to advance equity, create jobs, improve public health, and slash Atlanta’s contribution to climate change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJames Bruggers covers the U.S. Southeast, part of Inside Climate News’ National Environment Reporting Network. He previously covered energy and the environment for Louisville’s Courier Journal, where he worked as a correspondent for USA Today and was a member of the USA Today Network environment team. Before moving to Kentucky in 1999, Bruggers worked as a journalist in Montana, Alaska, Washington and California. Bruggers’ work has won numerous recognitions, including best beat reporting, Society of Environmental Journalists, and the National Press Foundation’s Thomas Stokes Award for energy reporting. He served on the board of directors of the SEJ for 13 years, including two years as president. He lives in Louisville with his wife, Christine Bruggers.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}