{
  "url": "https://insideclimatenews.org/news/20062018/coal-mining-global-warming-pollution-interior-department-environmental-review-nepa-zinke/",
  "title": "Court: Federal Coal Lease Program Not Required to Redo Climate Impact Review",
  "date": "2018-06-20T03:53:20-04:00",
  "content": "A federal appeals court has dealt a setback to environmentalists trying to force the Interior Department to reconsider the climate impacts of its coal leasing program, one of the world’s biggest sources of global warming pollution.\nThe U.S. Court of Appeals for the District of Columbia Circuit ruled that the department was under no obligation to redo the program’s environmental impact studies, which were conducted four decades ago when the science of climate change was in its infancy.\nBut the ruling was a narrow one. The three-judge panel, in a unanimous decision written by Judge Harry Edwards, said the activists can continue to challenge individual leases on climate grounds under the National Environmental Protection Act (NEPA), an avenue where they have met some successes in lower courts.\nPlease take a look at the new openings in our newsroom.\nAt issue is one of the most disputed fossil fuel programs on public lands, especially in the West, where federal subsidies drive gigantic quantities of coal onto the market.\nJust before the end of the Obama administration, the Interior Department put a moratorium on new leases and  announced a major reconsideration of the program’s merits, including a comprehensive new environmental impact statement that would have addressed the climate questions head on.\nBut the Trump administration scrapped that approach as part of its full-bore attempt to salvage the coal industry, which has been collapsing in the face of environmental regulations and competition from cheaper, cleaner sources of energy.\nThat put the coal leases back on track without any significant consideration of how the resulting emissions of carbon dioxide affect Earth’s climate.\nIt’s a glaring problem that the Trump administration is determined to keep on the back burner, preferably of a coal-fired stove.\nNot only does Interior’s Bureau of Land Management continue to write leases with cursory climate assessments, the administration has canceled Obama-era instructions to agencies telling them how to comply with NEPA’s requirements when considering climate impacts.\nAt the heart of NEPA is its requirement for a “hard look” at the broad, cumulative environmental impacts of major federal actions. But in 1979, Interior gave the nascent climate science a glance, but little more.\nThe 1979 environmental impact statement for the coal leasing program acknowledged that “there are indications that the rising CO2 levels in the atmosphere could pose a serious problem, commonly referred to as the greenhouse effect.” But it cited uncertainties in the science and called merely for further study of any impacts from coal mining.\nThe plaintiffs in this case, the Western Organization of Resource Councils and Friends of the Earth, pointed out in court that there have since been tens of thousands of peer-reviewed scientific studies and that the implications are clear: the use of coal ought not to proceed unchecked as emissions continue to mount and warming reaches calamitous levels. They argued that NEPA requires a new look at the problem, given the passage of time and the advance of science.\nBut citing a 2005 Supreme Court precedent in a wilderness case, the court said a new review would be required by NEPA only if the government were taking an important new action involving the coal leasing program—not merely maintaining it. Since there is no big change in the program, the court found, no new impact statement is required.\nStill, in a few sympathetic passages, Edwards acknowledged that the environmentalists’ case was “not frivolous.”\nGiven that the science has demonstrated that “coal combustion is the single greatest contributor” to climate change, he said, and that the evidence was not so strong when the coal leasing program first passed NEPA review, coal’s foes “raise a compelling argument” for a fresh look.\nHe suggested two possible paths: They could petition Interior Secretary Ryan Zinke, who does not embrace the mainstream science on climate change, and seek judicial review on the merits if he turns them down. Or they could continue to challenge individual leases that rely on the outdated impact study from 1979, since each new coal lease does constitute a new federal action and must pass scrutiny under NEPA.\nThe BLM and Friends of the Earth both said they were still reviewing the case and had no further comment for now.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}