{
  "url": "https://insideclimatenews.org/news/08062018/china-solar-subsidies-panel-prices-cancel-trump-tariffs-impact-energy-analysts-bnef-seia/",
  "title": "China’s Dramatic Solar Shift Could Take Sting Out of Trump’s Panel Tariffs",
  "date": "2018-06-08T07:30:21-04:00",
  "content": "The American solar market may be about to get boost from an unexpected source: Energy analysts say the Chinese government’s decision to dramatically cut its solar power subsidies will create a glut of solar panels and send their prices tumbling worldwide.\nIt comes at a crucial time for American solar installers. Falling prices could take the sting out of President Trump’s solar panel tariffs, which have raised costs in the United States and led to billions of dollars in cancelled and frozen U.S. investments.\n“It’s changing the tone from negative to positive for the U.S.,” said Xiaoting Wang, an analyst with Bloomberg New Energy Finance (BNEF).\nPlease take a look at the new openings in our newsroom.\nLast week, the Chinese government announced it would halt approvals of new subsidized utility-scale solar plants, limit the amount of smaller-scale distributed generation installed and shrink the subsidies it provides to solar generators. All told, these policies are expected to cut the amount of solar capacity installed this year in China by 30 to 40 percent, according to Wood Mackenzie and BNEF.\nBecause China leads the world in new solar installations, the steep drop in demand will ripple across the global market.\nBNEF expects prices of some panels to fall 34 percent as result. That will bring down installation costs for new solar projects, particularly large, utility-scale systems, and spur new investment in other countries, though BNEF said that new investment is unlikely to make up for the drop in China.\nMorgan Lyons, a spokesman for the Solar Energy Industries Association, said it’s too soon to know what the effects on the U.S. market will be, but that it will likely lead to lower costs.\nThe drop could also counteract the impact of new tariffs the Trump administration imposed on imported solar panels. The tariffs, which started this year at 30 percent and will decline over the next three years, gave a boost to domestic manufacturers of solar panels, who faced competition from cheap imports from China and other countries. One of those manufacturers, First Solar Inc., saw its stock price fall sharply after China’s announcement because it’s now expected to face lower-cost competition once again.\nBut the tariffs have the opposite effect on the solar installation sector, which employs far more people than manufacturing.\nU.S. solar developers have canceled or frozen more than $2.5 billion in investments, Reuters reported Thursday. A report by GTM Research said the tariffs would cut solar installations by 11 percent over five years, or about 7.6 gigawatts less new capacity than previously forecast.\nWhile the announcement by China sent a shock through the solar industry, it wasn’t entirely surprising, according to BNEF.\nThe costs of the subsidies the government provides to the renewable energy industry have been growing at an unsustainable rate, analysts said. The nation’s solar producers have also had to curtail their actual output because they’ve grown faster than the grid’s capacity. The cut in subsidies will address both of those problems by slowing growth, Frank Yu, an analyst with Wood Mackenzie in Beijing, said in a research note.\nWind energy has faced similar issues in China, and officials have discussed cutting subsidies for that industry as well.\nThe new policies may also spur innovation and competition, making the industry more efficient. The Chinese government said it would require utility-scale solar projects to sell their electricity through competitive auctions, a move that will likely lead to lower prices. All of this together, Yu said, will speed the adoption of solar power outside China, particularly in Southeast Asia, which may attract more investment from China and benefit from lower prices.\nThis week, Chinese solar firms sent a letter to their government urging it to delay the new policies, saying they faced huge debts and needed a few more years of subsidies to be more competitive.\nIf the policies remain as announced, the global market will face a period of turmoil first as the effects spread throughout the global supply chain. Eventually, though, Yu said they’ll help solar compete with conventional power sources without the need of government support.\nAlready, some types of utility-scale solar projects are competitive with even the most efficient natural gas power plants.\nIn March, BNEF released a report saying that costs for solar, wind and batteries were falling fast enough that they’re putting pressure on fossil fuels globally. In particular, it said lower battery costs mean that wind and solar facilities can now store power relatively cheaply and release it when needed.\n“Some existing coal and gas power stations, with sunk capital costs, will continue to have a role for many years,” the report said. “But the economic case for building new coal and gas capacity is crumbling, as batteries start to encroach on the flexibility and peaking revenues enjoyed by fossil fuel plants.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}