{
  "url": "https://insideclimatenews.org/news/01062018/epa-science-advisory-board-review-pruitt-climate-change-clean-power-plan-auto-standards-secret-science-policy/",
  "title": "In Rebuke to Pruitt, EPA Science Board Votes to Review Climate Policy Changes",
  "date": "2018-06-01T11:10:00-04:00",
  "content": "The Environmental Protection Agency’s Science Advisory Board, in a rebuke to the Trump administration’s retreat on environmental protection, voted overwhelmingly Thursday in favor of a full board review of the agency’s most important actions to dismantle climate policy.\nEPA Administrator Scott Pruitt, who appointed about 15 members of the 44-member board, now must decide whether to accept its recommendation that the outside scientific experts be allowed to formally vet his decisions.\nWith only two members dissenting, the Science Advisory Board agreed that it had received insufficient information on the science behind several of Pruitt’s decisions—including his planned repeal of the Clean Power Plan and methane regulations on oil and gas operations, the weakening of auto efficiency and greenhouse gas emissions standards, and the elimination of a rule to curb truck pollution. The board also backed a full review of a revised “social cost of carbon” cost-benefit analysis EPA is using that essentially wipes out the benefits of actions to curb carbon emissions.\nAnd the board voted unanimously for a review of Pruitt’s proposal to restrict the types of scientific evidence the agency can use in writing EPA rules, his so-called “secret science” policy.\nIn a series of votes, the board endorsed all of the recommendations of a work group of 10 of its members, who reported that they had received little information from the agency on the science driving Pruitt’s policy changes.\n“A common theme is we asked EPA for information, and we didn’t get anything,” said Michael Honeycutt, chief toxicologist for the Texas Commission on Environmental Quality, in his first meeting as chairman of the Science Advisory Board, a position Pruitt appointed him to last fall.\nPruitt, who was invited by the board to attend the meeting but did not, released a statement in the wake of the votes. “EPA’s Science Advisory Board provides valuable independent expertise that informs and improves EPA’s actions,” he said. “We look forward to the Board’s feedback and insight that develop from this meeting.” The main purpose of the board is to review the quality and relevance of scientific research used by the EPA to draft regulations.\nThe meeting was the first since Pruitt instituted a new rule barring scientific researchers who receive EPA grants from serving on the board. There is no similar ban for researchers who receive money from industry. Pruitt said it was an effort to “promote fresh perspectives,” but critics said he was creating a more industry-friendly board. One of his new appointees, Washington, D.C., consultant Anne Smith, who has done extensive economic analysis questioning the cost of EPA regulations on behalf of fossil fuel interests, recused herself from the board’s consideration of the Clean Power Plan.\nMore than 20 speakers—public health academics, environmental advocates and one trucking industry official—spoke before the board, all of them advocating a full scientific review of the EPA actions.\nDr. Mary Rice, a pulmonary disease specialist at Beth Israel Deaconess Medical Center in Boston who spoke on behalf of the American Thoracic Society, raised concerns about Pruitt’s move to rule out agency use of science that is not based on public data. Although Pruitt claims the rule is a move for transparency, Rice and others argued that it would cut out use of some of the most important epidemiological research showing the dangers of air pollution.\n“This rule gives EPA an excuse to ignore research involving real people,” she said.\nGlen Kedzie, vice president and environment and energy counsel of the American Trucking Associations, spoke out against Pruitt’s decision to rescind a regulation governing so-called “glider” trucks—trucks that are retrofitted with rebuilt engines that spew out more pollution than conventional trucks. EPA’s decision relied on a glider truck industry-funded study, which recently released EPA emails show the principal author has disavowed.\n“Fatally flawed studies funded by special interests have no place in the decision-making of an agency charged with protecting human health and the environment,” Kedzie said.\nHoneycutt, the chair, at one point proposed that the board postpone its decision on whether to review the regulations at issue until more information was forthcoming from the agency. Earlier in the meeting, the board had voted unanimously to defer making a decision on another major Pruitt action—the rewriting of the Waters of the U.S. Rule, which defines which wetlands are subject to regulation under the Clean Water Act.\nOne board member, Larry Monroe—the recently retired chief environmental officer of Atlanta-based Southern Company, one of the nation’s largest power companies—said he thought a decision should be deferred. “These are legal and policy issues. I’m not sure what the science is there,” Monroe said. “We can crank the process up quickly if it turns out there’s science that needs to be explored—I’d be surprised if there were.”\nBut other board members noted that because the EPA planned to publish its rules this summer, the delay would leave the Science Advisory Board little time to weigh in while it could still make a difference. In the end, only Monroe and S. Stanley Young, a private consultant based in Raleigh, N.C. voted against a full board review of the regulatory actions. Both were appointed by Pruitt, who began appointing industry-connected members to the EPA’s advisory boards in 2017.\nPaul Billings, senior vice president for advocacy at the American Lung Association, applauded the Science Advisory Board’s move. “It sort of shut down an attempt to defer, which would have sidelined the SAB in this process, because by the time the deferral would be over, the rules would be gone,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}