{
  "url": "https://insideclimatenews.org/news/24052018/scott-pruitt-epa-administrator-secret-science-public-health-comment-period-trump/",
  "title": "Pruitt ‘Secret Science’ Rule: Public Gets More Time for Say as Criticism Grows",
  "date": "2018-05-24T16:00:41-04:00",
  "content": "The Environmental Protection Agency on Thursday expanded the opportunity for vocal critics to object to a controversial proposal that would restrict the types of scientific research the agency can draw on when writing regulations.\nIn a concession to scientists, environmentalists and lawmakers, the agency announced it would extend a public comment period on the proposed rule until mid-August and hold a public hearing in July.\nSome of the nation’s leading scientific groups and hundreds of public health scientists and professionals have warned the rule would harm public health by prohibiting the EPA from using major health studies that promised participants confidentiality.\nThe proposal was published for public comment on April 30. The EPA is required to consider the comments when writing the final regulation.\nWith the comment period extended into August, those scientists will now have an additional two and half months to build a case against the proposal.\nWe're hiring!Please take a look at the new openings in our newsroom.See jobs\nPlease take a look at the new openings in our newsroom.\n“EPA is committed to public participation and transparency in the rulemaking process,” said EPA Administrator Scott Pruitt in a statement. “By extending the comment period for this rule and holding a public hearing, we are giving stakeholders the opportunity to provide valuable input about how EPA can improve the science underlying its rules.”\nThe policy reflects changes sought for decades by fossil fuel companies and other industries. It is aimed particularly at widely confirmed epidemiological studies that underpin regulations on emissions of smog and soot from burning fossil fuels. The health benefits of reducing those forms of pollution are often cited as co-benefits of controlling emissions of greenhouse gases.\nEven before the official announcement was made, scientists and public health advocates expressed strong opposition. In a letter to Pruitt, the American Geophysical Union, which represents 60,000 scientists, said that “to exclude vital scientific information from consideration would put our local communities’ health and well-being at risk.”\nA group of nearly 1,000 scientists, including former EPA employees, wrote a letter urging Pruitt to abandon the proposal, saying it “would negatively impact EPA public protections that reduce levels of lead, harmful chemicals, and fine particle pollution, among others.”\nEditors and publishers of the leading scientific journals also criticized the proposal. Rush Holt, chief executive of the American Association for the Advancement of Science and the executive publisher of the Science journals, issued a statement in April saying, “this proposal appears to be an attempt to remove valid and relevant scientific evidence from the rule-making process.”\nEarlier this month, a 10-member working group of EPA’s Scientific Advisory Board—including four members appointed by Pruitt—published a memorandum saying the rule was proposed without the necessary scientific input and calling for the full board to review it at its May 31 meeting.\nThe agency originally offered a 30-day comment period for the rule, and planned to hold no public hearings. Many critics, including hundreds of public health scientists, some environmental groups and 20 senators asked the agency to extend the period, calling 30 days extraordinarily short for such a significant change.\nThe public comment period will now last through August 17. Comments can be submitted at this federal website. The public hearing will be held July 17 at EPA headquarters in Washington, D.C.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}