{
  "url": "https://insideclimatenews.org/news/29052018/global-warming-mosquito-diseases-dengue-fever-climate-change-study-latin-america-caribbean/",
  "title": "Keeping Global Warming to 1.5 Degrees Could Spare Millions Pain of Dengue Fever",
  "date": "2018-05-29T21:41:20-04:00",
  "content": "Faster international action to control global warming could halt the spread of dengue fever in the Western Hemisphere and avoid more than 3 million new cases a year in Latin America and the Caribbean by the end of the century, scientists report.\nThe tropical disease, painful but not usually fatal, afflicts hundreds of millions of people around the world. There is no vaccine, so controlling its spread by reining in global warming would be a significant health benefit.\nThe study is one of several recently published that attempt to quantify the benefits of cutting pollution fast enough to keep warming below 1.5 degrees Celsius. It also projects infection patterns at 2 degrees of warming and 3.7 degrees, a business-as-usual case.\nPlease take a look at the new openings in our newsroom.\nScientists have predicted that climate change could create the wetter, hotter conditions that favor diseases spread by various insects and parasites. This study focuses on one widespread disease and on one geographical region.\nPublished May 29 in the Proceedings of the National Academy of Sciences, the study was conducted by researchers from the University of East Anglia in the United Kingdom and the Universidade do Estado de Mato Grosso in Brazil.\nIt is part of an urgent effort by scientists around the world to collect evidence on the difference between 2 degrees of warming and 1.5 degrees, under the auspices of the Intergovernmental Panel on Climate Change (IPCC), which is due to report on the latest science this fall.\nEither target would require bringing net emissions of carbon dioxide to zero within the next several decades, the IPCC has projected, but to stay within 1.5 degrees would require achieving the cuts much more rapidly.\nWithout greater ambition, the study projected an additional 12.1 million annual cases of dengue fever in the Caribbean and Latin America by the end of the century.\nBy comparison, if warming is held to 2 degrees Celsius from pre-industrial times—the longstanding international climate goal—the number of estimated additional cases in the region falls to 9.3 million.\nControlling emissions to keep the temperature trajectory at 1.5 degrees Celsius would lower that to an annual increase of 8.8 million new cases.\nThe increase in infection is driven in great part by how a warmer world extends the dengue season when mosquitoes are breeding and biting.\nThe study found that areas where the dengue season would last more than three months would be “considerably” smaller if warming is constrained to 1.5 degrees Celsius.\nThe areas most affected by the increase in dengue would be southern Mexico, the Caribbean, Ecuador, Colombia, Venezuela and the coastal regions of Brazil. In Brazil alone, global warming of no more than 1.5 degrees might prevent 1.4 million dengue cases a year.\nThe study found that under the 3.7 degree scenario, considered “business as usual,” dengue fever could spread to regions that have historically seen few cases. Keeping to 1.5 degrees could limit such a geographical expansion.\nPeople living in previously untouched areas would have less built-up immunity and would be more likely to get sick, while public health providers in some such places “are woefully unprepared for dealing with major dengue epidemics,” the authors warned.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}