{
  "url": "https://insideclimatenews.org/news/10052018/california-solar-panel-mandate-new-homes-energy-standards-efficiency-climate-change-impact/",
  "title": "In a First, California Requires Solar Panels for New Homes. Will Other States Follow?",
  "date": "2018-05-10T13:36:46-04:00",
  "content": "Rooftop solar, already more common in California than anywhere else in the country, will be required for most new houses and apartments by 2020, part of a landmark policy adopted on Wednesday that supporters hope will inspire other states to follow suit.\nThe California Energy Commission voted unanimously to approve the building standards in a process that was notable for the lack of high-profile opposition.\nThe commission estimates the rules will lead to a reduction in greenhouse gas emissions equivalent to 493 million pounds of carbon per year. That’s roughly equivalent to taking 50,000 cars off the road.\n“This is a huge milestone for distributed solar,” said Mike O’Boyle, electricity policy manager for Energy Innovation, a San Francisco think tank. “This could ultimately drive down the price of rooftop solar by building expertise in the roofing and home construction industries, creating incentives for home builders to streamline their building and solar designs to minimize cost, resulting in a virtuous cycle.”\nPlease take a look at the new openings in our newsroom.\nToday, about one in five newly built houses in California have solar panels, which means the state’s rooftop solar industry is already operating on a large scale, and now will need to accelerate its growth.\nThe solar package is part of a broader set of building standards, all aimed at achieving deep reductions in greenhouse gas emissions.\nWhile California faces some logistical challenges to implement the rules, clean-energy advocates are also looking ahead to how the carbon footprint of housing may be cut  in other states.\n“We want a lab for developing policies that can then be adopted by other states and basically move forward with building efficiency nationwide,” said Pierre Delforge, a senior scientist for building decarbonization at the Natural Resources Defense Council who was involved in crafting the California rules.\nThe rules are projected to add about $30 per month to a typical monthly mortgage payment, but save that same household $80 per month in energy costs, according to the commission.\nThe commission expects the rules to increase the state’s solar capacity by 200 to 400 megawatts per year. This would add to the state’s big lead in solar of more than 21,000 megawatts installed, including utility-scale projects.\nThe five-member California commission voted 5-0 before a packed chamber, with some of the audience spilling into an overflow room. The new standards will take effect on Jan. 1, 2020, and will be updated every three years.\nOther components of the building code rules include:\nThe solar requirement builds on a previous state building rule that required new houses, starting in 2014, to have roofs and electricity systems that are ready for solar energy. The minimum size of the solar system varies depending on the size of the house.\nThe solar rules have a number of exceptions that allow builders to skip solar panels in some cases or install less than the minimum. They can meet the requirements by installing energy storage, sometimes in combination with solar. Solar leasing also counts toward compliance, reducing upfront costs. And, there are provisions for how houses in shaded areas can comply.\nIn many states, building industry trade groups would be leading the charge against these types of rules. California is different, said Bob Raymer, technical director for the California Building Industry Association.\nThe state has been a leader in emissions reduction, in part because it sees the effects of climate change and recognizes the risk. A statewide climate assessment released Wednesday by the California Environmental Protection Agency laid out the evidence in rising sea levels, increase wildfire damage, droughts and heat waves.\n“We knew saying no just wasn’t going to cut it,” Raymer said. “We took a stance that we would rather be strong participants in the development of the regs.”\nBut Raymer does have concerns about the potential short-term effects of the rules on the housing market. He points to estimates from the National Association of Home Builders showing that for every $1,000 increase in the price of a new home in California, the number of potential buyers shrinks by more than 15,000.\nThat, along with an acute shortage of housing in California, gives him pause. He also has concerns about whether there will be enough solar equipment available to meet the surge in demand, and whether the solar industry will have enough workers to do the installations.\nAll of those potential hurdles were part of the discussion as the commission drafted the rules, and the commission staff concluded that the market can handle it.\nThe staff noted that new housing is just 2 percent of the housing stock in the state in a given year, and the demand for rooftop solar is already many times larger than the number of new housing units that will be built.\nAlso, many new housing developments are already making solar a standard feature.\nCalifornia has a history of being a pacesetter for environmental standards. If its solar rules are viewed as a success, as the state commission expects, the next question is how other states might follow California’s lead.\nDelforge of the NRDC is looking to the International Energy Conservation Code, a model code that is used as the basis for many state codes. He thinks the “logical next step” is for the IECC to add elements from the California rules.\nIt is less likely that other states would immediately try their own solar requirement. California is uniquely positioned to be the first because it already has a thriving rooftop solar infrastructure, and because of laws that give the energy commission broad power over building rules.\nOur nonprofit newsroom provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going. Please donate now to support our work.\n“Whether this proposal takes off in other states comes down to a few threshold questions,” said O’Boyle from Energy Innovation. Those questions come down to how the grid can adapt to a much larger presence of solar, and whether the long-term economics turn out to be as favorable as predicted.\n“If California can integrate this policy seamlessly and efficiently, then there’s no reason other states can’t follow,” he said.\nThe commission made “an undeniably historic decision for the state and U.S.,” Abigail Ross Hopper, president and CEO of the Solar Energy Industries Association, said in a statement.\n“Other states may not be ready for this step yet, but this is a precedent-setting policy—one that will bring enormous benefits and cost savings to consumers,” she said. “It is my hope and belief that when other states, many of which are developing rapidly growing solar markets of their own, see the benefits of this policy, they will develop similarly aggressive policies.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}