{
  "url": "https://insideclimatenews.org/news/10052018/epa-clean-air-act-standards-health-data-smog-science-scott-pruitt-american-lung-association-naaqs/",
  "title": "Scott Pruitt Plans to Radically Alter How Clean Air Standards Are Set",
  "date": "2018-05-10T21:51:58-04:00",
  "content": "EPA Administrator Scott Pruitt said Thursday he wants to radically revise how basic, health-based national air quality standards are set, giving more weight to the economic costs of achieving them and taking into account their impacts on energy development.\nUnder the law, the standards, setting uniform goals for breathable air, are supposed to be reviewed periodically asking only one question: whether they are protective enough to ensure the health of even the most vulnerable people, based on the best available science.\nA foundational feature of the landmark Clean Air Act, the setting of these standards based on health, and not cost or feasibility, was defended adamantly on the Senate floor in 1970 by the bill’s main author, Sen. Edmund Muskie of Maine, who declared: “That concept and that philosophy are behind every page of the proposed legislation.”\nIt has withstood legal and political tests for a generation.\nPruitt’s proposal would jettison it.\nPlease take a look at the new openings in our newsroom.\nHis approach, laid out in an agency memorandum, would fundamentally alter the process for how the government sets what are called the National Ambient Air Quality Standards (NAAQS), which govern six especially widespread and noxious pollutants. The law requires the EPA to review these standards periodically. Pruitt’s memo says it will complete two reviews of levels set under President Barack Obama—for smog-forming ozone and sooty particulate matter—before President Donald Trump’s first term ends.\nWith other pollutants, including carbon dioxide that causes global warming and toxins such as mercury, the government may weigh costs and benefits from the outset. For these six, however, public health rises above all other considerations, which are relegated to a secondary role when the states make implementation plans.\nClean air advocates say Pruitt’s policy is a brazen attempt to weaken the standards and contains several changes that have long been sought by major polluters—foremost the coal, oil and gas industry—to allow more flexibility in deciding what levels of pollutants are safe to breathe.\n“This has been the dream of the polluter since the ‘90s,” said Paul Billings, senior vice president of advocacy for the American Lung Association, “and it’s the nightmare particularly of parents of kids who have asthma or other chronic lung disease.”\nPruitt’s memo comes after several other attempts to change the role that scientific evidence plays in the EPA’s decision-making. Last year, Pruitt said he would bar any scientist who had received agency funding from serving on any of its advisory committees, like the one that recommends the air quality standards.\nIn April, he formally proposed a policy that would prohibit the agency from using scientific studies that rely on private data, including personal health records. Those types of studies have provided some of the strongest evidence of the health effects of air pollution and are a key basis for the air quality regulations.\n“This is all an attempt to create a process that limits the science that can be considered and include external factors that aren’t relevant, with a goal of ripping out the heart and lungs of the Clean Air Act,” Billings said.\nThe memo applies to periodic reviews of goals for carbon monoxide, lead, sulfur dioxide, particulate matter, ozone and nitrogen dioxide. If levels of these rise above the standards in a given area, the EPA can require states to implement plans to reduce them.\nMany of these are emitted together with carbon dioxide whenever fossil fuels of any kind are burned.\n“It is without a doubt the driving force for cleaner air in this country,” said Frank O’Donnell, president of Clean Air Watch, an advocacy group.\nThe EPA website says the standards, which it is supposed to review every five years, are to be based “solely on protecting public health and welfare.”\nA committee of advisers reviews recent science and makes recommendations to the EPA administrator, who has the ultimate decision for where to set them. A 2001 U.S. Supreme Court opinion, written by conservative Justice Antonin Scalia, affirmed that the agency cannot consider the cost of implementation when setting the standards.\nPruitt’s memo says that from now on, the agency will ask its advisers to address several specific issues, including “any adverse public health, welfare, social, economic, or energy effects.” The memo notes that doing so, “may elicit information which is not relevant to the standard-setting process, but provides important policy context for the public, co-regulators, and EPA.”\nSen. Tom Carper of Delaware, the top Democrat on the Environment and Public Works Committee, issued a statement calling the move a “thinly veiled effort to inject politics” into the process.\n“Congress’s clear intent was for the NAAQS requirements to use the best science available to protect public health,” he said, “and Mr. Pruitt’s decision today to undermine that science-based process fails to live up to the letter of the law.”\nOur nonprofit newsroom provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going. Please donate now to support our work.\nIt also directs the advisers to address the role of natural sources of pollution, like forest fires or dust-storms. Currently, the EPA can consider these events when it determines whether an area is complying with the rules—a town downwind of a major forest fire might not be deemed out of compliance even if particulate levels from the fire push it above a limit.\nBut Billings said such a consideration should play no role in determining what levels are safe. “It doesn’t matter the source,” he said, “because your lungs don’t care.”\nThe memo also says the agency should establish “a clearer distinction between the purely scientific findings” contained in its scientific assessments “and the wider range of policy concerns that the Administrator must consider in making judgments about requisite standards.”\nIn a statement, EPA spokeswoman Molly Block said the directives in the memo are consistent with the Clean Air Act and the Supreme Court ruling. She pointed to the memo itself to explain its reasoning.\nBut it is bound to be tested in new litigation. Any standard set under the Pruitt protocol would be certain to face challenges by environmentalists.\nThe memo followed a directive issued by Trump in April for the EPA to reduce the burden of air quality regulations on manufacturers.\nIn 2015, the Obama administration lowered the standard for ozone to 70 parts per billion, which was the upper range of what the science committee had advised. The memo says it will complete a review of that standard by October 2020.\n“This is a fundamental challenge to the health premise of the Clean Air Act,” Billings said. “The public should be very concerned about what this will mean for air pollution cleanup in their communities across the country.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}