{
  "url": "https://insideclimatenews.org/news/26042018/nyc-air-pollution-electric-bus-public-transportation-mta-clean-technology/",
  "title": "New York City Aims for All-Electric Bus Fleet by 2040",
  "date": "2018-04-26T22:08:59-04:00",
  "content": "New York City plans to convert its public bus system to an all-electric fleet by 2040, a new target announced this week by NYC Transit President Andy Byford.\n“It does depend on the maturity of the technology—both the bus technology and the charging technology—but we are deadly serious about moving to an all-electric fleet,” Byford, who became head of NYC Transit in January, said at a Metropolitan Transit Authority board meeting on Wednesday.\nByford’s comments follow an ambitious action plan released on Monday that seeks to address flagging ridership and sluggish service on the nation’s largest municipal bus network. The average speed of an MTA bus in Manhattan is among the slowest of large metropolitan systems at 5.7 miles per hour. That means pollution from idling engines is much higher per mile than if the buses were going faster.\nThe plans calls for a “transition to a zero-emissions fleet to improve air quality and reduce greenhouse gas emissions.”\nPlease take a look at the new openings in our newsroom.\nEnvironmental and community advocates applauded the plan.\n“It’s a surprising development and a big deal big because this is the largest transit fleet in the country, with over 5,000 buses—that is the equivalent to over 100,000 electric cars,“ Kenny Bruno, a clean energy consultant, said. “It’s a big deal on climate change and public health. All New Yorkers will benefit, not just drivers and passengers but everyone who lives along bus routes and depots, a lot of whom have high asthma rates.”\nA report released earlier this month by New York City Environmental Justice Alliance found 75 percent of bus depots in New York City are located in communities of color. It noted that fossil-fuel-powered buses emit air pollution linked to respiratory distress, asthma and hospitalization for people of all ages.\n“These communities have been overburdened by noxious emissions for too long,” Eddie Bautista, executive director of the New York City Environmental Justice Alliance, said in a statement. The announcement by the MTA “signals to us that the Authority has heard our call for a clean bus fleet. We are pleased to receive MTA’s commitment to zero emissions and applaud their efforts.”\nA study in 2016 by a researcher at Columbia University found that if New York shifted from diesel to electric buses, it could reduce health costs from respiratory and other illnesses by roughly $150,000 per bus. The study also showed that fuel and maintenance costs would drop by $39,000 per year by shifting to electric vehicles, and the city could cut carbon dioxide emissions across the fleet by 575,000 metric tons per year.\nThe MTA, which has more than 5,700 buses in its fleet, already is testing 10 all-electric buses and has plans to purchase 60 more by 2019. With these purchases representing only 1 percent of the entire fleet, the agency would have to significantly increase its electric bus purchases to meet its 2040 target.\nLos Angeles is also shifting to electric buses. The city’s public transportation agency agreed last year to spend $138 million to purchase 95 electric buses, taking it closer to its goal of having a zero-emissions fleet, comprising some 2,300 buses, by 2030.\nDetails about the planned conversion to electric vehicles and how the New York agency will pay for the new buses and charging stations were not included in this week’s report. The MTA will release a full modernization plan for New York City transit in May, Byford said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}