{
  "url": "https://insideclimatenews.org/news/04042018/pruitt-memo-strips-clean-water-act-regional-epa-authority-streams-wetlands-leverage/",
  "title": "Pruitt Takes Clean Water Act Decisions Away from Regional EPA Offices",
  "date": "2018-04-04T22:10:16-04:00",
  "content": "Environmental Protection Agency Administrator Scott Pruitt, who has been methodically weakening air pollution rules over the past year, is now taking control of key decision-making on the protection of streams and wetlands from the agency’s regional administrators, an internal memo shows.\nAt issue is something known as “geographic jurisdiction,” agency speak for which bodies of water do, or do not, fall under the Clean Water Act. Historically all waters, including major waterways, tributaries and wetlands were regulated under the Act. This broad jurisdiction was reaffirmed by the Waters of the U.S. rule in 2015.\nIn the memo, Pruitt notified EPA staff that he would now be in charge of such decision-making.\n“Authority previously delegated to regional administrators to make final determinations of geographic jurisdiction shall be retained by the Administrator,” Pruitt wrote to EPA employees on March 30. The memo was made public on Wednesday by Public Employees for Environmental Responsibility (PEER), a non-profit organization of government employees.\nPlease take a look at the new openings in our newsroom.\nPruitt, who suspended the Waters of the U.S. rule (WOTUS) in January, has been clear about his plans to significantly reduce the scope of the Clean Water Act. The recent memo may be a first step toward that goal.\n“If Scott Pruitt’s record over last year is any indication, the reason he is pulling this decision making away from the local EPA staff is so he can hand over a lot of our natural resources to polluting interests, which has been his M.O. since day one,” said Dalal Aboulhosn, deputy legislative director for the Sierra Club.\nPruitt, who has also drawn scrutiny and calls for his resignation in recent weeks over alleged ethics violations, wrote in the memo that the change was part of an ongoing effort to “restore regulatory certainty and promote the rule of law.”\n“This memo explains that jurisdictional determinations that raise significant issues or technical difficulties should be handled in a consistent and uniform manner, particularly during the WOTUS rulemaking,” EPA spokeswoman Liz Bowman said. “Regions will absolutely be involved in the process and work closely with the administrator’s office when doing the work to assess jurisdiction for very select, and often rare, cases.”\nHowever, PEER warned that the new directive would reduce the influence of locally based EPA scientists and specialists in reviewing projects and making determinations on wetlands and other water-related issues.\nUnder the changes outlined in the memo, regional offices of the EPA would lose their ability to “veto” activities by the Army Corps of Engineers, which oversees permitting of oil pipelines and mine—projects that could adversely impact drinking water supplies, fisheries, wildlife habitat or recreation areas, PEER said.\n“It takes away the one bullet that EPA had in its gun to stop a project,” Kyla Bennett, PEER’s New England director and a former EPA employee, said. “Any case, including coal, oil, power plants, nuclear, whatever it may be, anything that involves significant impact to wetlands and waters, this could have been used, and now it’s been relocated to someone who will never use it.”\nSuch veto power by EPA officials has been used 13 times since it was first allowed under the Clean Water Act in 1970, according to the EPA. The most recent case was in 2010, when the agency revoked an Army Corps permit for one of the nation’s largest mountaintop removal projects, a coal mine in West Virginia that agency officials said would jeopardize the health of surrounding communities and the water on which they depend.\nThough rarely used, the veto was a powerful stick that EPA officials used to coax the Army Corps to deny or revise permits, Bennett said.\nBecause the veto was so rarely exercised, the transfer of its power to Pruitt may not be that significant, Pat Parenteau an environmental law professor at Vermont Law School, said.\nWhen viewed against the backdrop of a larger, ongoing effort to significantly reduce the power of the Clean Water Act, the consolidation of decision-making power outlined in the memo is, however, cause for concern, he said.\n“What Pruitt is ultimately trying to do is significantly reduce the scope of the Clean Water Act,” he said. “It all has to do with the geographic reach. We don’t know how far back Pruitt wants to cut that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}