{
  "url": "https://insideclimatenews.org/news/20032018/climate-change-risk-disclosure-corporate-bonsuses-cdp-financial-global-survey/",
  "title": "Lots of Climate Risk Talk, Not Enough Corporate Action, CDP Says",
  "date": "2018-03-20T07:50:22-04:00",
  "content": "Many of the world’s biggest companies say they’re aware of the risks that climate change poses to their businesses, but few are taking steps to tackle the challenges, leaving a critical gap between talk and action, a new report says.\nCDP and the Climate Disclosure Standards Board, a group of businesses and environmental groups, found that more companies are considering short-term climate-related financial risks now than just a few years ago. But only half of them are disclosing the longer-term impacts of meeting the emissions reductions targets under the 2015 Paris climate agreement.\nThat means investors aren’t getting a complete picture of the risks companies face in coming decades, CDP says.\n“While a majority of companies recognize in one form or another the physical and transition risks and opportunities that climate change will lead to,” the report said, “there are clear differences in the way they are integrating them in their wider governance and risk management processes.”\nThe report looked at nearly 1,700 companies in 14 countries across 11 different sectors, including 70 in the energy sector, and 501 companies based in the United States.\nIt found that 83 percent of them acknowledge the material risks posed by climate change. Eight out of 10 companies oversee climate change issues at the board level, but only one in 10 link managers’ bonuses or other incentives to their progress in addressing climate risks.\nIn Canada, only 2 percent of the companies in the CDP survey linked bonuses or incentives to climate targets. It wasn’t much better in the U.S., where 4 percent of companies did so.\nPlease take a look at the new openings in our newsroom.\n“Compensation in the corporate world is how you identify what’s important,” said Kathy Mulvey, who tracks accountability in the energy sector for the Union of Concerned Scientist. “If fossil energy companies keep climate change siloed as a sustainability issue, it doesn’t get the attention of management or board in terms of governance and strategy.”\nThe report is the first to take stock of disclosure practices on a wide scale since the Task Force on Climate-related Financial Disclosures (TCFD) finalized a framework for disclosing climate risks last year. The task force, headed by former New York City Mayor Michael Bloomberg, was established by the Financial Stability Board—an international body that monitors financial systems—to develop consistent guidelines for voluntarily disclosing climate-related financial risk.\nThe guidelines call for companies to spell out the financial risks they face as the world moves toward the Paris Agreement’s targets of keeping global warming well under 2 degrees Celsius.\nThe report comes as more shareholders are pushing companies, particularly those in the fossil fuel industry, to analyze and report on climate risk. Last year, shareholders of ExxonMobil, Occidental Petroleum and PPL, Pennsylvania’s largest utility, all voted for climate-related disclosure.\nIn the U.S.—partly because of the risk of lawsuits against the fossil fuel industry, like those filed by New York City and cities in California over climate change—“disclosure lags significantly,” CDP says.\nCDP says that regulations requiring disclosures will be required to correct a “potential market failure.”\nIn the European Union, regulation has driven risk disclosure, which explains why companies in Germany, France and the United Kingdom are “the most mature in disclosing material climate-related matters,” CDP said.\n“There is some activity by some leading companies to manage the climate change issue proactively, but the strategies are mostly internal,” explained Eric Orts, who teaches environmental law at the Wharton School at the University of Pennsylvania. “Unfortunately, the sad truth is that voluntary action by some companies will not be sufficient to stave off impending disaster.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}