{
  "url": "https://insideclimatenews.org/news/15032018/epa-documents-foia-heartland-institute-scott-pruitt-red-team-climate-change-denial-lawsuit/",
  "title": "Trump EPA Sued Over Refusal to Release Heartland Institute Communications",
  "date": "2018-03-15T20:08:25-04:00",
  "content": "Two environmental groups filed suit Thursday to force the Environmental Protection Agency to disclose its correspondence with the Heartland Institute, a conservative think tank that has led a years-long campaign to discredit climate science.\nThe complaint by the Southern Environmental Law Center and the Environmental Defense Fund (EDF) suggests that contact between the EPA and Heartland has been far more extensive than previously known. An EPA Freedom of Information Act official told EDF last year that an agency search had yielded “between 200 to 600 records” of such correspondence, according to the lawsuit filed in federal court in Virginia.\n“EPA’s efforts to promote climate change deniers and undermine peer-reviewed science behind closed doors is not only a failure of its mission, it is illegal,” said Kym Hunter, an attorney for the Southern Environmental Law Center. “The public has a clear and protected right to know what the EPA is doing and with whom they are communicating, including those pushing a climate-denier agenda.”\nPlease take a look at the new openings in our newsroom.\nThe EPA did not immediately respond to a request for comment on the case.\nThe environmental groups filed their Freedom of Information Act requests for communications between EPA and the Heartland Institute last year. Under FOIA law, the agency is required to “promptly” provide information that is subject to public disclosure, and is to make a determination within 20 working days of receiving a request. The groups said that after initially acknowledging the requests, EPA has stopped communicating with the Southern Environmental Law Center and has only offered vague responses to EDF.\nAt issue in the FOIA dispute is EPA Administrator Scott Pruitt‘s repeated push for what he refers to as a “red team, blue team” review of climate science in which rival “teams” would debate the scientific consensus on climate change. The idea is opposed by most climate scientists as seeking to create the appearance of a debate where there is none in mainstream science. But Heartland Institute spokesperson Jim Lakely was quoted last July as saying that the EPA had reached out to the think tank for help in identifying team members, and that Heartland was “happy to oblige.”\nNews reports say that White House Chief of Staff John Kelly opposed Pruitt’s plan as politically risky and that his deputy, Rick Dearborn, told the EPA administrator in December that the idea was “dead” and not to be discussed further. But Pruitt has insisted as recently as this week that the idea remains under consideration.\nHeartland hosts an annual conference of scientists skeptical of humanity’s role in global warming and publishes reports seeking to rebut the work of the Intergovernmental Panel on Climate Change. Tax records show that the Illinois-based think tank, founded in 1984, has over the years received money from fossil fuel interests like Exxon and groups organized by the oil magnate Koch brothers. Heartland has told InsideClimate News that it “supported and promoted scientists skeptical of man-caused global warming on principle.”\nIn recent years, a major Heartland funder has been billionaire hedge fund manager Robert Mercer, who also was the largest outside donor to President Donald Trump’s campaign. The Mercer Family Foundation has donated more than $5 million to Heartland, according to its tax returns, and Mercer and his daughter, Rebekah, who runs the foundation, made a rare public appearance as attendees of Heartland’s annual climate change conference last year.\nWhile the EPA has been keeping the agency’s contacts with Heartland under wraps, the mutual admiration between Pruitt and Heartland is evident.\nJust last Friday, the EPA sent out a press release to tout an op-ed in which Heartland President Tim Huelskamp argued that “Pruitt is leading the EPA toward greatness” by rejecting mainstream climate science. “Trump and Pruitt share an understanding that climate change is not a significant threat to the prosperity and health of Americans,” he wrote.\nHeartland did not immediately respond to a request for comment on the FOIA suit.\nBen Levitan, an attorney for EDF, said: “Americans have a right to know who is influencing Pruitt’s decisions and who is shaping the agenda at the agency in charge of protecting our health and safety.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}