{
  "url": "https://insideclimatenews.org/news/02032018/spending-bill-riders-environment-climate-dark-money-campaign-finance-political-donations/",
  "title": "GOP Pushes 80 Anti-Environment Riders, Dark Money Rule Changes in Spending Bill",
  "date": "2018-03-02T16:05:26-05:00",
  "content": "Congressional Republicans are planning a two-fisted assault on climate and other environmental policies as they push a must-pass spending package for the current fiscal year, which is already half over.\nIn a perennial ritual on Capitol Hill, they have laden the legislation with anti-environment riders. At the same time, they are pushing provisions this year that could turn on the spigots for a new flow of dark money into elections, according to a coalition of public interest groups and Democratic lawmakers.\nThe campaign finance measures are just as troubling to advocates of climate change policies as are the special-interest riders. Both tools are favored by the fossil fuel industry and its allies. Opponents of action on global warming, like the billionaire petrochemical magnate Koch brothers, have funneled money and influence into the political process through an ever-changing network of advocacy groups, such as Freedom Partners and Americans for Prosperity.\nThe package of riders, if approved, “would be the most fundamental change in the money and politics landscape since the horrible 2010 Citizens United decision,” said Robert Weissman, president of the watchdog group Public Citizen. The Supreme Court decision in Citizens United spawned the creation of super PACs—political action committees that can receive unlimited campaign contributions from corporations, unions and individuals, as long as those donations are disclosed and the super PAC’s political activities are not coordinated with those of candidates.\nThe Senate version of the massive “omnibus” appropriations legislation that Congress must pass by March 23 to avoid a government shutdown includes a measure that would relax the limits on how much money national parties may spend in coordination with presidential campaigns. This would make it easier for mega-donors to get around the current limits on direct donations to candidates.\nThe House version of the bill includes language to open the door to campaign spending by churches. President Donald Trump called for Congress to take such action last year when he signed a “religious liberty” executive order.\nDuring a failed attempt to attach the provision to the GOP tax overhaul bill last year, lawmakers expanded it to allow political activity not only by churches but all public charities, including private family foundations like those favored by the Koch brothers and other wealthy donors, and public interest advocates fear that could happen again. The Joint Committee on Taxation at the time estimated such a measure could result in $1 billion being diverted into churches and charities for political giving—since such contributions would be tax-deductible, unlike giving to political organizations.\nLast year, Democrats were successful in stripping 160 riders out of an earlier stopgap spending bill before its passage.\nMore than 80 anti-environmental-policy riders are included in either the House-passed version of the new appropriations bill or in the Senate drafts this year, said Trip Van Noppen, president of Earthjustice. They include 12 riders to block enforcement of the Endangered Species Act, including protection of the Sage Grouse, whose numbers are dwindling across 11 western states, where habitat protection interferes with mining and oil and gas activities.\nPlease take a look at the new openings in our newsroom.\nOne rider would prohibit implementation of the Environmental Protection Agency’s stringent ozone standard—a rule that EPA Administrator Scott Pruitt has repeatedly sought to delay.\nCongressional Republicans are also seeking to include provisions that would make it more difficult in the future to tighten air quality standards for ozone, more commonly known as smog. Ozone, a product of fossil fuel pollution, is one of the most thoroughly studied pollutants; the Obama administration’s assessment of the science cited 2,300 studies that establish the threat it poses to health.\n“What the Congressional Republicans are trying to do is give the cover of law to Pruitt’s attempt to undermine the Clean Air Act, the Clean Water Act and other laws we already have in place,” said Michael Brune, executive director of the Sierra Club.\nAnother rider would block implementation of the Interior Department’s rule prohibiting gas flaring and methane venting on federal land—an Obama-era regulation that only last week was upheld by a federal judge. Interior Secretary Ryan Zinke has begun the formal process of rewriting the rule, after courts have blocked at least four efforts at a short-cut repeal. Van Noppen called the rider “a Congressional end-run.”\nThe riders also cover a wide array of hot-button issues that likely will command more political attention than either campaign finance or climate. They include funding for Trump’s Mexico border wall, blocking CDC funding for studying gun violence, and an amendment to limit the scope and duration of special counsel Robert Mueller’s investigation of Russian meddling in the 2016 election.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}