{
  "url": "https://insideclimatenews.org/news/22022018/sea-level-rise-coastal-wetlands-global-warming-mitigation-wildlife-habitat-storm-surge-usgs/",
  "title": "Sea Level Rise Threatens to Wipe Out West Coast Wetlands",
  "date": "2018-02-22T16:00:00-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news. Sign up for the ICN newsletter.\nRising seas will drown most wetlands on the U.S. West Coast in less than a century, a new study led by the U.S. Geological Survey warns. In many areas, the wetlands won’t be able to migrate inland without help.\nAs these coastal marshes vanish, communities will lose valuable wildlife habitat, protection against storm surges and natural carbon storage that helps slow global warming.\n“Wetlands provide flood protection and sequester carbon. They filter water and improve water quality, they exchange nutrients with the ocean,” said Karen Thorne, a U.S. Geological Survey sea level rise researcher who led the research, published this week in the journal Science Advances. Keeping them healthy is critical for those reasons and for coastal wildlife, since they serve as a nursery and feeding area for fish and marine animals, she said.\nIn many areas, however, the endangered ecosystems won’t be able to ride the rising tides inland because of natural barriers and man-made obstacles like sea walls that stand in the way.\nHelping them to survive will require political and public support for reallocating land to let wetlands shift and expand, and even abandoning some developed areas, the study’s authors write.\nSea level rise is accelerating as rising global temperatures cause the oceans to expand and glaciers and polar ice sheets to melt. If greenhouse gas pollution isn’t cut to near zero, the oceans could be rising 4 inches per decade by 2100, scientists reported in another study, published last week. Several recent studies suggest that some of Antarctica’s ice sheets could collapse much faster than expected, which would speed up sea level rise well beyond the rates used in the wetlands study.\nThe study found that under moderate to high sea level rise projections of 2 to 3 feet by 2110, California, Washington and Oregon would lose at least 83 percent of their existing coastal wetlands.\nSome of the most ecologically and economically valuable wetland types in California and Oregon would be 100 percent wiped out by 2110 without extensive and immediate mitigation and adaptation measures, it found.\nWetlands are dynamic systems that can shift and adapt to at least some sea level rise on their own, but in many West Coast locations, the coastal marshes are bordered by natural or manmade features like cliffs, seawalls and other infrastructure that prevent them from moving inland as the water rises. Along the Atlantic Coast and the Gulf of Mexico, by contrast, there are “greater opportunities for wetlands to migrate inland,” the authors wrote.\nThe scientists identified the potential to make wetlands more resilient with “nature-based” adaptation measures, like bolstering the replenishment of organic materials like ocean and river sediments that build up wetlands. The study notes that dams and other water diversion in the region have cut off the natural supply of sediment in several of the wetlands.\nAt sites with little natural replenishment and low migration potential, costly engineered solutions may be needed—or communities will need to prepare for “accepting tidal wetland loss later in the century,” the study concluded.\nPlease take a look at the new openings in our newsroom.\nThe research team included state, federal and university scientists who looked at 14 coastal wetlands from Seattle to Tijuana.\nThe sampled areas represent a major portion of the flyway for birds, which use the wetlands as feeding stops on long migrations between North and South America.\nOverall, sea level rise threatens about $100 billion worth of coastal property in California alone, with billions more dollars at stake in Oregon and Washington. But bolstering coastal wetlands resiliency to climate change could reduce those damages significantly, The Nature Conservancy concluded in a recent report.\nIn California, a team of experts recently compiled a series of case studies of areas that are already being affected by sea level rise. It assessed innovative approaches, such as upland restoration for habitat migration, adding sediment to build up the elevation, and building dunes to prevent floods from high tides and storms. In many cases, they found, the best options for protecting coastal communities, along with wetlands, may be to boost natural infrastructure like coastal dunes and floodplains rather than pursuing costly artificial hardening measures like seawalls, dikes and levees.\n“We’re trying to open peoples’ minds to alternatives to hardening shorelines,” said Jenna Judge, a coordinator with the NOAA Sentinel Site program, a project team leader for the report.\nLong-time coastal engineer Bob Battalio, who was involved in one of the case studies, said “one of the big impediments is fear, the concern that if you realign landward, the ocean is immediately going to chase you right back, and then you’ve lost something.”\n“We think we can control everything and just build a wall, right? But when you build something in an area where waves are active, there’s a negative feedback on the system,” Battalio said.\n“I’ve come to the conclusion that engineering isn’t really the issue,” he said. “It’s more of a governance and social justice problem.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}