{
  "url": "https://insideclimatenews.org/news/23022018/methane-leaks-monitoring-global-warming-oil-gas-flares-air-pollution-trump-greenhouse-gas/",
  "title": "Trump Takes Aim at Obama-Era Rules on Methane Leaks and Gas Flaring",
  "date": "2018-02-23T14:47:51-05:00",
  "content": "Updated with a Feb. 22 federal court ruling against Trump administration efforts to delay the current methane rule.\nThe Trump administration has taken its first step on a slow path to loosen curbs on methane emissions from oil and gas operations on public land, after legal roadblocks stymied its efforts to quickly set aside Obama-era rules on the potent greenhouse gas.\nInterior Secretary Ryan Zinke’s Bureau of Land Management published a proposal on Feb. 12 that in essence would restore the status quo from before the Obama rules took effect. Zinke is seeking to wipe out the requirements that operators monitor and detect leaks of methane, the main component of natural gas, and capture and sell the fuel instead of flaring it off or venting it to the atmosphere.\nThe Obama administration had portrayed the methane rules as win-win-win: reduce greenhouse gases with basic technology like better valves; capture fuel that the industry can sell; and recover royalties that are lost to the taxpayer along with the gas.\nBut amid low natural gas prices, the industry saw compliance costs that outweighed the money they could make selling captured gas. Oil and gas producers have waged an all-out political and legal campaign to lift the requirements—with little success. The Trump administration now has proposed an entirely new rule and opened a public notice and comment period to build the case for allowing leaky oil and gas operations on federal lands.\n“In order to achieve energy dominance through responsible energy production, we need smart regulations not punitive regulations,” said Joe Balash, assistant secretary for land and minerals management. “We believe this proposed rule strikes that balance and will allow job growth in rural America.”\nMatt Watson, associate vice president for climate energy at Environmental Defense Fund, said the Trump administration’s proposal would roll back every emissions reduction provision of the Obama rule. It would revert to a regime so lax that between 2009 and 2015, oil and gas producers on public and Indian lands vented, flared and leaked about 462 billion cubic feet of natural gas—enough gas to supply about 6.2 million households for a year. Estimated losses to the taxpayers in royalties ranged from $23 million to nearly $60 million annually.\n“This lays bare the lie of so-called energy dominance,” Watson said. “If this administration were remotely concerned with energy security it wouldn’t open the floodgates to unmitigated waste of a domestic energy resource. The American public is getting ripped off as this administration bends over backwards to pander to the worst-operated oil and gas companies in the business.”\nThe Obama administration spent more than two years developing the BLM methane rule. Zinke’s initial step to replace it comes after at least four attempts to block or delay it:\n“BLM’s proposed rule further reinforces what we’ve known all along: that BLM, with each and every step, is recklessly attempting to block and remove important public safeguards without first going through a reasoned and informed decision-making process,” said Erik Schlenker-Goodrich, executive director of the Western Environmental Law Center in an email. His group argued in court that the 2016 rule remain in place until the Trump administration’s full rulemaking proceeding is complete.\nRomany Webb, a climate law fellow at the Sabin Center for Climate Change Law at Columbia University, said the Trump administration’s new proposal appears to initiate the formal rulemaking process that the court previously said would be necessary to undo the rule. It is not clear whether it will be successful.\nThe Trump administration “certainly faces an uphill battle,” she said. “It has to provide a very strong justification. The courts are clear that they need to show compelling evidence for changing their approach. It can’t just be kind of ‘the agency changed its mind’.”\nThe heart of the Trump administration’s argument appears to be that the Obama administration erred in its cost-benefit analysis, which concluded that the benefits outweighed the costs by between $46 million and $204 million per year. An analysis by the industry consulting group ClearView Energy Partners concludes that the Trump BLM is using a social cost of methane more than seven times lower than used by the Obama administration to come up with its calculation that the costs of more stringent methane rules would outweigh the benefits.\nClearview wrote that the maneuver—in the form of a new rule, but essentially a repeal—appears to try to balance at the midpoint of Trump’s see-saw of deregulatory impulses: “an ongoing tension between ‘rip-it-up’ rescissions of Obama-era rules (which can appeal to crowds at political rallies) and ‘write-it-again’ proceedings (which have potential to offer industry players long-term regulatory stability).”\nThe Obama administration had estimated its rule to rein in BLM emissions would curb the equivalent of 4.5 million metric tons of carbon dioxide annually, as much as the greenhouse gas emissions from 950,000 vehicles. It was one of several rules it initiated with a goal of cutting methane emissions from the oil and gas sector by 40 to 45 percent from 2012 levels by 2025—a key element of the nation’s pledge under the Paris climate accord.\nTrump’s Environmental Protection Agency has proposed to halt the Obama rule to rein in emissions from new oil and gas operations, and the agency abandoned an effort to collect information to write a rule for existing oil and gas facilities.\nThe latest draft inventory of U.S. greenhouse gas emissions shows methane emissions from oil and gas operations in 2016 were equivalent to 201.4 million tons of carbon dioxide, down 1 percent from the prior year but up 5 percent from 2012 levels. That puts the methane emissions from oil and gas industry leaks on par with a year’s worth of emissions from 50 coal plants.\nThe Trump move comes on the heels of an analysis  showing that atmospheric methane concentrations continue to increase globally, despite the trilateral pledge made in 2016 by Obama and the leaders of Canada and Mexico to reduce North American emissions of the potent short-lived climate pollutant.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}