{
  "url": "https://insideclimatenews.org/news/05022018/harnett-white-withdraws-nomination-trump-environment-advisor-ceq-climate-change-denial/",
  "title": "White House Drops Fossil Fuels Evangelist as Nominee for Top Environment Post",
  "date": "2018-02-05T22:31:41-05:00",
  "content": "Updated with White House announcing that the request to withdraw White’s nomination has been sent to the Senate.\nThe White House has withdrawn its attempt to make fossil fuel advocate and climate policy opponent Kathleen Hartnett White the president’s top environmental adviser. Her nomination apparently failed to garner enough support among Senate Republicans after a confirmation process her critics called “excruciating.”\nAfter the Washington Post reported on Saturday that the Trump administration was planning to withdraw White’s nomination as chair of the Council on Environmental Quality, the White House released a statement indicating that the nominee herself had made the decision.\nThe administration’s statement said that White, a fellow at the conservative Texas Public Policy Foundation, asked that her name be pulled from further consideration, effective immediately.\n“I want to thank President Trump for his confidence in me, and I will continue to champion his policies and leadership on environmental and energy issues of critical importance to making our nation great, prosperous and secure again,” White said in the statement, as published in the Washington Post.\nWhite said ending her bid was “in the best interest of facilitating confirmation of the president’s nominees throughout his administration, as well the needs of my family and work.”\nThe White House confirmed on Monday that the request to withdraw White’s nomination had been sent to the Senate.\nWhite was the second Trump administration nominee whose name was pulled last week—less than a month after the White House renominated a batch of controversial nominees that the Senate had declined to consider in 2017. Former White House deputy national security adviser K.T. McFarland withdrew her nomination to be ambassador of Singapore earlier in the week. McFarland faced accusations that she had deceived the Senate on contacts with Russia by her former boss, Michael Flynn.\nAlthough the Senate has approved other Trump nominees committed to rolling back environmental regulations, White stood out in her unabashed advocacy for fossil fuels.\nWhite, a senior fellow at the Texas Public Policy Foundation, a fossil fuel industry-funded think tank, had written an essay on “the moral case for fossil fuels” and a 2014 blog post in which she theorized that “fossil fuels dissolved the economic justification for slavery.” She had argued that carbon dioxide was not a pollutant but “the gas of life”; that the human contribution to climate change is “very uncertain”; and that ozone, or smog, isn’t harmful unless “you put your mouth over the tailpipe of a car for eight hours every day.”\nShe also struggled with questions about basic environmental science in her confirmation hearing (see video below, starting at 4:50).\nThe former Texas environmental regulator was also a strong opponent of government subsidies and programs to promote renewable energy and ethanol, making her path difficult in a Senate where support for those programs crosses party boundaries.\nNo Republican senators had formally come out against White’s nomination, although Sen. Deb Fischer (R-Neb.) said during a November hearing that she was concerned about White’s “extremist” views. Environmental groups said they were working to persuade at least half a dozen wavering GOP senators to oppose her.\nWith Democrats gaining a Senate seat in December with the election of Doug Jones in Alabama, Trump nominees have few votes to spare. If Democrats vote together, two GOP defections are enough to kill any nomination. Sen. Susan Collins (R-Maine), who took no formal position on White, had already signaled her willingness to oppose the Trump administration on environmental nominees. She cast the sole GOP vote against Scott Pruitt as Environmental Protection Agency administrator.\nThe League of Conservation Voters had urged people in Maine, Montana and Nevada to call their senators to oppose White, and its affiliate Chispa had opposed White in Arizona.\n“Withdrawing Kathleen Hartnett White’s nomination is the right thing to do, and I believe it is past time for this administration to nominate a thoughtful environmental and public health champion to lead this critical office in the federal government,” Sen. Tom Carper of Delaware, the top Democrat on the Senate Environment and Public Works Committee, said after hearing reports of White’s plan to withdraw.\nHe had described White’s testimony before the committee as the most excruciating he had heard in 17 years in the Senate.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}