{
  "url": "https://insideclimatenews.org/news/05022018/climate-science-trump-denial-meteorological-society-expertise-ipcc-simplify-communication/",
  "title": "Troubled by Trump’s Climate Denial, Scientists Aim to Set the Record Straight",
  "date": "2018-02-05T07:30:44-05:00",
  "content": "Even for the adamantly apolitical American Meteorological Society, President Donald Trump’s fumbling disputations of climate change in a recent television interview were too much.\nSo, on its collegiate, old-school letterhead, the society’s executive director, Keith Seitter, wrote the president a polite but pointed message last week.\n“There is a wealth of comprehensive and accurate information on climate change available to you and your staff within government agencies, as well as from experts in academic institutions and other organizations,” Seitter nudged, adding that the society “stands ready” to provide expertise to Trump and his cabinet.\nThe suggestion was born out of an exasperation that many scientists, those focused on climate change and otherwise, are feeling in the Trump era. Rather than wring their hands, though, scientists are attempting to do something they’re not especially known for: connect with the public.\n“Certainly, many scientists have been frustrated by misstatements by the president and members of his administration,” Seitter said. “Many of these scientists are AMS members, so yes, this has been an issue of concern within our membership.”\n[Update: A response from Trump arrived in April, thanking the group for its commitment but saying his administration “is committed to protecting American workers and American companies from necessary regulatory burdens.”]\nResponding to the Trump administration’s rollbacks of environmental laws, its efforts to push qualified scientists off advisory boards and its nominations of climate change deniers to top positions, scientists and their supporters have protested and petitioned.\nThey’re also aware that scientific studies are often written in technical, jargon-laden ways that can be difficult for non-scientists to understand.\nSo, they’re redoubling their efforts to address the stubborn and longstanding challenge of communicating science—and at a time when the message is existentially crucial.\nLast week, the Intergovernmental Panel on Climate Change issued a handbook to help its members better communicate the findings of a new IPCC report, due out later this year. The handbook, based on the science of science communication, lays out six principles that scientists can use to explain the complexities of climate science. These tips include “connect with what matters to your audience” and “tell a human story.”\nIn a forward, Roz Pidcock, the IPCC’s head of communications, writes that the handbook maintains a “focus on practical guidance for real public engagement scenarios” and notes that this is the first time the IPCC has produced a document of its kind.\nAdam Corner, research director at Climate Outreach, the UK-based group commissioned to write the handbook, said being able to help people understand what the evidence shows is even more critical now.\n“In the U.S., the landscape for communicating climate change has undoubtedly got more hostile since Trump began removing the capacity and resources from environmental science initiatives,” Corner explained. “So, there’s a renewed sense of urgency to ensure climate scientists are supported in the work they do, and to feel confident in engaging effectively with the public.”\nCorner said the handbook “came from positive developments within and around the IPCC, who have finally begun taking communication more seriously and are investing in their own staff as well as outside expertise to become better equipped to connect beyond specialists’ circles.”\nThe U.S. government has gone in the opposite direction.\nThe Trump administration, which has been erasing climate change information from government websites and deserting science advisory boards across the government, disbanded an advisory panel whose role was to help policymakers and private-sector officials understand and incorporate the findings of the National Climate Assessment into their future planning.\nThat didn’t kill the effort, though. Rather than let the National Climate Assessment findings languish, Columbia University’s Earth Institute announced in January that it had hired the panel’s chair, Richard Moss, to reassemble the panel and resume the work.\n“There’s been an upwelling of support for the committee, because states and cities and businesses want access to information that helps them prepare,” Moss said in a blog post. “They want a better network, and they want to keep learning from each other.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}