{
  "url": "https://insideclimatenews.org/news/29012018/scott-pruitt-epa-climate-websites-erased-emails-reveal-close-involvement-clean-power-plan/",
  "title": "Scott Pruitt Closely Monitored Scrubbing of EPA Climate Websites, Emails Show",
  "date": "2018-01-29T22:20:50-05:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nShortly after arriving at the Environmental Protection Agency, Administrator Scott Pruitt took a personal interest in and closely monitored the removal of extensive information from his agency’s website that explained to the public the federal effort to cut greenhouse gas emissions under the Clean Power Plan, according to newly released EPA documents.\nThe scrubbing of the information from EPA’s website on April 28, 2017, preceded by six months Pruitt’s formal proposal to rescind the rule, which had been issued by the Obama administration. The Clean Power Plan (CPP) information from the previous administration is in an archived EPA website.\nPruitt was an ardent opponent of the CPP, which aimed to reduce greenhouse gas emissions from power plants, and the newly released memos reflect his enthusiasm for steps that would thwart it.\nEnvironmental advocates say the decision to strip CPP information from the website reduced transparency as the agency, the courts, the public and warring state, industry and advocacy groups argue over the next steps.\nOn Monday, the Environmental Defense Fund and 11 other environmental and legal groups called for Pruitt to recuse himself from the final decision on the CPP on the grounds that his comments and actions in office indicated that he had already decided to scrap the rule, regardless of what the public would say.\nThe EPA is currently collecting public comment until April 26 about the repeal of CPP, which is effectively in limbo. The removal of the data and research that underpin the rule from the current EPA website makes it more difficult for people to get the information they need to weigh in on the repeal, said Ben Levitan, an attorney with the Environmental Defense Fund, which got the documents describing Pruitt’s involvement as part of a Freedom of Information Act request it filed last year.\n“People should be able to go to the EPA website and look for the Clean Power Plan and for EPA’s own information about it, and most people wouldn’t realize the extent of what has been removed,” Levitan said. “This regulation is still on the books, and the agency is simultaneously soliciting public comment on its repeal and obscuring the information people would need to make informed comments.”\nEPA spokesman Jahan Wilcox did not comment specifically on Pruitt’s involvement in the removal of information but said, “we are constantly updating our website to reflect new initiatives and projects of the Agency. Of course the site will be reflective of the current administration’s priorities—with that said, all the content from the previous administration is still easily accessible and publicly available—through the banner across the top of our website: www.epa.gov.”\nThe banner tells people that if they cannot find the information they need at the regular website, they can go to an archive or a “snapshot.”\nThe deletion of the Clean Power Plan information is part of widespread effort within the Trump administration to ignore or erase discussions of climate change and its effects. On the EPA.gov home page, for instance, the dropdown menu under “Environmental Topics” no longer includes climate change. The EPA has also removed more than 200 climate webpages that would help state, local and tribal communities mitigate or adapt to climate change, according to the Environmental Data & Governance Initiative, a watchdog group.\nThe newly released internal documents consist of emails among EPA’s communications team, including staff and contractors responsible for the website.\nOn April 5, 2017, Lincoln Ferguson, Pruitt’s senior advisor for public affairs, wrote to staff at the public affairs office asking when the Clean Power Plan changes to the website would go live.\nAt 12:15 p.m. on April 5, Ferguson wrote, “The Administrator would like it to go up ASAP. He has made several other changes that need to take place.”\nFour hours later, Ferguson again wrote, “Just asking because he is asking …”\nThe emails also reveal how EPA worked to make sure that any searches for the Clean Power Plan at EPA.gov took people to a Trump executive order calling for its repeal.\nThe emails also show that the EPA also removed all information in Spanish about climate change and its Student Guide to Global Climate Change and other material for children. It’s unclear how many people used the Spanish-language resources, but the emails show that resources for young people got about one million page views a month in early 2017.\nIn the comments filed Monday regarding the repeal of the Clean Power Plan, the Environmental Defense Fund and 11 other groups called for Pruitt to recuse himself from the CPP decision. They wrote that Pruitt had shown he “has a fixed position on the repeal of the rule, making his participation inconsistent with the Due Process Clause, which protects the public from rulemakings that are empty formalities because they are presided over by officials with an ‘unalterably closed mind’.”\nPruitt is scheduled to testify before the Senate Environment and Public Works Committee at 10 a.m. Eastern Time on Tuesday, Jan. 30, his first appearance before the committee since his confirmation in 2017. He testified before a House Energy and Commerce subcommittee in December and was pressed about the growing influence within the EPA of the industries the agency is tasked with regulating.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}