{
  "url": "https://insideclimatenews.org/news/29112017/kathleen-harnett-white-senate-confirmation-ceq-vote-trump-climate-change-carbon-dioxide/",
  "title": "300 Scientists Oppose Trump Nominee: ‘More Dangerous Than Climate Change is Lying’",
  "date": "2017-11-29T15:48:00-05:00",
  "content": "This story was updated Nov. 29 with the Senate committee’s vote.\nMore than 300 scientists wrote to the Senate on Tuesday opposing Kathleen Hartnett White’s nomination to the top White House environment post. They cited the importance of scientific integrity and wrote that they oppose her nomination “because one thing more dangerous than climate change is lying.”\nOn Wednesday, the Senate Environment and Public Works Committee voted to move her nomination forward to a full Senate vote, along with the nomination of Andrew Wheeler, a coal lobbyist who President Donald Trump picked to be second in command at the Environmental Protection Agency.\nIf the Senate confirms White as head the Council on Environmental Quality, it would place a fossil fuels industry supporter and vocal denier of mainstream climate science at the center of federal interagency policy discussions on energy and environment.\nWhite, a fellow of the conservative Texas Public Policy Foundation and former head of the Texas Commission on Environmental Quality, has written extensively against regulation of carbon dioxide, which she calls “the gas of life.” She has also written in favor of increasing the use of fossil fuels and has criticized the Endangered Species Act.\n“As scientists and scholars, we are alarmed by Ms. Hartnett White’s actions and statements, particularly, her recent assertion that carbon dioxide is not a harmful pollutant,” the scientists wrote in their letter to senators. “There is unanimous agreement across peer-reviewed climate science that carbon dioxide and other greenhouse gases released by human activities are contributing to the harmful effects of climate change. To state otherwise in the face of overwhelming evidence is simply unsupportable.”\n“This is not a partisan issue; it is a matter of defending scientific integrity,” the letter says. “Climate change threatens us all, regardless of political affiliation. Confirming Kathleen Hartnett White at the helm of the Council on Environmental Quality would have serious consequences for people and the ecosystems of the only planet that can support us.”\nAmanda Lynch, a climate scientist at Brown University and head of the Institute at Brown for Environment and Society, drafted the letter and began collecting signatures from colleagues after hearing White’s testimony at her Senate confirmation hearing in early November.\n“The thing that tipped me over the edge was her appearance before the Senate where she just couldn’t answer fundamental questions about environmental science that would affect her ability to do her job,” Lynch said.\nFor example, White seemed to question whether warm water expands, which is basic physical science. When asked if the law of thermal expansion applies to sea water (starting at 9:39 in the video below), White replied: “Again, I do not have any kind of expertise or even much layman study of the ocean dynamics and the climate change issues.”\nAsked about her understanding of fossil fuels’ impact on oceans, White said: “I have a very superficial understanding as far as that. Acidification issues are one. I have not read widely or deeply.”\nAsked about her previous statements that carbon dioxide is not dangerous, White said at the hearing: “CO2 in the atmosphere has none of the characteristics of a pollutant that contaminates and fouls and all of that that can have direct impact on human health. As an atmospheric gas, it is a plant nutrient.”\nThe person who becomes head of the Council on Environmental Quality will have an impact on the discourse in the White House, Lynch noted.\n“My hope is that there are some moderate Republicans that will take this into consideration when deciding whether to confirm her or not,” Lynch said. “It’s not a partisan issue. It’s a matter of fact. We need to start to treat it as such.”\n“My sense is that President Trump does not necessarily disbelieve the scientists when they talk about climate change, based on what he has said in decades past,” she said. “But it’s become a political football.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}