{
  "url": "https://insideclimatenews.org/news/17112017/api-disputes-african-american-health-study-cites-genetics/",
  "title": "Top Oil Industry Group Disputes African-American Health Study, Cites Genetics",
  "date": "2017-11-17T21:13:14-05:00",
  "content": "The American Petroleum Institute, the nation’s largest oil and gas trade organization, is dismissing the findings of a study on the risks facing African Americans who live near oil and gas facilities, saying that health disparities may be caused by other factors instead, including “genetics.”\nThe study by the National Association for the Advancement of Colored People (NAACP) and the Clean Air Task Force found that more than 1 million African Americans live within a half-mile of oil and gas wells and operations, and another 6.7 million live in counties with refineries. They warned that African Americans face disproportionate exposure to pollution as a result.\n“I’ve read an NAACP paper released this week that accuses the natural gas and oil industry of emissions that disproportionately burden African American communities. As a scientist, my overall observation is that the paper fails to demonstrate a causal relationship between natural gas activity and the health disparities, reported or predicted, within the African American community,” wrote Uni Blake, a scientific adviser in regulatory and scientific affairs at API, in a blog post Thursday.\n“Rather, scholarly research attributes those health disparities to other factors that have nothing to do with natural gas and oil operations—such as genetics, indoor allergens and unequal access to preventative care,” the blog post said.\nThe two organizations that produced the study defended it.\n“Above and beyond other factors, the oil and gas operations in communities causes an extra level of risk,” Jacqueline Patterson, director of the Environmental and Climate Justice Program for NAACP said. “Other people who live in those communities also have those health conditions that result from those exposures. That would discount the role of ‘genetics’.”\n“The data in our report looks at the cancer risk and health impacts of ozone smog among this population and so, if that population is more vulnerable because of these factors, then it is even more important to address aggravating factors that are easily avoidable like controlling unnecessary leaks from oil and gas infrastructure,” Lesley Fleischman, a Clean Air Task Force analyst and study co-author said.\nRobert Bullard, a professor of urban planning and environmental policy and administration of justice at Texas Southern University who is often referred to as the “father of environmental justice,” said API’s response is “an insult to the intelligence of not just African Americans but the intelligence of the American people who know better.”\n“The [API] folks that responded to the study are basically using the same argument [as the tobacco industry] that it’s not the chemicals and the oil and gas, but it’s people whose own behavior somehow drive the health disparities,” Bullard said. “It’s pushing blame off on individuals who live near these facilities and absolving these companies from any kind of responsibility.”\nThe blog post said the focus should be on bringing people out of poverty, not “attacking our industry.”\n“The objective should be to address the underlying socio-economic factors that contribute to the disparities, and one of the best vehicles is via the good jobs the natural gas and oil industry support,” the API post said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}