{
  "url": "https://insideclimatenews.org/news/10112017/trump-environment-nominee-confirmation-kathleen-hartnett-white-andrew-wheeler-coal-lobbyist-hearing/",
  "title": "‘No. I’m Not a Scientist’: Senators Press Trump Nominees on Climate Denial",
  "date": "2017-11-10T15:01:08-05:00",
  "content": "Two of President Donald Trump’s most controversial nominees for environment posts—one a coal industry lobbyist, the other a former Texas environmental official who dubbed carbon dioxide the “gas of life”—got a grilling from Senate Democrats in a confirmation hearing on Wednesday.\nDuring the hearing, Kathleen Hartnett White, a vocal supporter of the fossil fuel industry who has called the consensus on global warming a “kind of paganism,” and Andrew Wheeler, most recently a lobbyist for coal giant Murray Energy, responded to a battery of questions about climate change.\n“You aren’t a scientist, are you?” Sen. Ben Cardin (D-Md.), asked White, during one exchange at Wednesday’s hearing, held by the Committee on Environment and Public Works.\n“No. I’m not a scientist,” White responded. “But in my personal capacity, I have many questions that remain unanswered by current climate policy. I think we need to have more precise explanation of the human role and the natural role.”\nTrump nominated White in October to head the Council on Environmental Quality, the top environmental job in the White House. Environmental groups have blasted the nomination from the outset, calling White an anti-science apologist for the fossil fuel industry. As a fellow of the Texas Public Policy Foundation, a conservative Austin-based think tank that has been funded by fossil fuel interests, including Exxon and the Koch brothers, she has many published writings and interviews expressing her views.\nTrump nominated Wheeler to be second-in-command to EPA Administrator Scott Pruitt. Wheeler, a former EPA employee, was also a long-time staff member on the committee who worked for Sen. James Inhofe (R-Okla.), the famously climate-denying lawmaker who once brought a snowball to the Senate floor in an attempt to disprove global warming.\nThe committee’s Democrats on Wednesday fired away at White, questioning statements in her written work or radio interviews, one in which she told an interviewer that ozone isn’t harmful to human health “unless you put your mouth over the tailpipe of a car for eight hours.”\nThe panel’s top-ranking Democrat, Tom Carper of Delaware, noted that White has compared “people who believe that carbon pollution is causing climate change” to pagans and communists, and has said that efforts to reduce carbon pollution would lead to “poverty, socialism and concentration camps.”\nCarper noted that international climate talks are underway in Bonn, Germany, and that Syria announced this week that it would sign on to the Paris Climate agreement, leaving the U.S. the only country that has expressed its intention to abandon the pact.\n“Mrs. White, do you really believe that the views of all those countries’ leaders are properly compared to ideologues, pagans and communists?” Carper asked.\n“No, I don’t,” White replied. “Those words or phrases were taken out of context.”\nThe panel’s Democrats pressed Wheeler about his lobbying work with Murray Energy and his knowledge of a three-page document, reportedly given to Pruitt by Bob Murray, the company’s CEO, earlier this year. Murray has said some of the instructions in the document—seen as a plan to effectively defang the agency—have already been implemented.\nWhen asked by Sen. Sheldon Whitehouse (D-RI), if he had seen the document, Wheeler said he had, but only “looked at it and handed it back” to Murray.\n“I think the American people are entitled to an EPA that is not following coal companies’ three-page plans, but is following wherever the best interests of the American people lead,” Whitehouse said.\nSen. Jeff Merkley (D-Ore.) asked White and Wheeler about the Fourth National Climate Assessment—released last week by the Trump administration—pressing them on whether they accepted its findings.\nThe assessment presents the government’s most convincing evidence that fossil fuels and human activity are driving climate change.\n“I view the report, really, as the product of the previous administration and not of this president,” White responded. “There are many differences, credible differences of opinion, among climate scientists.”\nWheeler said he did not reject the report’s findings, but added, “I’ve not read the report yet, and since it’s open for notice and comment at this point, I don’t think I would pre-judge.”\n(The assessment consists of two volumes. The first volume, released in its final form last week, addresses the state of climate science and is no longer open for public comment.)\nThe panel’s Republican members largely praised both nominees’ records and accused Democrats of overplaying climate change as an issue. White served a six-year term as chairman and commissioner of the Texas Commission on Environmental Quality starting in 2001, when she was appointed by then-Gov. Rick Perry, and she previously served on the Texas Water Development Board and has worked for the National Cattlemen’s Association.\n“All they want to talk about on the other side is global warming,” said Inhofe, the panel’s former chairperson, adding, “Everyone agrees the climate has and always will change. Historical evidence, scientific evidence, scriptural evidence—that’s a fact.”\nThe panel will review the nominees’ written responses to questions by the end of the month. A meeting to vote on the nominations has not been scheduled.\nCorrection: This story was updated to correct the name of the senator who asked White about the National Climate Assessment.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}