{
  "url": "https://insideclimatenews.org/news/26102017/nurses-puerto-rico-climate-change-health-risks-water-food-studies-congress/",
  "title": "Nurses in Puerto Rico See First-Hand Health Crisis from Climate Disasters",
  "date": "2017-10-26T21:41:05-04:00",
  "content": "A group of nurses who volunteered in Puerto Rico following Hurricane Maria gave harrowing accounts of what they saw in hospitals, homes and isolated towns there at a meeting with members of Congress on Thursday.\n“Children, hungry and sick, clinging to their crying mothers, who were begging for food to feed their families. Frail elders exposed to excessive heat and rain, desperate for drinking water and forced to make terrible choices to either suffer from severe dehydration or drink from contaminated rivers and streams that could also lead to death,” Cathy Kennedy, a registered nurse and Vice-President of National Nurses United, said recounting what she and others saw on the island.\nThe ongoing crisis in Puerto Rico is surfacing many of the health risks associated with climate change—risks that are becoming more common as global temperatures rise and that are raising concerns across the nursing profession.\nThis week, an international nursing society published a special-edition journal focused on those risks. It includes 11 studies detailing how climate change is exacerbating human health threats, including infectious and chronic disease, mental health, food security, disaster planning and social disparities, and how the nursing profession can address these emerging challenges.\n“Recent natural disasters have had considerable health consequences, including deaths in nursing homes and an extreme lack of access to medical services,” Eileen Sullivan-Marx, dean of New York University’s Rory Meyers College of Nursing and an editor of the special issue, said in a statement. “Now more than ever, it is critical that the nursing community work with other health professionals to plan for changing conditions.”\nThe studies, published in the Journal of Nursing Scholarship by The Honor Society of Nursing, Sigma Theta Tau International, addressed a multitude of challenges that health providers face worldwide.\nOne study focused on the health impacts of climate change–related water disasters: cyclones, hurricanes, and flooding events that have increased in frequency and severity due to rising global temperatures. The study, a comprehensive review of prior research, looked at a wide array of health effects, including mental health, and compared the psychological impacts in flooded and non-flooded homes following disasters. The people whose homes were flooded reported higher psychological distress and post-traumatic stress disorder symptoms up to six months after the incident and were eight times more likely to exhibit symptoms of depression than those whose homes didn’t flood.\n“Climate change–related water disasters endanger our health by effectively destroying or contaminating our food and water sources, the weather we experience, and our interactions with the built and natural environments,” the authors wrote. “The increasing frequency and intensity of climate change–related water disasters pose new challenges to the control of environmental toxic exposures and emerging infectious diseases, and gradually increase the pressure on the natural, economic, social and health systems that sustain health.”\nLead author Tener Goodwin Veenema, a professor at Johns Hopkins University School of Nursing, said the public health challenges that Puerto Rico faces following Hurricane Maria and the ongoing struggle to restore potable water, electricity and communication systems to the island represent a “worst case” scenario.\n“It is over a month out now,” she said. “We are still in our response phase but really want to be moving more toward recovery and really responding to the health and behavioral and mental health needs of all of the people on the island who are continuing to suffer.”\nAnother study focused on social justice issues associated with climate change and human health. Climate change is expected to cause approximately 250,000 additional deaths per year between 2030 and 2050: including 38,000 per year due to heat exposure in elderly people; 48,000 due to diarrheal disease; 60,000 due to malaria; and 95,000 due to childhood undernutrition, according to a 2014 study by the World Health Organization.\n“Those who contribute least to global warming are those who will disproportionately be affected by the negative health outcomes of climate change,” the authors of the new study write.\nA third study looked at climate change’s impact on elderly populations and found that heat, temperature variability, and air pollution increase mortality risk in older people. Floods are linked with increasing incidence of post-traumatic stress disorder, depression and anxiety in elderly populations, though older people also show signs of increased resilience. Older people are 4.5 times more likely to have an emergency evacuation plan and to have at least a three-day supply of medications compared to their younger counterparts, according to the study.\n“In contrast to the stereotypes of frailty, older people were reported to be resilient or demonstrate characteristics of resilience after a flooding experience,” the authors wrote.\nIn a sign of how quickly emergency response protocols are changing as a result of increasingly powerful storms, the studies, which were submitted prior to the current hurricane season, make no mention of how to respond to long-term power outages like the ongoing outages in Puerto Rico.\n“I don’t remember ever teaching or learning in my career what it would mean to not have electricity for a certain period of time, because it wasn’t in our thinking that that would happen,” Sullivan-Marx said. She said new manuals will likely have to be written about what to do if you are a nurse working in a health-care facility and electricity or air conditioning or fuel for a back-up generator is unavailable for an extended period of time.\nAs the public health implications of extreme climate events grow, nursing groups are stepping up their response efforts and calling on government officials to do the same.\n“Our nurses witnessed a humanitarian and healthcare crisis [in Puerto Rico], and we know our government has the power to bring relief to those who are suffering,” Kennedy, of National Nurses United, said in a statement.\nChristine Grant, a registered nurse from Washington, D.C., who recently returned from Puerto Rico, said her team initially focused on providing medicine but quickly switched to distributing food and water to remote areas that were not receiving it from the federal government.\n“It just made no sense to me that small groups of nurses were able to get this up and running, that we could figure it out and have these small minivans to get out to the remote areas to distribute food and water,” Grant said. “With the resources and the manpower that they have they could have done so much better.”\nGrant said National Nurses United made 12 attempts to set up a meeting with the Federal Emergency Management Agency ahead of today’s trip to Capitol Hill but received no response from the agency. Jenny Burke, a spokesperson for FEMA, said she did not have any details about the organization’s attempts to contact the agency. “It would be hard for us to track down where those calls were made without additional information,” she said.\n“We will keep pushing for more aid because it’s needed and this is what we do as nurses,” Grant said. “We advocate for people who need it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}