{
  "url": "https://insideclimatenews.org/news/17102017/forests-climate-change-el-nino-amazon-tropical-carbon-emissions-indonesia-africa/",
  "title": "El Niño’s Warning: Satellite Shows How Forest CO2 Emissions Can Skyrocket",
  "date": "2017-10-17T20:01:15-04:00",
  "content": "During the last El Niño, global average temperatures spiked to more than 1 degree Celsius above pre-industrial levels for the first time on record, and carbon dioxide levels increased at a record pace.\nNow, scientists working with data from a carbon-tracking satellite have figured out where most of that CO2 surge came from. The source was three massive tropical forest regions, in different parts of the world, that each responded to the rising temperatures in a very different way:\nIf those forest regions respond to global warming being caused by human activities in the same way they did during the 2015 El Niño temperature spike, they will become net sources of CO2 instead of carbon sinks, Denning said.\n“Up to now, land ecosystems, mainly forests, have been mitigating part of the fossil fuel problem. They’ve been sucking CO2 out of air, about 25 percent of our fossil fuel emissions,” he said. “The worry is that, as the climate warms, that will stop, and that’s exactly what we saw.”\nDuring El Niño, the ocean in the equatorial Pacific is warmer than average, which also warms areas over land and changes precipitation patterns.\nDuring the 2015 El Niño, “there were three completely different responses to the climate event and they resulted in the release of nearly 3 gigatons of carbon, equal to about a third of all the emissions from fossil fuel burning, so this isn’t just some small detail,” Denning said.\nEven before the findings announced by NASA last week from the satellite data analyses, scientists had already attributed nearly all of the record 2015 warmth to the buildup of heat-trapping greenhouse gases. They also knew that, in 2015 and 2016, CO2 was building up faster in the atmosphere, which was puzzling, because emissions from human sources weren’t increasing at that pace.\nScientists suspected that the extra warming boost caused by El Niño was a factor, and the new satellite data on CO2 confirms it, said Annmarie Eldering, the deputy project scientist for the NASA/JPL OCO-2 mission, which tracks CO2 by measuring slight changes in the reflectivity of the atmosphere.\n“We know there’s variability in the natural system, but it’s not driving the direction of change,” she said. “More and longer droughts will increase CO2, which will warm Earth even more.”\nThe new information shows how changes in land-surface processes are driving CO2 trends, said Paul Palmer head of an atmospheric research team at University of Edinburgh and part of OCO-2 science team.\nDenning, who has been studying the carbon cycle for 25 years and is also on the OCO-2 science team, said the new satellite measurements mark a giant step forward for scientists measuring changes in the atmosphere.\n“We used to do this literally by FedEx,” he said. We’d send 2 liter glass bottles to remote sites all around the world and ask volunteers to fill them. They would send them back by FedEx to be tested in a lab in Boulder. When I was a grad student, we had 100 measurements a week. Now we have 100,000 per day.”\nThe lab tests are more sensitive and provide more exact chemical breakdowns, but what the satellite readings lack in detail, they more than compensate with sheer volume and the ability to measure carbon across big areas of the landscape. Measuring the CO2 pulses in 2015 and 2016 was like a “natural” experiment, he said.\n“You couldn’t go out and shut off the Amazon, or stop the rainfall, but the Earth can, and watching it was amazing,” he said. “We could observe the gory details of the changes in the CO2 cycle that resulted from the changes in the climate.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}