{
  "url": "https://insideclimatenews.org/news/04102017/solar-power-record-growth-china-america-nrdc-iea-forecast-report/",
  "title": "Solar Energy Boom Sets New Records, Shattering Expectations",
  "date": "2017-10-04T22:05:32-04:00",
  "content": "Driven largely by a boom in solar power, renewable energy expansion has hit record-breaking totals across the globe and is shattering expectations, especially in the United States, where projections were pessimistic just a decade ago.\nIn 2016, almost two-thirds of new power capacity came from renewables, bypassing net coal generation growth globally for the first time. Most of the expansion came from a 50 percent growth in solar, much of it in China.\nIn the U.S., solar power capacity doubled compared to 2015—itself a record-breaking year—with the country adding 14.5 gigawatts of solar power, far outpacing government projections. In the first half of 2017, wind and solar accounted for 10 percent of monthly electricity generation for the first time.\nTwo reports—one from the International Energy Agency (IEA), which looked at growth in renewables globally, and one from the Natural Resources Defense Council (NRDC), which tracked growth in the U.S.—were published this week, both telling the same story.\n“We had very similar findings: 2016, from a U.S. perspective was a great year for renewable energy and energy efficiency,” said Amanda Levin, a co-author of the NRDC report. “China is still the largest source of new power, but in the U.S., we’re seeing an increase in renewables year over year.”\nThe numbers are far higher than the U.S. Energy Information Administration (EIA) predicted a decade earlier. The agency forecast in 2006 that solar power would amount to only about 0.8 gigawatts of capacity by 2016.\nInstead, installed solar by 2016 was 46 times that estimate, the NRDC points out. EIA’s prediction for wind power was also off—the agency predicted 17 gigawatts of wind power, but that figure actually rose nearly fivefold, to 82 gigawatts of capacity.\nThe agency, likewise, didn’t predict a drop in coal-fired power generation, which plummeted by nearly 45 percent.\nGlobally, according to the report from the IEA—not to be confused with the EIA—solar was the fastest-growing source of new energy, bypassing all other energy sources, including coal. Overall, the IEA found, new solar energy capacity rose by 50 percent globally—tracking with the rise in the U.S. Adding in other renewable sources, including wind, geothermal and hydropower, clean energy sources accounted for two-thirds of new electricity capacity. The IEA also increased its forecast for future renewable energy growth, saying it now expects renewable electricity capacity will grow 43 percent, or more than 920 gigawatts, by 2022.\nIn the U.S., the prospects are similarly positive, despite the Trump administration’s efforts to bolster the coal industry and roll back Obama-era clean energy legislation.\nLevin noted one potential damper on that growth. Last month, the U.S. International Trade Commission ruled in favor of two solar manufacturers that are seeking tariffs on cheap imported solar panels. Ultimately, any tariff decision would be made by the Trump administration.\n“It would mean a much higher price for solar panels, and it could put a large reduction in new solar being added over the next two to three years,” Levin said.\n“States and cities are moving forward on clean energy,” she said. “We think the investments made by states and cities, to not only hedge on gas prices, but to meet clean energy standards, will continue to drive solar even with the decision.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}