{
  "url": "https://insideclimatenews.org/news/28092017/hurricane-maria-irma-harvey-wildfires-damage-cost-estimate-record-climate-change/",
  "title": "Costs of Climate Change: Early Estimate for Hurricanes, Fires Reaches $300 Billion",
  "date": "2017-09-28T07:59:08-04:00",
  "content": "The devastation from hurricanes Harvey, Irma and Maria—plus dozens of wildfires that raged across the West in early August—could result in the costliest string of weather events in U.S. history, according to a new report.\nOver the course of a few weeks, the hurricanes and wildfires left a trail of damage that could add up to nearly $300 billion, according to early estimates from the authors of “The Economic Case for Climate Action in the United States,” a report released on Wednesday by the nonprofit Universal Ecological Fund. If they’re right, the cost of the damage would be equivalent to nearly half the president’s proposed 2018 budget for the Department of Defense.\n“The evidence is undeniable. These recent extreme weather events are a continuation of a three-decades trend of increasing numbers, intensities and costs of severe storms, hurricanes, flooding, droughts and wildfires,” said report co-author Robert Watson, a former chair of the Intergovernmental Panel on Climate Change. “Simply, the more fossil fuels we burn, the faster the climate continues to change and cost. Thus, transitioning to a low-carbon economy is essential for economic growth and is cheaper than the gigantic costs of inaction.”\nAdding up the economic losses from extreme weather events, more frequent weather events and the health impacts from air pollution, the report found that over the last decade, the United States has lost an average of $240 billion each year. And that’s projected to go up.\nIn the decade ahead, those economic losses and health costs could reach $360 billion annually, the report says.\nThe study echoes recent work by economists who sought to quantify the steep costs associated with climate change. A study published in the journal Science in June found that every degree celsius that the planet warms could be associated with a loss of roughly 1.2 percent of the United States’ GDP. The authors found that those impacts were not distributed evenly and could result in widening inequality.\nAs was clear this year, the impacts of extreme weather aren’t evenly spread across the states. In the last decade, Texas has had 32 storms with economic losses exceeding $1 billion—four times more than it saw during the decade of the 1990s. Oklahoma and Illinois have each had 23, a four-fold increase for Oklahoma and a six-fold increase for Illinois.\nIn the last decade, Louisiana has been hit by four hurricanes that passed the $1 billion threshold for damages and four floods resulting from hurricanes or severe storms with costs at least as high. In one of those events, 30 inches of rain fell in southern Louisiana over a few days in August 2016, damaging or destroying more than 50,000 homes, 100,000 vehicles and 20,000 businesses, according to the report. The price tag reached $10 billion, and 75 percent of the people affected were uninsured.\n“The fiscal costs of hurricanes are higher than we think,” said Tatyana Deryugina, a professor of finance at University of Illinois who was not involved in the study. “Most of the time when people think about how much a hurricane costs, they think about disaster aid. But public medical spending and unemployment insurance spending go up, too.”\nIn the agriculture sector, climate change-driven droughts have resulted in $56 billion in losses across the central and western United States since 2012.\nAs climate change progresses, coastal cities like Miami, Boston, New York, Seattle and San Diego are the most at risk from sea level rise. “The question is when and how much sea level will rise,” said James McCarthy, a professor of oceanography at Harvard University and a coauthor of the report. “Lives and almost $1 trillion worth of real estate in coastal areas are at stake.”\nThe report calls for more efficient use of energy and a shift toward renewable energy sources to reduce the greenhouse gas emissions that are driving climate change.\n“Protecting Americans from the escalating economic losses and costs due to the impacts of climate change can happen,” said Watson. “It will require increased efficient use of energy in all sectors, the share of carbon-free electricity to be double or tripled, and fossil fuel generation with [carbon capture and sequestration] to be expanded, along with installing a carbon tax.”\nThough the scientific consensus that human activities are driving climate change is clear, there is a degree of uncertainty. Peter Howard, the economics director at NYU’s Institute for Policy Integrity, said that while skeptics may grab onto that uncertainty as a reason to do nothing, from an economic perspective, the uncertainty suggests we should do more.\n“Human beings are in general risk averse—it’s scientifically known,” he said. “With the government you can pool risk, but you can’t do that with climate change. There’s nothing to pool because we’re all going to be impacted.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}