{
  "url": "https://insideclimatenews.org/news/25092017/exxon-shale-oil-gas-methane-emissions-xto-drilling-reducing-climate-change/",
  "title": "Exxon Promises to Cut Methane Leaks from U.S. Shale Oil and Gas Operations",
  "date": "2017-09-25T12:24:01-04:00",
  "content": "ExxonMobil said on Monday that it would take a series of steps to cut emissions of methane, a potent greenhouse gas, from its U.S. onshore oil and gas production. The measures will include upgrading equipment and finding and repairing leaks.\nThe announcement comes as the Trump administration is working to postpone and review federal rules that would require similar steps across the industry. Oil and gas trade groups sued to block those rules, saying they were too costly. Now, some environmentalists say Exxon’s move undermines that argument.\n“At a time when there are some companies making the argument that the sky is going to fall if they’re required to take sensible action to reduce methane emissions, you have the nation’s largest oil and gas producer simply moving ahead,” said Mark Brownstein, vice president for climate and energy at the Environmental Defense Fund.\n“It begins to send a signal to both others in industry and frankly the policymakers that these sorts of things are doable,” he said.\nExxon didn’t disclose how many tons of methane emissions its voluntary measures might prevent. But Brownstein said that based on Exxon’s announcement, the steps could go even farther than the federal rules require, because they would apply to both new and existing facilities on private lands as well as public lands.\nMethane, the main component of natural gas, is a potent short-lived climate pollutant that is 28 to 34 times more effective at trapping heat than CO2 over the course of a century. It accounts for about 10 percent of U.S. greenhouse gas emissions, and the oil and gas sector is the largest source in this country.\nThe Obama administration had tried to address this in part by passing two rules to limit emissions—one through the EPA that applies nationwide but only to new operations, and another, through the Bureau of Land Management, that applies to new and existing operations on federal lands. The Trump administration has said it’s reviewing the rules, and it is widely expected to weaken them. The BLM has postponed its rule for two years, while the EPA has proposed doing the same. Environmentalists and some states have sued to overturn the delays. In May, the Senate rejected an attempt to repeal the BLM rule.\nIn its announcement, Exxon said that over three years it would phase out the use of “high-bleed” valves, which regulate pressure in equipment by venting gas to the atmosphere, at its subsidiary XTO Energy, which operates its shale and other unconventional drilling. It also said it would develop new technology to better detect leaks and expand training and the sharing of best practices.\nExxon made no mention of climate change in the announcement and did not give a reason for the moves beyond characterizing them as an expansion of its existing program to reduce emissions “as a matter of safety and environmental responsibility.” XTO Energy President Sara Ortwein wrote that the decision to reduce methane emissions followed years of research and testing.\nBrownstein, whose group has worked with Exxon to study methane emissions, said it’s in the company’s long-term interest to limit emissions.\n“Any company with an investment time horizon greater than a year has to know that ultimately, managing methane emissions is going to be part of the business agenda,” he said.\nLast month, Politico reported that some executives and lobbyists in the oil and gas industry are concerned that the Trump administration’s regulatory rollback may be too aggressive and could risk sparking a backlash, particularly if there is a major accident or spill.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}