{
  "url": "https://insideclimatenews.org/news/15092017/coal-leases-court-orders-new-climate-review-landmark-ruling-nepa-blm-powder-river-wyoming/",
  "title": "Court Orders New Climate Impact Analysis for 4 Gigantic Coal Leases",
  "date": "2017-09-15T22:10:22-04:00",
  "content": "A federal appeals court in Denver told the Bureau of Land Management on Friday that its analysis of the climate impacts of four gigantic coal leases was economically “irrational” and needs to be done over.\nWhen reviewing the environmental impacts of fossil fuel projects under the National Environmental Policy Act (NEPA), the judges said, the agency can’t assume the harmful effects away by claiming that dirty fuels left untouched in one location would automatically bubble up, greenhouse gas emissions and all, somewhere else.\nThat was the basic logic employed by the Bureau of Land Management (BLM) in 2010 when it approved the new leases in the Powder River Basin that stretches across Wyoming and Montana, expanding projects that hold some 2 billion tons of coal, big enough to supply at least a fifth of the nation’s needs.\nThe leases were at Arch Coal’s Black Thunder mine and Peabody Energy’s North Antelope-Rochelle mine, among the biggest operations of two of the world’s biggest coal companies. If these would have no climate impact, as the BLM argued, then presumably no one could ever be told to leave coal in the ground to protect the climate.\nBut that much coal, when it is burned, adds billions of tons of carbon dioxide to an already overburdened atmosphere, worsening global warming’s harm. Increasingly, environmentalists have been pressing the federal leasing agency to consider those cumulative impacts, and increasingly judges have been ruling that the 1970 NEPA statute, the foundation of modern environmental law, requires it.\nThe appeals court ruling is significant, as it overturned a lower court that had ruled in favor of the agency and the coal mining interests. It comes as the Trump administration is moving to reverse actions taken at the end of the Obama administration to review the coal leasing program on climate and economic grounds.\n“This is a major win for climate progress, for our public lands, and for our clean energy future,” said Jeremy Nichols of WildEarth Guardians, which filed the appeal along with the Sierra Club.  “It also stands as a major reality check to President Trump and his attempts to use public lands and coal to prop up the dying coal industry at the expense of our climate.”\nBut the victory for the green plaintiffs may prove limited. The court did not throw out the lower court’s ruling, a remedy that would have brought mining operations to a halt. Nor, in sending the case back for further review, did it instruct the lower court how to proceed, beyond telling it not “to rely on an economic assumption, which contradicted basic economic principles.”\nIt was arbitrary and capricious, the appeals court said, for BLM to pretend that there was no “real world difference” between granting and denying coal leases, on the theory that the coal would simply be produced at a different mine.\nThe appeals court favorably quoted WildEarth’s argument that this was “at best a gross oversimplification.” The group argued that Powder River coal, which the government lets the companies have at rock-bottom prices, is extraordinarily cheap and abundant. If this supply were cut off, prices would rise, leading power plants to switch to other, cheaper fuels. The result would be lower emissions of carbon dioxide.\nFor the BLM to argue that coal markets, like a waterbed, would rise here if pushed down there, was “a long logical leap,” the court ruled.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}