{
  "url": "https://insideclimatenews.org/news/19092017/electric-cars-ev100-coalition-charging-fleet-ikea-dhl/",
  "title": "10 Giant Companies Commit to Electric Vehicles, Sending Auto Industry a Message",
  "date": "2017-09-19T17:40:03-04:00",
  "content": "A coalition of global corporations, including Unilever, Ikea and shipping giant DHL, launched a global campaign today to accelerate the shift to electric vehicles and away from gas- and diesel-powered transportation—which generates almost a quarter of energy-related greenhouse gas emissions worldwide and has been the fastest growing emissions source.\nSince more than half of the cars on the road belong to companies, the new EV100 coalition could have a major impact. It aims to do for EVs and electric car charging infrastructure what coalitions such as the RE100 are already doing to encourage corporate purchasing of clean energy (and thus motivating development of new solar and wind power).\nEV100’s goal is to send a signal to automakers that there is mass demand for electric vehicles before 2030, when current forecasts suggest global uptake will start to really ramp up.\n“We want to make electric transport the normal,” said Helen Clarkson, CEO for The Climate Group, the international nonprofit spearheading the effort.\nGovernment pressure is already adding to that signal in Europe and Asia: France and the UK have given automakers a 2040 deadline to end the sale of new gas-powered cars; China recently indicated it would set its own deadline; India has suggested it is moving toward 100 percent electric vehicles; and Chancellor Angela Merkel hinted last month that Germany may follow suit. Automakers have been responding by expanding their EV fleets, as showcased at last week’s Frankfurt Motor Show.\nAmong the 10 companies that launched EV100 with a goal of getting to 100 members, seven are committing to replacing part or all of their vehicle fleets with hydrogen-powered or plug-in electric cars—either fully battery electric or plug-in hybrids that combine grid-charging and a conventional engine. Others, such as Ikea and PG&E, have committed to building the charging stations that make electric cars more practical.\nGermany’s Deutsche Post DHL Group, a global delivery company, purchased EV startup StreetScooter to build its own homegrown electric delivery vans. European power plant operator Vattenfall plans to replace its 3,500-car fleet with plug-ins over the next five years.\nLeasePlan, which manages vehicle fleets for companies in 32 countries, plans to electrify its internal fleet by 2021 while helping its corporate customers make their own transitions. Other companies involved in EV100 include Chinese web services giant Baidu, retailer Metro AG, Heathrow Airport and HP.\nSam Abuelsamid, a Detroit-based senior analyst for Navigant Research, said many corporate fleets are in a position to go plug-in by 2030. He predicted the concept will catch fire over the next couple of years: “By 2020 I would expect that most fleets that can will probably commit to it,” he said.\nThe exceptions, in Abuelsamid’s view, might be some fleets of heavy-duty trucks and those that companies rely on them to travel between cities—vehicles that “might not yet be feasible” to run on battery power.\nOne example among the EV100 companies is the fleet of utility repair trucks operated by San Francisco-based power company PG&E. Christopher Benjamin, director of corporate sustainability, noted that PG&E financed development of custom “plug-in hybrid” bucket trucks that can be powered by the grid or by their internal combustion engines. The company is holding back on moving to fully battery-powered trucks, however, he told InsideClimate News. For one thing, he noted, the trucks must sometimes operate when the power grid is down.\nBenjamin said joining EV100 is about reinforcing PG&E’s existing efforts to expanding access to EV charging for their customers and employees.\nPG&E is getting ready to begin the three-year process of installing 7,500 charging stations at workplaces and multifamily dwellings in its territory. Today the utility planned to announce a pilot program providing free home electric panel upgrades to at least 25 low-income families in California’s Central Valley that will enable them to charge up EVs at home. The program is a collaboration with Sacramento environmental group Valley Clean Air Now and the International Brotherhood of Electrical Workers.\nRoland Hwang, who runs the Natural Resources Defense Council’s energy and transportation program, said the new EV100 campaign is timely given the Trump administration’s effort to delay or undo tighter U.S. fuel economy standards. “An EV100—a big corporate commitment towards EVs—is exactly what is needed at this point. We are on that tipping point, and we could easily stall,” Hwang said.\nThe EV100 companies are more likely to follow through than the U.S. companies that committed to leadership on electrification back in 2010 and then failed to deliver, Hwang said. Most notable of those bailouts was GE, which vowed to electrify half of its 30,000-vehicle corporate fleet and to sell GE Capital leasing customers 10,000 EVs by 2015. But its plan fizzled within a few years and was replaced with a plan to purchase more natural gas-fuelled cars.\nSince then, EVs have come down in price, largely due to the plummeting cost of lithium batteries. Those batteries have also developed a promising track record, making their longevity—and thus an EV’s full costs and benefits—easier to gauge.\n“It’s no longer the same ballgame as 2010. We’re not trying to push a big rock up a hill,” Hwang said.\nHe acknowledged that EVs may deliver meager greenhouse gas reductions in the short term in some places, such as China, where the power grid is chock full of carbon-intensive coal-fired electricity. But he stressed the long view presented in an NRDC report to be released today that lays out a roadmap for the U.S. to slash its greenhouse gas emissions by 80 percent by 2050. The report, he said, identifies electrification of transportation as a crucial plank for about 10 percent of the total emissions reductions.\nBy 2050, Hwang said, the U.S. could be sourcing 70 percent of its power from wind and solar, with hydropower and nuclear energy making up most of the balance, and battery-powered EVs could be 85 percent of new vehicles sold that year. As power grid emissions fall, EV emissions will drop with them. “We’re not looking at today’s power plants,” Hwang said, “we’re looking at tomorrow’s.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}