{
  "url": "https://insideclimatenews.org/news/21082017/mountaintop-mining-coal-health-study-scrapped-trump/",
  "title": "Trump Admin. Halts Mountaintop Mining Health Risks Study by National Academies",
  "date": "2017-08-21T22:56:55-04:00",
  "content": "The Trump administration has ordered a halt to an independent study looking at potential health risks to people living near mountaintop mining sites in Appalachia.\nThe U.S. Department of Interior’s Office of Surface Mining Reclamation and Enforcement sent a letter to the National Academy of Sciences on Friday instructing it to cease all work on the study.\nThe study had been launched at the request of two West Virginia agencies, the state’s Department of Environmental Protection and Bureau for Public Health.\nThe agencies sought federal assistance with a research review after several dozen scientific papers found increased risks of birth defects, cancer and premature death among residents living near large-scale surface coal mines in Appalachia. The Office of Surface Mining had committed $1 million to the study under President Obama in 2016.\nThe letter calling for an end to that study stated that the Department of Interior “has begun an agency-wide review of its grants and cooperative agreements in excess of $100,000, largely as a result of the department’s changing budget situation,” the National Academy of Sciences said in a statement.\nThe Interior Department has drawn criticism for moves seen as silencing scientific expertise. Interior Secretary Ryan Zinke froze several science advisory boards earlier this year, and a prominent Interior Department climate scientist blew the whistle on the department last month, alleging that he and dozens of other scientists had been arbitrarily reassigned. A group of senators subsequently called for a probe to investigate the reassignments.\nPresident Donald Trump has also been touting efforts to bring back coal. He has scrapped regulations that were opposed by the fossil fuel industry, and his proposed 2018 budget would cut funding for the Office of Surface Mining, which is responsible for protecting society and the environment from the adverse effects of surface coal mining operations.\nEnvironmental advocates and the top Democrat on the House Committee on Natural Resources denounced the shutdown of the health study.\n“It’s infuriating that Trump would halt this study on the health effects of mountaintop removal coal mining, research that people in Appalachia have been demanding for years,” Bill Price, Senior Appalachia Organizing Representative for Sierra Club’s Beyond Coal campaign, said in a statement.\n“Stopping this study is a ploy to stop science in its tracks and keep the public in the dark about health risks as a favor to the mining industry, pure and simple,” Raúl Grijalva (D-Ariz.), ranking member of the House Committee on Natural Resources, said in a statement.\nThe federally funded National Academies, whose mission is to provide “independent, objective advice to the nation on matters related to science and technology” said it will go forward with previously scheduled meetings for this project in Kentucky on August 21-23 but will await the results of the Interior Department’s review before taking further action.\n“The National Academies believes this is an important study, and we stand ready to resume it as soon as the Department of the Interior review is completed,” the National Academies said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}