{
  "url": "https://insideclimatenews.org/news/23082017/study-confirms-exxon-misled-public-about-climate-change-authors-say/",
  "title": "Harvard Study Finds Exxon Misled Public about Climate Change",
  "date": "2017-08-23T02:00:14-04:00",
  "content": "Stay informed about the latest climate, energy and environmental justice news by email. Sign up for the ICN newsletter.\nA comprehensive, peer-reviewed academic study of ExxonMobil’s internal deliberations, scientific research and public rhetoric over the decades has confirmed empirically that the oil giant misled the public about what it knew about climate change and the risks posed by fossil fuel emissions, the authors said on Tuesday.\nThe paper confirms the findings of a 2015 investigative series by InsideClimate News that was based largely on the company’s internal records, and also of independent work published by the Los Angeles Times. That reporting ignited investigations by state attorneys general that are still in litigation.\n“On the question of whether ExxonMobil misled non-scientific audiences about climate science, our analysis supports the conclusion that it did,” Geoffrey Supran and Naomi Oreskes of Harvard University wrote in the study, published today in the scientific journal Environmental Research Letters.\nAcross the board, the paper found “a systematic discrepancy between what ExxonMobil’s scientists and executives discussed about climate change privately and in academic circles and what it presented to the general public,” the authors said.\n“ExxonMobil contributed quietly to the science and loudly to raising doubts about it,” they wrote.\nThe authors explicitly rejected Exxon’s main defense, which was to claim that journalists were “cherry picking” the company’s record and that its positions had always been in step with the state of the science. The company often said that anyone who read the full documentary record would see matters Exxon’s way.\nThe Harvard researchers said their task was to accept Exxon’s challenge to review the full record. Among the documents they examined were dozens cited in ICN’s work, as well as more than 50 scientific papers Exxon frequently mentioned in its own defense and its issue advertising.\nSupran and Oreskes called their conclusions “an expansive, quantitative, independent corroboration of the findings of investigative journalists.”\nIn an interview, Supran said the evidence was unambiguous.\nThe authors reviewed 187 public and internal Exxon documents over the past four decades, including many that were brought to light by ICN’s reporting.\nIn one finding, they judged that 83 percent of peer-reviewed papers written by company scientists and 80 percent of the company’s internal communications acknowledged that climate change is real and caused by humans. But among Exxon’s advertisements on the editorial pages of The New York Times, a proxy for communications aimed at a broad public audience, only 12 percent acknowledged climate change as real and human-caused, while 81 percent expressed doubt.\nAmong the documents examined were scientific papers, internal company memos, and paid editorial-style advertisements in The New York Times. The documents were scored by reviewers in a standard social-science approach known as content analysis, with an aim of evaluating their viewpoints on climate change and quantifying the consistency of Exxon’s communications.\nReviewers looked at the company’s views of climate change as real, human-caused, serious and solvable.\nThey also examined a key point that has come up in recent years: whether the company faces a financial risk of stranded assets as policy makers shift world economies away from fossil fuels because their emissions cause global warming.\nTheir work was supported by Harvard University Faculty Development Funds and by the Rockefeller Family Fund, which has also supported InsideClimate News.\nICN’s series in 2015, Exxon: The Road Not Taken, won an array of journalism prizes and was a finalist for the 2016 Pulitzer Prize for Public Service. It described how Exxon conducted cutting-edge climate research decades ago and how the company then pivoted to the forefront of climate denial, manufacturing doubt about the climate consensus and the dangers that its own scientists had confirmed.\nIn an interview, Supran said that the company’s “pattern of discrepant, misleading climate communication” seems still pertinent today, even though the documents analyzed here dated back many years.\nIt’s not just the dissonance he sees between Exxon’s more recent formal endorsement of a carbon tax and the refusal of almost anyone the company supports in Congress to embrace that kind of climate solution.\n“The company’s apparent acknowledgement of climate science and its implications,” he said, “seems dramatically at odds with basically its current business practice.”\nSupran cited Exxon’s push, thwarted by sanctions so far, to drill in Siberia along with the Russian company Rosneft, even though “that oil and gas resource, the largest untapped oil and gas resource left in the entire world, is quantifiably incompatible with holding warming below 2 degrees,” the internationally accepted goal.\n“In terms of the company’s rhetoric and business practices,” he concluded, “there is a pattern of discrepancy between what the company says and what the company does.”\nExxon, which did not have access in advance to the full paper under terms of a news embargo imposed by the journal publishing it, did not respond to emails on Tuesday requesting comment.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}