{
  "url": "https://insideclimatenews.org/news/21082017/alaska-grizzly-bears-salmon-berries-climate-change-ecology-shift-study/",
  "title": "Alaska’s Grizzly Bears Drop Salmon for Berries as Climate Changes",
  "date": "2017-08-21T21:02:23-04:00",
  "content": "Each summer, the shallow freshwater streams of Kodiak Island, Alaska, are so thick with sockeye salmon, you literally cannot cross the waterways without stepping on the brightly colored fish. With the salmon come brown bears, often dozens of grizzlies per stream, hauling the fish onto nearby banks for an easy meal.\nDuring an unusually warm summer in 2014, however, no bears could be found. At the peak of the annual salmon run, as the fish made their way upstream to spawn, the roughly 1,000-pound bears were busy feasting on berries instead, according to a study published today in the Proceedings of the National Academy of Sciences. A similar phenomenon is believed to have also occurred in 2016, after the study period ended, but the bears were not closely monitored to confirm their feeding behavior.\nBiologists who study Alaska’s iconic omnivores say changes in seasonal phenomenon caused by a warming planet were behind the bears’ unusual behavior, which could affect the entire ecosystem.\nDifferent species are responding to climate change in different ways, “so what you have is a scrambling of the schedule,” said William Deacy, a biologist at Oregon State University in Corvallis and lead author of the study.\nThe island’s brown bears typically feed first on salmon, followed by elderberries later in the season. An earlier-than-usual ripening of red elderberries, however, forced the bears to make a choice.\n“It’s essentially like if breakfast and lunch were served at same time and then there is nothing to eat until dinner,” Deacy said. “You have to choose between breakfast and lunch because you can only eat so much at a time.”\nWhen given a choice between salmon and elderberries, grizzlies, a common name for brown bears across North America, actually prefer the latter.  Salmon provide twice the energy density, but elderberries have a better nutrient profile that allows grizzlies to grow more quickly. The berries are 13-14 percent protein, close to the 17 percent that biologists say allows them to grow most quickly, whereas spawning salmon are roughly 85 percent protein, which require more energy for the bears to break down.\nFor brown bears on an island rich with food options, having to choose between two abundant meals won’t likely have a negative effect, Deacy said. In other locations, however, like the Pacific Northwest, where bears are already stressed by a number of ecological factors including fewer food options, changes in the timing of food availability could pose a bigger problem.\nThe earlier ripening of elderberries could also have significant implications for the rest of Kodiak Island and the salmon that spawn there. Bears typically kill up to 75 percent of the salmon, roughly half of which are killed before they are able to spawn. The reduction in salmon deaths would likely benefit the salmon population but could imperil other parts of the island’s ecosystem that derive nutrients from the salmon carcasses that are dragged onto shore by the bears.\nResearchers looking at the effects climate change has on changes in plant and animal phenomenon typically focus on interactions between two species that are closely linked but then go out of sync due to climate change.\nThe current study shows you can also have strong, and potentially negative, effects from species going into synch, Deacy said. “It’s a new way to look at how climate change can affect these species’ interactions.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}