{
  "url": "https://insideclimatenews.org/news/14082017/suniva-solar-tariff-case-could-throttle-entire-industry/",
  "title": "Suniva Solar Tariff Case Could Throttle a Thriving Industry",
  "date": "2017-08-14T16:45:41-04:00",
  "content": "Would an intervention by Washington to save this industry end up destroying it? That’s the question confronting the solar industry as the U.S. International Trade Commission meets this week on a petition to protect domestic manufacturers with tariffs on solar panel imports and price supports.\nThe commission will hear competing views at a meeting on August 15 and has said it will make a preliminary ruling in late September on whether the petitioners, a pair of domestic manufacturers that have filed for bankruptcy, have been so badly injured by imports that they need relief.\nThe case is unusually complex, and it’s hard to know what relief the ITC and, ultimately, the Trump administration may impose. (As Bloomberg News noted in June, Trump’s instincts are to protect domestic manufacturers, and he is more fond of the coal industry than of solar.)\nThe trade petition was filed after Suniva, which had been taken over by a foreign firm, filed this year for bankruptcy; it was joined by SolarWorld, another foreign-controlled and bankrupt company.\nMost of the rest of the domestic solar industry—including some other manufacturers but mainly those who install and finance solar gear and can thrive on cheap systems from abroad—is lined up against the petition. Their business has been booming as costs have steadily declined, making it easier for consumers, businesses and power companies to shift from fossil-fuel electricity.\nHundreds of workers from the industry are expected to attend the hearing, pressing the case that the economic harm from protectionism would far outweigh the benefits.\nOn Friday, a bipartisan group of senators sent an open letter to the ITC urging the commission to reject the petition.\n“Increasing costs will stop solar growth dead in its tracks, threatening tens of thousands of American workers in the solar industry and jeopardizing billions of dollars in investment in communities across the country,” the senators wrote.\nOpponents cite a recent study by Greentech Media that found that the protective relief sought by the petition “would strike a devastating blow to the U.S. solar market, erasing two-thirds of installations expected to come online over the next five years.” In rebuttal, the petitioners turned to analysts who issued a report claiming much the opposite: that relief would result in a “net gain in employment of at least between 114,796 and 144,298 jobs for the U.S. solar industry” over the next five years.\nForecasts for the growth of solar electricity have never been very reliable. They are especially difficult now. Congress passed a law that over the next few years will phase out most of the tax subsidies that make it cheaper to install solar power. That would be happening just as the temporary tariffs and price supports kick in if Suniva and SolarWorld win their case.\nAmong the unpredictable factors: the rapid pace of innovation and the intense competition in the global marketplace, the economies of scale that develop as solar power becomes ever cheaper, and policies around the world supporting solar. It all makes a big difference in a world trying to head off climate change caused by fossil fuel emissions of greenhouse gases.\nAlthough the U.S. hardly dominates the global solar marketplace—China is a much bigger supplier of equipment, and its installed solar capacity is growing much faster than America’s—any big change in solar incentives or penalties in the U.S. will be felt.\nFor the first half of 2017, solar module prices were declining in the United States, but now there are reports that prices have been increasing—by as much as 20 percent, in some cases—due to fears of a tariff. For solar farm developers that provide energy for big companies and utilities, panels account for as much as half of their project costs.\n“We’re already seeing that people are hedging their bets by buying modules ahead and stockpiling them because they’re worried if tariffs are put in place, prices for domestic installers will go up dramatically,” said Robert Margolis, a senior energy analyst at the National Renewable Energy Laboratory.\n“We could see a double whammy of higher prices and declining subsidies, which could have a pretty serious effect on U.S. solar deployment,” said Dan Reicher, executive director of Stanford University’s Steyer-Taylor Center for Energy Policy and Finance. “We don’t know how the commission is going to rule, so it’s hard to speculate about the actual impacts on carbon reduction goals and energy efficiency. But higher solar technology costs can only give a leg up to other technologies.”\nHis center’s recent report, The New Solar System, set forth the case for American manufacturers to build more “first factories” near laboratories whenever a new solar technology is developed; increase investment in large solar goods that are costly to ship overseas; and be granted more substantial government support for research and development.\nOpponents say the fate suffered by Suniva and SolarWorld was the result of insufficient production capacities and a “series of damaging business decisions that had absolutely nothing to do with imports,” according to a brief from the Solar Energy Industries Association (SEIA).\n“They did not make a product that could compete at the utility scale, where 80 percent of solar market growth has been, effectively icing themselves out of the biggest and fastest growing part of the market,” said Abigail Ross Hopper, CEO of the SEIA. “On the residential solar side, they didn’t align themselves with some of the biggest residential developers.”\n“We’re talking about a fairly new energy source that is competing with other renewable energy sources, such as wind and natural gas, as well as the traditional ones, like oil,” said Paul Nathanson, a spokesperson for the Energy Trade Action Coalition, a group recently created to formally oppose the petition.\n“This nascent industry will be devastated by cost increases to solar energy. The end result is people will turn to alternatives,” he said. “This couldn’t happen at a worse time for the industry.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}