{
  "url": "https://insideclimatenews.org/news/16082017/suniva-solarworld-itc-hearing-solar-panel-import-tariffs/",
  "title": "Suniva, Seeking Tariffs on Foreign Solar Panels, Faces Tough Questions from ITC",
  "date": "2017-08-16T12:22:06-04:00",
  "content": "At a federal hearing Tuesday to decide whether domestic makers of solar panels need tariff protection from imports, members of the U.S. International Trade Commission focused much of their questioning on why these companies had failed as the overall solar market was booming.\nWas the reason, as solar panel manufacturers Suniva and SolarWorld complained, that they were overwhelmed by a tide of inexpensive imports—and that this could be remedied by a period of stiff tariffs and sharply increased prices?\nOr was it, as the petition’s critics asserted, that the domestic producers had crippled themselves through a series of strategic errors and bad decisions—and that rewarding them with protection would only damage the rest of the industry?\nThe hearing was so crowded that the audience spilled into two overflow rooms, including many solar installers in bright yellow and orange T-shirts that stood out among the business attire of the lobbyists, lawyers and entrepreneurs who typically attend this kind of technical proceeding.\nEven as solar factory workers have lost their jobs, the industry’s rooftop workforce has boomed in recent years, along with those who build and maintain solar installations for utilities, big commercial customers and the like.\nThat big workforce thrives on cheap supplies, and it has drawn the attention of politicians, who were also there to weigh in. In what the commission chair said was unusual for an ITC hearing, a number of state officials and lawmakers testified against the imposition of tariffs. A Republican from North Carolina, a Democrat from Maryland and a bipartisan team of legislators from Minnesota argued that their state’s thriving solar industries would be harmed by a trade move that increased the costs of panels. The lone local official testifying in favor of solar tariffs was the Mayor of Norcross, Georgia, Bucky Johnson, who urged the commission to help his city’s one-time success story, Suniva.\n“Some might say it’s protection, but I say bunk,” he said.\nBut Sen. David Purdue, a Georgia Republican, was one of a bipartisan group of 16 U.S. senators who submitted a letter in opposition to tariffs. A coalition called the Energy Trade Action Coalition, including conservative groups like the Heritage Foundation and the American Legislative Exchange Council and utilities like Southern Company, also opposed the tariffs.\nWith so many competing interests on hand, the hearing extended into the evening.\nThe ITC is supposed to decide by Sept. 22 whether the domestic industry was in fact brought to its knees by imported goods, and then to take up the question of whether a temporary tariff would be the right response. Ultimately, the question will be decided by President Donald Trump, making this also a key test case of his anti-import, pro-manufacturing agenda, as well as his energy and climate change policies.\nEnvironmental advocates have warned that the blossoming solar industry, which is supported by tax credits that make panels more affordable, would be snuffed out by tariffs, which might double the costs of some installations.\nIt was hard to gauge the commissioners’ sentiments—the panel is independent and bipartisan—but their questioning delved into the objections posed by most of the solar industry to the petition presented by Suniva and SolarWorld, two bankrupt companies, both owned by foreign firms.\nCommission Chair Rhonda Schnare Schmidtlein, a Democrat appointed by President Barack Obama, and the other Democrat on the commission, Irving A. Williamson, appointed by President George W. Bush, seemed intent on exploring what other factors might have impaired the domestic panel makers.\n“I want to understand how prices are set in this market,” Schmidtlein said. Aside from cheap imports, she suggested, other factors might be raw material prices and subsidies for solar installations. “Are you saying those factors never impact the price of modules here in the United States?”\n“Certainly these factors play some limited role,” said Thomas Brightbill, a lawyer for SolarWorld. “Our main point is that if you track the trend, there’s no correlation with what’s happened with solar prices with natural gas prices, or with raw material and polysilicon prices, or what’s happened with government incentives.”\nSchmidtlein also noted the ITC had looked at the issue how foreign competition was affecting U.S. solar manufacturers before. And although the U.S. Department of Commerce ordered countervailing duties on imports from China and Taiwan in 2015, the ITC at that time found that the imports were not causing solar prices to be depressed in the United States. She pressed the companies for an explanation of what had changed since then.\nSuniva, which entered Chapter 11 bankruptcy reorganization last spring, and SolarWorld, a U.S. subsidiary of a bankrupt German firm, have petitioned for tariffs on photovoltaic panel imports in a case that has divided the U.S. solar industry, and has riveted the energy industry.\nThe manufacturers argued that they could not keep up with the prices of state-subsidized manufacturing of foreign PV panels—mostly from China but also from numerous other countries. They said the same import surge had decided the fate of nearly 30 U.S. manufacturers that had failed over the past five years—Matt Card, executive vice president of Suniva, said it represented the loss of $1 billion in investment and thousands of jobs in 22 states.\n“The U.S. is strewn with the carcasses of solar manufacturers,” said Matthew McConkey, lead lawyer for Suniva. “It is not just about these two. They lasted the longest. They are part of an industry that is being extinguished.”\nShipments of solar PV modules in the United States in 2015 were up 60 percent over the previous year, while the price per kilowatt-hour fell 20 percent, according to the U.S. Energy Information Administration. Imports accounted for 98 percent of the modules shipped, with more than a third of them from China.\n“If we lose this industry, we lose much more than jobs,” Card said. “We lose the R and D leadership that caused this industry to be born in the first place, and we cede this technology to China and its proxies. … Your historic decision will shape solar manufacturing and U.S. energy security for years to come.”\nThe Solar Energy Industries Association (SEIA) criticized Suniva and SolarWorld for portraying themselves as the backbone of U.S. manufacturing, while they themselves rely on imported PV cells and modules.\n“The petitioners have failed badly, and their failure has nothing to do with imports,” said Matthew Nicely, SEIA’s lawyer. “That they would even bring this case demonstrates their poor judgment and their hubris in seeking a public remedy for their private failings. This commission can and should prevent this and allow this clean energy business to thrive along with the thousands of jobs it creates.”\nCommissioner David Johanson, a Texas Republican appointed by Obama, asked Suniva and SolarWorld why they were invoking a section of trade law that had not been used in a trade case before the ITC in 16 years. It allows protective tariffs to be broadly applied to help an injured industry back on its feet.\n“I’m not contesting your ability to use it, but what inspired Suniva and SolarWorld to revive the dormant section 201?” Johanson asked.\n“I don’t want to be a smart aleck, but whack-a-mole,” McConkey replied. “The client came to us and said, ‘we’re getting killed by imports.’ And we started seeing the import increases, and they’re dramatic, coming from a number of countries.”\nSeeking the more standard remedy of duties against one nation’s industry would not help the problem of companies moving manufacturing from country to country to avoid the penalties, he said. “We’d be chasing this product all around the world.”\nSchmidtlein and the other Democrat on the commission, Irving A. Williamson, a Democrat appointed by President George W. Bush, focused much of their questioning on the assertion made by opponents of tariffs that Suniva and SolarWorld had failed because they had not developed business selling panels to the lucrative utility industry segment of the market.\n“I vigorously dispute there were markets we chose not to play in,” Card responded. “There were markets we were pushed out of.”\nCard described one large utility-scale project that his company was bidding for in the upper Midwest in late 2015. Suniva had gotten to a verbal agreement to sell panels for 66.5 cents per watt, but by November of 2016, the same customer said it had another supplier offering panels at 48 cents per watt, and in February 2017, Suniva lost the deal to a competitor from southeast Asia that was selling to the customer at 38 cents per watt. “It absolutely offends me when I heard Suniva and SolarWorld abandoned the market,” Card said. “We fought aggressively for a year for that business.”\nAt some points, the commissioners dwelled on what remedy they could impose without hurting others in the industry. Commissioner Meredith M. Broadbent, a Republican appointed by Obama, summed up the difficulties in the complex case: “What do we do long-term about the overcapacity in China?”\nThe ITC is designed to be an independent, bipartisan agency, with appointees serving overlapping nine-year terms and a requirement that the chair and vice chair be from different parties. There are two unfilled vacancies on the commission, so the solar case is before the four current members.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}