{
  "url": "https://insideclimatenews.org/news/02082017/scott-pruitt-climate-denial-epa-scientific-integrity-complaint/",
  "title": "EPA Science Integrity Panel Says Pruitt’s Climate Denial Is Permissible",
  "date": "2017-08-02T10:01:00-04:00",
  "content": "An internal review by the Environmental Protection Agency has found that its administrator did not violate its scientific integrity policy when he contradicted a fundamental tenet of climate science by denying that carbon dioxide pollution is the principal agent of global warming.\nThe policy “explicitly protects differing opinions” held by any agency employee, including Administrator Scott Pruitt, on any matter of science informing agency policy decisions, said a review panel convened by the EPA’s Scientific Integrity Committee.\nThe panel addressed its finding to the Sierra Club, which had filed a complaint after Pruitt, whose views of climate science often skirt around the mainstream consensus on the causes and the urgency of the climate crisis, said in a television interview that he “would not agree” that carbon dioxide “is a primary contributor to the warming that we’re seeing.”\n“The freedom to express one’s opinion about science is fundamental to EPA’s Scientific Integrity Policy even (and especially) when that point of view might be controversial,” wrote Thomas Sinks, an agency science official, in a letter to the Sierra Club.\nIn a caustic thread dissecting the letter on Twitter, John Walke of the Natural Resources Defense Council called it a “gambit” designed to give Pruitt and other agency officials “the right to have wackadoodle beliefs tolerated as ‘opinion’.”\nThe intense argument is over a momentary, if brazen, moment of public climate denial, a seemingly offhand answer to a simplistic question on the business cable channel CNBC. But it goes to the heart of one of the crucial matters on Pruitt’s extensive deregulatory agenda: whether the agency ought to stand by its scientific determination under President Obama that carbon dioxide is a harmful pollutant that must by law be regulated under the Clean Air Act. (Energy Secretary Rick Perry has said much the same thing, and the two are hardly alone in an administration replete with climate deniers of various shades.)\nThe ruling comes at a time of mounting dissent among government scientists and President Donald Trump’s political appointees at the EPA and also at the Interior Department, the Energy Department, the Agriculture Department and elsewhere.\nOne manifestation came this week when a 30-year EPA veteran, Elizabeth Southerland—a career scientist—left the agency with a stinging, personal blast at Pruitt and his policies, which she called “a temporary triumph of myth over truth.”\nIn a resignation letter posted by Public Employees for Environmental Responsibility, she declared: “The truth is there is NO war on coal, there is NO economic crisis caused by environmental protection, and climate change IS caused by man’s activities.”\nThe irony is that the plainest of truths are under assault while the protections afforded those who insist on speaking them to the powerful are co-opted by those whose views are most readily demonstrated to be false.\nIn this setting, mainstream scientists are frustrated that it’s hard for them to get a hearing, and anxious that Pruitt is contemplating a “red-team, blue-team” scientific tug-of-war as a way of amplifying the kind of dubious claims he’s being challenged over.\nIn a letter about this notion sent to Pruitt on Monday, leaders of 16 scientific societies cautioned that “the integrity of the scientific process cannot thrive when policymakers—regardless of party affiliation—use policy disagreements as a pretext to challenge scientific conclusions.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}