{
  "url": "https://insideclimatenews.org/news/07082017/trump-obama-climate-policies-regulation-cost-benefit-analysis/",
  "title": "Scrapping Climate Protections Would Erase $300 Billion in Benefits, Study Finds",
  "date": "2017-08-07T22:01:35-04:00",
  "content": "The Trump administration has been systematically dismantling the nation’s climate change regulations, often claiming a high cost of compliance as justification. But a new study says keeping those rules would actually save nearly $300 billion a year by 2030.\n“That just gives you a sense of the scale of the impact of the climate deregulation that’s underway right now,” said Jessica Wentz, a staff attorney at Columbia University’s Sabin Center for Climate Change Law and one of the study’s authors.\nTo get the figure, Wentz and a colleague took the cost-benefit analyses published by the federal government with each major greenhouse gas emissions rule issued under Barack Obama—regulations that touched on the power sector, the oil and gas industry and automobiles—and essentially added them up.\nThey found that the total costs associated with those rules—the costs for companies to comply, higher prices for consumers and other indirect costs—were projected to be about $84 billion per year in 2030. But in that same year, the benefits—including the direct savings from lower carbon emissions, improved public health from lower emissions of pollutants, and new jobs created by the rules—were expected to be worth nearly $370 billion. They also found that the rules would prevent the emission of the equivalent of nearly 1 billion tons of carbon dioxide in 2030.\nTo calculate the benefits, the government had used the so-called social cost of carbon to generate a monetary value for changes in greenhouse gas emissions. That calculation itself is now under threat from an executive order that President Donald Trump signed in March that eliminated a government-wide effort to assess such a cost.\nThe EPA had also found financial benefits from the climate regulations beyond cutting greenhouse gas emissions, including cost savings from greater efficiency and improved health as a result of lower emissions of smog-forming pollutants. All told, the new report says, the rules would result in 3,300 fewer premature deaths, 4,500 fewer asthma attacks, and 1,600 fewer non-fatal heart attacks per year in 2030.\nTrump began an administration-wide review of existing climate and energy regulations almost as soon as he entered office. All of the rules examined by the Columbia report are either now under review or have been delayed by the Trump administration.\nHere’s a breakdown of the rules analyzed in the study and their projected costs and benefits in 2030 or, in the case of the oil and gas regulations, in 2025.\nTotal benefits: $51.8 billionTotal costs: $5.5 billion\nThe Clean Power Plan would regulate emissions from the electricity sector by setting emissions reductions targets for each state. Aside from the benefits derived from lower emissions and improved health, the report says, the EPA projected that the regulations would lead to the creation of tens of thousands of new jobs (an exact figure is difficult to assess because the EPA in some cases estimated number of jobs while in other cases used an assessment called “job-years”).\nTotal benefits: $318.2 billionTotal costs: $78.1 billion\nThe report looks at four sets of regulations on the fuel efficiency of cars and trucks. Some of these have already gone into effect on existing vehicles, but others are planned for coming years, and Trump has said he would have the government review them. The researchers found that the benefits from fuel savings alone would more than outweigh the cost of shifting to more efficient vehicles.\nTotal benefits: $1.2 billionTotal costs: $780 million\nThese include regulations that would cover both existing oil and gas operations on federal lands and new oil and gas equipment everywhere in the country.\nOpponents of climate regulations have questioned the federal estimates that the new Columbia report used. The Heritage Foundation, a conservative think tank, has argued that the Clean Power Plan would result in higher energy costs.\nFor more details from the Columbia report, the authors published an extensive appendix with a full breakdown of the costs and benefits for each of the rules by category.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}