{
  "url": "https://insideclimatenews.org/news/25072017/utilities-electricity-industry-knew-climate-change-risks-decades-ago-exxon/",
  "title": "Like Exxon, Utilities Knew about Climate Change Risks Decades Ago",
  "date": "2017-07-25T16:27:36-04:00",
  "content": "Sign up to receive our latest reporting on climate change, energy and environmental justice, sent directly to your inbox. Subscribe here.\nA study issued Tuesday by an energy watchdog group offers important new insights into the fossil fuel industry’s extensive early understanding of climate change and the risks it poses.\nThis time, it’s the electric utility sector that’s under the microscope.\nThe detailed study, backed up by reams of archival documents, was issued by the Energy and Policy Institute, an environmental advocacy and research group that favors the use of clean energy over fossil fuels.\nForty years ago, the documents show, industry officials told Congress that the looming problem of climate change might require the world to back away from coal-fired power—something that is only now beginning to happen.\nThe research presents a distinct echo of an investigation of Exxon’s climate record published by InsideClimate News almost two years ago, and casts significant new light on the duration and depth of industry’s climate research—and how electric companies that use fossil fuels responded to the emerging science from the 1960’s onward.\nThe 66-page report unearths research documents and testimony published but then largely forgotten decades before the climate crisis emerged as a key public issue.\nAnd in this episode of the nation’s climate history, once again, the same industry that foresaw the ultimate end of coal as a main fuel for power generation later supported actions to cast doubt on the science and to stave off policies to address the problem, funding groups that deny the scientific consensus and joining the main industry group that opposed participation in the first climate treaty. To this day, there are few federal limits on emissions of carbon dioxide by utilities, one of the biggest sources of greenhouse gases.\nPlease take a look at the new openings in our newsroom.\n“It’s a story with striking parallels to the investigations into ExxonMobil’s early knowledge of climate change and later efforts to deceive investors, policymakers and the public on the issue,” EPI said.\nAsked for comment, a spokesman for the Edison Electric Institute, one of the trade associations scrutinized in the report, said only that the industry has made deep reductions in its emissions of carbon dioxide since 2005.\nDave Anderson, one of the authors, said that the report might “provide fodder” to those such as state attorneys general or private plaintiffs taking legal steps to force the industry to more fully describe the risks of climate change to shareholders, or even to compensate for damages that ensued from emissions.\nBy 1988, the EPI report said, the Electric Power Research Institute, supported by the industry, acknowledged “a growing consensus in the scientific community that the greenhouse effect is real.”\nEven so, EPI said, some in the industry joined oil and other industries in the climate-denial front group known as the Global Climate Coalition, which lobbied successfully to get the United States out of the Kyoto Protocol during the George W. Bush administration.\nIt is striking that specialists in the industry understood the risks of climate change early enough to expand research efforts into the problem substantially in the 1970’s, about the same time Exxon launched cutting-edge research on its own.\nThe new report resurfaces many detailed documents, some of them previously mentioned by InsideClimate in its Exxon reporting, others not widely circulated in recent years.\nThe 1960’s, the earliest years of significant federal government interest of the looming carbon dioxide problem, especially during the presidency of Lyndon B. Johnson, utilities were among the industries contributing to extensive government studies that raised the issue of climate change as an important consideration. Mostly, they recommended diligent research, since there was not yet quantitative evidence or sophisticated models of how continuing use of fossil fuels would impact the climate.\nBy 1977, the Electric Power Research Institute, funded by the industry, was testifying in Congress that the global warming consequences of greenhouse gases could force a shift away from fossil fuels, especially coal, a message that the group repeated in its house publication that year. (At about that time, the National Academy of Sciences was first warning that climate change, not resource scarcity, was likely to limit the use of fossil fuel in the decades ahead.)\nBy 1988, the EPRI Journal would run an editorial declaring outright: “There is a growing consensus in the scientific community that the greenhouse effect is real.” It described potentially grave impacts, but added that “shifting away from fossil fuel use is a prospect that seems impractical.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}