{
  "url": "https://insideclimatenews.org/news/14072017/climate-change-airline-flight-delays-excessive-heat-waves-weight-restrictions/",
  "title": "Why Heat Waves Will Get Costlier for Airlines, More Annoying for Travelers",
  "date": "2017-07-14T23:28:57-04:00",
  "content": "During a blistering heat wave in the Southwest last month, American Airlines cancelled dozens of flights in Phoenix because certain planes in its fleet weren’t designed to operate at temperatures above 118 degrees.\nThe cancellations made headlines. But as global warming stokes more heat waves, that scenario is likely to replay more frequently, creating hassles for air travelers and cutting into airline profits.\nA study published Thursday in the journal Climatic Change looked at 19 airports around the world and found that rising temperatures will make it harder for airplanes to take off. During especially hot periods, airplanes will likely have to reduce the amount of weight they can carry in order to get airborne.\n“Heat waves are going to become much more frequent and intense in the future,” said Radley Horton, a climatologist at Columbia University’s Lamont-Doherty Earth Observatory and co-author of the report. “We’re already seeing planes unable to take off at full weight.”\nThe situation will get especially troublesome at certain airports, including New York’s LaGuardia and Washington, D.C.’s Reagan National, which have shorter runways, and the Dubai International Airport, where temperatures regularly hover above 110 degrees.\n“As temperatures go up, air density goes down. There’s effectively less mass passing over the wing,” Horton explained. “With less mass, you need more speed to get the necessary lift, so if you have shorter runways, you can’t get the necessary speed.”\nAt Reagan National and LaGuardia, there’s simply no room to extend runways, so planes traveling to and from those airports will have to shed weight instead. Ethan Coffel, a Columbia University doctoral student and co-author of the report, said the costs to the airlines will be “non-trivial.”\nCoffel and Horton estimate that, if greenhouse gas emissions continue at their current pace, some airplanes will have to offload up to 4 percent of the weight they are carrying on the hottest days. On a typical flight, that might mean removing a dozen or so passengers.\nThe study, the authors believe, is the first to look at the impact of climate change on takeoffs. Much of the aviation-focused research done so far has explored how aviation affects global warming, rather than the other way around. (About 2 percent of global greenhouse gas emissions come from aviation, and this is increasing.) One study published in May found that global warming may make turbulence worse.\nThe new study notes that global temperatures have already risen 1 degree Celsius since the Industrial Revolution, with most of the rise occurring since 1980, and they are expected to keep rising sharply unless emissions are rapidly and steeply reduced. That would not only make heat waves more frequent, it would raise temperatures at airports worldwide. In some places, temperatures would routinely reach extremes that now occur only rarely.\n“What we’ve learned is that small shifts in average conditions have a big impact on the frequency of extreme events, and it’s the extreme events that have the biggest impact on society,” Horton said. “We’re already detecting a climate change signal from random noise in heat waves.”\nIn other words, Horton said, scientists are finding a stronger causal connection between climate change and heat waves that makes their impacts more predictable—or, perhaps, easier to prepare for.\n“To really get a sense of the scope of the problem and the potential fixes, we need more engagement from the aviation industry—the airlines, the regulators, the airports, the airplane designers,” Horton said. “Our infrastructure was designed for the climate of the past.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}