{
  "url": "https://insideclimatenews.org/news/06072017/oil-gas-drilling-federal-lands-faster-approvals-zinke-land-management/",
  "title": "Oil and Gas Drilling on Federal Land Headed for Faster Approvals, Zinke Says",
  "date": "2017-07-06T23:50:12-04:00",
  "content": "Interior Secretary Ryan Zinke announced plans Thursday to speed up the application process for oil and natural gas drilling on federal lands so permits are approved within 30 days—a move that drew immediate fire from environmental groups, especially in the West.\n“Secretary Zinke’s order offers a solution in search of a problem,” said Nada Culver, senior director of agency policy and planning for The Wilderness Society.\n“The oil and gas industry has been sitting on thousands of approved permits on their millions of acres of leased land for years now. The real problem here is this administration’s obsession with selling out more of our public lands to the oil and gas industry at the expense of the American people,” Culver said.\nUnder the law, the Interior Department’s Bureau of Land Management has 30 days to grant or deny a permit—once all National Environmental Policy Act requirements are fulfilled. In 2016, Zinke said, the application process took an average of 257 days and the Obama administration cancelled or postponed 11 lease sales. Zinke intends to keep the entire process to under a month.\n“This is just good government,” he said, referring to the order.\nA 2016 Congressional Research Service report, widely cited by the oil and gas industry, points out that production of natural gas on private and state lands rose 55 percent from 2010 to 2015 and oil production rose more than 100 percent, while production on federal lands stayed flat or declined. Those numbers, the oil and gas industry says, suggest federal lands should contribute more to the energy mix and that Obama-era policies and processes cut drilling and gas extraction on those lands by making it slower and harder to gain access.\nBut that same report points out that while the permitting process is often faster on state and private land, a “private land versus federal land permitting regime does not lend itself to an ‘apples-to-apples’ comparison.”\nThe real driver behind the slowdown, environmental and land rights groups point, was oil prices, which fell during that same time period.\n“The only people who think oil and gas companies don’t have enough public land to drill are oil and gas companies and the politicians they bought,” said Chris Saeger, executive director of the Montana-based Western Values Project, in a statement. “With historically low gas prices, these companies aren’t using millions of acres of leases they already have, so there’s no reason to hand over even more.”\nSaeger’s group said that oil companies didn’t buy oil and gas leases that were offered on more than 22 million acres of federal land between 2008 and 2015, and the industry requested 7,000 fewer drilling permits between 2013 and 2015 than between 2007 and 2009.\nThe announcement Thursday comes after a series of other moves by the Trump administration intended to pave the way for oil and gas interests to gain access to public lands.\nIn April, President Donald Trump issued an executive order in which he aimed to open areas of the Atlantic, Pacific and Arctic oceans to drilling.  In May, Zinke announced that his agency would open areas of the National Petroleum Reserve-Alaska to oil and gas leases.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}