{
  "url": "https://insideclimatenews.org/news/30062017/energy-storage-target-law-massachusetts-new-york-renewable-energy/",
  "title": "New York, Massachusetts Move on Energy Storage Targets",
  "date": "2017-06-30T20:52:02-04:00",
  "content": "New York is set to join the ranks of a small but growing number of pioneering states that are setting targets for energy storage as wind, solar and other renewable energies supply increasing amounts of power to their electric grids.\nSo far, only a few states have laws demanding that utilities meet targets for energy storage—including California, Oregon, Massachusetts and Nevada—and their targets vary. Massachusetts drew criticism today when it announced its first targets, which energy experts considered well below what will be needed.\nNew York’s legislature has now passed a bill that would join those states by asking its Public Service Commission to set targets for energy storage in New York by as early as January of next year.\n“Anyone in the business knows storage is critical to making intermittent energy a reality. Because of this, New York has got to take a leadership role,” said Westchester Assemblywoman Amy Paulin, who co-sponsored the bill. She said she was confident that Gov. Andrew Cuomo would sign it.\nUnder Cuomo, New York moved to significantly upgrade its green energy ambitions. In 2015, the state set goals of having 50 percent of electricity generated by carbon-free renewables by 2030. The challenge from renewables like wind and solar is, of course, that their generation is variable and, therefore, storage is crucial to maintaining continuity of energy flow.\nThere are several ways to store energy from intermittent generators like wind and solar and save it for later use. Some are already widely deployed, like pumping water behind hydroelectric dams; others are coming on fast, like banks of modern batteries. As wind and solar grow, the competition between storage technologies is expected to grow brisker.\nLike legislation in other states, the New York State bill gives regulators a great deal of flexibility to set targets for both the amount and type of storage. The only criteria is that it be the best available and most cost-effective technology. The objectives are clearly to create more reliability in the system to support zero-carbon energy sources.\nCalifornia and Oregon currently set the standards for energy storage in their states.  California has directed its utilities to build 1.35 gigawatts of energy storage—toward which they have already made substantial progress including opening the largest lithium ion storage facility in the United States. Nevada is writing its standards now. Additionally, Maryland offers an energy storage tax credit to encourage adding more storage.\nThe Massachusetts Department of Energy Resources just announced its energy storage goals, but only required utilities to have 200 megawatt-hours of energy storage by 2020. That was very disappointing to many energy experts who had hoped they might set a new high bar.\nTim Fox, vice president of Clearview Energy Partners, a research firm for institutional investors and corporate strategist, was one of those who had been expecting more. “We consider 200 megawatt-hours to be a comparatively modest target in relation to expectations,” he said. “The 200 would represent considerably less than one percent of the state’s total annual electricity consumption projected in 2020.”\nPaulin said the legislature in New York didn’t set hard targets in part because energy storage technology is still very much evolving, but she said she and her colleagues were clearly sending the message that they hoped New York’s regulators would be ambitious. “We want to push them as far as they can go,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}