{
  "url": "https://insideclimatenews.org/news/26062017/mayors-conference-supports-100-percent-renewable-energy-electric-vehicles-climate-change/",
  "title": "U.S. Mayors Back 100% Renewable Energy, Vow to Fill Climate Leadership Void",
  "date": "2017-06-26T21:22:15-04:00",
  "content": "As the nation’s mayors closed their annual meeting on Monday in Miami Beach, they sent a clear signal that cities are looking for action on climate change and are eager to fill a policy gap created by the Trump administration.\nThe United States Conference of Mayors, which includes both Republican and Democratic mayors from cities across the nation, adopted a series of resolutions that are far more assertive than federal climate policy, including a pledge supporting cities’ adoption of 100 percent renewable energy by 2035.\n“We are showing the world that cities and mayors can and will lead the transition away from fossil fuels to 100 percent clean, renewable energy,” said Columbia, South Carolina, Mayor Steve Benjamin, a co-sponsor of the resolution, in a statement.\nCities have been pushing for stronger action on climate change for years, but the efforts have taken on new urgency since President Donald Trump took office in January. After Trump announced his intention to withdraw the United States from the Paris climate agreement, more than 200 cities joined with nearly a dozen states and hundreds of businesses to announce that they would remain committed to the goals of the agreement.\nThe resolutions passed Monday include ones that:\nA main theme of the annual meeting of the conference, which represents the mayors of 1,408 American cities, was that local government can take a larger role in shaping American policy on a range of issues, supplanting the federal government.\n“We can show America what leadership really looks like,” said New Orleans Mayor Mitch Landrieu, the incoming president of the U.S. Conference of Mayors.\nClimate change was a recurring topic throughout the meeting, which took place in one of the cities most vulnerable to sea level rise. Landrieu said there is “near unanimity in this conference that climate change is real and that humans contribute to it.”\nOn Monday, Michael Bloomberg, the former mayor of New York, used the conference’s closing luncheon to announce a new initiative of his philanthropy that will provide $200 million in grants over the next three years to support city initiatives on major policy challenges, including climate change, education and gun control.\n“We’ll expand our work to empower more mayors to lead the fight against climate change so that America can meet the goals it set in Paris, no matter what happens in Washington,” he told the conference.\nA move toward renewable energy could be among the most consequential steps taken by cities. According to an analysis by the Sierra Club, which has been working with a group of mayors on the issue, if all the conference’s cities were to adopt 100 percent renewable energy, they could cut carbon dioxide emission by 619 million metric tons, equivalent to the emissions of about 180 coal plants. So far, mayors of 120 cities have signed the Sierra Club’s pledge supporting a transition to using only renewable power.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}