{
  "url": "https://insideclimatenews.org/news/16062017/exxon-hearing-climate-change-fraud-investigation-attorney-general-tar-sands/",
  "title": "Judge OK’s Deposition of Tar Sands Employee in Exxon Climate Fraud Probe",
  "date": "2017-06-16T21:42:09-04:00",
  "content": "A judge on Friday approved a request by the New York Attorney General’s office to grill several ExxonMobil employees as part of its widening probe into whether the oil giant misled investors about its risks from climate change.\nJustice Barry R. Ostrager refused a request by Exxon to block two of the depositions at a hearing in which he ordered the two sides to meet outside of court to hash out their differences over New York Attorney General Eric Schneiderman’s demand for more documents.\nThe contentious hearing did little to resolve the ongoing dispute between Exxon and the attorney general’s office, which is investigating whether the company committed financial fraud involving what it told investors about climate change risk. Ostrager declined to rule on whether Exxon would have to produce additional documents that were subpoenaed Schneiderman in May. Exxon had asked the judge to throw out the requests.\nInstead, Ostrager told Exxon and the attorney general’s office they should work together outside of court to agree on specific questions for the company to answer about the details of its climate accounting. Those questions, together with the depositions, would provide a quicker resolution to the case, he said.\n“If you had done that on day one,” he told state lawyers, “you’d be 1,000 yards ahead of where you are today.”\nThe judge did hand Schneiderman one victory. Ostrager ordered Exxon to provide testimony of an employee of its Canadian affiliate, Imperial Oil.\nThe employee had been involved in evaluating the future costs of potential climate regulations for a project in the tar sands, and Exxon apparently told him not to apply the estimates contained in the company’s corporate directives, but instead to use the much lower levels of Alberta’s provincial carbon tax, according to documents filed by the attorney general. That decision was a key piece of evidence Schneiderman filed with the court earlier this month to argue that Exxon’s climate accounting “may be a sham.”\nExxon had resisted making the employee available, arguing it doesn’t control its Canadian affiliate. It also tried to block the deposition of one of the company’s in-house lawyers, though it had agreed to offer several other employees as witnesses, including the executive who oversees the company’s long-term assessment of global energy demand.\nAt the heart of the current dispute is whether Exxon has supplied all the documents required under a subpoena Schneiderman issued in 2015. The attorney general requested documents related to what the company knew about climate change and what it told shareholders and the public about the risks it posed to the company.\nIn May, Schneiderman issued new subpoenas, saying the investigation had uncovered evidence that Exxon may have withheld some documents that should have been included with the initial request.\nExxon says it has provided everything that was asked of it as part of 2.8 million pages of documents already surrendered. At the hearing, however, lawyers for the company offered to update their original submission of documents to include material through 2016. Ostrager included this in his ruling.\n“You have engaged in a 16-month process requesting and receiving documents,” Ostrager told Assistant Attorney General John Oleske. “You can’t start round two to produce documents all over again.”\nThe May subpoenas have led to heated charges between the parties, with the attorney general’s office publishing documents that it says show that the company misled investors, and Exxon accusing Schneiderman’s office of releasing proprietary information and of political posturing.\nThe judge appeared exasperated at times during the hearing and at one point suggested that neither party had conducted itself in an exemplary manner.\nTo support its new subpoenas, Schneiderman’s office presented evidence earlier this month suggesting the company was using two sets of numbers to account for potential costs of future climate change regulations: a higher figure it presented to the public, and a secret, lower one that it used internally.\nLast week, Exxon said in a court filing that it used the two sets of figures for distinct reasons, one as a global look at the possible effects of future climate policies on energy demand and the other as a more targeted assessment of impacts on specific projects. “ExxonMobil has truthfully and consistently told the public that, when projecting the global demand for energy, it addresses potential impacts of future climate-related policies,” the company’s lawyers wrote.\nOn Friday, Ostrager urged the parties to reach an agreement on the specific questions Exxon should answer and which, if any, additional documents it should produce. If they failed to do so, he warned, he’d be forced to issue his own ruling on the matter at a future hearing.\nExxon also has been fighting Schneiderman’s investigation and a similar probe by Massachusetts Attorney General Maura Healey in federal court.\nThe company has been trying to derail the parallel investigations based on constitutional claims: Exxon has argued that the probes are a violation of the company’s right to free speech, unreasonable searches and seizures; and due process.\nSchneiderman and Healey’s office disagree and have said the purpose of Exxon’s federal action is to investigate the two attorneys general, according to a brief filed last month by the New York prosecutor. Schneiderman and Healey argue that the proper venue for Exxon to fight the investigations that are focused on each state’s fraud statutes are in New York and Massachusetts state courts.  Having a federal court intervene could mean that states might lose their autonomy in future investigations, they say.\nIn its most recent rebuttal to Schniderman and Healey, Exxon maintained federal review is proper because precluding it would leave organizations that embrace ideas opposed to those of public officials “exposed and unprotected.”\n“It is manifestly the role of federal courts to interpose themselves between the potential abuse of state power and the free exercise of constitutional rights,” Exxon attorneys wrote in a brief filed Friday in U.S. District Court in New York.\nIf U.S. District Judge Valerie Caproni agrees with attorneys generals’ position and dismisses Exxon’s complaint, it will set a precedent with nationwide consequences, Exxon argued. Exxon said that “would amount to granting state officials license to harass perceived political opponents unimpeded by review in federal courts.”\nSchneiderman and Healy have until June 30 to respond. Caproni is then expected to set dates for hearings to resolve Exxon’s challenge.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}