{
  "url": "https://insideclimatenews.org/news/13062017/arpae-energy-innovation-doe-national-academies-report-trump-budget-cuts/",
  "title": "ARPA-E on Track to Boost U.S. Energy, Report Says. Trump Wants to Nix It.",
  "date": "2017-06-13T19:12:22-04:00",
  "content": "The government’s incubator for financially risky innovations that have the potential to transform the U.S. energy sector is on track and fulfilling its mission, according to a new, congressionally mandated review. The findings come on the heels of the Trump administration’s proposal to cut the program’s budget by 93 percent.\nCongress created ARPA-E—Advanced Research Projects Agency-Energy—in 2007 to research new energy technologies and help usher them to market. It has funded advances in biofuels, advanced batteries and clean-car technology, among other areas.\nThe Trump administration argued in its budget proposal in March that the “private sector is better positioned to advance disruptive energy research and development and to commercialize innovative technologies.”\nBut Tuesday’s assessment by the National Academies of Science, Engineering and Medicine makes a different case, saying, in effect, that private industry can’t afford the same kind of risk or enable the same kind of culture that leads to ground-breaking developments.\nThe assessment concluded that ARPA-E is doing what it set out to do and is not in need of reform, as some critics have suggested. Its authors pointed out that the program is intended to fund projects that can take years or decades to come to fruition.\n“It is too early to expect the revolution of the world and energy,” said Dan Mote, chairperson of the study committee and president of the National Academy of Engineering. “But the fact is it is alive and well and moving forward in the right direction.”\nThe program was modeled on DARPA (Defense Advanced Research Project Agency), the government research engine that developed the internet. Like DARPA, the project’s goal is to identify promising research that private industry can’t afford or won’t take on. But unlike DARPA, the program’s activities are carried out in public view. Under a mandate from Congress, ARPA-E has to be reviewed every six years.\nIts progress is especially remarkable, the report’s authors say, given the budget constraints the program faces. ARPA-E costs about $300 million a year — a figure that industry leaders have said should be closer to $1 billion at least.  (The program was created during the Bush administration as part of the America COMPETES Act, but wasn’t funded until 2009.) In a 2015 report, the American Energy Innovation Council, which counts Bill Gates among its leading executives, said that the government spends less on energy research than Americans spend on potato and tortilla chips.\nTuesday’s report found that ARPA-E’s unique structure—helmed by new program directors who rotate in every three years—was a key to its momentum. Its ability to take risks, the study committee argues, distinguishes it from other funding programs, including in the private sector.\n“One of the strengths is its focus on funding high-risk, potentially transformative technologies and overlooked off-roadmap opportunities pursued by either private forms or other funding agencies including other programs and offices in the DOE (Department of Energy),” said Louis Schick, a study committee member and co-founder of New World Capital, a private equity firm that invests in clean technology.\nThe renewable energy industry, which has expressed concerns about Trump’s proposed cuts, said the report underscores ARPA-E’s role in developing breakthrough technologies.\n“We don’t know yet whether ARPA-E will unlock a game-changing energy technology like it’s cousin DARPA famously did with the internet, but the report clearly outlines how ARPA-E is well-structured for success going forward,” said Scott Clausen, policy and research manager at the American Council on Renewable Energy. “There is no denying that this program fills a critical void in funding high-risk, high-reward research—an essential ingredient for our overall economic competitiveness.”\nThe review’s authors were careful to make clear that ARPA-E wasn’t pursuing overly risky projects on the taxpayer dime.\n“It’s not a failure when you stop when you learn it can’t be done,” Schick said. “It’s a failure if you keep going.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}