{
  "url": "https://insideclimatenews.org/news/07062017/coastal-flooding-extreme-sea-level-rise-forecast/",
  "title": "U.S. Coastal Cities Will Flood More Often and More Severely, Study Warns",
  "date": "2017-06-07T20:49:59-04:00",
  "content": "Cities lining the U.S. coasts should brace for a lot more flooding — from “nuisance” floods that shut down streets during high tides to deluges that take lives and wipe out infrastructure.\nIn a new study published Wednesday, researchers from Princeton and Rutgers universities warn that the current flooding predictions, including those widely used by policy makers, don’t accurately reflect the frequency and types of floods that are likely to challenge American cities in the coming decades as global temperatures and sea levels rise.\nTheir research found that major coastal flooding—expected to occur only once every 100 years—will inundate coastal cities an average of 40 times more often by 2050, likely overwhelming the cities’ abilities to protect themselves.\nAfter 2050, the picture looks worse. Major flooding could slosh through the streets of New York City every other month by the end of the century, while major floods could sweep into Seattle nearly every week.\n“U.S. cities and infrastructure, on the coasts — East, Gulf or West — better wake up, because there are some very large frequencies coming,” said Michael Oppenheimer, a Princeton professor who has researched sea-level rise for 20 years and is a co-author of the new study, published in Environmental Research Letters. “That’s assuming we don’t curtail greenhouse gas emissions.”\nOppenheimer and his colleagues decided to take another look at widely used assumptions, released by the Intergovernmental Panel on Climate Change in 2013, that forecast flooding frequency based on sea level rise of 1 to 3 feet by end of the century. They determined that the IPCC report’s authors had approximated the frequency of flooding using the same multiplier for different flood types, which had the effect of overestimating certain flood risks in some areas and underestimating them in others.\nInstead, Oppenheimer and his colleagues took their own, more recent approximations of sea level rise and combined them with current flood-return frequencies at every tide gauge in the United States. Then they calculated a more detailed risk for each location.\nThe idea, Oppenheimer explained, was to present a more complete prediction, tailored to each place, so that cities or areas can better prepare for floods. Some cities on the West Coast could see more extreme floods, more frequently, while on the East Coast, less extreme flooding will likely happen more often.\nThe ability to prepare adequately depends on being able to anticipate the frequency and severity of flooding.\n“The difference between getting your basement flooded once a year in a garden-variety nuisance flood, versus getting flooded every day—that might be much more worrisome to New York than a storm like Hurricane Sandy,” he said.\nThat said, the risk of floods occurring at the level of those caused by Sandy increases to about once a year after 2100, according to the study.\nOppenheimer says he’s most concerned about chronic, but less-extreme flooding along the East Coast, including the south shore of New York’s Long Island, the low country around Charleston, S.C., and south Florida, where tidal flooding already has become an everyday occurrence.\n“These areas have terrain that’s gently sloped,” Oppenheimer said. “South Florida is really in trouble. Not only are they having a lot of nuisance flooding, but they sit on limestone, which makes it extremely difficult to build coastal defenses. These places really have to get on the ball and decide what they have to protect.”\nBut adapting for the risk takes time, political will and money.\n“This is a very threatening amount of risk we’re talking about,” he said. “It’s a median, 40-fold increase in expected 100-year floods by 2050. That’s a gigantic threat. That’s only 35 years in the future. You have to start planning.”\nThis story has been updated to clarify that the 2013 IPCC report approximated the frequency of flooding using the same multiplier for different flood types.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}