{
  "url": "https://insideclimatenews.org/news/26052017/donald-trump-budget-sco2-supercritical-greenhouse-gas-coal-energy-innovation/",
  "title": "Supercritical CO2: The Most Important Climate Solution You’ve Never Heard Of",
  "date": "2017-05-26T20:00:00-04:00",
  "content": "Sign up to receive our latest reporting on climate change, energy and environmental justice, sent directly to your inbox. Subscribe here.\nCutting-edge labs have been making steady progress for at least a decade on a little-known technology that promises to generate much cleaner and cheaper electricity, with gains for solar, nuclear and fossil fuels alike.\nThe technology, rarely mentioned outside the world of advanced energy R&D, is called “supercritical carbon dioxide,” or SCO2. It may be the world’s most obscure silver bullet, but it promises the kind of quantum leap so desperately sought for steep reductions in greenhouse gas emissions as countries try to deal with climate change.\nAccording to two articles published this week by Science magazine, its commercial development could be fast approaching. One, by scientists involved in this research, describes dramatic efficiency gains expected in a range of power-plant designs that would be considerably smaller and cheaper to build than today’s. The second, a news article by a staff reporter, details how entrepreneurs are aiming to bring the technology to the grid through a novel low-emissions natural gas plant in Texas.\nScientists involved in the work describe it as profoundly exciting—if not yet a sure thing.\nBut despite the enthusiasm, President Donald Trump’s budget proposal released this week threatens to choke it off. A key program called STEP, for Supercritical Transformational Electric Power, is among those facing the ax in the Energy Department’s proposed budget. Just last year, the Obama administration said STEP “has the potential to revolutionize electric power generation.”\nSupercritical CO2 could go from a poster child for the benefits of federally supported energy research to a case study in opportunity lost.\nThe past decade’s work, scattered among national labs, schools and private companies, has been financed without much fanfare, a few million dollars at a time, by the Department of Energy.\nWhat fired up this interest was partly supercritical CO2’s “all-of-the-above” factor—its broad utility for nuclear, fossil, solar, biomass and geothermal operations turning heat into electricity. It offers to do all this much more efficiently, and at much lower cost, than is now possible.\nPut simply, supercritical CO2 works by using carbon dioxide to spin turbines in power plants. The first step is to compress and heat the gas far beyond normal, turning it into a sort of bottled genie with powers that transcend those of conventional steam.\nIt’s called “supercritical” because the pressures and temperatures are raised so high that the carbon dioxide behaves like a fluid in some ways, and like a gas in others. That produces an ideal state that works with unusual force and bleeds off far less energy, but it can be a bit finicky. A specialized turbine using supercritical CO2 can be a lot smaller but much more powerful than an ordinary steam plant. It demands, however, high performance metals, and finely calibrated instruments that have to be devised and tested. The Energy Department’s labs and contractors have been assiduously working on these nuts and bolts for years.\nPlease take a look at the new openings in our newsroom.\nGary Rochau, a manager for advanced nuclear concepts at Sandia National Laboratories, where much of the work is centered, said in an interview that the government recently signed cooperative research deals aimed at solving more of the key obstacles. In a year and a half, he expects to see a 1 megawatt microgrid generator ready for qualifying trials that would be small enough to mount on a flatbed truck—an efficient replacement for a big diesel generator. After another year, it might be scaled up to 6 megawatts. By 2030, he’s hoping the technology will be suitable for a sodium-cooled fast reactor, an advanced nuclear design that’s being developed on a parallel track.\nThe payoff could well be worth the wait—no matter what source of heat is used to power a turbine.\nTake a big coal-fired plant. With supercritical CO2 spinning replacement turbines, it could burn a lot less coal per megawatt, cutting the grid’s greenhouse gas footprint while supplying round-the-clock power.\nConversely, a given amount of fuel could produce considerably more electricity. That’s especially handy for power plants running on cleaner-burning, cheaper natural gas, which are needed to ramp up when demand peaks. Here, SCO2 plays to the strength of gas as a so-called “bridge” fuel until cleaner renewable energy becomes more practical.\nWhat about already emissions-free nuclear? Here, a big advantage is the very small physical size of SCO2 turbines. They would cost less to build and take up less space. That combination might be the key to the industry’s recurrent dream of a nuclear renaissance based on tiny, modular power plants.\nAnd supercritical CO2 has an allure all its own for solar—not the ubiquitous rooftop panels, but the giant arrays of mirrors and towers known as concentrated solar plants, seen cropping up in the world’s deserts.\nUnlike photovoltaic panels, which convert sunlight directly to electric currents, these utility-scale solar plants focus the sun’s heat on what’s basically a furnace used to drive turbines. With SCO2 on solar, it’s not just that the turbine equipment will be smaller (though that helps), but also that it will save a lot of precious water.\nIn addition, studies suggest that this approach is well-suited for storing some of the clean heat created during the day, which could then be used to power the turbines longer into the night. That’s the holy grail for a robust solar grid: cheaply storing its power for use on demand. The Energy Department thinks it can get the price down to 6 cents per kilowatt-hour.\nAdvocates of the federal energy R&D program say this is the kind of payback they have come to expect from their investments.\nNot all federally funded research, it turns out, picks winners and losers. In this case, a few more years of modest seed money from Washington might foster many winners at once.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}