{
  "url": "https://insideclimatenews.org/news/20052017/leaked-donald-trump-budget-epa-climate-clean-energy-environment/",
  "title": "Trump Budget Would Wallop EPA’s Climate and Environment Programs",
  "date": "2017-05-20T04:15:52-04:00",
  "content": "Details of President Donald Trump’s 2018 budget proposal, leaked this week, reveal that the administration appears determined to wallop environmental programs, including many that tackle climate change. It would cut Environmental Protection Agency funding by nearly one-third, slash spending on renewable energy innovation, and eliminate the Greenhouse Gas Reporting program, among other programs.\nThe White House only has the first move in the long budget process; once the proposal is unveiled officially next week, it will be Congress’ turn to weigh in on spending priorities. With Trump embroiled in scandal, and many popular programs targeted for elimination, it’s not at all clear that lawmakers will follow the president’s lead.\nThe president’s so-called “skinny” budget, released in March, also called for slashing EPA funding by 31 percent but was light on detail.\nThis second version of the budget proposal, leaked late this week, reveals that the administration intends to follow through on its commitment to reduce EPA to the size it was in the 1970s, when climate change wasn’t on its radar screen.\nResearch on air and energy would be slashed by 67 percent, and clean air regulatory programs—which include climate change—would be cut 47 percent.\nAmong the EPA programs that would be eliminated:\nBy slashing the geographic programs, which have bipartisan support on Capitol Hill, the Trump administration is showing little inclination to open the budget process with any conciliatory moves to win over key members of Congress. To pass cuts to discretionary programs like those at EPA would require some Democratic support to reach 60 votes in the Senate, where the GOP holds 52 seats. Some Republicans also have indicated they would not support the deep cuts that the White House had signaled it was seeking.\nAt a public forum in Washington this week, Sen. Lisa Murkowski, (R-Alaska), chair of both the Senate Energy Committee and the Appropriations Committee’s subcommittee on Interior, Environment, and Other Agencies, had voiced hope that the administration would back off of its planned cuts.\n“I think they heard a pretty strong signal after the skinny budget, not only from myself but others, weighing in pretty heavily that some of these programs are important, and if you perhaps don’t understand why they are important, let me share with you why they are,” she said.\nShe said she believed the EPA had already seen so many budget cuts in recent years that further cuts—especially of the size proposed in the skinny budget—would make it difficult for the agency to do its job. Murkowski also said she would oppose elimination of ARPA-E, the program to fund early stage advanced energy technology, as well as the Energy Star program, which provides consumers with energy efficiency information.\nIn inflation-adjusted terms, a $5.7 billion budget would set EPA back to a level it hasn’t seen since the Ford administration.\nDetails of the budget were released late Thursday in a spreadsheet shared by the the policy think tank Third Way, which said it got the document from an anonymous source. The document is dated May 8. The National Association of Clean Air Agencies, which represents state regulators, who have been concerned about possible cuts, posted detailed numbers on the EPA’s budget, which it said came directly from the administration.\nAccording to the Third Way spreadsheet, funding for the Department of Energy’s Office of Energy Efficiency and Renewable Energy (EERE) would be cut by 70 percent, from about $2.1 billion to $636 million, which would gut research into renewables.\n“It would have a devastating effect, because EERE’s budget largely drives a lot of critical research. About 80 percent of the NREL [National Renewable Energy Laboratory] budget comes from EERE,” said Scott Clausen, policy and research manager at the American Council on Renewable Energy. “NREL’s doing a lot of important work into solar panels, wind turbines—a lot of important research that’s going to keep costs down. Those types of cuts would really jeopardize America’s leadership in developing and commercializing those technologies.”\nThe spreadsheet also indicates that the science budget at NASA would be cut by about $50 million from the 2017 budget, to $5.7 billion. NASA operates satellites critical to understanding climate change. It has long been a target for Republicans who say that its climate-related research duplicates that of other agencies, particularly the National Oceanic and Atmospheric Administration (NOAA).\nNOAA’s budget for “operations, research and facilities,” meanwhile, would be cut from $3.5 billion in 2017 to $2.96 billion. The agency’s climate research—including grants, labs and regional climate centers—comes under this wing, but it’s unclear where the cuts would fall.\nUnder the leaked proposal, the Department of Agriculture’s budget would be slashed by more than 20 percent overall. Its main research wing, the National Institute of Food and Agriculture—which began focusing more intensively on climate research under the Obama administration—would see a cut of $100 million.\nThe National Sustainable Agriculture Coalition reviewed the leaked budget details and says it appears that conservation programs will also be cut, but it’s too soon to tell.\n“This budget is a gut punch to America’s farmers and rural communities,” Greg Fogel, the coalition’s policy director, said in a statement. “The one bright spot in the President’s budget proposal is that it is just that—a proposal.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}