{
  "url": "https://insideclimatenews.org/news/17052017/trump-epa-appointee-lobbyist-electric-utilities-industry-ethics-pledge/",
  "title": "Trump EPA Appointee Was a Coal Utility Lobbyist This Year, Senators Say",
  "date": "2017-05-17T05:00:11-04:00",
  "content": "Lawmakers are calling on Environmental Protection Agency Administrator Scott Pruitt to hand over information about a key agency appointee, citing her record as an energy industry lobbyist as recently as the first quarter of this year.\nSens. Sheldon Whitehouse (D-R.I.) and Jeff Merkley (D-Ore.) sent a letter to Pruitt on Tuesday, challenging his appointment of Elizabeth “Tate” Bennett as deputy associate administrator of EPA’s Office of Congressional and Intergovernmental Relations. In that role, Bennett is the agency’s primary point person and liaison with Congress and state governments.\nThe senators cited President Donald Trump’s executive order on ethics, writing: “Because of her activities as a registered federal lobbyist she cannot work on legislation, communicate with Congress, or coordinate and monitor regional, state and local responses to a wide-range of major issues faced by EPA.”\nBennett worked for two years as a lobbyist for the National Rural Electric Cooperative Association, which represents more than 900 customer-owned rural utilities. The association, whose members have been historically reliant on coal, has pushed heavily against emissions-cutting regulations, including the Clean Power Plan.\nThe senators say that Bennett’s appointment violates Trump’s executive order on ethics, which says appointees can’t “participate in the specific issue area” for which they lobbied in the two years prior to their appointment. Trump issued the order during his second week in office, following up on his oft-repeated campaign pledge to “drain the swamp.” Previous presidents had similar ethics orders.\nThe EPA and Bennett’s office did not immediately respond to a request for comment.\nThe letter points out that the association spent $5.3 million on lobbying during Bennett’s tenure, and that she “specifically lobbied on a broad set of EPA matters, including EPA’s Clean Power Plan and New Source Performance Standard, Clean Water Rule, ozone standard, EPA enforcement, pesticides bills, budget resolutions, and appropriations bills.”\nPrior to her position at the rural utilities association, Bennett was an energy and agriculture aid to Senate Majority Leader Mitch McConnell (R-Ky.).\nThe appointment is the latest in a series of lobbying-related ethics problems facing Trump appointees. Critics of Pruitt have questioned his deep ties to fossil fuel companies, including his leadership in the Koch brothers-funded Rule of Law Defense Fund, which lobbied heavily against environmental regulations.\nLate last month, the director of the Office of Government Ethics challenged the Trump administration’s granting of waivers that exempt appointees from the president’s ethics pledge. On April 28, Walter M. Shaub, Jr., who was appointed to head the office by President Barack Obama in 2013, sent a request asking every executive branch to provide him a copy of any waivers by June 1.\nWhitehouse and Merkley are asking for information about Bennett by June 2, including any waivers she may have signed, a signed copy of her ethics pledge and her “Executive Branch Personnel Public Financial Disclosure Report.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}