{
  "url": "https://insideclimatenews.org/news/17052017/rick-perry-electric-power-grid-review-renewable-energy/",
  "title": "Renewable Energy Groups Push Back Against Rick Perry’s Controversial Grid Study",
  "date": "2017-05-17T04:52:16-04:00",
  "content": "The renewable energy industry is asking Energy Secretary Rick Perry to open up a major agency review to public scrutiny, saying the review is based on the faulty idea that renewable energy undermines the reliability of the electrical grid.\nIn a letter Tuesday, four renewable energy trade groups said they were disappointed that the Department of Energy had closed its review to input from “the industry, grid operators, state regulators, and other key stakeholders.” The groups—Advanced Energy Economy, American Council on Renewable Energy, American Wind Energy Association and Solar Energy Industries Association—also submitted their own arguments that renewable energy is making the American power supply more reliable, not less.\nIn April, Perry ordered the DOE to conduct a 60-day review of grid reliability, suggesting in his memo that renewable energy was to blame for an “erosion of critical baseload resources.”\n“This has resulted in part from regulatory burdens introduced by previous administrations that were designed to decrease coal-fired power generation,” Perry wrote in the April 14 memo. “Such policies have destroyed jobs and economic growth, and they threaten to undercut the performance of the grid well into the future.”\nThe industry groups wrote to Perry on Tuesday that they are “concerned that the scope of the report appears to be based on a faulty premise—a premise contrary to the experience in your home state of Texas—that renewable generation is responsible for the retirement of coal and nuclear generation resources, and that the loss of those resources will lead to declining reliability of the grid.”\nThey said that, because the agency was not soliciting public comment on the review, they were submitting their own report for the agency to consider.\nIn that report, they write, “While there is a place for all resources, including baseload, in our current energy mix, these concerns stem from a misunderstanding of how the grid works today.”\nThe report argues that renewables, along with a more flexible and diverse energy system, are making the electric power system more reliable, not less. It points to extreme cold conditions in 2014 when power plant equipment failed and natural gas lines were hobbled. “But grid operators were able to turn to demand-side resources and wind energy to keep the lights on during the emergency,” the report says. The groups also noted that they represent a clean energy industry that supports over 3 million jobs.\nThe DOE did not immediately respond to a request for comment.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}