{
  "url": "https://insideclimatenews.org/news/28042017/doanld-trump-arctic-offshore-drilling-ban-obama-executive-order/",
  "title": "Trump Moves to Lift Arctic Offshore Drilling Ban, but It Might Not Be So Easy",
  "date": "2017-04-28T19:55:56-04:00",
  "content": "President Donald Trump issued an executive order on Friday aimed at resurrecting offshore drilling in the Arctic—an area that Barack Obama had protected in one of his final moves as president.\nIt comes during a flurry of executive orders issued this week as Trump nears his 100th day in office, and is among several administration actions designed to unleash unfettered fossil fuel production on public lands and waterways. But when it comes to drilling in the Arctic, it’s not clear just how much Trump can legally accomplish, and any attempt to overturn existing protections will likely face a protracted legal battle from environmental advocates.\nWhen Obama ordered the permanent protection of nearly 120 million acres of Arctic and Atlantic waters from drilling just a month before he left office, many wondered just how “permanent” that would be.\nThe area in question includes the entirety of the Chukchi Sea and most of the Beaufort Sea off Alaska, as well as a stretch of the Atlantic Ocean from Massachusetts to Virginia. Obama’s executive order relied on his powers under the Outer Continental Shelf Lands Act of 1953 (OCSLA), which allows a president to withdraw certain areas from drilling.\nTrump’s order, called the America-First Offshore Energy Strategy, directs Interior Secretary Ryan Zinke to lift the ban in some of the areas Obama had sought to protect. It also directs Zinke to review the current five-year plan, which dictates which federal waters can be leased and does not include the banned areas.\nThe executive order also instructs regulators to reexamine their policy on seismic testing in areas where it is currently not allowed, and it instructs Commerce Secretary Wilbur Ross to review marine monuments and sanctuaries created or expanded in the past 10 years, while refraining from designating any news ones.\n“This order will cement our nation’s position as a global energy leader and foster energy security for the benefit of the American people,” Zinke said during a press call about the order.\nLegally, Trump may be on shaky ground when it comes to overturning Obama’s withdrawal, though. The legal underpinning of Obama’s move—OCSLA—states that “The President of the United States may, from time to time, withdraw from disposition any of the unleased lands of the outer Continental Shelf.”\nSo Obama clearly had the authority to issue the ban, said David Uhlmann, the director of the Environmental Law and Policy Program at the University of Michigan Law School. “The more difficult question is whether a subsequent president can alter that withdrawal, or whether it is truly permanent,” he said.\nThose defending the ban will likely argue that because the act does not explicitly say that subsequent presidents can undo a withdrawal, it should stand.\n“No prior presidents have ever purported to undo a permanent withdrawal once it’s been put in place,” said Erik Grafe, an attorney with Earthjustice. “It’d be an unprecedented action and, we think, unlawful.”\nGrafe said Earthjustice and other environmental organizations would likely launch a legal challenge to any move Trump makes to overturn the ban.\nThough there is no direct legal precedent for challenging a withdrawal under OCSLA, there are parallels with the Antiquities Act, and the legal precedent there bears paying attention to.\nThe Antiquities Act allows presidents to create national parks and monuments. It was also targeted in an executive order this week, which directed Zinke to review any designations made since 1996 that cover more than 100,000 acres.\nSimilar to OCSLA, the Antiquities Act grants a president the authority to act in a certain way—to designate parks and monuments—but does not explicitly grant the authority to undo or alter past designations.\nIn 1938, President Franklin Roosevelt tried to take away the special designation of Castle-Pinckney National Monument in South Carolina, which had been designated by President Calvin Coolidge under the Antiquities Act in 1924. Coolidge’s decision was not popular with the National Park Service, though, because the castle required an expensive restoration and didn’t have a particularly impressive history.\nRoosevelt’s attempt to take away the national monument designation failed.\n“[I]f public lands are reserved by the President for a particular purpose under express authority of an act of Congress, the President is thereafter without authority to abolish such reservation,” wrote then-U.S. Attorney General Homer Cummings. Without the clearly articulated authority to undo the designations of prior presidents, Roosevelt did not have the authority to change the monument’s status.\nWhile this decision may provide some confidence for the legal team that plans to defend the permanent withdrawal, what happened next might give them pause.\nIn 1951, Congress moved to remove the monument’s status. By 1956, Castle-Pinckney was no longer a national monument.\nWhether or not Trump has the authority to undo Obama’s permanent withdrawal, Congress does. And that, says Uhlmann, is what could ultimately make the difference.\n“Congress could undo what President Obama did with far more lasting effect than President Trump can achieve with an executive order,” he said. “I think a lot of people look at Congress as the greater danger zone.”\nEarlier this month, Alaska’s two Republican senators, Lisa Murkowski and Dan Sullivan, introduced a bill that takes aim at Obama’s withdrawal.\nThe bill has been referred to the Senate Committee on Energy and Natural Resources, which Murkowski chairs.\nThere’s another route, too. Because the opening up of the Arctic would result in federal revenue from bid bonuses, rents and royalties, Congress could use a special fast-track budget bill to reopen those waters for drilling, according to a briefing by Clearview Energy Partners. A budget reconciliation bill would need just a simple majority to pass.\nIf Congress were to pass a bill to undo Obama’s withdrawal, it could still be years before any drilling rigs make their way into the icy waters off Alaska because an existing federal five-year leasing plan, issued by the Obama administration, exempts the area from lease sales.\nTrump’s latest order directs Zinke to review that plan, with an eye toward creating a new one, but the process could take years, said Hilary Tompkins, who served as solicitor for the Interior Department from 2009 to 2017.\n“It would take a very substantial effort to change course,” she said. Five-year leasing plans require rigorous analysis of economic, social and environmental impacts of a leasing sale. Once a plan is written, it is subject to public comment, as well as a review under the National Environmental Policy Act (NEPA), which requires a lengthy environmental impact statement.\nMeanwhile, many large companies have abandoned their existing Arctic leases.\nIn 2015, Shell made the first attempt at offshore drilling in American Arctic waters, and it was a disaster. After spending $4.1 billion on an exploratory well that didn’t produce enough oil or gas to make it worthwhile and facing equipment malfunctions, Shell left the region. In the face of that and dropping oil prices, others followed.\nStill, the Italian company Eni has been developing an oil field in shallow state waters that aren’t affected by Obama’s ban. The company worked there from 2005 to 2015, but walked away when oil prices collapsed. This summer, Eni plans to drill up to six wells.\nPending approval on a permit from the federal government, Eni’s work could extend into the off-limits federal waters, since it held leases there prior to Obama’s issuance of the ban.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}