{
  "url": "https://insideclimatenews.org/news/01052017/climate-ad-targets-conservatives-carbon-tax/",
  "title": "Carbon Tax Supporters Seek to Sway Conservatives With New Climate Ads",
  "date": "2017-05-01T19:58:54-04:00",
  "content": "President Donald Trump has a notorious for appetite for cable news, and this week, a bipartisan group hopes to catch his attention when it airs the first in a series of advertisements calling for action on climate change.\nThe ads are part of a nascent effort to sway conservative and moderate voters at a time when the Trump administration is moving to loosen environmental protections.\nEarlier this year, a group of prominent Republicans made a splash by proposing a carbon tax, which would tax carbon dioxide emissions from fossil fuels and send the revenues back to individuals and families, in exchange for the repeal of regulations on industry.\nThis time, it is the bipartisan Partnership for Responsible Growth—also an advocate of a carbon tax—led by George Frampton, a longtime conservationist and lawyer who was a key environmental aide in the Clinton administration.\nThe ads don’t explicitly talk about a carbon tax, opting instead for the vague phrase: “free market solution to climate change.”\n“We wanted to run these ads to combat the deluge of fossil fuel advertising in [Washington] D.C.,” Frampton said in a statement. “It matters what people see every day, and policymakers are surrounded with the message that we can continue with business as usual. That’s simply false, and it’s dangerous.”\nThe first ad, which will air for a week on CNN, Fox News and MSNBC, begins with a shot of a man in a dentist’s chair, and a narrator saying, “if 97 percent of all dentists told you a tooth couldn’t be saved, you’d pull that tooth.” It then runs through a series of comparisons to drive home the scientific consensus on climate change and invites viewers to go to the website pricecarbon.org, where the group describes its carbon tax message.\nSo far, Republicans in Congress have been reticent to even talk about a carbon tax, even though many economists and business leaders support the idea. There has been no sign that Trump or his economic advisers are considering it as part of their broad proposals to rewrite the tax code.\nInstead, the Trump administration’s energy and environment policies promote unrestricted development of fossil fuels and work to dismantle Barack Obama’s entire Climate Action Plan. Many of Trump’s appointees have publicly questioned the mainstream consensus that climate change is an urgent problem, including EPA Administrator Scott Pruitt, who has denied that carbon dioxide is the primary cause of warming.\nBut there are signs that some Republicans are worried the party line is out of touch with many voters.\n“A lot of the Republican activists get it,” said Peter Bryn, who is in charge of working with conservatives for the Citizens Climate Lobby, a grassroots advocacy group that favors a carbon tax. “Climate change may not be at the top of their priority list, but they understand the issue,” he said during a conference call publicizing the ads.\nIn March, a group of 17 House Republicans introduced a resolution acknowledging the science on climate change and calling for some kind of action. But the resolution offered no specific approach  beyond “working constructively” on an “economically viable, and broadly supported” solution.\nIn an interview with the Intercept last week, conservative activist Jerry Taylor said there are between 40 and 50 Republicans in the House and 10 and 12 in the Senate who do not agree with the GOP’s position on climate change. “They’re all looking for a way out of the denialist penitentiary they’ve been put into by the Tea Party,” he told the Intercept.\nTaylor, who used to reject the science behind climate change as a vice president at the libertarian Cato Institute, now works to promote conservative action on warming. On the call publicizing the ads, Taylor said he hopes they will help lay a foundation for a conversation based on the science rather than spin.\nThe Partnership for Responsible Growth has prepared four more ads and hopes to run them year round in the Washington, D.C., area, with the second appearing next week.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}