{
  "url": "https://insideclimatenews.org/news/27042017/western-water-supply-mountain-snowmelt-global-warming-climate-change/",
  "title": "Western Water Crunch Has Climate Change Fingerprints, Scientists Find",
  "date": "2017-04-27T07:00:44-04:00",
  "content": "The American West has already lost between 10 and 20 percent of its mountain snowpack since the early 1980s, and climate change is partly to blame, new research shows. If greenhouse gas emissions are not curtailed, the region could lose 30 percent of the snowpack it relies on for irrigation and drinking water—and potentially as much as 60 percent—over the next 30 years, the authors write.\nThe loss can’t be explained by natural climate variations alone, however it is consistent with model simulations that include both natural and human-caused changes, the study says.\n“These results add to the evidence of a human influence on climate that will have severe impacts on our water supply,” said Benjamin Santer, a Lawrence Livermore National Laboratory climate scientist and a co-author of the paper, published last week in Nature Communications.\nLess snowpack is more than just a blow to the skiing and snowboarding industries. The snow that falls in winter, and melts slowly during spring and summer, fills regional reservoirs and is used for irrigation, hydropower and drinking water. The Western snowpack, spread across thousands of miles of high-elevation terrain, holds far more water than all the reservoirs in the region combined.\n“A 60 percent loss would be a huge concern to farmers, ranchers and water managers,” said lead author John Fyfe, a senior research scientist with Environment Canada, who did some of the earliest studies on global warming impacts to western water supplies.\nThe findings are based on data collected between 1982 and 2016 from 354 snow measuring stations across 11 states, from the Cascades of Washington and Oregon through California’s Sierra Nevada and the Rocky Mountains in Idaho, Wyoming, Montana, Colorado and New Mexico. The stations measure the amount of water in the snow, a critical metric for calculating downstream water supplies.\nThe maximum amount of water in the snowpack declined at 307 (87 percent) of the sites between 1982 and 2016 at a rate of about 9.5 percent per decade. Projecting ahead, the models show a range of potential losses over the next 30 years reaching as high as 60 percent under a high-emissions scenario but likely closer to 30 percent, the authors write.\nFyfe said the models his team used to project the snowpack decline are similar to those used for attributing the man-made global warming to single climate events like heatwaves or droughts. The models reproduce many possible climate outcomes from a single starting point in 1950. Running the models with and without the effects of greenhouse gas forcing factored in enables the scientists to separate the effects of natural cycles like El Niño from the effects of heat-trapping gases.\nDouglas Kenney, director of the Western Water Policy Project at the University of Colorado, Boulder, said the projections reinforce the need for immediate actions to avert water shortages in the West, including massive conservation efforts, more efficient agricultural irrigation and rethinking how water from the region’s major rivers is allocated.\nMany of the existing water laws and policies were set in a wetter era. Laws governing allocation of Colorado River water, for example, were established in the 1920s, an exceptionally wet period in the West, and policymakers overestimated the river’s annual flows. Kenny said the Colorado River Basin has been challenged to keep up with streamflow declines that have already happened. A speedup of the snowpack decline will hasten the day when heretofore “unthinkable reform” is inevitable, he said.\n“We are already a couple decades into this pattern of declining snowpacks. This is neither an abstract or new threat,” he said. “There is going to be some pain and suffering. That’s a given. The question is how much of that suffering can we avoid by being proactive and innovative before the real damages set in?”\nKeith Musselman, a water and climate science expert with the National Center for Atmospheric Research, said the study is an important step toward understanding how global warming will affect the West, as well as the global water cycle.\nHowever, he noted that global climate models, which look at landscapes in big chunks, may underestimate how local conditions affect precipitation and snowpack. That means the new study may not capture enough nuance to accurately project local changes. The large-scale view used by global climate models also tends to be biased toward the lower elevations, which for now are more affected by global warming, he said. By comparison, he said, the high peaks hold more water than areas lower down, and the new study may overestimate the impacts to those higher reaches.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}