{
  "url": "https://insideclimatenews.org/news/18042017/wildfires-climate-change-global-warming-forests-controlled-burns-west/",
  "title": "As Climate Change Fuels Wildfires, Fighting Them Must Change, Report Says",
  "date": "2017-04-18T07:00:18-04:00",
  "content": "As wildfires in the American West grow larger and more frequent, strategies to manage them will have to shift radically, according to a new study. Among the researchers’ recommendations are allowing natural wildfires to burn and staging more controlled burns away from population centers.\nFor decades, the U.S. Forest Service has battled fires by extinguishing them or by reducing dry wood that acts as fuel. But the report published Monday in Proceedings of the National Academy of Sciences concludes that because climate change is stoking bigger fires and development is placing more people in fire-prone areas, that approach has become inadequate.\n“We’re entering a new era of wildfires and our old tools are not going to carry us through,” said Tania Schoennagel, a research scientist at the University of Colorado at Boulder’s Institute of Arctic and Alpine Research, who co-authored the report. “We’re not suggesting we stop suppressing fires, but we can’t continue to suppress fires and still remain safe. So many communities need protecting that we no longer can rely on that as our primary way to approach wildfires.”\nNine of the 10 worst fire seasons in the past 50 years have all happened since 2000, and 2015 was the worst fire season in history. The average fire season is now 78 days longer than it was in the 1970s and the budget for fighting fires now consumes half of the Forest Service’s annual budget, up from 16 percent 20 years ago.\n“We expect that to get worse,” Schoennagel said. “We’re talking about preparation. We want to get out of the triage that we get stuck in every summer, and we’re going to get stuck in more and more.”\nSchoennagel and her co-authors suggest that wildfire management policies should instead “promote adaptive resilience to wildfire” and rely on fires to help ecosystems better adapt to fires in the long run.\nThe report  notes that a century of suppressing wildfires in the West has created a tinderbox because trees aren’t being removed naturally by fire.\n“Most people recognize that our forest systems have not had the fire they need,” Schoennagel said.\nThe study calls for suppressing fewer fires and thinning more forests in higher-risk areas. The Forest Service has spent $5 billion thinning forests on 17 million acres of land over the past decade, but most fires aren’t occurring there.\n“Forest thinning has been a primary tool,” Schoennagel said. “But in reality 40 percent of the wildfires in the West are in forests and 60 percent are in shrublands and grasslands.”\nThe researchers argue that continuing to aggressively extinguish fires in the West will limit wildfire resilience in the long term.\nThe concept of allowing fires to burn is controversial, in part because of the risk it poses to people and structures, but also because of the carbon released into the atmosphere. Schoennagel argues, though, that prescribed burns ultimately could help ecosystems and species adapt to warming.\n“Fire can be used as a tool for ecosystems to adapt to a changing climate,” she explained. “It can allow species to migrate and help species keep pace with climate change.”\nForest conservationists, especially in the last 20 years, have generally come to agreement that suppressing fires has damaged the natural systems of Western forests.\n“We haven’t reviewed the paper yet, but from the summary we’ve seen, its recommendations sound largely on-target,” said Kevin Bundy, an attorney with the Center for Biological Diversity. “Large, hot fires are a natural part of the Western forest landscape. Ecologically speaking, many of these forests need more fire, not less.”\nThe report notes that the Forest Services spends roughly $2 billion a year battling blazes, a dynamic that has the unintended consequence of encouraging more development in fire-prone areas. Schoennagel argues that shifting the cost to states and counties could encourage better planning and policies that encourage fire-resistant construction.\n“Right now the feds pick up the tab if a community burns,” she said. “There’s no incentive to curtail growth.”\n“Adaptation is discussed in a lot of arenas with respect to climate-related events,” Schoennagel added. “But it’s not on the table with wildfires. There’s actually very little policy in place.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}