{
  "url": "https://insideclimatenews.org/news/19042017/fossil-fuels-oil-coal-gas-exxon-chevron-bp-donald-trump-inauguration-donations/",
  "title": "Fossil Fuel Industries Pumped Millions Into Trump’s Inauguration, Filing Shows",
  "date": "2017-04-19T17:30:19-04:00",
  "content": "Fossil fuel companies were not big donors to Donald Trump‘s presidential campaign, but they helped him shatter records in raising money for his inauguration festivities, according to new disclosures filed at the Federal Election Commission.\nMore than 1,500 corporations and individuals gave a total $107 million to the presidential inaugural committee. That is more than double the $53 million raised for President Barack Obama’s then record-breaking inaugural in 2009.\nAmong the big donors were Chevron, which gave $525,000; Exxon, BP and Citgo Petroleum, which each donated $500,000; and the Ohio-based coal company Murray Energy, which contributed $300,000. Kelcy Warren, the chief executive of Energy Transfer Partners, developer of the Dakota Access pipeline, gave $250,000. Continental Resources, the Oklahoma-based fracking company whose chief executive Harold Hamm was an early Trump supporter, gave $100,000.\nThose seven donations alone surpass the $2 million that the Trump campaign raised from the energy and natural resources industry before the election, according to the tally by the Center for Responsive Politics. (In contrast, Republican Mitt Romney raised $13 million from the sector in his 2012 presidential bid.)\nThe Trump team’s inauguration fundraising blitz raises red flags for those concerned about the influence of money in politics. “It’s very clear the reason a corporation would seek to make a contribution to an inauguration is that they are making a business investment,” said Tyson Slocum, head of the energy program at Washington watchdog Public Citizen. “And they are expecting a financial return on their investment in the form of access, or when they are pushing for specific legislative and regulatory priorities.”\nThe Trump inaugural committee offered top donors perks such as access to cabinet appointees at “leadership luncheons” and other events.\nThe fossil fuel industry certatinly wasn’t the only sector contributing to the inauguration festivities. The committee recorded big donations from Las Vegas casino magnate Sheldon Adelson ($5 million), Microsoft ($500,000), American Financial Group ($500,000) and the health insurer Anthem ($100,000), among many others.\nBut less than 100 days into his presidency, it already is clear that the Trump administration has allied itself with fossil fuel interests—embarking on a systematic effort to roll back restrictions on oil, gas and coal development and cut programs on climate change. Trump ended an environmental review of the Dakota Access pipeline, clearing the way for construction, four days after he took office.\nIn addition to fossil fuel companies, some of the larger donors to the Trump inauguration were private equity titans who have major investments in oil, gas and coal. Contributing $1 million each to the inauguration were: Henry Kravis, co-chairman and CEO of KKR, a major energy company investor, and Paul Singer of Elliott Management, whose firm has stakes in Marathon Petroleum, Hess Oil and BHP Billiton. Private equity firms poured $20 billion into investments in U.S. shale oil and gas production in the first quarter of this year, indicating they are betting on big growth for the sector, despite low oil and gas prices, according to financial data firm Preqin.\nUnlike campaign fundraising, there are few rules governing fundraising for inaugural activities. President George W. Bush capped gifts at $100,000 in 2001 and $250,000 in 2005. Obama put a donation limit of $50,000 in place for 2009 and did not take donations from corporations that year. But he raised the limit to $250,000 for individuals and up to $1 million for corporations in 2013. Trump did not put such limits in place.\nObama also recorded his share of donations from the fossil fuel industry for his 2013 inauguration, including $1 million from Chevron; $250,000 from Exxon; $100,000 from Southern Company, a major utility; and $85,000 from the electricity trade group, the Edison Electric Institute.\nWhile campaign spending must be disclosed and accounted for, FEC rules do not require that inauguration committees disclose how they spend the money they raise. The inauguration committee told The New York Times that it was still identifying charities to receive money left over from the festivities.\nSlocum said that regulations governing giving and disclosure around inaugurations are “woefully inadequate,” given the opportunity it provides to exert influence. “It’s not like giving to a campaign, where you’re betting on a horse race,” he said. “Your horse has already won. You have a 100 percent chance that your money is going to the winner.”\nOther energy companies that gave at least $100,000 to the Trump inauguration include Xcel Energy, one of the nation’s largest utilities; White Stallion Energy of Houston, an oil and gas company; Consol Energy, a coal and natural gas company; and Cheniere Energy, a natural gas exporter.\nThe inaugural committee also garnered donations from the renewable energy industry, including $1 million from the Nebraska ethanol firm Green Plains Renewable Energy and $250,000 from NextEra Energy of Florida, the parent company of Florida Power & Light, which has mostly natural gas and nuclear power plants, but also a large amount of wind and solar generation.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}