{
  "url": "https://insideclimatenews.org/news/06042017/environmental-protection-agency-scott-pruitt-climate-change-denialist-fossil-fuels/",
  "title": "EPA Watchdog Could Spark Internal Clash Over Pruitt’s Climate Denial",
  "date": "2017-04-06T15:30:29-04:00",
  "content": "Did Scott Pruitt’s recent climate denial cross a red line and violate the scientific integrity rules of the Environmental Protection Agency? That’s a question now being reviewed by an agency watchdog with a long record of pushing for credibility and transparency in government science.\nThe agency turned that matter over to Francesca Grifo after the Sierra Club demanded an investigation of Pruitt for publicly questioning carbon dioxide’s role in global warming last month. Grifo is a holdover from the Obama administration who in 2013 became the agency’s first scientific integrity official.\nBefore that, she spent eight years with the Union of Concerned Scientists (UCS), an advocacy group that is now squarely at odds with the Trump administration on climate change and other issues.\nAt UCS, Grifo advocated for stronger scientific integrity policies, testifying before Congress and writing papers accusing the George W. Bush administration of interfering with science and peddling uncertainties over the causes of climate change.\nNow Grifo, who is not a political appointee, is tasked with investigating her boss on the issue.\n“She’ll have to be very gutsy,” said Rena Steinzor, a professor at the University of Maryland School of Law, who studies environmental regulation and science in regulatory policy. “She’s shaking her fist at a hungry lion.”\nPruitt sparked the inquiry when a CNBC interviewer asked him if carbon dioxide was the “primary control knob” for climate change. He replied: “So no, I would not agree that it’s a primary contributor to the global warming that we see. But we don’t know that yet…We need to continue the debate and continue the review and the analysis.”\nThe comment, which goes against the overwhelming scientific consensus on climate change, prompted the Sierra Club to ask the agency’s Office of Inspector General to conduct an inquiry into Pruitt’s statements. The Sierra Club said the statements violated the agency’s own scientific integrity policy. “We respectfully urge you to investigate and remedy this violation as soon as possible to prevent further erosion of scientific integrity at the agency,” Sierra Club’s attorneys wrote in the letter on March 14.\nThe agency’s Office of Inspector General (OIG) responded by saying it would refer the Sierra Club’s request to the Scientific Integrity Official (SIO), who would then report back to the OIG.  “If after the SIO review, [Grifo] concludes there is some aspect of the letter itself, or her findings or conclusions that she believes are appropriate for further consideration by the OIG, she will so notify the OIG,” the agency said on March 30.\nEPA implemented its scientific integrity policy, along with other science-centric agencies, after the Obama administration called for agencies to strengthen internal reviews on science in 2009. The move was in response to the previous administration’s rewriting of regulations based on questionable or politically motivated science.\n“It just got so out of control during Bush-Cheney that people began recognized it as an issue, so much so that it was one of the first actions Obama took,” said Jeff Ruch of Public Employees for Environmental Responsibility, a watchdog group of former government employees and scientists.\nGrifo joined the EPA in 2013, charged with implementing its new scientific integrity policy and coordinating with a new scientific integrity committee. While the Office of Inspector General handles investigations into scientific misconduct, Grifo handles matters of scientific integrity.\n“The losses of integrity, which is a much more nebulous category, are in Francesca’s bailiwick,” Ruch said. “To our knowledge she has never found a single case where there’s been a loss of integrity.”\nRuch also noted that much of the agency integrity policy has yet to be completed. For example, after the Trump transition team arrived at the agency earlier this year, it announced the work of the agency’s scientists would be released only after a review by the administration and on a case-by-case basis. In fact, Ruch noted, that was also the case under the Obama administration.\nIt’s also unclear whether Grifo’s office will survive the Trump administration’s proposed cuts to the agency, although there is no specific recommendation so far for cutting the office.\n“If they’re serious about cutting 31 percent, they could abolish the office and reassign her,” Steinzor said. “But anything they do like that would make them look pretty bad.”\nRuch’s organization filed a Freedom of Information request with the agency after Pruitt’s comments. It asked for the agency to turn over any documents that provide the scientific basis for his statements.\n“He was speaking as the EPA administrator and if he said that without a shred of evidence, we want that to be widely known,” Ruch said.\nHis group plans to sue the agency for failing to respond to the request.\nThe EPA did not immediately respond to questions and a request for comment. The Office of Inspector General said there was no specified timeframe for Grifo’s review.\n“As far as EPA staff are concerned, these scientific integrity policies are still in place and as the administration continues to take shape, we’ll see how the policies get tested, but it’s a little early to determine their effectiveness,” said Michael Halpern, a deputy director at UCS. “As we see Pruitt and his group roll back the science-based public protections that were put in place under Obama, that’s where we’ll more likely see the more egregious examples of interfering in science.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}