{
  "url": "https://insideclimatenews.org/news/31032017/ohio-clean-energy-fossil-fuels-john-kasich/",
  "title": "Ohio House Passes Bill to Roll Back Renewable Energy Standards, Again",
  "date": "2017-03-31T05:00:07-04:00",
  "content": "Legislation that would undo a renewable energy mandate in Ohio passed a key vote in the state House of Representatives on Thursday. The bill, turning Ohio’s existing renewable energy requirements into voluntary standards, passed by a vote of 65-29.\nThat would be a large enough margin for the House to override a veto by Gov. John Kasich, but only if the Senate goes along.\nThe current  law, passed in 2008, requires utilities to get 12.5 percent of the electricity they sell  from renewable energy sources by 2027. After an early fight, this deadline was put on hold from 2014 to the end of 2016. The current bill would continue to block the advance of the renewables mandate. The state met its current mandate of getting 2.5 percent of electricity from renewables in 2014, the most recent year for which data is available.\nThe new legislation, championed by the Republican-led House and supported by fossil fuel interests, would make the clean-energy quota voluntary and would weaken separate requirements for utilities’ energy efficiency programs. Ratepayers would be able to opt out of paying for clean-energy programs.\nThe bill, a potentially significant setback for renewable energy in a key swing state with extensive fossil fuel development, is one of hundreds of state energy bills, both for and against renewables, that are being fought out nationwide this year even as the Trump administration seeks to bring back coal and promote fossil fuels.\nKasich, also a Republican, vetoed a similar bill in December. That bill passed in both the Ohio House and Senate, but not with enough votes to override the veto. Kasich’s spokeswoman, Emmalee Kalmbach, said the current bill would hurt the state’s economy.\n“As we compete against states that are embracing clean energy, like Texas and Michigan, for 21st century jobs, the governor has been clear regarding the need to work with the General Assembly to craft a bill that supports a diverse mix of reliable, low-cost energy sources while preserving the gains we have made in the state’s economy,” Kalmbach told the Columbus Dispatch.\nEnvironmental and clean energy advocates also criticized the bill.\n“This is clearly a step backwards for Ohioans,” Jennifer Miller, director of the Sierra Club’s Ohio Chapter, said in a statement. “Ohioans of all political persuasions support clean energy investments that create jobs, save customers money, and reduce pollution.”\n“It’s unfortunate that Ohio continues to undermine its reputation and its economy by throwing roadblocks in front of renewable energy and energy efficiency,” Ted Ford, president of the Ohio Advanced Energy Economy said. “The advanced energy industry has created over 100,000 jobs and attracted billions in investment to Ohio. Ohio can’t go forward by going backward.”\nA group of Ohio manufacturers and trade associations including Whirlpool Corporation, Dow and the National Electrical Manufacturers Association opposed the bill’s energy efficiency rollbacks.\n“We encourage you to keep Ohio’s Energy Efficiency Standard intact,” the group wrote in a March 21 letter to Rep. Seitz, a co-sponsor of the bill and chairman of the state’s House Public Utilities Committee. “Energy efficiency programs are good for all Ohio businesses and residents.”\nRep. Louis Blessing, a Republican and sponsor of the bill,  praised the bill in a tweet.\n“Replacing these often costly mandates with goals and incentives keeps benchmarks in place for energy companies looking to increase production of renewable energy without the influence of government,” Blessing tweeted. “This helps keep costs down not only for the industry, but also for consumers.”\nThe bill will now move to the Senate for a vote. Miller said it is unlikely to get the two-thirds majority it needs to be veto-proof.\n“This is very similar to the bill passed last year that the governor vetoed,” Miller said. “The Senate recognizes that, and the bill did not pass with a veto-proof majority last time.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}