{
  "url": "https://insideclimatenews.org/news/29032017/divestment-harvard-students-climate-change/",
  "title": "Fossil Fuel Divestment: Harvard Students Blockade Entrance in Protest",
  "date": "2017-03-29T18:00:00-04:00",
  "content": "A group of Harvard University students urging university officials to pull the school’s investments from fossil fuel companies blocked the entrance to one of the university’s main administrative buildings. They promised to stay until the end of the business day.\nThe group of approximately 20 undergraduate students gathered at the entrances to Harvard’s University Hall at 6:00 a.m. on Wednesday, demanding that the university commit to a permanent divestment from coal companies and hold an open, community-wide meeting on fossil fuel divestment. Harvard currently does not have any investments in coal companies in its $35.7 billion endowment though school officials have said they do not rule out re-investing in coal in the future.\nThe protest, organized by the group Divest Harvard, comes after Harvard President Drew Faust declined the group’s request earlier this year for a permanent divestment from coal.\nDivest Harvard wrote a letter to Faust on Feb. 17 asking her to reconsider because of President Trump’s promise to repeal efforts by the Obama administration to control emissions of greenhouse gases from fossil fuels.\nFaust responded with a letter on March 20 reiterating the university’s refusal to divest.\n“The shift in the political landscape does not alter the University’s fundamental aversion to instrumentalizing the endowment as a means of seeking to influence the political process,” Faust wrote. “Deploying the endowment as a tool to intervene in the political process or as a lever to advance broader social objectives, even eminently worthy ones, poses risks to the independence of the academic enterprise. Those risks are no less real now than before.”\nNearly 700 institutions and 58,400 individuals representing at least $5 trillion in assets have divested from fossil fuel companies, one group promoting and tracking the divestment movement reported in December. The movement started at a handful of Northeast colleges in 2012 and has led to growing university support.\nThe University of Massachusetts announced it will divest all direct fossil fuel holdings and Boston College said it would avoid investments in coal and tar sands. Recently Yale and Columbia promised at least some level of divestment as have more than a quarter of universities in Great Britain.\nDivest Harvard called Faust’s response unacceptable.\n“We fundamentally reject her notion that fossil fuels, particularly coal, do not pose an injurious harm to humans so severe that they merit divestment,” Jonah Hahn, a senior member of Divest Harvard, said from the front steps of University Hall. “What good is an environmentally friendly campus when we financially support global polluters and don’t outright denounce profiting from the degradation of our environment?”\nIn 1990, Harvard divested from tobacco companies. Then-president Derek Bok said it was out of a desire not to be associated with “companies engaged in significant sales of products that create a substantial and unjustified risk of harm to human health.” Hahn said the same criteria apply to coal.\n“Coal is the dirtiest fossil fuel and has a truly tremendous negative effect on human health, and we believe it meets the criteria established by President Bok when he decided to divest from tobacco.”\nHarvard officials said divestment from fossil fuels is not warranted.\n“We agree that climate change is one of the world’s most urgent and serious issues, but we respectfully disagree with Divest Harvard on the means by which a university should confront it,” Harvard spokesperson Tania deLuzuriaga said in a statement.\nThe protest comes one day after Trump signed an executive order to undo President Obama’s climate policies including the EPA’s Clean Power Plan.\n“When the most powerful leader in the world is actively rejecting the science that is signifying the potential demise of the planet, there is no greater urgency,” Hahn said. “The onus falls on other institutions like Harvard to really take the lead and demand change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}