{
  "url": "https://insideclimatenews.org/news/27032017/climate-change-global-warming-extreme-weather-jet-stream-michael-mann-penn-state/",
  "title": "Climate Change-Fueled Jet Stream Linked to Brutal Floods and Heatwaves, Says Study",
  "date": "2017-03-27T21:00:17-04:00",
  "content": "When Michael Mann goes before Congress Wednesday to testify on global warming, he’ll be armed with one more piece of evidence that greenhouse gases from fossil fuel burning are fundamentally altering the climate and leading to life-threatening and costly extreme weather.\nMann is the lead author of a new study showing that the greenhouse gas buildup is slowing down planetary atmospheric waves, which results in regional summer climate extremes. That includes a deadly 2003 European heat wave, as well as extensive wildfires in Siberia and severe flooding in Pakistan that took place simultaneously in 2010.\nPennsylvania State University climate scientist Mann said he and his fellow scientists discovered, by studying extensive climate data, “a particular type of jet stream pattern that is associated with many of the extreme events we’ve seen in recent years.” He added that there is every reason to expect “these persistent weather events to become more prominent over time…with increasing greenhouse gas concentrations.”\nMann is a high-profile scientist whose advocacy of climate action has made him a lightning rod for criticism from the right.  He will testify Wednesday before the House Science, Space and Technology Committee, led by Texas Republican Lamar Smith, in a hearing that is stacked with climate change skeptics.\nThe study, published March 27 in the journal Scientific Reports, examines temperature data related to the jet stream and winds that flow around the Northern Hemisphere from west to east and that loop from north to south between the tropics and the Arctic. The pattern is called Rossby waves.\n“We identified particular temperature patterns that occur when these large planetary waves slow down, and we found that, in the course of the past 100 years, this pattern is becoming more frequent,” said study co-author Stefan Rahmstorf, a scientist with the Potsdam Institute for Climate Impact Research.\nThe Rossby waves shape day-to-day and seasonal weather, said Rutgers University climate researcher Jennifer Francis, who was not involved in the study but has done related research on changes in hemispheric wind patterns. The northward loops carry warm air up from the tropics and help form high pressure systems, associated with warm and dry weather. The southward dips pull cold Arctic air down, generating stormy low pressure areas, she explained.\nThe study found that as greenhouse gases have increased in the atmosphere, those waves have lingered longer over particular regions. “Anything that makes those waves more persistent means the weather is going to be more persistent too, and summer extreme events are associated with these persistent patterns,” Francis said.\nThe 2010 summer heatwave over Siberia and simultaneous widespread flooding in Pakistan was a classic example of such a “stuck” pattern, according to Francis. “What we’re learning is there are multiple ways that global warming is going to affect weather systems in different regions and different seasons.”\nThe culprit in the climate change associated with the Rossby waves is the decreasing temperature contrast between the Arctic and the tropics and between sea surface and land surface areas, the study finds. High latitudes are warming much faster than mid-latitudes so the contrast is decreasing, which causes weather patterns to slow down or get stuck. Since the start of the industrial age, conditions favoring Rossby wave stalling have increased 70 percent, with most of that change in the past 40 years, according to co-author Kai Kornhuber. He is also with the Potsdam Institute for Climate Impact Research.\nPrevious studies by Francis and other scientists have linked changes in Northern Hemisphere summer wind patterns to the shrinking of Arctic sea ice and the rapid spring meltdown of Northern Hemisphere snow cover. Both reduce the north-south temperature contrast that drives the winds. “The temperature pattern changes they found are very consistent with the loss of spring snow cover in high latitudes,” Francis said, explaining that bare ground heats up faster than a reflective white shield of snow.\nOne recent study linked widespread melting of the Greenland Ice Sheet in 2015 with a significant and sustained shift in hemispheric winds that carried warm air north. Those winds had never before intruded so far into the Arctic during summer, researchers reported in the journal Nature Communications.\nA similar pattern this past winter led to several weeks of temperatures far above the average in the Arctic, where sea ice set a record for low maximum extent the third year in a row. That was just the latest sign that fundamental changes in the Earth’s climate system are literally in the wind.\nICN reporter Zahra Hirji contributed to this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}