{
  "url": "https://insideclimatenews.org/news/22032017/arctic-sea-ice-climate-change-global-warming/",
  "title": "Ice at Both Poles Shrinks to Record Lows",
  "date": "2017-03-22T20:21:07-04:00",
  "content": "Here’s another entry in the parade of sobering climate change records: The National Snow and Ice Data Center announced Wednesday that Arctic sea ice hit its maximum extent for the year on March 7, and it was the lowest in the 38 years of satellite records.\nThe total ice coverage as the winter drew to a close was 471,000 square miles less than the 1981-2010 average—meaning ice larger than the combined size of California, Oregon, Washington and Nevada failed to form this year.\n“We have had three record-setting low years of maximum sea ice extent in a row,” said Walter Meier, a research scientist specializing in sea ice at NASA’s Goddard Space Flight Center.\nAfter decades of expansion, the sea ice surrounding Antarctica, where the summer is just ending, also hit a record low, NSIDC reported. Its minimum extent for year was reached on March 3, and was roughly 900,000 square miles below the 1981-2010 late-summer average.\nThe Arctic has seen a steady stream of new records, as both January and February saw record-low ice levels and the region has simmered in record high temperatures throughout the coldest part of the year.\nIn the five months from October 2016 and February 2017, air temperature over the Arctic Ocean was more than 2.5 degrees Fahrenheit above the 1981-2010 average, the NSIDC reports. In large parts of the northern Chukchi and Barents Seas, temperatures were twice as high.\nIn the last two winters, the region has also been hit by massive storms, which are rare in wintertime, Meier said. Storms feed on moisture and heat in the ocean, so when they hit the usually icy Arctic, they normally lose energy as moisture dries up.\nBut now there is less ice, and what ice remains is thinner. So storms can reach further north, breaking up ice as they go.\n“Are these storms just a part of an usual year? Or are we starting to see some change occurring?” Meier said. “In the past, these were more like once-a-decade storms. Now we’ve seen at least four of them in the last year and a half or so.”\nIt’s not just the extent of ice that researchers are finding alarming—it’s the volume, too. The University of Washington’s ice-ocean model, which incorporates observations of weather conditions, found ice volume in the Arctic is unusually low.\n“Usually the ice gets very thin in the summer,” said Jinlun Zhang, an oceanographer at the university’s Polar Science Center. “After that, in the fall and winter, the ice will grow like crazy. But this year, it’s been so warm, the ice didn’t really grow like we usually see.”\nTypically, it’s the summer sea ice levels that climate scientists keep a close eye on, watching to see whether the ice’s low point is going to break a record and by how much. The opening up of the Arctic Ocean in summertime as the ice vanishes has major ramifications for the rest of the globe, because with less ice, the ocean absorbs more energy from the sun. And that warming can impact the jet stream and extreme weather systems for the lower latitudes.\n“The balance between the cold Arctic and the lower latitudes help defines our weather system,” said Meier, who says to think about the Arctic ice as Earth’s refrigerator. “As we change that, we’re opening the refrigerator door and all of a sudden we’re changing a big part of the climate system.\nThough the winter sea ice levels are also trending down, the losses have been less severe. It’s a time when the Arctic is dark and when there is less life—the phytoplankton isn’t blooming and fewer animals are roaming around the ice.\n“The winter has been a time we have kind of ignored,” said Meier. “But maybe it is becoming more important.”\nThough the winter ice levels don’t have a direct impact on summer levels—those will ultimately be impacted by factors like summer weather and wind patterns—what’s happening now sets the stage for what’s to come.\n“The Arctic is a very variable place. It varies from year to year naturally,” Meier said. “What we’re doing now with anthropogenic warming, though, is we’re putting a thumb on the scale. We’re loading the dice to make warmer conditions more likely.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}