{
  "url": "https://insideclimatenews.org/news/15032017/gop-house-resolution-climate-change/",
  "title": "House Republicans’ Group Launches Effort to Tackle Climate Change",
  "date": "2017-03-15T19:27:28-04:00",
  "content": "A group of 17 House Republicans introduced a resolution on Wednesday that calls for the House to commit to working on climate change solutions that keep in mind the health of the economy.\nThe resolution makes the argument that it is a conservative principle to “protect, conserve and be good stewards of the environment, responsibility plan for all market factors, and base our policy decisions in science and quantifiable fact.”\nThough it stops short of recognizing the connection between emissions from fossil fuels and climate change, it is a departure from the outright climate denial promoted by many Republican congressmen and Trump administration appointees.\nFormer Rep. Bob Inglis, a Republican from South Carolina, who has embraced the science of climate change and who advocated for a carbon tax while in office, called the resolution “really exciting.” In particular, he found the involvement of Rep. Mark Sanford (R-S.C.) to be a promising sign.\n“Mark is a true fiscal conservative who understands markets and is unassailably conservative,” Inglis said. Having Sanford as a part of the effort—which is led by Reps. Carlos Curbelo (Fla.), Elise Stefanik (N.Y.) and Ryan Costello (Penn.)—is an important stamp of approval, Inglis said.\nInglis said the resolution does a good job of framing the threat of climate change as an opportunity for “American ingenuity, innovation, and exceptionalism”—something that could allow those who previously denied climate change to come into the fold.\n“If you tell me the apocalypse is upon me I will shrink in science denial because it’s a pretty good coping mechanism,” Inglis said. “But if you start the conversation with, ‘There are ways to be ingenious here and ways that Americans can lead,’ now I’m feeling efficacious. Engagement is now my coping mechanism.”\nThat the resolution doesn’t acknowledge fossil fuel emissions as the driver of climate change did not come as a surprise to Inglis.\n“These leaders are trying to shape public opinion and lead public opinion, and that is best done gently,” Inglis said. “We don’t think many people are going to have the ability to do a 180 on this.”\nThe move garnered applause from various environmental groups.\n“It is good to see more Republican Members of Congress acknowledging the science of climate change,” Alex Taurel, the deputy legislative director of the League of Conservation Voters said in a press release.\n“I’m heartened to see Republican House members introduce a resolution committing Congress to address climate change and base its policy decisions on science and quantifiable facts,” Ken Kimmell, president of the Union of Concerned Scientists, said in a press release.\n“If Congress followed the science it would, of course, see that fossil fuel emissions are driving climate change,” Kimmel said in his statement. “While the resolution doesn’t explicitly make this link, it shows that these Republican lawmakers are not in a state of denial about this key issue.”\nCurbelo has led the effort to bring Republicans into the climate conversation. He co-founded the bipartisan Climate Solutions Caucus in 2016, a House group that aims to address the impacts, causes and challenges of climate change. The membership is deliberately kept evenly split between Democrats and Republicans. Currently, there are 15 members from each party.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}