{
  "url": "https://insideclimatenews.org/news/13032017/epa-scott-pruitt-donald-trump-climate-denial-carbon-dioxide-global-warming/",
  "title": "Scientists Call Out Pruitt’s False View of Climate Change",
  "date": "2017-03-13T18:00:20-04:00",
  "content": "Thirty prominent climate scientists sent a letter to Environmental Protection Agency Administrator Scott Pruitt on Monday, refuting his recent false statement that carbon dioxide is not a primary driver of climate change.\n“Just as there is no escaping gravity when one steps off a cliff, there is no escaping the warming that follows when we add extra carbon dioxide and other greenhouse gases to the atmosphere,” the scientists wrote. The group included Nobel laureate chemist Mario Molina of the University of California, San Diego, and eight members of the National Academies of Science.\nThe EPA did not immediately respond to a request for comment on the letter.\nIt joined the avalanche of response to Pruitt’s statement last week in an interview on CNBC that he did not agree carbon dioxide was the primary contributor to global warming, a statement contrary to the overwhelming scientific consensus.\nPhone calls to Pruitt’s main line reached such a high volume the following day that officials created an impromptu call center, the Washington Post reported. By Saturday morning, calls were going straight to voice mail, which said it was full and would not accept messages.\nIn addition to the letter by the climate scientists, the American Meteorological Society (AMS) forwarded a letter to Pruitt that contained  its official statement on climate change and carbon dioxide’s role in the rapid change of the past half-century. That conclusion is “based on multiple independent lines of evidence that have been affirmed by thousands of independent scientists and numerous scientific institutions around the world,” wrote AMS executive director Keith Seitter. “We are not familiar with any scientific institution with relevant subject matter expertise that has reached a different conclusion.”\nThe American Geophysical Society last week posted on its website a response to Pruitt’s statement, noting that its own statement on global warming “leaves no doubt that increasing atmospheric concentrations of carbon dioxide resulting from human activity is the dominant source of climate change during the last several decades.”\nMichael Oppenheimer, an atmospheric scientist at Princeton University who was one of the signers of the scientists’ letter, said that he and his colleagues began contemplating an official response to Pruitt soon after his statement.\n“I have no idea how he made this error, whether it’s intentional spinning of the facts, or, as I prefer to think, he really doesn’t know,” Oppenheimer said. ” We and any number of climate scientists would be perfectly happy to brief him about what’s known and what isn’t known and what the uncertainties really are.”\nPruitt made clear in his CNBC interview, as he did in his confirmation hearing, that he thought the uncertainties were great enough to forestall policy.\n“I think that measuring with precision human activity on the climate is something very challenging to do and there’s tremendous disagreement about the degree of impact,” Pruitt said. The doubts he expressed went further than in his testimony before Congress, however, as he said of carbon dioxide, “No, I would not agree that it’s a primary contributor to the global warming that we see.”\nThe scientists said Pruitt was misrepresenting how much scientists do know. “Focusing on disagreements over details, or among a few individuals on the margins of consensus, or on the uncertainties that are part of any accurate statement of scientific knowledge, misses the big picture: Human beings are changing the Earth’s climate,” they wrote.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}