{
  "url": "https://insideclimatenews.org/news/14032017/arctic-ice-melt-climate-change-science/",
  "title": "Arctic Sea Ice Melt, Driven by Global Warming, Accelerated by Nature",
  "date": "2017-03-14T16:09:29-04:00",
  "content": "A new study zeroes in on just how much of the Arctic sea ice’s precipitous decline in recent decades is attributable to manmade global warming and how much is due to natural processes, finding that between 50 and 70 percent is caused by mankind.\nBy studying air current patterns, researchers determined that between 30 and 50 percent of the decline in summer sea ice in the Arctic since 1979 may be due to natural processes, for the first time breaking down just how much melting could be attributed to each cause. The study was published Monday in the journal Nature Climate Change.\n“If we look to Earth as a whole, the global temperature rise is definitely due to anthropogenic forcing in the last 100 years. There’s no question of that,” said author Qinghua Ding, a professor at the University of California Santa Barbara. “But if we zoom in, some internal role comes in to have some impact.”\nArctic sea ice has been rapidly declining since satellites first started tracking it in 1979, and according to NASA, roughly 13.3 percent of the ice disappears every decade. Models have projected that manmade global warming would heat the Arctic faster than it would heat more temperate regions, and observation has borne that out. The Arctic is warming at least twice as fast as the rest of the globe, and the first two months of this year both had the lowest levels of sea ice on historical record.\nThough models have accurately predicted for decades that the ice would decline as the amount of carbon in the atmosphere increases, in recent years, the actual rate of melting has outpaced the models.\nThat’s where Ding’s study comes in. What he and his coauthors found is that air currents that are a part of Earth’s natural variability have played a significant role in melting the ice, which helps explain why the models have underestimated the melting.\nIn an earlier study, Ding looked at how changes in air circulation in the tropical Pacific have accelerated warming over Greenland and northeastern Canada. For this study, Ding and his colleagues created a complex model that took into account all of the variables that can influence the melting of sea ice. One by one, they turned off variables that are driven by manmade global warming, until they were left with just the amount of ice melt that has been caused by air circulation.\n“Nobody knew how important the air circulation was,” Ding said. “Probably 10 or 20 percent, they thought, but here we show that it’s much more.”\n“Their study certainly illustrates the complicated nature of the climate system,” said NASA senior climate change scientist Claire Parkinson, who was among the first to model the relationship between sea ice and warming. She was not a part of Ding’s study.\nDing said his findings in no way minimize the role of anthropogenic warming in melting sea ice.\n“I don’t want people to take the wrong message in our study, that we’re not to blame for Arctic warming,” said Ding. “The message is that it’s more complex than we expected. In the long term, maybe 100 years from now, the Arctic will become ice free in summer because eventually this internal variability will be overwhelmed by anthropogenic forcing.”\nBut in the short term, he said, both factors will be important.\nDing explained the phenomena like this: Imagine the Arctic is a room and the floor is the sea ice. Manmade global warming is the equivalent of turning up the thermostat. If you then put a thick blanket over the ice/floor, that represents that secondary role played by Earth’s natural cycle.\nAs time goes on and mankind emits more CO2, causing more warming, eventually the man-made aspect—the thermostat—will be what causes the ice to disappear.\nMark Serreze, the director of the National Snow and Ice Data Center, called the paper “a good effort to try and sort out the relative roles of changes in atmospheric circulation and anthropogenic forcing.”\n“But we still have a lot to learn,” Serreze said. “And in the end, given current greenhouse gas emission rates, natural variability will not halt the slide towards a seasonally ice-free Arctic Ocean.”\nA recent study found that if the world warms 2 degrees Celsius over preindustrial times—the lofty goal laid out in the Paris climate agreement— there is still a 39 percent chance that the summer sea ice will disappear.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}