{
  "url": "https://insideclimatenews.org/news/09032017/scott-pruitt-epa-donald-trump-climate-change-denial-co2-global-warming/",
  "title": "EPA Head Pruitt Denies the Basic Science of Climate Change",
  "date": "2017-03-09T18:20:33-05:00",
  "content": "Wrapping himself unabashedly in the mantle of climate science denial, Environmental Protection Agency Administrator Scott Pruitt declared on Thursday that he does not believe carbon dioxide is a primary contributor to global warming.\nThe statement contradicts a firmly established tenet of climate change science. By questioning it, Pruitt appeared to signal a coming challenge by the Trump administration to the agency’s key science finding that obligates it to regulate carbon dioxide pollution from the burning of fossil fuels.\nIt sparked a chorus of unambiguous contradiction from leading scientists, including those working at the foremost government institutions.\n“Mr. Pruitt is wrong,” said one of them, Ben Santer of the Lawrence Livermore National Laboratory. “Embracing ignorance is not an option.”\nJohn Holdren, director of the White House Office of Science and Technology Policy under President Obama, called Pruitt’s claim “the purest ignorance.”\n“There is simply no scientific question,” Holdren said. “The evidence for climate change caused by humans and principally by CO2 comes from many different lines of observation, monitoring, research, analysis. It’s all consistent.”\nIn an interview on CNBC‘s Squawk Box program, Pruitt was asked by host Joe Kernen if he believes that carbon dioxide is the “primary control knob for climate.”\n“I think that measuring with precision human activity on the climate is something very challenging to do and there’s tremendous disagreement about the degree of impact,” Pruitt answered. “So no, I would not agree that it’s a primary contributor to the global warming that we see.” Pruitt added, “We need to continue the debate and continue the review and the analysis.”\nKernen also denied that the consensus science was “settled.”\nThe most recent authoritative statement of the Intergovernmental Panel on Climate Change, which represents the global scientific consensus, declared that “it is extremely likely that human influence has been the dominant cause of the observed warming since the mid-20th century.” That human influence comes mainly from increased atmospheric concentrations of greenhouse gases (primarily carbon dioxide) from burning fossil fuels, deforestation, agriculture and the like.\nFormer EPA Administrator Gina McCarthy denounced her successor’s remarks. “The world of science is about empirical evidence, not beliefs,” she wrote in a statement. “I cannot imagine what additional information the administrator might want from scientists for him to understand that.”\nMcCarthy went on to condemn the Trump administration’s larger campaign to remove government scientists who believe human activity contributes to global warming. “Giving pink slips to scientists across the federal government, including 43 percent of EPA scientists, and proposing to eliminate the U.S. Climate Global Research Program in its entirety, makes one question who this administration will rely on for scientific research and facts.” She was referring to a plan that, if approved, would cut funding for the EPA’s Office of Research and Development by 43 percent.\nKevin Trenberth, a senior scientist at the National Center for Atmospheric Research in Boulder, Colo. said Pruitt is denying what has been indisputably verified.\n“There is no doubt whatsoever that the planet is warming and it is primarily due to increased carbon dioxide in the atmosphere from burning of fossil fuels,” he said. “Carbon dioxide is a greenhouse gas and we can demonstrate clearly that the observed warming of the planet would not have occurred without that change in atmospheric composition. These are scientific facts, not opinion, and it is incumbent on politicians to take account of the scientific evidence.”\nPruitt’s statement on CNBC went beyond his more guarded words at his Senate confirmation hearings, when his record of climate denial was under intense scrutiny by Democrats.\n“The climate is changing and human activity contributes to that in some manner,” he said in response to a question from Sen. Bernie Sanders. “I believe the ability to measure with precision the degree of human activity’s impact on the climate is subject to more debate.”\nThis time, there was no way to construe his remarks as being consistent with mainstream science.\nIn a written response to questions from senators that he submitted during his confirmation process, Pruitt said he would fulfill the duties of the administrator in regulating greenhouse gases.\n“As Pruitt testified before Congress, it is the legal duty of the EPA to tackle the carbon pollution that fuels the climate crisis,” Sierra Club’s executive director, Michael Brune, said in a statement. “Pruitt is endangering our families, and any sensible senator should demand he be removed from his position immediately for misleading Congress and being unfit and unwilling to do the job he has been entrusted to do.”\nDavid Doniger, director of the climate and clean air program at the Natural Resources Defense Council, said he considered the situation bizarre. “Having an EPA administrator who claims carbon pollution is not the primary cause of climate change is like having a U.S. surgeon general who says smoking is not the primary cause of lung cancer.”\nSabrina Shankman contributed reporting to this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}