{
  "url": "https://insideclimatenews.org/news/01032017/exxon-climate-investigation-lamar-smith-state-attorneys-general/",
  "title": "State AGs Rally to Defend NY, Mass. Investigations of Exxon From Lamar Smith Subpoenas",
  "date": "2017-03-01T17:46:06-05:00",
  "content": "A coalition of 15 Democratic state attorneys general has urged Congressman Lamar Smith to withdraw subpoenas sent to the AGs of Massachusetts and New York seeking records related to their investigations of ExxonMobil. In a letter to Smith sent Tuesday, the attorneys general argue the demand for documents interferes with the investigative authority of the states.\nThe attorneys general of Massachusetts and New York have ongoing investigations of Exxon under each state’s securities and consumer protection laws related to whether Exxon properly disclosed risks posed by climate change to the company’s business.\n“Under the Constitution and the principle of comity that has been honored by Congress and federal courts since the Nation’s founding, the states’ attorneys general must be free to fulfill the responsibilites they owe to the people they serve, unimpeded by interference from a committee of Congress,” the AGs said in the letter.\nSmith, a 15-term Texas Republican who chairs the House Committee on Science, Space and Technology, first subpoenaed the Massachusetts and New York state AGs last July. He followed last month with a second subpoena seeking records that delve into the investigative strategy of the AGs, a tactic critics say is an attempt to shield Exxon from scrutiny.\nSmith has said the attorneys general investigations amount to a crusade to silence alternative views of climate change, and that his probe is designed to protect the First Amendment rights of academic institutions, scientists and companies engaged in climate research. He has used his chairmanship to launch prior investigations questioning the work of climate scientists.\nMassachusetts Attorney General Maura Healey and New York Attorney General Eric Schneiderman said in July that they would not comply with the subpoenas.\nIn September, Smith extended his subpoena to the Securities and Exchange Commission, which had reportedly launched a related investigation into Exxon.\nAt the same time, Smith also hit eight non-governmental environmental advocacy organizations with subpoenas, which demanded documents related to any discussions with the AGs regarding the Exxon investigations.\nThe group of attorneys general called on Smith to withdraw his subpoenas. The letter states that the New York and Massachusetts investigations are lawful and that the House Committee’s subpoena threatens to interfere with pending court proceedings involving Exxon.\n“The AGs’ letter makes clear that chairman Smith has no authority to interfere with our investigation,” Chloe Gotsis, spokeswoman for Attorney General Maura Healey said. “He should read it and stop this harassment.”\n“Lamar Smith has repeatedly put Big Oil’s interests above the people Congress is supposed to serve—doing whatever he can to help Exxon distract from and delay multiple state and federal fraud investigations,” Amy Spitalnick, spokeswoman for the New York attorney general’s office said. “As we’ve made clear, Attorney General Schneiderman’s investigation will not be deterred.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}