{
  "url": "https://insideclimatenews.org/news/23022017/exxon-mobil-tar-sands-alberta-canada-climate-change-oil-prices/",
  "title": "Exxon Relents, Wipes Oil Sands Reserves From Its Books",
  "date": "2017-02-23T08:00:29-05:00",
  "content": "ExxonMobil announced Wednesday that it had wiped off its books all 3.5 billion barrels of tar sands oil reserves at one of its projects in Canada. Because of recent low oil prices, the company said none of those reserves can be considered economical according to the accounting rules of the Securities and Exchange Commission.\nThe accounting change at its Kearl project, a momentous if expected development, represented a turnaround for the company, which has long resisted calls to revise its reserves estimates. Over the past decade, Exxon had steadily increased its holdings in Canada’s tar sands to become a leading producer there.\nExxon also removed from its books 800 million barrels of oil-equivalent reserves in North America, though the reductions were offset by the addition of 1 billion barrels of oil and gas elsewhere.\nExxon said in October that low prices would likely force it to “de-book” up to 4.6 billion barrels of reserves in its end-of-year accounting. Securities and Exchange Commission rules allow oil companies to count reserves only if they are profitable based on average prices over the previous year.\nBut while the accounting change removes billions of dollars worth of tar sands investments from the company’s annual report, and is watched closely by investors, it will not directly affect operations. Exxon plans to continue operating its Kearl project, and said it will add back the reserves if oil prices rise or costs drop. After the reduction, the company now reports holding 1.3 billion barrels of tar sands reserves.\nExxon will hold an analyst meeting on March 1.\nEarlier this week, ConocoPhillips said it had reduced its oil sands reserves by more than 1 billion barrels, bringing its total to 1.2 billion for 2016. These moves had been expected, as low oil prices have placed a heavy burden on tar sands projects, which are among the most expensive and polluting sources of oil.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}