{
  "url": "https://insideclimatenews.org/news/22022017/pruitt-enters-epa-conciliatory-words-staff-braces-divisive-action/",
  "title": "Pruitt Enters EPA With Conciliatory Words, but Staff Braces for Steep Cuts",
  "date": "2017-02-22T02:22:30-05:00",
  "content": "Scott Pruitt, who spent the past six years as the Environmental Protection Agency’s courtroom antagonist, took the helm of the agency Tuesday with a pledge to listen to agency staff and tackle tough problems cooperatively.\n“We ought to be able to get together and wrestle through some difficult issues in a civil manner,” said Pruitt in an address to EPA employees, who are bracing for deep budget cuts and a retreat from the goal of addressing climate change.\nPruitt didn’t talk about policy specifics. Instead, he laid out a vision for an EPA that could avoid litigation in the future by limiting the agency’s ambitions under the mandates that Congress gave it and sticking to “process.”\nBut environmental advocates already were preparing a vigorous legal defense of regulations they fear could be undone. They maintain the rules were subject to a rigorous public comment and debate, as well as court review.\nWith the Trump White House expected as soon as this week to issue executive orders to roll back the Clean Power Plan, Presient Obama’s signature climate initiative, and other EPA regulations, David Doniger, climate programs director of the Natural Resources Defense Council, responded on Twitter:\nExec. orders don’t repeal regulations. Trump EPA must follow same steps to tear them down as it took to build them up. Then we go to court. https://t.co/Z5Ezs3un18\n— David Doniger (@ddonigernrdc) February 21, 2017\nPruitt’s address to the agency came on the first full federal workday since his contentious confirmation process ended Friday with a largely partisan 52-46 vote of approval.\n“This environment that we live in today is a very toxic environment,” Pruitt said. “We have jerseys that we put on, and that is something that I think is damaging to the overall objective of finding the results and answers.”\nBut Pruitt, the former Oklahoma attorney general, is likely to continue to be dogged by the same issues that have been raised since his nomination by Trump in December. On the same day as his official welcome at EPA, about  2,000 of his emails with fossil fuel companies and organizations were to be released in Oklahoma after years of delay.\nPruitt suggested that EPA staff may have gotten an incomplete picture of him from reading news reports. “I look forward to sharing the rest of the story with you,” he said. “I seek to listen, learn and lead with you, to address these issues that we face as a nation.”\nWhile stressing civility and cooperation, Pruitt returned to the arguments he made against the EPA both in court and before the Senate.\n“Process matters,” said Pruitt. “Regulations are to make things regular, to give certainty to those who are regulated, so they know what’s expected of them and can allocate resources so that they can comply.\n“The process we engage in is very important. It sends a message that we take seriously our role of taking comment and offering a response, and in making informed decisions on how it’s going to impact those in the marketplace to achieve the ends we have in statute,” he said. “We should avoid abuses…like engaging in regulation through litigation, consent decrees that bypass the Administrative Procedure Act.”\nPruitt’s view echoes the complaints of industry lobbyists who have decried EPA’s settlement of a number of lawsuits brought by environmental groups during the Obama administration. Under these agreements, the EPA finalized regulations to control mercury from power plants, address air quality issues due to ozone, clean up the Chesapeake Bay and regulate greenhouse gases.\nCritics say the consent agreements are a kind of collusion between the EPA and environmentalists. Environmental groups, however, argue that their litigation followed years of effort and wrangling with the agency. (The Government Accountability Office found little impact on EPA policy due to the deadlines imposed by consent decree.) In 2014, the U.S. Supreme Court rejected an effort by Pruitt and other litigants to overturn a settlement with several states and environmental groups under which the EPA agreed to regulate greenhouse gases.\n“EPA already has SO MUCH PROCESS,” Jack Lienke of the Institute for Policy Integrity at the New York University School of Law, said on Twitter.  “Clean Power Plan was in the works for > FOUR YEARS before finalization.”\nIn his remarks on Tuesday, Pruitt also reprised the argument he often made in more than 14 lawsuits against the EPA—that it had overreached its legal authority. “The rule of law: the only authority any agency has is given to it by Congress,” Pruitt said. “Sometimes that authority is broadly stated, and other times Congress is very restrictive, and it’s been very specific about what they agency can and can’t do.\n“We need to respect that. When we do that, here’s what happens: We avoid litigation, and we reach better outcomes.”\nBut the Supreme Court, in its landmark Massachusetts v. EPA decision, ruled that, “Because greenhouse gases fit well within the Act’s capacious definition of ‘air pollutant,’ EPA has statutory authority to regulate emission of such gases.”\nThe court said that “EPA can avoid promulgating regulations only if it determines that greenhouse gases do not contribute to climate change or if it provides some reasonable explanation as to why it cannot or will not exercise its discretion to determine whether they do. It has refused to do so, offering instead a laundry list of reasons not to regulate.”\nAnd courts have rejected Pruitt’s argument that EPA exceeded its authority in other cases, such as the Obama administration’s cross-border pollution and mercury pollution regulations for power plants.\nOther legal challenges, however, have yet to be decided, including a case now pending in a federal appeals court on the Clean Power Plan. The Supreme Court has issued a stay on putting the rule into effect.\nPruitt did not mention climate change, but said, “We as a nation can be pro-energy and jobs and pro-environment.”\nEnvironmental advocates quickly took issue with the picture of the agency painted by Pruitt. Lienke tweeted that statistics show EPA has been balancing economic growth and environmental protection all along. He cited a 68 percent reduction in the most common air pollutants from 1970 and 2013, as GDP tripled and the U.S. population grew by 54 percent.\nAlthough all EPA staff were invited to attend, there was only room for about 100 in the high-ceilinged ceremonial room next to the administrator’s office, the Rachel L. Carson Great Hall; the agency’s 15,000 employees could watch remotely. The crowd in the room included some of the agency’s first political appointees, including the transition leader, former Washington State Sen. Don Benton.\nBenton said after the speech he thought that Pruitt had struck “a perfect balance” in his speech. “He’s very much in partnership mode,” he said.\nBrett Hartl, government affairs director of the Center for Biological Diversity, said he thought that although Pruitt’s comments about the rule of law and process “sound good,” his record indicates he will be taking the agency in a dramatically different direction. “His agenda is straightforward. He wants to undercut the agency,” said Hartl. “He’s going to be the guy who cuts their staff and their budget, and makes employees do useless things so they can’t do enforcement.”\nGeorgina Gustin contributed reporting for this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}