{
  "url": "https://insideclimatenews.org/news/15022017/epa-climate-change-policies-scott-pruitt-donald-trump-whistleblower/",
  "title": "EPA Veterans Mobilize to Defend Agency’s Work, Bracing for Trump’s Impact",
  "date": "2017-02-15T08:00:06-05:00",
  "content": "Retired and former employees of the Environmental Protection Agency are banding together in rare activism to defend colleagues still working for the agency, as fears of deep layoffs, regulatory rollbacks and science suppression spread through the federal ranks.\nThough organizing is still in its early stages, they’re holding protest rallies, looking to nurture agency whistleblowers and pushing senators to vote against President Donald Trump‘s EPA administrator nominee, Oklahoma Attorney General Scott Pruitt. Having vehement opponents of regulation and deniers of mainstream climate change science as president and administrator of the EPA propelled them into a type of activism most had never embraced, former EPA employees said.\n“I’ve never experienced this kind of outcry in the past,” John J. O’Grady, president of the American Federation of Government Employees Council 238 in Chicago, said of the retirees’ involvement.\nThe EPA has about 4,800 staff in its Washington D.C. headquarters and 11,000 nationally, including in 10 regional offices. Networks of former employees from EPA Region 1 in New England, Region 6 in the Southwest, Region 9 in California and Region 10 in the Northwest have contacted the watchdog group Public Employees for Environmental Responsibility (PEER) to confer about the best ways to advocate for current EPA workers, said PEER Executive Director Jeff Ruch.\nStaff and former employees from Region 5 in Chicago recently staged a public protest in Federal Plaza during their lunch hour against threats of enormous staff cuts floated by an early leader of the Trump transition team, Myron Ebell. And more than 400 former employees signed an open letter to the Senate urging the rejection of Pruitt.\nRegion 8, headquartered in Denver, has arguably the most active group of retirees. Six weeks ago, 20 of them met in a city bar during a snowstorm, discussing effective tactics against Pruitt’s nomination. About 80 of them rallied in front of the EPA in downtown Denver in mid-January before going to the offices of Colorado Sens. Michael Bennet, a Democrat, and Cory Gardner, a Republican, to meet with staff and submit letters protesting the choice of Pruitt. Now with 90 members and growing, the Region 8 group, called Save EPA!, is building its public advocacy efforts, reaching out to current employees and finding ways to be a safe conduit for whistleblowers to expose wrongdoing.\n“We want to show people they don’t have to give up and that we have their back,” said Suzanne Wuerthele, a toxicologist who worked for 23 years in Region 8. “They can leak information to us. We can find ways to blunt the damage from what the new administration does. This is an opportunity to reinforce EPA’s values.”\nTrump’s nomination of Pruitt ignited fears that the president would deliver on his campaign pledge to gut the EPA. The Oklahoma attorney general has a record of routinely suing the regulator and backing the fossil fuel industry, which has helped finance his political career. In late January, Ebell, a leader in climate denial campaigns who briefly helmed the EPA transition team, told the media that he expected Trump to slash EPA staff by one-half to two-thirds. That would take the agency to the staffing levels of the early 1970s, when it was established by President Richard Nixon.\nSince then, top EPA officials have scrambled to calm fears among staff. Bob Denton, who replaced Ebell as the head of the transition team, sent an email to employees that said they were “among the best I have ever had the opportunity to work with” and no final decisions had been made regarding layoffs.\nActing EPA administrator Catherine McCabe released a video addressing another widespread concern, telling employees: “I would like to allay the fears and rumors that some scientific data and information are being deleted. That is not the case. The only changes that have been made…are ordinary housekeeping changes that have been made by EPA career employees.”\nCurrent and former staff, however, say they aren’t buying it. Unions representing EPA workers are organizing protests, such as the one in Chicago on Feb. 6 that was attended by several hundred current and former employees and local supporters. But in Denver, retirees and former staff seem to be taking the lead in shaping a sustained public response to the new administration’s pledges to undo rules and programs.\nThe Denver-area retirees said they are particularly concerned about Trump’s disavowal of climate science. Within hours of Trump’s inauguration, the White House had purged nearly all mention of Obama administration climate policies from its website. Trump has vowed to end the Obama administration’s efforts to address carbon pollution at home and with other nations.\n“We want to be the voice for climate rules,” said Weston Wilson, who worked at the EPA for 36 years. “In all our 40 years, there has been nothing like the instability of climate change threatening the planet. It is the key to everything and the key progress that was made under the previous administration.”\nThe Region 8 retirees are mapping out priorities. They seek to complement the efforts of union members, who they think could be overwhelmed when Congress and the administration begin slashing staff. They plan to pressure elected officials to defend the EPA, urging Sens. Bennet and Gardner to vote against the Pruitt nomination. Neither senator responded to multiple requests for comment on the Save EPA! letters.\nThey are going to protest Wednesday when the Trump EPA and Department of Energy transition teams come to Denver.\nThe group also wants to be a watchdog on the effects of legislation, executive orders and rule changes that would hurt the EPA, such as the recent Trump directive to get rid of two rules for each new one adopted.\nThe trickiest part for them would be to serve as a channel for information from EPA whistleblowers to the public. Some of the Region 8 staff have experienced misuse of science in their careers. Wuerthele, for example, raised objections several years ago to EPA research on childhood exposure to pesticides that were known neurotoxins. Wilson, the recent retiree from Region 8, was a whistleblower in 2004 on a controversial EPA study of how fracking in coalbed methane affected drinking water.  Many retirees withstood efforts by Ronald Reagan to hamstring the EPA and by the George W. Bush administration to thwart climate science.\nFederal whistleblower laws exist, “but I know how afraid people are under normal conditions” to use them, said Jeff Hart, who retired from Region 8 in 2010 after almost 20 years with the EPA. Retirees such as Wilson have been through the whistleblower experience and can advise and encourage those still with the agency.\nUnlike union reps, the retirees “can provide guidance and expertise on matters where they are experts or have first-hand knowledge,” said Ruch of PEER.\nThe Region 8 group is discussing how to create safe channels of communication with current staff. The group is weighing using encrypted communications and finding safe places to meet and talk, Hart said. But Wilson worried that recommending encryption apps to potential whistleblowers would send the message that they are being monitored, frightening people even more and discouraging them from speaking out.\n“It feels Orwellian to me that we even have to consider such things, and I resent it,” Hart said.\nTechnology is one of the challenges the Region 8 retirees face. They are from a generation that wrote letters to the editor and now have to quickly familiarize themselves with social media. They have to make sure that they can sustain their initial enthusiasm and keep their ranks populated for a battle that has only just begun and that could hand them many losses.\nThe decision to act has not been a natural one for most of them.  Federal workers are generally apolitical, in large measure because of the Hatch Act, which bans many types of partisan activities. But a sense of urgency has pushed most of them to shed their usual cautiousness.\n“The culture in general is cautious and not everyone at EPA would qualify as an environmental activist: they are professionals, scientists, engineers, hydrologists, technical people,” Hart said. “They are fact- and evidence-based. They don’t do anything lightly and they wouldn’t do a protest lightly. These people have to be truly outraged to do what we have done.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}