{
  "url": "https://insideclimatenews.org/news/15022017/scientists-federal-whistleblowers-donald-trump-epa-climate-change-denial/",
  "title": "Scientists’ Group Launches Website to Help Federal Whistleblowers",
  "date": "2017-02-15T16:10:14-05:00",
  "content": "Many of President Donald Trump’s words and actions have federal scientists worried their work will be politicized or suppressed. Now, one advocacy group is responding with a step-by-step guide for scientists to securely share information about any foul play.\nThe Union of Concerned Scientists, whose mission is to protect scientific integrity, has created a webpage for federal scientists to report abuses, with instructions on how to avoid detection or hacking.\nTrump has called climate change a hoax, and one of his administration’s first moves was to remove pages from the White House and State Department websites that referred to the issue. The Trump administration has sent memos and directives to agencies, including the Environmental Protection Agency and the National Park Service, that some employees reportedly interpreted as gag orders, though some of the directives were later reversed or disavowed.\n“There have been a number of actions either proposed or taken by the transition team and the administration that make science more vulnerable to political interference,” said Michael Halpern, deputy director of the Center for Science and Democracy at the Union of Concerned Scientists. He said many of Trump’s nominees are opposed to the missions of the agencies they would oversee. “When you have hostile agency appointees, science becomes more vulnerable to political influence. So I think all these conditions taken together make it more important for federal employees to report what they see.”\nSome scientists have considered Trump’s actions as an assault on the profession and have begun reexamining their traditionally quiet political role. Hundreds of academics signed an open letter to Trump calling for action on climate change, and others are planning a march on Washington in April. Fearing regulatory rollbacks and science suppression, retired and former employees of the EPA are banding together in rare activism to defend colleagues still working for the agency and nurture whistleblowers, InsideClimate News reported.\nOn Tuesday, Republicans on the House Science Committee asked the EPA’s inspector general to look at reports that agency employees were using the encrypted messaging app Signal to communicate with each other. The app is among the methods that the Union of Concerned Scientists recommends using to communicate securely.\nEven before Trump took office, scientists  began copying federal datasets they feared might be removed from public access.\nUCS’s new webpage encourages federal employees to “share any evidence of actions that impede the ability of science or scientists to protect public health and the environment,” including memos, emails or “datasets or other information that has been altered or removed from public view.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}