{
  "url": "https://insideclimatenews.org/news/13022017/oceans-global-warming-effects-climate-change-species/",
  "title": "As Oceans Warm, Marine Life and People Who Depend on It, Struggle to Adapt",
  "date": "2017-02-13T10:00:57-05:00",
  "content": "The oceans are warming at rapid clip, and many marine creatures are shifting their ranges in response, moving deeper and towards the poles.\nThe International Union for the Conservation of Nature warned last year that ocean warming “may well turn out to be the greatest hidden challenge of our generation.”\nMalin Pinsky, an ecologist at Rutgers University, has spent the past six years studying the impacts of climate change on marine species. In 2014, he teamed up with the National Marine Fisheries Service to build OceanAdapt, a web tool that draws on decades of data collected by marine surveys to track and map the movement of 105 marine species off the coasts of the United States. Creatures in the Northeast, for example, have moved their ranges an average of more than 50 miles north since 1960.\nInsideClimate News recently spoke with Pinsky about what’s happening to the oceans, and what it means.\nThis interview has been edited for length and clarity.\nICN: What made you decide to study the impacts of climate change on marine species?\nMalin Pinsky: I’d been reading a lot of the work that had been coming out on the ecological impacts of climate change, and understanding how much changing climates already were reshuffling the natural world and were likely to going forward. And I realized that a lot of that thinking hadn’t yet gotten into our thinking about fisheries or our thinking about marine conservation. So that got me interested in trying to document what already is changing in the ocean and what we might be able to do to adapt.\nIt turned out that in the ocean, we had this amazing information on where a wide range of fish and other marine animals are now, and have been for the past 50 years in some cases, because the federal government conducts these scientific surveys up and down our coastline.\nThey had this incredible record showing a wide range of species—cod and crabs and flounder and lobster—all shifting to new places, and to an amazingly consistent degree, shifting to follow their preferred temperatures across the ocean.\nICN: The charts on OceanAdapt  show dozens of species shifting their ranges north. What’s going on out there?\nPinsky: It’s recording this really fundamental reshuffling of the natural world off our coasts. And the implications of that filter far beyond just a few fish or a few animals out there. It also affects economies. It also affects fisheries. It affects people’s livelihoods. It shows that even though we are used to thinking about the natural world as a pretty static place—animals have their traditional places in the world and don’t move too much—it really shows that the oceans are on the move in a way that has already been going on for a few decades and is likely to only accelerate. And that really upends many of the approaches we’ve been taking to things like fisheries management, and also certain approaches to marine conservation.\nICN: What’s an example?\nPinsky: Who gets to catch the fish is often based on who used to catch them.\nIn the case of summer flounder, quite a few were caught off the coast of North Carolina back in the 1980s, and not that many off the coast of, say, Massachusetts, or even not that many off New Jersey either. But it turns out that now, black sea bass are being caught up in Massachusetts, summer flounder, primarily off New Jersey, black sea bass in fact are centered off New Jersey as well. So using those historical allocations, to at least some people, doesn’t make as much sense anymore.\nOn the other hand, it’s really politically difficult, and in some sense unfair, depending on who you’re talking to, to take away this allocation from someone who’s had it for a long time and give it to someone else since the fish are farther north.\nICN: Why are marine creatures particularly vulnerable to climate change?\nPinsky: Species that don’t experience much variation in temperature tend to have quite a narrow tolerance for changes in temperature as well. And out of all the major environments on earth, the ocean doesn’t change temperature much at all. Season to season, day to day, even century to century, the ocean, historically, has always been about the same temperature.\nThe temperature goes up just a little bit, and that actually means a lot to a fish, or a lobster, or a crab. And right now, the temperature of the ocean is going up a lot. So it’s quickly exceeding what many marine species can tolerate, at least in the places they have been historically.\nICN: What should we be doing about that?\nPinsky: I think the most fundamental thing we should do is reduce greenhouse gas emissions. That’s the only fundamental solution to this reshuffling of the oceans.\nOn the other hand, there is a certain amount of change that’s going to happen no matter what, in large part because of greenhouse gases we’ve already emitted. So we have to be ready to adapt to these changes as they occur. Part of that is designing conservation strategies and fisheries management policies that are more flexible and more nimble.\nAnd there’s some really exciting efforts already underway. There some examples that have been going on for quite a while actually, where something like temperature goes into the harvest rules that are used to govern fisheries for Pacific sardines. In places like Alaska, relatively recently there was evidence that there were fewer prey available, possibly because of climate variability, and the quota for pollock was changed as a result.\nICN: Some of this can be pretty depressing. What keeps you going?\nPinsky: I think it would be a lot worse if we don’t understand what’s coming down the pike and if we don’t adapt to it. If we just went on fishing as if the world wasn’t changing, there are many species I think we’d drive to economic extinction. If we do adapt and adjust, we can support very productive fisheries going forward. I actually think that it’s not all doom and gloom. And that we can still have quite a productive ocean in the future if we can adapt successfully.\nICN: Will our kids eat wild seafood when they’re grown up?\nPinsky: I sure hope so. I want my kid to be eating wild seafood, too. Part of it is, it’s really healthy. It’s good for us, good for our kids. But it’s also an amazing human endeavor. Wild fisheries are really the only wild animals that we harvest commercially, at such a large scale. And the mystery and mystique, and sort of the thrill of fishing, I think is important. I think it’s a wonderful part of our society.\nICN: What might people be surprised to learn about climate change’s impact on the oceans?\nPinsky: The surprising part is that it’s already happened to such an extent.\nThere’s the example of mackerel in Europe, where it looks like, as result of warming temperatures, they moved north into Icelandic waters. Iceland wanted to start fishing them. The EU said no, we don’t want to give you part of our quota. And it actually led to a trade war and may have led Iceland to drop its bid to join the EU. And there’s still part of me that’s kind of astounded by that, that fish and warming temperatures can have that impact.\nICN: What do you think about when you look out to sea?\nPinsky: I’m often just lost in thought with how beautiful it is. Just the changes in the colors, and the flickers in the light and flickers of clouds across the surface. I just think it’s an astounding ecosystem.\nThe other thing I sometimes get lost in thought about is just how big it is, and how small we are. How it’s this huge ecosystem full of life, full of moving currents, full of waves. And at least if I’m out on it, we’re just a few organisms bouncing on the surface or walking around its edge. I think it helps put things in perspective.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}