{
  "url": "https://insideclimatenews.org/news/07022017/lamar-smith-epa-noaa-climate-science-denial/",
  "title": "House Science Committee Hearing Renews Battle of Science Vs. Denial",
  "date": "2017-02-07T22:06:47-05:00",
  "content": "Lamar Smith, the Texas Republican who chairs the House Science Committee, sounded the starting gun for an intensified contest in Congress over federal science on Tuesday, sparring with a former Democratic congressman who now leads the nation’s top science association.\nThe standoff pitted Smith, a long-time crusader against mainstream climate science, against Rush Holt, who now heads the prestigious American Association for the Advancement of Science.\nThey debated proposed limits on how the government uses science and clashed over one particular hot-button scientific study by the National Oceanic and Atmospheric Administration (NOAA) that refuted theories of a pause in global warming. That “pause” has been a favored arguing point among those who deny climate change.\nThe two men played familiar roles as adversaries in what is expected to be a much broader struggle over climate science and scientific integrity in the coming months.\nIn one case, Smith demanded that an article by government scientists in the peer-reviewed journal Science be retracted. Holt brushed the suggestion aside.\nThe NOAA study in question, from 2015, has been affirmed by several other scientific researchers.\nSmith, however, pointed to questions about the research raised Sunday by a former NOAA scientist in the British tabloid The Daily Mail, as evidence of what he called “falsifying data to justify a partisan agenda.” The article, written by David Rose, has been roundly criticized by climate scientists, diplomats, and others, who have pointed out a number of flaws and errors. A graph that ran with the story had to be corrected because of an incorrect and misleading baseline, pointed out on Twitter by a NASA scientist.\nRose based the article’s conclusions on comments by former NOAA scientist John Bates, who said other NOAA scientists had rushed that study to publication despite issues with some data. But on Tuesday, Bates said in an interview that he was not accusing the scientists of tampering with data.\n“This is not the making of a big scandal,” said Holt, who is in effect the publisher of Science. “This is an internal dispute between two factions in an agency. There is nothing in the Karl paper that, in our current analysis, suggests retraction.”\nSmith shot back, “I encourage you to talk to Dr. Bates, because what he’s said to me is that they falsified data. It may be more serious than you think.”\nThe NOAA research has become a political lightning rod; its findings undercut a key talking point of opponents of climate action, who frequently argued that there was no warming since 1998. Smith has used his chairmanship of the House Science Committee to take on NOAA, subpoenaing the agency for release of the scientists’ emails. The conservative legal group, Judicial Watch, joined the fray, filing suit to force NOAA to release 8,000 pages of the researchers’ communications.\nIt is just one front in a war that Smith plans to wage to reshape the conduct of science by the federal government.\nHe said he will soon revive a bill he has introduced repeatedly, but which had no chance of enactment in the Obama administration: the Secret Science Reform Act. It would require federal agencies to use only scientific research that is public and reproducible to inform regulation. Smith expressed hope that his proposal will have legs under President Donald Trump.\n“With the transition to a new administration, there is now an opportunity to right the ship at the EPA and steer the agency in the right direction,” he said in opening the hearing, which, despite the focus on NOAA, was called “Making the EPA Great Again.”\nOne of the committee’s Democrats, Don Beyer of Virginia, took on Smith, donning a red Trump-style baseball cap labeled “Keeping the EPA Great,” when it was his turn to speak.\n“Under President Obama, EPA took action to tackle climate change which most scientists agree is the major threat to the planet and the human race,” Beyer said. “It will not help anyone by disputing climate science with stories from white nationalist websites like Breitbart or tabloids like the Daily Mail.” (The House Science Committee’s official Twitter feed has retweeted both in recent weeks.)  Smith, unfazed, said that if he had his own baseball cap, it would read, “Keeping the EPA Honest.”\nThe committee’s ranking Democrat, Eddie Johnson of Texas, said she was “disappointed but not really surprised” that the first hearing of the new Congress was “focused on attacking EPA, so often the theme of these hearings.”\nBut Smith has plenty of support on a committee where the Republicans largely share his denial of climate science.  “We have people telling us global warming is causing the drought in California. Now it’s global warming causing the flooding in California,” said Dana Rohrabacher, (R-Calif.) “We have all these contradicting results. We have every reason to be skeptical that our scientific community is maintaining its integrity.”\nHolt said he was asking not for trust in scientists, but for trust in the scientific process. “We shouldn’t second-guess the results or let one’s dislike for an outcome lead one to challenge outcomes for unscientific reasons,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}