{
  "url": "https://insideclimatenews.org/news/02022017/lamar-smith-epa-house-science-committee/",
  "title": "Rep. Lamar Smith Launches New Assault on EPA’s ‘Secret Science’",
  "date": "2017-02-02T19:45:23-05:00",
  "content": "Riding the current wave of hostility toward the Environmental Protection Agency, the House Science Committee has scheduled a hearing for next week to address how the agency evaluates and incorporates science into its regulatory decision-making process.\nThe title of the hearing has a familiar ring: “Making the EPA Great Again.” But to scientific and environmental organizations, its echoes sound like an attack on public health and safety.\nLamar Smith, a 16-term Texas representative who has pursued several anti-science campaigns as head of the committee, called the hearing for next Tuesday. It comes against the backdrop of his Secret Science Reform Act legislation, a controversial measure that opponents have decried as an attempt to impede environmental regulation.\nThe hearing will feature four witnesses, three called by Republicans and one by Democrats, who will “discuss how EPA can pursue environmental protection and protect public health by relying on sound science,” according to an announcement of the hearing.\nBut critics say it’s just a launch pad to revive his science reform legislation, which would would require all scientific and technical information used by the agency in formulating regulations be publicly available. The bill died in the Senate in 2015 after winning House approval.\nThe bill read, “The Administrator shall not propose, finalize, or disseminate a covered action unless all scientific and technical information relied on to support such covered action is—(A) the best available science; (B) specifically identified; and (C) publicly available online in a manner that is sufficient for independent analysis and substantial reproduction of research results.”\nSmith and his allies have said the legislation is designed to make the science used by the EPA more transparent and available for public scrutiny. Smith has said it would stop “hidden and flawed” science from being the basis of EPA regulations. That would limit the agency’s access to data that is not already public. Data and research used by the agency are vetted by independent scientists, however, and they go through rigorous review. The EPA uses this scientific data and cost-benefit analyses to guide the specifics of its regulations.\nNeither Smith nor a representative for the committee’s Republican majority responded to requests for comment.\nAndrew Rosenberg, director of the Union of Concerned Scientists’ Center for Science and Democracy, said Smith’s motive is to “hamstring” EPA in its efforts to protect the environment.\n“Suffice it to say it will not make the EPA great again; it will gut the EPA at the expense of public health and safety,” Rosenberg said.\n“Spare me the argument that industry will address these issues.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}