{
  "url": "https://insideclimatenews.org/news/30012017/trump-infrastructure-fossil-fuel-royalties-drilling-public-land/",
  "title": "Trump’s Promise to Pay for Infrastructure With Fossil Fuel Revenue Rings Hollow",
  "date": "2017-01-30T15:57:48-05:00",
  "content": "Among the fuzzy pledges President Trump has made in his energy plans, his idea to pay for a $1 trillion public infrastructure program with a bonanza of fossil fuel mining and drilling revenue stands out as particularly far-fetched.\nIt’s a promise that is central to his economic agenda, intended to attract support for a fossil-fuel spree among those who favor investments in modernizing roads, bridges, bike paths and the electric grid.\nDrilling revenue is reaped primarily by the fossil fuel companies, and siphoning it into public works projects would require a series of implausible events.\n“I would be very careful making financial commitments based on a promise that increased energy supply would lead to increased government revenue,” said Mark Haggerty, an economist at Headwaters Economics, a nonpartisan research center in Bozeman, Mont. “These royalties are volatile, and that has little to do with regulation, and everything to do with the market.”\nNeither the Trump administration nor members of his energy transition team responded to requests for comment. Details are sparse in Trump’s “An America First Energy Plan,” a retread of campaign talking points published by the White House on inauguration day. (It says only, “We will use the revenues from energy production to rebuild our roads, schools, bridges and public infrastructure.”)\nThe controversial idea was plucked from the energy industry’s wish list for rolling back regulations and opening up more public lands to drilling.\nThe American Petroleum Institute (API), the industry’s top lobbying group that has vigorously fought the Obama administration’s climate agenda and pollution rules, released a study in 2015 projecting that federal, state and local governments could reap a $38 billion annual windfall. That revenue would require that oil and gas production increase by 75-80 percent by 2035.\nFor that kind of money to flow, the report said, Obama’s regulatory agenda would have to be stopped while other rules would have to be lifted.  The U.S. would have to accelerate permitting on federal land that’s currently open to drilling and also open up new areas: vast protected areas on the Atlantic and Pacific coasts and in the Arctic, in the Rockies and along the west coast of Florida. Other Obama administration rules would have to be eliminated: limiting air pollution from refineries, safety measures for oil trains, blow-out preventer standards for offshore drilling, restrictions on methane and ozone, protections for sage grouse habitat and other rules.\nAnother advocacy group, the industry-funded Institute for Energy Research (IER), concluded there could be $22 billion per year in the short term and $122 billion per year in the long term in new state and federal tax revenue alone under a similar deregulatory scenario—not even counting the royalties and fees. The head of IER, Thomas Pyle, is a former lobbyist for Koch Industries who became the head of Trump’s energy transition team. Trump cited the study in a campaign speech as reason to believe that lifting restrictions on energy development could reap “$6 trillion over four decades” in new tax revenue.\nU.S. government energy analysts this week poured some statistical cold water on rosy revenue-boosting scenarios.\nFederal revenue from energy production on federal land fell 38 percent in 2016 to $6 billion, tracking the steep fall in the price of oil, which dropped to $30 a barrel last year. Last year’s revenue was at its lowest level in at least 16 years, during which it averaged about $11 billion annually, according to Interior Department statistics. Although the federal take from energy production did increase initially with the fracking boom, hitting a high of $24 billion in 2008, it has fallen since 2013.\nOil prices have bounced back somewhat, to more than $50 a barrel, but other factors have been at play. While fracking flooded the U.S. market with supply, vehicle fuel economy was increasing, renewable fuel production was high and electric vehicles were advancing. Drilling slowed as low oil prices made production less profitable.\nDavid Hayes, who oversaw resource development issues as deputy secretary of Interior during the Obama administration, pointed out that millions of acres of public land that already have been leased for drilling are sitting idle. He said it is “completely unrealistic” to think deregulation will trump the laws of supply and demand. “Real dollars are needed for infrastructure, not pretend dollars,” he said. “And anything based on unrealistic royalty assumptions is not a serious proposal.”\nBut Kathleen Sgamma, president of the Denver-based Western Energy Alliance, said many developers have been waiting years for environmental permits under Obama. The group’s analysis shows 17 oil and gas projects in Utah and Wyoming stalled more than three years awaiting federal environmental impact statements. “Now that we have an administration that has the political will to move forward with development, we can certainly increase production on federal lands,” Sgamma said.\nOf course, increasing supply would also keep prices low. The history of resource development is marked by regular up and down cycles, which is why the revenue is not a reliable stream to fund essential government programs.\n“The assumption the revenue will flow without regard to boom and bust cycles is dangerous,” said Haggerty, of Headwaters Economics.\nThe royalty-bonanza scenario is also countered by how low U.S. royalty rates are: the onshore rate has remained at 12.5 percent since it was established in the Mineral Leasing Act of 1920. Analysts at the Government Accountability Office have concluded it is one of the lowest rates in the world. Most producing states have higher rates; Texas’ royalties take is 25 percent.\nThe Congressional Budget Office last year concluded that by changing bidding and fee procedures and imposing fees on non-producing acres, the U.S. could generate between $50 million and $200 million more in net income over 10 years. The Center for Western Priorities, a nonprofit advocacy group, calculated the U.S. government could be raising even more money—from $490 million to $730 million annually—by raising its royalty rates to 16 to 18 percent. But the industry has been opposed to such changes.\nEven if hundreds of millions are raised each year, that’s nowhere close to the amount of money needed to spend $1 trillion on infrastructure in 10 years—$100 billion a year. And even if Trump’s plan turns out to be based on tax breaks and other incentives to leverage private spending, it’s not likely that royalties can cover the $1 trillion federal tab.\nEnergy industry advocacy groups like IER argue it’s not just about royalties. They say U.S. tax revenue would increase across the board because of the jobs and economic activity that expanded production would generate. But the U.S. economy is diverse and oil and gas makes up just 8 percent of GDP. The economy tanked in 2008, even though the oil and gas industry was doing well.\nIn his annual “State of American Energy” address in Washington, D.C. on Jan. 4., API’s president Jack Gerard made it sound like easy money: The U.S. government could raise more than $200 billion total in revenue by opening some of the 94 percent of federal offshore acreage that is currently off-limits to drilling.\nBut even if those numbers are accurate, Trump would be walking into some of the most hard-fought environmental battles of the past 50 years.\nDrilling has been banned along California’s coast since a Unocal well blowout in 1969 spewed 3 million gallons of crude oil off Santa Barbara, killing thousands of birds, fish and sea mammals. President George W. Bush withdrew leases for drilling off the western coast of Florida in 2002 because of concern over the impact of drilling on the Panhandle’s prized white-sand beaches—opposition led by his brother, then-Gov. Jeb Bush. And although the Arctic National Wildlife Refuge has long been on the oil industry’s wish list, numerous attempts to open it to drilling over four decades have fizzled.\n“Heck, we haven’t seen any lands opened up [to drilling] in 16 years,” said Sgamma. “I wouldn’t expect to change quickly.”\nTrump will face opposition beyond those seeking to preserve unspoiled areas and prime coastal real estate. Increasingly united and organized climate activists and their allies are determined to fight his agenda, which flies in the face of science showing that most fossil fuels need to remain in the ground to have even a 50-50 chance of limiting warming to relatively safe levels.\nWithin hours of his executive directive to revive the Keystone XL pipeline and a clear the path for the Dakota Access pipeline, a steering committee of more than two dozen environmental, social justice, religious, and labor groups had announced plans for a march in Washington on April 29. The groups clearly plan to use every fossil fuel development decision of Trump’s first 100 days as a rallying point for a political movement against his energy agenda.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}