{
  "url": "https://insideclimatenews.org/news/26012017/scott-pruitt-epa-oklahoma-environment-oil-gas/",
  "title": "EPA Pick Pruitt Abandoned Environmental Protections in Oklahoma, Lawyers Say",
  "date": "2017-01-26T13:37:48-05:00",
  "content": "Environmental lawyers from Oklahoma joined the chorus of those pressuring U.S. senators to reject President Donald Trump’s pick to lead the Environmental Protection Agency, Oklahoma Attorney General Scott Pruitt. They argue Pruitt abandoned environmental cases and regulation in his state, in favor of polluting oil, gas and agricultural industry interests.\nThe lawyers met with members from the Senate Committee on Environment and Public Works this week, rebutting Pruitt’s claims during his confirmation hearing that he has taken steps to protect the environment.\nTheir criticisms go back to the beginning of Pruitt’s tenure. Shortly after taking office in 2011, Pruitt dismantled the office’s Environmental Protection Unit, established by his Democratic predecessor in 1996 to pursue violators of the state’s environmental laws. The unit pursued dozens of cases against polluters, especially in the farming industry. In 1997, it helped establish the state’s Environmental Crimes Task Force, which launched 142 investigations and 56 criminal prosecutions, according to the unit’s former chief, Kelly Hunter Foster.\nIn his confirmation hearing last week, Pruitt referred to a list of environmental cases his office has pursued. That list cites 15 cases, all but three inherited from his predecessor.\n“If you don’t have the expertise to look for them, they’re not going to come find you,” said Foster, who became chief of the unit in 2001, and is now an attorney with the environmental group Waterkeeper Alliance.\nA spokesman for Pruitt did not respond to requests for comment.\nThe Senate vote on Pruitt’s confirmation had not been scheduled as of Wednesday.\nPruitt also has not supported municipal environmental cases, the lawyers said. The city of Bethany last year sued two aerospace companies—Gulfstream  Aerospace and Rockwell Automation—for polluting groundwater with two degreasing solvents, trichloroethene and tetrachloroethene.\n“This city of Bethany is clearly the type of case that previous attorney generals, that I’m aware of, would have gotten in involved with at the very least, or maybe even have taken it over,” said David Page, a longtime environmental attorney representing Bethany in the case.\nPage also recently filed a class action against the oil  services giant Halliburton, accusing the company of polluting groundwater in the southern Oklahoma city of Duncan.\n“With regard to the Halliburton case, in my experience, they would have at least investigated to see if there’s criminal conduct,” Page added.\nSince Trump announced his EPA pick earlier this month, news reports have underscored Pruitt’s sustained attack on the agency he’s been appointed to head and his apparent reluctance to enforce environmental regulation. As attorney general, Pruitt has pursued 14 lawsuits against the EPA, while receiving nearly $240,000 from the fossil fuel industry or associations that represent it. (ICN has documented Pruitt’s deep ties to the industry, including its support for his political career.)\nThe agriculture industry also appears to have gotten favorable treatment.\nPruitt, who assumed the attorney general’s post in 2011, has failed to pursue a 2005 lawsuit filed by his predecessor against Tyson Foods and a dozen other poultry companies, accusing them of polluting the scenic Illinois River in the northeastern part of the state. The Environmental Working Group, after taking a dive into campaign finance records, revealed that executives and lawyers for those companies gave more than $40,000 to Pruitt’s 2010 election campaign.\nThe dispute over water pollution in the area goes back decades, as Oklahoma and poultry producers upstream in Arkansas have battled over who is responsible for cleaning it up.  In 2003, the states reached a resolution that gave Arkansas 10 years to impose mandatory limits on the amount of chicken manure that could be applied as fertilizer in the watershed.  From 2000-10, levels of phosphorus, the primary pollutant in chicken manure, fell by 70 percent.\nThat drop represented progress, but didn’t meet standards set by the EPA in the 2003 agreement. Rather than enforcing the standards, Pruitt amended the 2003 agreement, asking for further study to determine appropriate phosphorus targets and giving polluters additional time to meet them.\nThe National Chicken Council, which represents the poultry industry, did not return a request for comment.\nIn his confirmation hearing last week, Pruitt defended that decision, citing it as a victory for the state’s waterways. But according to the language of the agreement, the states agreed “not to institute or maintain administrative enforcement action, judicial proceedings or take regulatory actions contrary” to the amendment.\n“He extended the compliance period and said he wouldn’t sue,” Page said.\nIn his confirmation hearing, Pruitt also said he had done “nothing to undermine” the 2005 case against the poultry industry for polluting the river, and had only “filed briefs in support of the court.”\nA review of the docket, Page noted, shows no such briefs.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}