{
  "url": "https://insideclimatenews.org/news/24012017/sea-level-rise-global-warming-federal-report-donald-trump/",
  "title": "Sea Level Rise Estimate Grows Alarmingly Higher in Latest Federal Report",
  "date": "2017-01-24T16:17:02-05:00",
  "content": "New federal estimates say global sea levels could rise faster than previously thought, and the rise may be even worse in many coastal regions of the United States.\nA new report, written by scientists with several federal agencies and universities, says that under a worst-case scenario, climate change could raise the oceans an average of more than 8 feet by 2100, about 20 inches more than a previous federal estimate published in 2012. The best case now projected would be an average of about a foot.\nThe report was delivered just as President Donald Trump took office, immediately working to undo President Barack Obama’s climate policies. On his inauguration day, pages mentioning climate change on whitehouse.gov were removed. Trump has promised policies to increase fossil fuel development in the U.S., and to undo Obama’s major emissions-cutting initiative, the Clean Power Plan.\nSea level rise will likely be worse in some regions of the U.S. because of ocean currents, wind patterns and settling sediments. The authors examined six scenarios with a range of probabilities in an effort to help state and local governments plan for sea level rise. Under all of them, the Northeast should expect higher waters than much of the rest of the globe. The Pacific Northwest and Alaska would likely experience lower-than-average increases under the best-case scenarios.\n“The ocean’s not flat,” said William V. Sweet, one of the authors and a scientist at NOAA. “It’s not going to rise like water in a bathtub.”\nThe six scenarios are based on United Nations models of future greenhouse gas emissions, depending on whether countries rapidly slash pollution or continue burning fossil fuels as usual. The authors determined that the worst-case rise of more than 8 feet has only a 0.1 percent chance of occurring by 2100, even under a business-as-usual emissions scenario, but a rise of more than 1.5 feet is near certain with high emissions.\nThe increase in the estimates for global sea rise was partly due to new research on the Antarctic ice sheet, which is melting faster and appears to be more fragile than previously estimated, suggesting that some of the more pessimistic scenarios are increasingly likely.\nThe report also warned that moderate coastal flooding will become 25 times more likely with a 14-inch rise in the seas. That level could come anytime from 2030 to 2080 for most coastal cities, depending on their location and the world’s emissions. It would mean that a flood that now comes once every five years would be expected five times a year.\nSea levels have already risen by more than 8 inches globally since 1880, with 3 inches coming since 1993. Tidal flooding “has increased by an order of magnitude over the past several decades,” the report says, “turning it from a rare event into a recurrent and disruptive problem.”\nThe authors note that 2 million Americans would likely see their homes permanently flooded if sea levels rise 3 feet. Twice that increase would inundate the homes of 6 million. Only the rosiest scenarios would avoid a 3-foot rise by 2100. The effects of global warming, of course, will continue long beyond that year.\n“Even if society sharply reduces emissions in the coming decades,” the authors write, “sea level will most likely continue to rise for centuries.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}