{
  "url": "https://insideclimatenews.org/news/17012017/scott-pruitt-epa-chief-oklahoma-attorney-general-climate-denial/",
  "title": "In Pruitt’s Hearing for EPA Chief, His Fossil Fuel Ties Will Take Center Stage",
  "date": "2017-01-17T10:00:08-05:00",
  "content": "Among Donald Trump’s cabinet nominees awaiting Senate confirmation, few are expected to face tougher scrutiny than Scott Pruitt, the president-elect’s pick to head the Environmental Protection Agency. The Oklahoma attorney general is a relentless adversary of that agency and its regulations, and he has deep ties to the fossil fuel industry he would be charged with overseeing.\nIn five years as chief law enforcer for his energy-rich state, Pruitt has transformed his office into a regiment in the war against federal regulation of industry. He has been a party to at least 14 lawsuits challenging the EPA’s authority to impose rules on oil and gas production, vehicles and coal-fired electricity, helping to lead the campaign against President Barack Obama‘s signature climate initiative, the Clean Power Plan.\nPruitt will face tough questions, mostly from Democrats on the Senate Environment and Public Works Committee, the panel weighing his nomination on Wednesday, on whether the fossil fuel industry’s generous support for his political career would compromise his leadership of the EPA.\nAmong the evidence to that end:\nWhile opponents of Pruitt face an uphill battle, Democrats on the Senate environmental panel have made clear their plan to hit the nominee hard with questions on conflicts of interest. They sent letters last week to the Office of Government Ethics and the EPA’s chief ethics officer requesting opinions on Pruitt’s obligations to disclose hidden funders to the nonprofit he led. They also asked about ethics issues raised by his litigation in cases joined by industry groups from whom he has solicited money.\nThe stakes over Pruitt’s nomination are high for environmental advocates and their Democratic allies. They fear the Trump administration will embark on an historic rollback of 40 years of federal protections for air, water and land, as well as dismantling the first federal limits on global warming emissions.\nNeither Pruitt’s counsel nor the Trump transition team responded to queries on the conflict of interest questions. But Pruitt has defended his work on behalf of Devon Energy, first detailed in a Pulitzer Prize-winning series by The New York Times in 2014.\n“A constituent, an Oklahoma company,” he told NPR’s StateImpact Oklahoma, referring to Devon, “made us aware of the overreach of the BLM (Bureau of Land Management) around something as important as hydraulic fracturing” in 2014. “That’s actually called representative government in my view of the world….I don’t think there’s anything secretive in what we’ve done.”\nBut some of Pruitt’s relationships with industry groups have been shrouded, including the funding behind the Rule of Law Defense Fund (RLDF), where he was a board chair from November 2015 to November 2016. As a social welfare nonprofit, it doesn’t have to disclose its donors.\nBut tax filings of the Koch brothers’ Freedom Partners Foundation show that it contributed $175,000 of the group’s $885,000 in revenue in 2014. And RLDF is an affiliate of the Republican Attorneys General Association, which has received more than $2.25 million in funding from fossil fuel interests since 2015—money that goes primarily to help elect GOP attorneys general, according to an analysis of its disclosures by the Center for Media and Democracy.\nThat group obtained a confidential agenda of an RLDF retreat in April 2016, where Pruitt spoke on the fight against the Clean Power Plan. With that fight headed to the Supreme Court, Pruitt apparently was very concerned with the court’s makeup. CMD also unearthed letters showing that Pruitt coordinated fellow state AGs to oppose the nomination of U.S. District Judge Merrick Garland to fill the vacancy left by the death of Justice Antonin Scalia. He touted the effort in a fundraising letter he sent to a political action committee called Oklahoma Strong, set up by his campaign workers to raise money for other candidates.\nSix Democratic members of the Senate environment committee have signed a letter to Pruitt asking for the names of donors to RLDF, as well as details of the group’s work. He has not responded.\nSenator Sheldon Whitehouse (D-R.I.), one of the letter’s signers, said it was important to get full disclosure, because of the history of what he called the “sophisticated dark money operation” of the fossil fuel industry. “That operation’s sole purpose is to advance the interests of the fossil fuel industry without any regard for the health and wellbeing of the American people,” he said in an email. “That’s why it’s so important to know how beholden the EPA nominee and his dark money groups are to the oil and gas giants.”\nThe Democratic senators “are leveling absurd politically motivated attacks against a non profit policy organization that advocates for defense of our Constitution and the rule of law in a wide range of policy issues,” Jordan Russell, spokesman for RLDF, wrote in an email.\nPruitt’s supporters say his environmental record includes cases to clean up water pollution and against the oil industry for overbilling the state’s clean-up fund for leaking underground storage tanks. They say Pruitt sued the EPA because he believes the agency has exceeded its legal authority in imposing mandates on the states. “Based on his record, I expect that we would see an EPA that returns to an emphasis on cooperative federalism,” said William Yeatman, senior fellow for environmental issues at the conservative Competitive Enterprise Institute.\nThe fossil fuel industry has helped underwrite Pruitt’s political career, with Continental Resources CEO Harold Hamm serving as honorary chairman of his 2014 election campaign, and oil, gas and coal interests contributing nearly half of the $450,000 raised in the past two years for Liberty 2.0. Both Liberty 2.0 and Oklahoma Strong were established in 2015 in his campaign office, although Liberty 2.0 is considered independent from the candidate, which allowed it to solicit unlimited donations. Earlier this week, an attorney for the group announced the Super PAC would shut down.\n“We have heard Donald Trump say over and over again, ‘Drain the swamp!,’ but Pruitt is the opposite of that,” said Tiernan Sittenfeld, senior vice president for government affairs for the League of Conservation Voters (LCV). “The pay-to-play is just beyond the pale.”\nRhea Suh, president of the Natural Resources Defense Council, called Pruitt “one of the most notorious nominees in the agency’s history, a man who has made an entire career out of blocking EPA’s ability to do its job.”\nGreen groups are urging their members to call their senators to oppose Pruitt.\nClean Air Moms Action, a project of EDF Action, is focusing on swaying four Republican senators to vote against him, running anti-Pruitt TV ads that seem designed to appeal to conservatives by borrowing fetal heartbeat imagery from anti-abortion ads. The ads show a sonogram, while highlighting a legal brief that Pruitt signed challenging EPA rules to control coal plant emissions of the neurotoxin mercury. “Scott Pruitt actually questions whether mercury poses a public health hazard,” the ad says.  Meanwhile, the Sierra Club is lampooning the nominee as #PollutingPruitt on social media.\nPruitt’s supporters are fighting back hard. The drive is being spearheaded by America Rising Advanced Research (also known as AR Squared), a Republican opposition research group, and FreedomWorks, the conservative group that helped launch the Tea Party movement. They are targeting ads and a phone call blitz at five Democratic senators who are up for reelection in 2018 in states Trump won. AR Squared’s web site, ConfirmPruitt.com, already trumpeted a win in its campaign: coal state Sen. Joe Manchin (D-W.Va.), signaled he will break ranks with his party and support Pruitt.\nWith Manchin’s defection, at least four Republican votes would be needed to defeat Pruitt in a Senate where Republicans enjoy a 52-48 advantage. Among the GOP votes environmentalists are trying to sway are those who have voiced previous support for climate change legislation, including Susan Collins of Maine, Lindsey Graham of South Carolina and Lamar Alexander of Tennessee. Another Republican who previously sponsored climate legislation, John McCain of Arizona, has already expressed support for Pruitt. But hedge fund billionaire activist Tom Steyer’s group, NextGen Climate, hasn’t given up on his vote—rolling out a TV ad campaign last weekend that included Arizona.\nEnvironmental groups are also trying to win the vote of Sen. Dean Heller of Nevada, a state that Trump lost and where support for renewable energy is strong. But there’s concern among Pruitt opponents about losing more Democratic votes. EDF Action is targeting its TV ads not only at Republicans but also at three Democrats from states that Trump won: Bob Casey of Pennsylvania, Sherrod Brown of Ohio and Bill Nelson of Florida.\n“Regardless of whatever the odds may be, we will use each and every one of these opportunities to make the case to the American public of what’s at stake,” said Suh of NRDC in a press call earlier this month. “It gives us a chance to talk about what’s at stake to the American public, to talk about the importance of these agencies, and the relevance of these agencies to everyday people.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}