{
  "url": "https://insideclimatenews.org/news/06012017/us-energy-climate-change-paris-agreement-exxon-donald-trump/",
  "title": "U.S. Energy Outlook: Sunny on the Trade Front, Murkier for the Climate",
  "date": "2017-01-06T13:00:44-05:00",
  "content": "With abundant new technology, slowing demand for energy and an ample supply, the United States appears nearly ready to export as much energy as it imports.\nIn its Annual Energy Outlook published Thursday, the Department of Energy’s statistical office declared that in most of the scenarios it examined, the nation will soon become a net exporter of energy.\nIf that trade balance were the only measure of President Barack Obama’s energy legacy, then he might declare victory and go home. But the picture portrayed in the the Energy Information Administration’s 127-page report is more complex than that—and full of mixed messages, especially when it comes to climate change impacts.\nThe outlook is made murkier by the political uncertainties as Donald Trump moves into the Oval Office. Republicans in Congress are set to conduct a broad assault on energy and climate laws and regulations, as well as the Paris climate agreement.\nThe EIA’s reference case operates on the assumption that no policies will change. And that’s unlikely at this moment of upheaval.\n“One of the things that EIA administrators have learned over the years is that it is bad enough to have to forecast oil prices or natural gas prices or anything else, but when you go in and say, ‘We think Congress is going to do this,’ that’s guaranteed to get your resignation accepted,” said Adam Sieminski, who is himself about to retire from the job, as he presented a two-hour briefing on the new outlook.\nIn general, it shows that whatever progress is being made in reducing climate impacts through carbon pollution—and there has been quite a bit—there is still a long way to go.\nEnergy Secretary Ernest Moniz, in one of the cabinet “exit memos” released by the White House on Thursday, said that “progress in advanced clean energy technology, sharply dropping costs, and increased deployment” were all pointing toward meeting the goals of the Paris Agreement.\n“Yet, our analysis indicates that these advancements will not be enough to avert the worst effects of climate change,” he said. This would require “deep decarbonization” across the economy, driven by doubling spending on green energy research and a price on carbon. Both are in jeopardy, judging by the agenda shaping up under Republican control.\nIn her exit memo, Gina McCarthy, administrator of the Environmental Protection Agency, wrote of a similar yearning to not just carry out the Clean Power Plan but to expand on it.\n“As the world changes and evolves, we must be prepared to participate in future conversations about carbon markets and emissions trading programs,” she wrote. “Both represent a tremendous opportunity for economic growth.”\nNothing of the kind is projected by the EIA’s model-driven outlook. It doesn’t contemplate what the energy landscape would look like in a scenario bounded by the demands of the Paris Agreement, which seeks a zero-carbon-emissions world later in this century.\nExxonMobil Corporation, too, has just released its own energy outlook for the next few decades. As in the past, it predicts that fossil fuels will continue to provide a big majority of growing energy demand, with the result that emissions peak in 2030 and decline, but not rapidly, after that. It sees non-hydro renewables (wind, solar and biofuels) providing only 4 percent of energy supply in 2040.\nExxon’s chairman and chief executive, Rex Tillerson, nominated by Trump to be secretary of state, would be in charge of any U.S. negotiations if the Paris treaty is to be strengthened. Trump opposes the treaty, but Exxon has recently called it a good start toward confronting climate change. But the numbers in its report don’t gibe with those reflected in the science underlying the Paris treaty.\nThe EIA outlook, to some extent, also focuses on supply and demand for energy with a blind eye toward the ambition of Paris, and only secondarily looks at the climate implications.\nWhen it turns its attention to the climate crisis, its reference case and most other scenarios examined project that emissions of carbon dioxide, the main greenhouse gas that is warming the Earth’s atmosphere, will decline at least modestly in the decades ahead.\nThe reference case, however, assumes that President Obama’s Clean Power Plan remains in place. In reality, the plan has been frozen by a judicial stay during pending litigation, and is targeted by Trump and the Republican majority in Congress. Aimed at controlling emissions from coal-fired power plants, it is the centerpiece of Obama’s climate policy agenda.\nRecognizing the legal and political uncertainties, the EIA also produced a “No Clean Power Plan” case, and predictably found that if the plan is taken out of the equation, greenhouse gas emissions will be significantly higher.\nEven with the Clean Power Plan included in the reference case, though, the EIA projects that the decline in emissions will slow—when the demands of Paris require acceleration.\nU.S. emissions of carbon dioxide from burning fossil fuels have been dropping at an average annual rate of 1.4 percent a year since 2005. The EIA reference case projects them falling only 0.2 percent a year through 2040.\nThe report does acknowledge signs of transformation ahead in the energy economy.\nIn most of the EIA scenarios, U.S. consumption of petroleum products remains below the peak oil use of 2005 for the next quarter century. One reason is that the use of oil in transportation fuels is expected to decline in all the scenarios.\n“Total transportation-related energy consumption peaks in 2018 in the reference case and then declines through 2034,” the report said in a striking tribute to the effectiveness of fuel efficiency standards and the steady penetration of hybrid and electric vehicles.\nExports of cheap and plentiful natural gas are what the report sees as pushing the U.S. toward net exports of energy.\nMeanwhile, whatever fuel is used to produce electricity—fossil fuels or renewables—total demand for electricity is climbing slowly. That is another sign that efficiency, not just new supplies, is having powerful long-term effects.\nWithout knowing the fate of the Clean Power Plan, though, it’s a guessing game to figure out what fuels will prominently provide that electric power over the long haul. And as this year’s forecast stretches out until 2050, the technological unknowns are just as great as the regulatory ones.\nOne thing is clear: coal is on a downward path in every case except the one for No Clean Power Plan. Even in that scenario, it is flat, not on any kind of rebound.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}