{
  "url": "https://insideclimatenews.org/news/09012017/arctic-antarctica-sea-ice-climate-change-noaa-nasa-trump/",
  "title": "Unrelenting Global Warming Sends Sea Ice to Record Low, As Scientists Feel Heat, Too",
  "date": "2017-01-09T17:06:22-05:00",
  "content": "Unrelenting warmth during what should be the iciest time of year sent global sea ice extent to a record low last month, the National Snow and Ice Data Center said on Friday, with both polar ice caps at a record-low extent every single day of the month.\nCompared to the average from 1981 to 2010, the area of sea ice missing in the Arctic was about the size of Texas and Arizona combined; in the Antarctic, it was bigger than Alaska, according to the NSIDC.\nTemperatures in the Arctic were about 9 degrees Fahrenheit above average throughout November and December, with peak readings soaring to 50 degrees above the long-term average around Christmas, when the North Pole warmed above freezing, a mark rarely seen outside of summer.\n“Some of the crazy weather patterns we’ve seen this winter could be, in part, due to the loss of sea ice,” said NSIDC director Mark Serreze. “We’ve had very unusual weather patterns pumping warmth up into the Arctic…the changes are happening so fast that we can’t keep up with them.”\nScientists measuring sea ice in a three-year run of record global heat feel the urgency of the data they are capturing, while the political climate around them changes even faster.\nThe NSIDC is part of the National Oceanic and Atmospheric Administration, which is administered by the Department of Commerce.\nWith many in President-elect Donald Trump’s proposed cabinet on record either denying that global warming is caused by greenhouse gases or questioning the need for urgent action, many fear that future funding for government climate science could be at risk.\nAfter Trump’s election, a senior NASA official expressed concern in an internal email that the Earth Sciences division would have its funding cut, and Trump adviser Bob Walker, a former House Science Committee chair, has said he believed NASA should end its climate monitoring programs, which he calls “politically correct environmental monitoring.” Christopher Shank, the leader of Trump’s NASA transition team, is policy director for the House Science Committee, which has doggedly questioned the climate work of NOAA and NASA scientists.\nThose sentiments have led some scientists reportedly to begin to duplicate climate data to protect it from potential Trump administration tampering.\nNASA ice scientist Walt Meier said he hopes it does not come to a showdown with Trump policymakers. “Our aim is to get the best data, the best models, the best understanding of the science to policy makers and the public,” Meier said. “We hope that the policymakers use that wisely. My job is to provide the information to make the decisions.”\nMonitoring Arctic sea ice conditions is important, he said, because of implications for shipping, the Arctic environment and energy development.\nSerreze said, “We at the NSIDC view our role as the honest purveyors of the best scientific information. We’ve tried to avoid getting into advocacy because we would lose respect. We’re in a situation now where the data speak for themselves. People who deny that, who say that humans don’t have anything to do with it, have their head in the sand. Deny it at your peril.\n“You can’t hide or suppress data. We’re in the information age.”\nThe information these days carries sobering implications about the vicious cycle of climate change, which has been amplified in the Arctic as it warms at double the rate of the global average.\n“Our attention is starting to shift to what we are seeing in the autumn and winter. Things are creeping into the cold season,” he said. “September has been viewed as month that tells the most—after the melt season, what have you got left? Now, we’re realizing we have to look at a lot more than what’s been going on in winter.”\nThe slow formation of sea ice this winter is a seasonal climate feedback loop. Less ice on the ocean means the water absorbs more heat in late summer, which slows the freeze-up in autumn and early winter.\n“You’re at a situation where, in the past, when everything was ice covered, heat from the ocean can’t get to the atmosphere, but when when the ocean is exposed, it can’t be colder than 32 degrees Fahrenheit,” said Meier. “But the most remarkable thing about this year and last year is not just the internal Arctic warming from the sea, but the heat coming up from south.”\nAccording to Serreze and Meier, there’s increasing evidence that the continuing loss of sea ice is, at least in part, causing the weather patterns that funnel even more warm air toward the Arctic by shifting the path of the jet stream.\n“It’s not only the extent. The thickness and volume are even more concerning,” said Lars Kaleschke, an oceanographer with the Alfred Wegener Institute of Polar Research in Bremerhaven, Germany.\nRecent satellite data show that much of the thicker multi-year ice has vanished from the Arctic. The remaining ice is so thin that it’s susceptible to melting and breaks up faster during stormy weather, according to Mats Granskog, a research scientist at the Norwegian Polar Institute who specializes in tracking the age of Arctic ice.\nGranskog and other scientists shared observations from recent field research at the recent conference of the American Geophysical Union. As the ice breaks up, water as warm as 40 degrees Fahrenheit can surge up thousands of feet from deep in the ocean, melting even more ice, said Amelie Meyer, an oceanographer at the Norwegian Polar Institute. Within 48 hours, the surface temperature can climb more than 70 degrees Fahrenheit, to above freezing, which increases the moisture in the air tenfold, Meyer said. That moisture and warmth fuel more storms, which intensifies the cycle, they said.\nThe changes in Antarctic ice extent the past few months have been equally dramatic, but the causes are not well understood. By August of 2016, the belt of ice around Antarctica was sharply below average.\nThe exact cause of the precipitous decline remains elusive, scientists said, but they detected significant changes in wind patterns in August, September and November that are most likely linked with global warming, according to Serreze.\nThe job of monitoring complex systems like the Arctic and Antarctic and studying climate change impacts requires not just well-funded U.S. research, but also global collaboration. For example, some European satellite missions have specialized in reading sea ice thickness and volume. Together with data from NASA and NOAA, scientists are able to most accurately paint a picture of global climate change.\nMark Drinkwater, head of the European Space Agency’s Earth Observation Program science division, said in an email significant policy changes under Trump “could indeed have a very important impact on what is today an extremely positive reciprocal working relationship. Shifts in U.S. policy could easily impact this relationship.”\nAccording to Drinkwater, European Earth observation programs are dependent on NASA and NOAA for certain critical data, and vice-versa.\n“Policy (be it mitigation, adaptation, technology infusion) is completely reliant on knowledge…required to avoid the ‘blind spot,’ which could otherwise slap humankind in the face.“\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}