{
  "url": "https://insideclimatenews.org/news/29122016/canada-tar-sands-oil-exxon-climate-change-justin-trudeau/",
  "title": "2016: Canada’s Oil Sands Downturn Hints at Ominous Future",
  "date": "2016-12-29T09:00:00-05:00",
  "content": "It was a dark year for Canada’s tar sands.\nPlunging oil prices caused companies to cancel or delay nearly three dozen projects. Extensive wildfires forced producers to shut down operations for weeks. And after a decade that saw little action on climate change policy, Canadian officials began shaping plans to cap the tar sands’ emissions and set a national price on carbon with an eye to meeting the country’s commitment to the Paris climate agreement.\nNow the question is whether the downturn is just a blip or is the start of a trend away from the expensive and carbon-intensive fuel.\nIf enacted, the policies would implement the most stringent limits on the industry to date and send a signal that energy companies must balance development of the oil sands with climate action.\n“This has been one of the most difficult years for us,” said Ben Brunnen, vice president of oil sands for the Canadian Association of Petroleum Producers. “In addition to the investment climate, we are seeing some pretty substantial federal and provincial policies.”\nSince oil prices tanked in 2014, energy companies have delayed or canceled at least 64 projects in Alberta’s oil sands, according to data from JWN Energy. Across the industry, producers have slashed billions of dollars from their balance sheets, with the latest a December divestment of oil sands assets by Norway’s Statoil.\nIn October, ExxonMobil said it may wipe 3.6 billion barrels of tar sands oil from its reported reserves early next year in its annual filing to the Securities and Exchange Commission. The announcement came amid investigations by state attorneys general and reportedly the SEC into whether the company misled investors about the business risks of climate change and the value of its holdings. Reserves measure the amount of oil that a company can profitably extract, and Exxon had long resisted calls to reduce its reserves figure as oil prices fell.\nSome economists and advocates have argued that Canada’s oil sands, because of high operating costs and high emissions, should be among the first reserves abandoned as the world phases out fossil fuels. A 2015 article in the journal Nature examined the carbon content of remaining coal, oil and gas reserves and compared that to the emissions cuts required to keep global warming below 2 degrees Celsius. The authors concluded that about 75 percent of Canada’s oil reserves should be left in the ground, compared to a third of oil globally.\n“The world is moving on,” said Simon Dyer, Alberta director for the Pembina Institute, a Canadian environmental group. Oil sands projects, which can require up-front costs in the billions, are unlikely to attract many investors unless they can find ways to dramatically cut emissions, he said. Over the past decade, emissions per barrel have remained flat, while total emissions have grown nearly 80 percent, to about 70 million tons.\nStill, it’s too soon to cue the dirge. The Canadian government last month approved two pipeline projects that would expand export capacity. And a deal to cut production announced weeks later by oil exporting nations has led to a moderate jump in prices that many hope will continue. Production will increase over the next few years as projects currently under construction begin operating.\n“I’d say there’s increased optimism” after pipeline approvals and the rise in prices, said Kevin Birn, a senior director in Calgary at IHS Markit, a global market research firm. “But the industry will never be like it was.” Competition has increased over the past few years, he said, primarily from shale oil in the United States and from Saudi Arabia, where the state oil company plans to invite private investment.\nBirn predicts growth will pick up again, but that companies will invest in more efficient projects. That trend has already begun, he said, because those projects use less energy so are cheaper to operate. Alberta’s emissions cap and a rising price on carbon—the province already has a tax on industry that targets the biggest and least efficient projects—will only strengthen the incentives.\nMany analysts and advocates agree that the current slump is driven largely by economics and the low price of oil. They can only guess when climate policies may begin crimping growth, and to what degree.\nMichael Dunn, an analyst at GMP FirstEnergy, said existing policies add small costs, but not enough to make or break a given project. The cap on emissions, he said, won’t have an effect for several years, because it would kick in at 100 million tons, more than 40 percent above current pollution levels.\nG. Kent Fellows, an economist and research associate at the University of Calgary’s School of Public Policy, said that as Canada and other countries begin enacting stronger climate policies, over “the very, very long term, I think we’re probably seeing an impending decline at some point.”\nSome companies have begun tempering their zeal for this vast resource, which holds the world’s third-largest stores of oil. Last month, the president of Shell Canada said the company no longer views tar sands as an area of growth, and will look instead to lower-cost shale and other energy sources while trying to bring down costs at existing oil sands operations. Suncor has even begun talks with regulators about whether it can “strand” some of its more carbon-heavy assets, which could allow the company to focus on its most profitable reserves while abandoning those with lower returns.\nBut others, including the Canadian Association of Petroleum Producers and Exxon, are more sanguine. Exxon poured billions of dollars into tar sands projects, even after it recognized the climate risks to development as early as 1991. Its website says it expects the resource to provide one-quarter of the Americas’ oil in 2040. And when the company announced its possible reserves reduction, it also said the move would not affect future production, and that it would add back the reserves if oil prices rise.\nClimate advocates say such a move would be catastrophic. And some express hope that the recent bust is the beginning of the end.\n“The biggest thing that shaped the year for the tar sands are the pipeline debates,” said Greg Muttitt, with the advocacy group Oil Change International. Across North America, climate activists have been focusing on blocking infrastructure projects, joining with landowners and indigenous groups to merge global and local concerns. The Northern Gateway pipeline, for example, was rejected this year after a judge ruled that the Canadian government hadn’t properly consulted indigenous groups. In Canada, First Nations tribes can wield substantial legal power over projects that would affect their territory, and tribes have vowed to continue fighting against the projects the federal government approved this month.\nIn the U.S., President-elect Donald Trump has said he would support a revived Keystone XL pipeline, which would carry tar sands oil to U.S. refineries. President Barack Obama rejected the project last year because of its potential climate impact, and any approval would surely face tremendous protests and legal opposition along its proposed route.\n“It’s being recognized that you simply can’t expand a whole pool of oil,” and cut emissions fast enough to prevent the worst effects of climate change, Muttitt said. “I think people are getting that these two things just don’t add up.”\nThe Canadian government, meanwhile, is tottering somewhere in the middle. Federal officials continue to promote growth. The two pipelines approved in December could expand tar sands production by nearly 1 million barrels per day. But at the same time, Prime Minister Justin Trudeau has been pushing for new climate policies, including the national carbon tax, to try to keep the country’s commitment to the Paris Agreement.\nAlberta’s proposed oil sands emissions cap would allow for years of growth. The federal carbon price, which would rise to $38 per ton by 2022, is likely too low to substantially affect development on its own. Neither plan has been implemented.\nEnvironmentalists say the policies are not enough to help Canada reach its Paris targets, but that they’re a big step and a dramatic break from past policy, which for decades has done little but encourage industry growth. “It’s been the most active policy window as it relates to the oil sands that we’ve ever seen,” Dyer said, “and it’s still ongoing.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}