{
  "url": "https://insideclimatenews.org/news/22122016/rex-tillerson-exxon-climate-change-secretary-state-donald-trump/",
  "title": "Rex Tillerson’s Record on Climate Change: Rhetoric vs. Reality",
  "date": "2016-12-22T19:19:12-05:00",
  "content": "After Donald Trump selected Rex Tillerson for secretary of state, ExxonMobil’s chief executive was lauded by some in the media and climate policy experts as a possible moderating voice on climate change in a Trump administration where denial is shaping up to be orthodoxy. As chief of the nation’s diplomacy, Tillerson will shepherd U.S. climate efforts abroad.\nMany cited Exxon’s acceptance that climate change poses significant risks, and its support of the Paris climate agreement and a carbon tax as reasons for their guarded optimism. But Exxon’s actions and Tillerson’s own off-the-cuff comments belie the official communications. The company has a long record of funding climate denial (which continued under Tillerson) and is under investigation for potentially defrauding investors by failing to tell them that it knew decades ago of the risks climate change posed to the bottom line. Tillerson has also overseen an expansion of Exxon’s investment in developing Alberta’s tar sands, some of the most carbon-heavy fuel in the world.\nInsideClimate News has spent almost two years looking into Exxon’s workings and has written dozens of stories on the company. Here’s what we’ve learned about Tillerson and Exxon.\nUnder Tillerson’s leadership, has Exxon accepted the reality of  climate change?\nYes, since 2006, in public statements that recognized the risks of climate change as serious and worth addressing.\nWhat happened in 2006?\nTillerson rose to chief executive of Exxon in January that year. After Britain’s Royal Society sent a letter criticizing the company for spreading “inaccurate and misleading” views on climate science and funding denial in September, Exxon made what is believed to be its first public acknowledgement that fossil fuels are a “major source” of climate-changing emissions.\n“We recognize that the accumulation of greenhouse gases in the Earth’s atmosphere poses risks that may prove significant for society and ecosystems,” it wrote in a letter.\nThe statement was hardly cutting edge. The Intergovernmental Panel on Climate Change had warned about global warming driven by greenhouse gases from human activity since the early 1990s. As early as 1977, Exxon’s own scientists and top management understood that carbon dioxide from fossil-fuel use would warm the planet and eventually endanger humanity, an InsideClimate News investigation has shown.\nBut Exxon’s response to the Royal Society would mark a turning point in how the company communicated about climate change. Exxon had led a corporate climate denial effort since the 1990s, manufacturing doubt about accepted science. It had lobbied to block federal and international action to control greenhouse gas emissions. And it helped erect a vast edifice of misinformation of think thanks, fringe researchers and politicians that continues to shape public opinion about the reality and urgency of climate change to this day.\nWhile Tillerson often gets credit for orchestrating this shift, it remains unclear whether the change was in the works before he took over. By then, many world governments had endorsed the scientific consensus of holding warming to no more than 2 degrees Celsius, and supporting denial was becoming a liability. Shareholders including the descendants of John D. Rockefeller, founder of the Standard Oil monopoly that preceded Exxon, began to press the company on its climate posture. There was growing bipartisan momentum for climate action in Congress. California passed the Global Warming Solutions Act, establishing a cap-and-trade program that year that many believed would set the stage for a federal program.\nSince Tillerson became chief executive, Exxon’s official communications support mainstream climate science.\n(Here’s its current statement.)\nDoes Exxon accept more recent peer-reviewed science on the need to leave fossil fuels in the ground?\nNo.\nThe Intergovernmental Panel on Climate Change, the World Bank, the International Energy Agency and other major institutions agree that most of the world’s available fossil fuel reserves must be left in the ground in order to limit global warming to safe levels (well below 2 degrees Celsius, and as close as possible to 1.5 degrees). This is especially true for the most carbon-intensive of fossil fuels such as tar sands oil.\nThe conclusion is based on a calculation called the carbon budget. It details how much carbon dioxide countries have spewed in the atmosphere from burning coal, oil and natural gas so far, and how much more they can “spend” before crossing the 2-degree threshold. Under one recent analysis, the 2-degree budget would be used up in 20 years if emissions continue at current rates.\nThe science has rippled through the global financial world—by one estimate as much as 30 percent of the value of some of the world’s stock exchanges is in proven coal, oil and gas reserves. Under strict greenhouse gas limits, demand for fossil fuels could fall, substantially lowering prices. That could leave energy companies with unprofitable reserves, or assets “stranded” underground, lowering market values of those companies, with potential effects across the financial system.\nExxon has not accepted this idea. In 2014, shareholders seeking greater accountability from the company pressed the issue. They submitted a resolution to disclose how its reserves would be affected if climate action reduced demand. The company, in response, produced a report that said it would be “highly unlikely” that countries would enact action aggressive enough to affect demand. (Two years later, the world’s nations agreed to the Paris climate agreement to reduce emissions practically to zero by late this century.)\n“The report essentially said, ‘There is no risk, there will be no stranded assets. We’re going to extract every last drop and burn every last drop,” said Andy Behar, president of California-based As You Sow, an advocacy group and co-sponsor of the resolution.\nUnder Tillerson, Exxon has instead honed the theme of “energy poverty,” that cheap fossil fuels are needed to meet the energy needs of the world’s poor for years to come, a common talking point  of the climate denial camp.\nA recent InsideClimate News report also found the company under Tillerson has placed an enormous bet on developing the tar sands, despite its longstanding knowledge of the deposits’ impact on the climate. Exxon says on its website that tar sands will provide one-quarter of the Americas’ oil by 2040. The company is one of the biggest players in Alberta and holds contracts for 5.1 billion barrels.\nLast month Exxon announced it could be forced to wipe billions of barrels of tar sands reserves from its books if oil prices don’t rebound before the end of the year.\nHas Tillerson questioned or denied mainstream climate science since 2006?\nYes.\nIn settings with stock analysts or other executives, Tillerson has at times reverted back to Exxon’s old narrative that cast doubt on climate science.\nAt the company’s 2013 annual shareholder meeting, for instance, Tillerson said: “Notwithstanding all the advancements that have been made in gathering more data, instrumenting the planet so that we understand how climate conditions on the planet are changing, notwithstanding all that data, our ability to project with any degree of certainty the future is continuing to be very limited.\n“If you examine the temperature record of the last decade, it really hadn’t changed,” he went on, referencing a widely discredited theory by contrarian scientists that there had been a hiatus in global warming. “I know you will like to hear that as it don’t comport to some of the views of others, but last 10 years’ temperatures had been relatively flat.”\nAt the 2015 annual meeting, Tillerson said it might be better to wait for better science before taking action on climate change. “What if everything we do, it turns out our models are lousy, and we don’t get the effects we predict?” he asked.\nIn fact, climate scientists have developed increasingly accurate scenarios about the impact climate change is having already in supercharging extreme weather events. They routinely map , with rising confidence, the impact that greater concentrations of carbon dioxide in the atmosphere would have on life by 2050 and by the end of the century.\nDoes Exxon still fund climate denial?\nYes.\nIn 2007, Exxon pledged in its corporate responsibility report that it would no longer contribute “to several public policy research groups whose position on climate change could divert attention from the important discussion on how the world will secure the energy required for economic growth in an environmentally responsible manner.”\nBut over time, it became apparent that the company has not held to its pledge. During the last few years, reports based on Exxon’s public filings have shown that the company continues to support politicians and organizations that sow doubt about climate change and work to halt action on it. That has prompted more than 100 U.S. earth scientists to call for their prestigious professional association, the American Geophysical Union, to stop accepting funding from Exxon.\nThe scientists pointed out  that the company still supported, for instance, the American Enterprise Institute, whose fellow, Jonah Goldberg, falsely told Fox News in 2014 that it was “utterly fraudulent” that 97 percent of scientists actively doing research into climate change back the theory that it is driven by human activity, mostly fossil fuel use.\nExxon still funds groups such as the National Black Chamber of Commerce (NBCC) and the American Legislative Exchange Council (ALEC) that deny climate change and lobby against action to address it.\nIn recent years, many corporations, including energy companies such as BP and Shell, have dropped ALEC. Some, such as Google, have cited ALEC’s obstructionist stance on climate change, while Exxon has given $1.7 million between 1998 and 2014 and was among the top funders of the annual ALEC conference in July 2016.\nExxon has also given $1.8 million in campaign contributions since 2007 to more than 100 members of Congress who deny climate change, such as Texas Senators Ted Cruz and John Cornyn.\nWhat has Exxon done to address climate change under Tillerson?\nThere’s been little concrete action, beyond investing in research.\nFor more than 25 years, activist shareholders have urged Exxon to address climate change by investing in renewables, cutting its own emissions and adding a board member with expertise on climate change. They sought meetings, sent letters and wrote more than 60 resolutions. Exxon rejected all the proposals (with the exception of the 2014 report on stranded assets).\nUnder Tillerson, the company still does not have a company-wide goal to lower greenhouse gas emissions, a basic corporate climate policy. Other American companies such as Chevron and ConocoPhillips have similarly rejected resolutions and held off climate action. But by 2015 they had acquiesced to setting internal targets.\nIn response to the InsideClimate series in 2015, Exxon listed steps it had taken to address climate change, including publishing more than 50 peer-reviewed papers since 1983 and collaborating on climate research with MIT and Stanford. It has conducted research into biofuels and into carbon capture and sequestration. It has recently invested in fuel cell technology.\nOverall, the view of Tillerson as Exxon executive (and before that, as one of its engineers) has been that engineering solutions will solve the problem through technological breakthroughs.\nIs Exxon’s support of a carbon tax evidence that it is serious about climate change?\nNot likely.\nIn 2009,  Exxon declared its support for a revenue-neutral carbon tax—meaning, a tax that pays back all revenues in the form of individual or corporate tax cuts.\nAt the time, Exxon was vehemently opposed to the Waxman-Markey climate bill, which would have established a nationwide cap-and-trade system that posed a threat to Exxon’s business. A cap-and-trade system sets an upper limit, or cap, on emissions that declines over time in order to drive the amount of greenhouse gases pumped into the atmosphere. The Waxman-Markey bill set its cap in line with climate change treaty negotiations intended to keep global warming below 2 degrees Celsius.\nA carbon tax, by contrast, does not set a cap on emissions, but rather sets a price to penalize carbon dioxide emissions. It also shrinks the market for coal and increases demand for cleaner-burning fuels such as natural gas, of which Exxon has huge holdings. (Waxman-Markey was full of subsidies and loopholes to help keep coal competitive.)\nExxon’s support of a carbon tax, however, has not gone beyond rhetoric. It has not stepped up campaign contributions to lawmakers that favor one. Nor has it lobbied for carbon tax bills in Congress or funded organizations that push for such laws at the federal or state level.\nIn 2013, four years after his favorable comments on carbon taxes, Tillerson waffled on his support.\n“As to our advocacy around a carbon tax—I would not support putting a carbon tax in place today because I think we still have a lot of gains to be made through technology and other less intrusive policies on the economy which are showing results,” he said in a speech before The City Club of Cleveland.\nLast year, Exxon refused to sign a letter from other international oil giants, including Royal Dutch Shell and BP, that strongly urged the Paris climate negotiators to push for a global price on carbon.\nThe Massachusetts legislature reviewed two carbon tax bills in 2015-16, while Tillerson led Exxon. The company opposed both bills, according the Energy and Policy Institute, a watchdog group. Publicly available state lobbying disclosure forms from January 2017 show that an Exxon representative William F. Coyne Jr, was paid a total of almost $50,000 in 2016 to oppose bills S.1747 and S.1786.\nThe first was a revenue-neutral bill, returning all proceeds as rebates to the state’s residents, businesses and institutions. The other would have returned 80 percent and retained the rest to pay for transportation and renewable energy. Neither bill came to a vote last year and they have been reintroduced in the new legislative session.\nThe Energy and Policy Institute report stated: “The carbon tax bills ExxonMobil opposed in Massachusetts might not have met all of the company’s aforementioned criteria for its ideal climate policy. But states often serve as laboratories of democracy, and a successful carbon tax in Massachusetts could help to broaden support for a national or even global carbon pricing system —if powerful fossil fuel companies like ExxonMobil get out of the way. Furthermore, if ExxonMobil really supported a revenue-neutral carbon tax, as it has claimed, the company could have simply remained ‘neutral’ on these bills, rather than outright ‘oppose’ them, as their lobbyist did on a number of other climate-related bills.”\nWhat is Exxon’s view of the Paris climate agreement?\nSince the signing of the global climate accord, the company has put out at least three statements in support of the agreement. The latest one, released on Nov. 4, 2016, called the agreement “an important step forward” and said it “supports the work of the Paris signatories, acknowledges the ambitious goals of this agreement and believes the company has a constructive role to play in developing solutions.”  (It was retweeted by Exxon after Trump won the election. Trump has vowed to withdraw the U.S. from the deal.)\nThe Paris agreement aims to limit warming to 1.5 degrees or 2 degrees Celsius, which requires bringing worldwide emissions to net zero sometime in the second half of this century through a radical clean energy transformation.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}