{
  "url": "https://insideclimatenews.org/news/15122016/climate-change-deniers-donald-trump-rick-perry-scott-pruitt-rex-tillerson/",
  "title": "Climate Denial Rides Trump’s Coattails to a Roaring Comeback",
  "date": "2016-12-15T10:00:27-05:00",
  "content": "As the nation heads toward a Donald Trump presidency, environmental advocates and their political allies are grappling with a presence set to loom large in the nation’s policy-making. It’s a set of viewpoints that had been teetering on the edge of irrelevance under President Obama: the resurgent climate denial movement.\nOver the last month, that viewpoint not only rushed back into the mainstream, it threatens to dominate Trump’s cabinet. He has filled his transition team and top energy and environment posts (among others) with a litany of climate science denialists who oppose government action on global warming, including former Texas Gov. Rick Perry (Department of Energy), Oklahoma Attorney General Scott Pruitt (Environmental Protection Agency), and Montana Rep. Ryan Zinke (Department of Interior).\nTrump’s team so far includes people with such extreme anti-climate views that by comparison, Trump’s nominee for secretary of state, ExxonMobil chief executive Rex Tillerson, is being hailed by some as a beacon of hope for climate action. Tillerson, speaking for Exxon, has voiced acceptance of climate change, making him one of the only Trump cabinet nominees accepting the consensus of 97 percent of the world’s scientists. Still, his company is under investigation for misleading investors during its long history of opposing climate action.\nThe remarkable reversal of fortune for the denialists comes only a year after what must have seemed like their nadir: the landmark Paris agreement, when nearly 200 nations including the United States committed to a zero-carbon future.\n“We are winning, and a couple of years ago, it didn’t seem possible,” said Brooke Rollins, a Trump adviser and chief of the conservative Texas Public Policy Foundation. She spoke on the sidelines of the group’s energy and climate policy summit last week, a conference in Washington D.C. hosted by its sister think tank, the Heritage Foundation. About 250 attendees listened to the most prominent deniers in Congress and included coal barons and other fossil fuel industry backers and a who’s who of Trump’s energy and economic advisers.\n“For the first time, we have a partner in the White House who understands,” Rep. Lamar Smith, (R-Texas), chairman of the House Committee on Science, Space, and Technology, told the group.\nThe gathering had a decidedly celebratory feel.\n“Most people thought it was going to be a really sad and dark and unfortunate time for the country especially on this issue,” said Rollins, who was previously Perry’s policy director.\n“Here we are,” she said. “There is great hope.”\nOrganized climate denial stretches back to the early 1980s and picked up fervor in the 1990s, as momentum built for worldwide action on global warming. The fossil fuel industry pumped millions of dollars into contrarian research to cast doubt on mainstream climate science showing that burning fossil fuels is the main culprit in global warming. The goal was to create an impression that researchers are divided about the cause of climate change. The doubt-peddling helped the industry in thwarting the Kyoto Protocol under the George W. Bush administration and delaying decisive steps toward curbing global warming.\nNow, several of the individuals who were on Bush’s policy team or were outside advisers are among the architects of Trump’s energy vision, including Myron Ebell of the Competitive Enterprise Institute, Harlan Watson, a retired Congressional staffer who became Bush’s climate envoy, and Christopher Horner, an attorney who has worked with several conservative advocacy groups and think tanks. They see opportunity not only to undo President Obama’s climate legacy, but also to make it harder for any future climate action. They want the United States to repudiate the Paris agreement and defund the U.N. Framework Convention on Climate Change, the underlying treaty ratified in 1992 during President George H.W. Bush’s administration.\nThey not only want the Clean Power Plan scrapped, they want to see Congress amend the Clean Air Act to clarify that the government has no power to make climate policy under the law—a power upheld in a 2007 Supreme Court ruling that carbon dioxide was an air pollutant. They want Congress to prohibit use of the “social cost of carbon”—a calculation that accounts for health and other impacts of pollution—as a justification for regulations. And they expect lawmakers to block any efforts to impose a carbon tax. (More than 800 scientists and energy experts, by contrast, have urged Trump to take six key steps to address global warming, including protecting scientific integrity in policymaking.)\nThese views filled the Texas Public Foundation’s gathering last week, a far cry from the previous two, smaller conferences in Texas. “A little sad and depressing,” Rollins called them. In Washington, they heard speeches from Sen. James Inhofe (R-Okla.), chair of the Senate Environment and Public Works Committee, and Rep. Smith, who has used his chairmanship of the House Science committee to challenge government scientists and attack the state attorneys general for investigating Exxon’s potential climate fraud.\nProminent contrarian scientists such as Richard Lindzen of the Massachusetts Institute of Technology and Roy Spencer of the University of Alabama at Huntsville appeared on a panel called, “Is CO2 Really a Pollutant?” Wei-Hock “Willie” Soon detailed the “climate intimidation” he has experienced over his acceptance of fossil fuel funding for his science.\nThe keynote was given by Kathleen Hartnett White, senior fellow at the Texas Public Policy Foundation and the former chair of the Texas Commission on Environmental Quality. She interviewed with Trump for a cabinet spot and may still become the head of White House Council on Environmental Quality, a post that does not require Senate confirmation. It would put her at the center of decision-making across all government agencies that address protection of land, water, air—and climate change.\nWhite argues that environmentalists and international organizations like the UN are seeking to establish centralized control and undercut individual freedom through efforts to cut carbon emissions. She has said economic prosperity relies on fossil fuels, a case she lays out in her book, “Fueling Freedom: Exposing the Mad War on Energy.”\nThough closer than they’ve perhaps ever been in helping set the direction of U.S. policy, several summit speakers warned against declaring victory too early. “I’m going to be real careful,” said Inhofe. “I don’t want people to think it’s over.”\nThe deniers have long had their proponents in Congress, and wealthy think tanks like Heritage, funded by fossil fuel interests and wealthy free-market activist donors, have helped to bolster the philosophical underpinning of the movement. They have succeeded in pushing doubt about climate science into the national political debate. The Texas Public Policy Foundation, founded 15 years ago, is one of the newer conservative research institutes, but it has grown rapidly, nearly doubling from 2013 to 2014 to a $9 million a year organization, according to its latest available tax records. It has received funding from ExxonMobil and is part of the sprawling Charles and David Koch-subsidized network of think tanks and advocacy groups.\nPresident Obama could not count on legislative support for his climate agenda from a Republican-controlled Congress, so he used executive authority under existing laws to get around the Congressional roadblock. His signature climate initiative, the Clean Power Plan, was finalized last year through the EPA. He had U.S. negotiators make sure the climate pledges in the Paris agreement would not be subject to Senate approval.\nHis reliance on executive powers, however, means Trump can undo, or attempt to undo, many of his policies.\n“Don’t waste this golden opportunity,” Corbin J. Robertson Jr., a Texas billionaire who is one of the largest coal owners in the United States, said at the summit.\n“I personally have got 20 billion tons of coal, 180 feet of the Earth’s surface that could be mined and used for power at a $1 per million BTU,” he said. “It could be turned into 60 million barrels of oil, but it’s a stranded asset. America has got huge resources, if you unleash those powers, it’s just going to be fantastic.”\n“This is such a great time to be alive in America,” said Sen. Mike Lee, (R-Utah), who Trump has listed among his possible Supreme Court nominees. “It’s the best time in recent memory—perhaps in our lifetimes—to put federal energy policy back on the side of hard-working Americans.”\nLee told the group he’s focused on lifting the Obama administration’s moratorium on coal leasing on federal lands. He’d like to reverse recent Obama regulations like controls on methane at oil and gas operations and federal lands, using the Congressional Review Act—a move that would automatically bar Interior from attempting such rules again in the future. And early on, Lee said he hopes to see Congress pass the so-called REINS Act, requiring a Congressional vote on every regulation with an economic impact of $100 million or more.\nMuch of the afternoon was not devoted to policy, however, but rather discredited arguments downplaying climate risks , such as how increased carbon dioxide in the atmosphere would improve the growth of plants, and increase vitamin C levels in fruit. Physicist William Happer of Princeton said that the emissions of an efficient power plant were not much different than the breath that people exhale.\nWhile he was speaking Inhofe looked at the contrarian scientists in the front row before him and smiled.\n“You’ve got all my heroes here from the old days,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nMarianne Lavelle is the Washington, D.C. bureau chief for Inside Climate News. She has covered environment, science, law, and business in Washington, D.C. for more than two decades. She has won the Polk Award, the Investigative Editors and Reporters Award, and numerous other honors. Lavelle spent four years as online energy news editor and writer at National Geographic. She spearheaded a project on climate lobbying for the nonprofit journalism organization, the Center for Public Integrity. She also has worked at U.S. News and World Report magazine and The National Law Journal. While there, she led the award-winning 1992 investigation, “Unequal Protection,” on the disparity in environmental law enforcement against polluters in minority and white communities. Lavelle received her master’s degree from Columbia University Graduate School of Journalism, and is a graduate of Villanova University.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}