{
  "url": "https://insideclimatenews.org/news/12122016/connecticut-green-bank-renewable-energy-finance-trump/",
  "title": "Does Connecticut’s Green Bank Hold the Secret to the Future of Clean Energy?",
  "date": "2016-12-12T13:00:32-05:00",
  "content": "ROCKY HILL, Conn.—Bryan Garcia, president of the Connecticut Green Bank, said he knew five years ago when it was created that it would be an important model for funding clean energy projects.\nHe didn’t know it might become critical for funding them.\nIn the face of a Donald Trump presidency that dismisses climate change and threatens to ignore its solutions, the future of clean energy may rely heavily on new approaches like the ones pioneered by the Connecticut Green Bank, the first-ever statewide one. The bank’s mission is to leverage limited public money into even more private investment in clean energy so eventually there is no need for public money. That would create jobs, lower energy costs and reduce greenhouse gas emissions.\n“The green bank model may be an attractive tool under a Trump presidency,” Garcia said. “Public-private partnerships like ours spur investment in local clean energy economies that create jobs and ultimately mitigate greenhouse gas emissions.”\nThe Connecticut bank said it has surpassed $1 billion in money put in play—some for loans, other money for default security— with an average of $6 in private funding created from every $1 in public money. It has designed a dozen or more clean energy and efficiency financial products, programs and marketing efforts. Best known is its heralded Commercial Property Assessed Clean Energy, C-PACE, program that is transforming how commercial properties finance clean energy and energy efficiency improvements.\nThe bank says it has created nearly 215 megawatts of clean power across more than 20,000 projects, the equivalent of nearly 13,000 jobs directly for clean energy companies and other businesses that benefit from clean energy, and saved more than 2.6 million tons of carbon dioxide from being emitted.\nInitially the private banking community saw the bank as competition, but has come around so much that two early popular programs are now run solely by private banks. Officials say several private companies have launched specifically because of opportunities created by the bank’s success.\n“Our goal is to be catalytic,” Garcia said. “These problems aren’t going to be solved by taxpayers and ratepayers. These problems are going to be solved by bringing more private investment into the clean energy economies.”\n“It’s exceeded all expectations,” said Reed Hundt, the founder and chief executive of the nonprofit Coalition for Green Capital. Hundt, a former commissioner of the Federal Communications Commission under President Bill Clinton, sits on the Connecticut Green Bank board of directors.\nThe green bank idea was hatched by Hundt and Dan Esty, a Yale University professor specializing in business, law and the environment and a former EPA official, while both were working on President Obama’s transition team.\nEsty had long espoused the concept that clean energy and combating climate change could create new businesses and jobs. In 2011, he became commissioner of Connecticut’s Department of Energy and Environmental Protection and the Green Bank was born.\n“Your goal is to get people into the real market where they can operate without government support or subsidy,” said Esty, who is no longer commissioner. He believes industry, not government, should pick technologies. “The key role of government was to de-risk the flow of funds into clean energy.”\nThe bank replaced the Connecticut Clean Energy Fund, a quasi-governmental organization funded by $27 million annually in electricity ratepayer fees given out as rebates.\nThe bank still gets those ratepayer fees along with just under a quarter of the state’s proceeds from the Regional Greenhouse Gas Initiative auctions and periodic federal government and nonprofit grants.\nBut now that money is used mostly for loans and other mechanisms to draw private investment.\nGarcia and Bert Hunter, a veteran banker hired as the bank’s chief financial officer, learned early they would have to more than just show up with money to get private banks to work with them. They would have to invent programs; explain to banks, developers and contractors how they would work; market the programs and financial products; and invest so others could see the bank wasn’t afraid to risk its own money.\n“Our role is to get things started,” Hunter said.\nIt worked.\nDavid Cantor, senior vice president and business banking team leader for First Niagara, recently purchased by KeyBank, said Hunter smoothed the way for his bank to invest in a commercial solar lease financing program as a first foray into clean energy financing. His bank has now committed more than $17 million to the program.\n“They would come to us and they would say ‘here’s project X,’” he said. “’We’ll provide a guarantee or we’ll provide some financing behind you or we’ll make sure we’ll facilitate the contracts.’”\nThe experience made them confident enough to finance a small hydro project and an anaerobic digester in Connecticut and solar projects in Massachusetts and New York.\nWebster Bank had also never done clean energy financing before it got involved with a 1.4 megawatt fuel cell installation. The Bank walked Webster through the basics of clean energy, fuel cells, third-party ownership and kicked in 20 percent of its own money to buy down what Webster had to finance.\n“Without the grant,” said Carolyn Morrison, Webster’s vice president for commercial banking, “We might not have financed the full value.”\nThe most versatile of the bank’s products is the Smart-E loan, a low-interest, all-purpose clean energy and energy efficiency loan for homeowners.\nAcross the state, 10 community banks and credit unions handle the loans. They can be used to purchase solar systems, install insulation and windows and even convert from oil to natural gas heat.\n“Once we understood the nature of how it was going to work,” said Brian Skarda senior vice president for residential and consumer lending at Union Savings Bank, “it really didn’t take much convincing at all.”\nFor every dollar the Green Bank has put into the Smart-E loan program, banks like Union Savings have contributed $10, the most dramatic leverage rate in the Green Bank’s portfolio.\nThe Bank also started two residential solar-specific loans, one for purchases and one for leases. The lease loans have now migrated to private leasing companies only, such as SolarCity. One purchase loan program also migrated to the private sector, helping a Massachusetts startup called Sungage Financial survive.\nAfter a terrible experience trying to find a loan for a solar system on her own home, Sungage founder Sara Ross took an idea to the Green Bank: base the loan on long-term electricity savings, not equity in the home itself. The pilot project produced 280 loans worth nearly $6 million. Sungage’s loan program has been scooped up by Digital Federal Credit Union and now operates in seven states.\nFinding the Green Bank, Ross said was “like winning Megabucks.”\nProperty assessed clean energy (PACE) programs provide loans for clean energy and efficiency upgrades that can be paid back through assessments on property tax bills. Connecticut’s C-PACE isn’t the first of these; 25 states already had something similar, but the Green Bank perfected it for commercial properties.\nIt’s designed so the energy savings more than cover the loan—which can be for 100 percent of the cost with payback over up to 20 years. If the property is sold, the remaining loan goes with it. The bank partnered with the clean energy financing group Hannon Armstrong to provide $100 million for the program.\nBut what the bank did more than anything was work out a compromise over who would get paid back first if the property owner defaulted on the loan, a problem for many PACE programs. So far, the bank has been successful in getting 124 of the Connecticut’s 169 municipalities, accounting for 95 percent of the state’s commercial and industrial space, to agree to use C-PACE.\nMore than 150 projects worth about $95 million have been financed through C-PACE.\n“C-PACE really made us able to tackle big energy savings projects that would have been far outside our ability,” said Brett Wilderman of Forstone Capital, who said the savings are even higher than anticipated on the two projects his firm launched.\nThe bank also finally found success in the hard-to-crack low-income market by partnering with PosiGen, a solar company created in Louisiana after Hurricane Katrina. In less than two years, it has installed more than 500 systems in Connecticut, impressing chief executive Tom Neyhart so much, he’s moved his northeast base to the state.\nMany like Neyhart see the bank as a model for other states, only a few of which have any form of green bank, and as the backbone for a national green or infrastructure bank.\n“The circumstances in each state will be different,” said Dan Reicher, the executive director of the Steyer-Taylor Center for Energy Policy and Finance at Stanford University. He considers Connecticut C-PACE among the top clean energy finance models, but while he called green banks a good model, he noted that needs, political leadership and utility regulations can differ radically from state to state.\nBut there are lessons for other states from Connecticut, Esty said. Those include a solid legal framework, a bipartisan policy backbone from government that doesn’t dictate all the specifics, attention for the concerns of all participants. But lesson number one, he said is, “Change is really hard to deliver even when the status quo plainly is not working. There will be opposition.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}