{
  "url": "https://insideclimatenews.org/news/07122016/greenland-ice-melting-climate-change/",
  "title": "History Reveals Greenland Ice Might Melt Much Faster Than Believed",
  "date": "2016-12-07T17:59:48-05:00",
  "content": "Scientists found that Greenland rocks now buried under 10,000 feet of ice were ice-free for long stretches during the past 1.4 million years, leading them to predict the Greenland Ice Sheet could melt more suddenly than previously believed.\nThat could raise global sea level far beyond current projections over the next few centuries, including recent estimates from the Intergovernmental Panel on Climate Change, according to a new study published Wednesday in the journal Nature. The research challenges the prevailing idea that the ice sheet remained relatively intact during the recent geological past, showing even the thickest ice had vanished during warm periods between ice ages.\nColumbia University paleoclimatologist Joerg Schaefer, who co-authored the study, said the findings show the Greenland Ice Sheet may be much less stable than scientists thought.\n“Over the last 15 years, it looked like we wouldn’t have to worry too much about the Greenland ice sheet melting too fast,” Schaefer said. “Most of the climate models treated it as a solid ice cube sitting on bedrock. With climate warming, it melts off the top, but it takes a long time. Compared to other ice sheets like West Antarctica, is looked pretty strong and resilient to warming.”\nNew, direct samples of the bedrock pierced that belief.\n“These might be the most precious rocks since the moon rocks,” he said. “We got the huge privilege of working with these rocks, and cutting-edge isotopic tools, and the surface of Greenland gave us a very clear answer. Unfortunately, the answer is it was ice-free during an important period.”\nIf the ice sheet had persisted across most of Greenland during those warm periods, there was hope that it could stay mostly intact despite the Earth’s thickening blanket of greenhouse gases. The new study suggests that, because it mostly melted, there’s little doubt the planet’s warming trajectory will melt the Greenland Ice Sheet in the centuries ahead.\n“We lost the Greenland Ice Sheet during periods of natural forcing, We lost it several times, so it’s not reasonable to believe we’ll keep that ice sheet in the future with human-caused global warming,” he said.\nThe paper doesn’t project a specific timeline for melting, but the findings could have an effect in the coming century. The models currently used to project sea level rise indicate a stable ice sheet. But other factors, including accelerating glaciers or more water at the base of the ice, could push the ice sheet past a tipping point toward a rapid meltdown, Schaeffer said.\nKnowing how fast and how much the Greenland Ice Sheet melted under past climate change is crucial to knowing how much sea level will rise in coming decades from ongoing global warming. The Arctic is warming twice as fast as the global average.\n“This opens up questions for ice sheet modelers like me, whether we are missing processes in the models we use to project the rate of sea level rise in the next century,” said Lauren Gregoire, who studies abrupt climate change at the University of Leeds School of Earth and Environment.\n“This is right in the middle of the ice sheet. If someone can convince me there was no ice there, it probably means there was not much ice left. That part is really robust and convincing,” she said, referring to the location where the bedrock was sampled.\n“It’s definitely relevant to what’s going to happen in the future, it’s going tell us the magnitude of sea level change we’re going to have in the future, but not how fast.”\nAnalyzing the isotopes created from tiny particles bombarding Earth from space helped the scientists conclude that up to 90 percent of the ice sheet probably melted several times during that span.\nThe study implies that Greenland was almost ice free for almost 25 percent of the second half of Quaternary, a 2.6 million year geological period marked by relatively regular ice age cycles. Other climate records suggest those ice-free periods were much shorter, said scientist Andrey Ganopolski, who studies ice age cycles at the Potsdam Institute for Climate Impact Research.\nAlthough a couple of centuries to a couple of millennia are the fastest meltdown scenarios, according to Florian Ziemen, a climate modeler with the Max Planck Institute for Meteorology, the new study’s findings could have implications on for the next 50 to 100 years. Along with raising sea level more quickly than anticipated, cold water from melting Greenland ice could affect Atlantic Ocean currents that regulate the climate in the Northern Hemisphere, he added.\nTo better assess the timing and extent of the historic melting, the scientists say more samples are needed. A prototype of a new drill that can rapidly penetrate nearly two vertical miles of ice has already been built by a consortium of U.S. scientists, but there’s currently no funding for deployment. It is the type of science most at risk if President-elect Donald Trump follows through on his pledge to cut funding for climate research.\nThe rock sample is more than 20 years old, but only in the past year have scientists been able to accurately trace the radioactive beryllium-10 and aluminum-26 isotopes that stem from the interstellar debris crashing to Earth. The isotopes decay at known rates, so they can accurately show when the rocks were exposed to the atmosphere.\nMany parts of the world will be hard-pressed to adapt to the 3-4 feet of sea level rise projected for 2100 by the IPCC, and the IPCC report doesn’t account for a potentially rapid meltdown of Greenland ice. That could be a fatal miscalculation, said Jeff Severinghaus, a paleoclimatologist at Scripps Institution of Oceanography who was not involved in the study.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}