{
  "url": "https://insideclimatenews.org/news/02122016/donald-trump-climate-denial-appointments-senate-enivronment/",
  "title": "Groups Raise Alarm Over Climate Denial Creeping into Trump’s Team",
  "date": "2016-12-02T18:26:49-05:00",
  "content": "As Donald Trump’s transition unfolds, the names of more climate science deniers emerge daily as contenders for cabinet spots. This prompted leaders of 30 environmental groups on Thursday to urge the Senate to block nominees who would reverse progress on global warming.\n“If the president-elect…chooses to nominate individuals who deny climate science or would seek to gut our bedrock environmental protections or roll back recent climate progress, we urge you to vote against their confirmation,” they said in a letter sent to senators. “Climate change is one of the most pressing domestic and global challenges we face, and the president-elect’s nominees should recognize the need for immediate action.”\nBlocking Trump’s nominees will be an uphill battle, because only a simple majority of the Senate is required to approve them. Republicans will have a 51-48 majority and Vice President Mike Pence will be able to break a tie, so at least three GOP votes would be needed to sink a nominee. In the past, it took 60 votes to confirm presidential nominees, but new rules adopted by the Senate in 2013 changed that. Only nominations to the Supreme Court face the 60-vote hurdle.\nIt is a bitter pill for Senate Democrats, who lowered the bar when they were in the majority and were frustrated by the GOP blocking President Obama’s nominees. Under Senate Majority Leader Harry Reid, they pushed through a rule allowing presidential appointees, except for Supreme Court nominees, to be approved by simple majority. Now Trump will benefit from that lower bar.\nAlthough Trump has not yet named nominees for the key environmental posts leading the Environmental Protection Agency, or the departments of Energy and Interior, the rumored names are deeply concerning to many environmentalists, said Tiernan Sittenfeld, senior vice president for government affairs for the League of Conservation Voters (LCV), one of the organizations that coordinated the letter.\nShe said the letter purposefully did not name names. But Trump met with several potential EPA nominees in the past two weeks who have been outspoken critics of environmental regulation.\nKathleen Hartnett White, a fellow in residence at the conservative think tank Texas Public Policy Center, has called EPA officials who attempted to rein in particulate pollution, a known cause of lung cancer, as “mandarins brandishing their scientific credentials.” Carbon dioxide is “the gas that makes life possible on the earth and naturally fertilizes plant growth,” she has written, ignoring the consensus science that an atmospheric overload of the gas is harmful to life on Earth. In an interview, she told McClatchy News that she wants to cut renewable energy subsidies.\nAnother potential EPA nominee, Oklahoma Attorney General Scott Pruitt, is a leader of the legal fight against President Obama’s signature climate initiative, the Clean Power Plan, and his Waters of the U.S. rule, which is bitterly opposed by the oil and gas industry. In a radio interview, Pruitt said he was looking forward to “regulatory rollback” under Trump.\nArkansas Attorney General Leslie Rutledge, who served as a stalwart Trump surrogate during the campaign, also is a rumored EPA contender who met with Trump last week. She also is a fierce critic of the agency, and is fighting not only the Clean Power Plan but also regional haze rules that would curb power plant pollution. Another regulatory critic and loyal Trump supporter, former Alaska Gov. Sarah Palin, is rumored for a number of positions, including the Interior Department and the Department of Veterans Affairs.\nEnvironmentalists also were rocked by a rumor first reported Thursday by MSNBC Morning host Joe Scarborough that Trump was considering Exxon’s chief executive, Rex Tillerson, as a possible secretary of state, fueling the controversy around that contentious post. Exxon has a long history of opposing climate action, despite a similarly long history of studying the reality of climate change, as detailed in an award-winning InsideClimate News series.\n“It seems like a bad joke, but it’s not funny at all,” said Sittenfeld. “Any of those people would have no business running a federal agency, and certainly not one with the mission of EPA.”\nSittenfeld, who said she was speaking for LCV only and not all of the groups who signed the letter in addressing particular candidates, also said that many of the cabinet nominees that Trump already has named to agencies that do not focus exclusively on the environment are troubling. Her list includes Rep. Mike Pompeo of Kansas, nominated as CIA director, who has a 4 percent lifetime voting record on environmental issues by LCV calculations; Tom Price, nominee for Health and Human Services, with a 5 percent LCV score, and Alabama Senator Jeff Sessions, nominee for Attorney General, with a 7 percent LCV score. “I think for someone to be enforcing our laws who has utter disregard for public health and the environment is alarming,” Sittenfeld said.\nUnder the Constitution, appointing top government officials is a power shared by the president and the Senate. Nominees are typically referred to one or more committees for hearings, and then the decision is made by a full Senate vote.\nEnvironmental groups decided it was important to air their concerns, despite the difficulties they might face in blocking any of the appointments.\n“We wanted to make crystal clear the importance of climate change and protecting air, land, and water,” said Sittenfeld. Among those signing the letter in addition to Gene Karpinski, president of LCV, were leaders of large groups like Michael Brune, executive director of Sierra Club, as well as small groups, like Mark Magaña, president of GreenLatino. The signers also spanned the political spectrum from Fred Krupp, president of the Environmental Defense Fund, a group known for working closely with industry on solutions, to Annie Leonard, executive director of Greenpeace USA, known for its anti-industry rhetoric and sometimes flamboyant actions.\nThere was no immediate response to the letter from members of the Senate, but Sen. Sheldon Whitehouse (D-R.I.), a vocal advocate of climate action did urge Trump to discredit climate denial.\n“A strong majority of Americans want their government to act on the climate crisis,” Whitehouse said in an email to InsideClimate News. “In fact, not long ago, Donald Trump and three of his children went on record in a full-page ad in the New York Times calling climate change ‘irrefutable’ and its consequences ‘catastrophic’ and ‘irreversible’.  Instead of bowing to the Koch brothers and stocking his administration with fossil fuel insiders, he should listen to the Donald Trump from that ad, to his own children, and to the majority of Americans who expect agencies like the EPA to protect public health, not corporate profits.”\nSigns on Capitol Hill, however, are ominous for advocates of climate action. On Thursday, the official Twitter feed of the House Science, Space, and Technology Committee posted a climate denial commentary from the right-wing publication Breitbart News, “Global Temperatures Plunge. Icy Silence From Climate Alarmists.”\nIn fact, 2016 has broken records for warmest on record, as did the two prior years.\nVermont Sen. Bernie Sanders shot back on Twitter: “Where’d you get your PhD? Trump University?”\nIn the past, it would have been unusual, to say the least, for government officials to cite Breitbart News, a publication known for its racist, anti-Semitic and sexist slurs, as well as misinformation on climate change. But the website’s posts now are part of mainstream political discussion, since its former executive chairman, Steve Bannon, ran Trump’s campaign and has been named his White House strategist. His post does not require Senate approval.\nIn their appeal to the Senate, it is clear that environmentalists are hoping to win over at least some GOP votes to block Trump nominees. “There is a broad and bipartisan acceptance among the American people of the scientific facts that climate change is real and that it is greatly impacted by human activities,” they said.\nCorrection: An earlier version of this story misquoted Bernie Sanders’ tweet questioning a House Science Committee tweet. He said PhD, not degree.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}