{
  "url": "https://insideclimatenews.org/news/22112016/exxonmobil-climate-change-denial-nys-attorney-general-pricewaterhousecooper/",
  "title": "Exxon’s Accountants Are Experts in Climate Risk. What Did They Tell Exxon?",
  "date": "2016-11-22T20:00:39-05:00",
  "content": "When Eric Schneiderman, the attorney general of New York, demanded to see documents from ExxonMobil’s accountants as part of his probe into the company’s record on climate change, he was after more than a dollars-and-cents perspective on the oil giant’s books.\nThe accountants, PriceWaterhouseCooper, are also experts in climate-related risks faced by fossil fuel companies, including the risks that some of their assets might be stranded as governments impose restrictions on carbon emissions.\nFor years, the accounting firm has advised the Carbon Disclosure Project, now known as CDP, New York’s lawyers noted in court papers. CDP, a British nonprofit, issues reports on how well participating companies, including Exxon, perform in regards to emissions and other climate-related issues.\nThis week, the latest report by CDP gave Exxon, along with its rivals Chevron and Suncor, the worst rankings. All three companies operate in the Canadian tar sands, where many analysts say oil reserves are particularly at risk.\nSchneiderman wants to know what PWC has told Exxon about the risks, and whether that advice has been reflected in what the oil company tells its investors.\nIn particular, he wants to know if the accounting firm has been telling Exxon the same thing it has been telling the Carbon Disclosure Project.\n“ExxonMobil performs below its peers in its emissions performance and wider climate governance and strategy considerations,” the project’s new report card, In the Pipeline, stated.\nThe report said that this made Exxon and the other low-scoring oil companies “higher risk investments from a sustainability perspective,” given that the industry is “likely to be impacted by more stringent carbon regulations.”\nA CDP spokesperson said PWC had no input in the report.\nIn a court filing, Schneiderman’s team asserts that “Exxon has had longstanding knowledge of the risks associated with climate change, including the risks posed to its business by climate change-related policies and regulations. Notwithstanding its apparent knowledge of climate change-related risks, Exxon appears to have downplayed those risks in public statements.”\nSchneiderman’s earlier subpoena seeking decades of Exxon’s work on climate change and carbon dioxide emissions has netted over 1.2 million pages of documents in the past year. But his subpoena of PriceWaterhouseCooper three months ago, while much more focused, has produced hardly any documents at all—about 97 as of mid-October, including some relating to PWC’s work for CDP.\nOn October 26, a New York judge ordered quick compliance, rejecting Exxon’s claim that the work of its accountants was shielded under Texas law. The company said it would appeal; it’s represented by Theodore V. Wells Jr. of Paul, Weiss, Rifkind, Wharton & Garrison, one of the nation’s most influential lawyers.\nExasperated, Justice Barry R. Ostrager warned the company against dragging its feet. “It can’t be Christmas,” he said impatiently.\nThe company’s bookkeeping is of immediate interest to investors, especially since Exxon warned that it might have to remove billions of barrels of tar sands reserves from its books to reflect current low oil prices. Writ large, the question of stranded fossil-fuel assets is of intense concern to financiers around the world.\nThe investigations of Exxon by Schneiderman and other state attorneys general took off last year after InsideClimate News published an investigative series documenting the company’s early understanding of the risks of climate change to the planet and to its business—and how Exxon later funded campaigns questioning the science of climate change and the need for strong government action.\nSchneiderman’s scrutiny of  PWC focuses on more recent years, since 2010, including the period in which the accountants worked on CDP assessments, his office told the court. It seeks “documents concerning Exxon’s accounting and reporting of oil and gas reserves, evaluation of assets for potential impairment charges or write-downs, projections of oil and gas prices, estimates of projected carbon costs, [and] application of such estimated carbon costs to Exxon’s capital allocation decisions.”\nCorrections: An earlier version of this article said James Smyth, a director of PWC’s London branch, contributed to the CDP report. The Smyth referred to in the report, however, is not the director at PWC, but rather a member of the CDP team that produced the report. In addition, it is Chevron, not Shell as initially reported, that was among the lowest ranked companies along with Exxon and Suncor.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nJack Cushman grew up in an Army family, living in many places in the United States and abroad. He studied political literature at Dartmouth College, where he graduated in 1976. Before joining the InsideClimate News staff, he worked for 35 years as a writer and editor in Washington, D.C., principally with the Washington bureau of The New York Times. Cushman has written extensively about energy, the environment, industry and military affairs, also covering financial and transportation beats, and editing articles across the full spectrum of national and international policy.\nAmong his many beat assignments at The Times, he covered climate and the environment during the Clinton administration. He served on the board of governors of the National Press Club and was its president in the year 2000. He has taught brief courses in media and environmental law at the Vermont Law School.\nHe is the author of Keystone and Beyond: Tar Sands and the National Interest in the Era of Climate Change.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}