{
  "url": "https://insideclimatenews.org/news/16112016/steve-bannon-trump-white-house-climate-conspiracy/",
  "title": "Steve Bannon’s Trip From Climate Conspiracy Theorist to Trump’s White House",
  "date": "2016-11-16T15:50:36-05:00",
  "content": "President-elect Donald Trump has famously called climate change a hoax invented by the Chinese, but the man he has chosen as his chief White House strategist advances a far more elaborate conspiracy.\nStephen Bannon has called government support of alternative energy “madness.” His conservative website, Breitbart News, relentlessly pursues the idea that global warming is an invention of activists, university researchers and renewable energy industry profiteers determined to assert global governance for their own gain.\n“Pure scum” is how Breitbart News describes the alleged schemers, and the site suggested that the Vatican had been taken over by Marxists after Pope Francis urged the world to protect the environment and slow climate change. Bannon has cited a faked TIME magazine cover, purportedly from the 1970s, as evidence that scientists once thought the world was cooling.\nGlobal warming hoax theories are among a wide range of extremist views that were circulated on the pages of Breitbart News under its executive chairman, Bannon.\nThe site’s at times overtly racist, anti-Semitic and sexist content has prompted many to protest Trump’s selection of him for a key post, and one that does not require Senate confirmation. The outcry has come from civil rights advocates, top Democrats and even some Republicans. The Southern Poverty Law Center, which monitors hate group activity, reported in April that there had been a noticeable shift at Breitbart to more overt anti-immigrant, anti-Muslim, and racist rhetoric, making it, in effect, “the media arm of the alt-right.”\n“Steve Bannon’s appointment should make us very nervous,” Sen. Bernie Sanders posted on Twitter. “We’re going to tell him and Trump that we will stand together and not be divided up.”\nThere’s been less attention to Bannon’s denial of climate change science, and the conspiratorial views on clean energy he has promoted via Breitbart. Advocacy against climate change action has been a key aim of a major financial backer of Breitbart, the reclusive hedge fund billionaire Robert Mercer. He reportedly played a key role in installing Bannon at the top of the Trump’s campaign in an August shake-up. Mercer, a major donor to the Heartland Institute, Cato Institute, the Heritage Foundation and other conservative organizations that deny climate change, was among the top campaign contributors of the 2016 election. He spent $23.5 million to help elect Trump and other Republican candidates.\nWith overheated rhetoric and mischaracterization of fact, Breitbart has repeatedly said climate change is a corrupt swindle that is damaging the economy.\n“We could be energy independent,” Bannon said in a radio interview he conducted for Breitbart’s radio program on Sirius XM Patriot. “There is an American renaissance, and an industrial renaissance in front of us, if we can just get the government out of our way.”\nIn the interview, which followed Trump’s energy speech in May in North Dakota, Bannon was questioning Trump economic adviser, Stephen Moore of the Heritage Foundation, who had just published a book, Fueling Freedom: Exposing the Mad War on Energy. But the interview gave Bannon a chance to expound on his own views on energy policy and provides a window into the energy policy direction Bannon will push Trump to pursue in the White House.\nBannon, whose new job will involve developing strategy for working with Capitol Hill, is particularly harsh on Republicans in Congress. He criticizes them for agreeing to include support for renewable energy—”much of this nonsense”—in the omnibus budget bill passed at the end of 2015. (The legislation extended multi-year tax incentives for wind and solar generation as part of a deal that also lifted the 40-year-old ban on U.S. crude oil exports.)\n“Whether you believe in alternative energy or not, one thing we can tell you for a fact—whether it works or not, that’s all to be seen in the progress of time—it’s up to its neck in crony capitalism,” said Bannon. “The venture capital guys getting bailed out, the private equity guys getting bailed out, subsidies for these things.\n“Why [have] the Republicans not had a more full-throated saying, ‘No, we’re just going to shut this stuff down. We don’t care if the president vetoes it or not, but we’re not going to fund this continual madness?’\n“And by the way it is madness, at least according to your book, this alternative energy which really tries to compete with dollars for fossil fuel,” Bannon said to Moore.\nMoore countered by saying, “I’m not against renewable energy. I’m just against taxpayer subsidies.”\nIn fact, worldwide subsidies for fossil fuels are currently $493 billion, more than four times more than those for renewable energy, according to the International Energy Agency. In the United States, current direct budget subsidies for renewable energy are larger than those for fossil fuels, but oil, gas, and coal continue to receive $3.4 billion annually and benefit from decades of taxpayer subsidies, including those that led to an electric grid reliant on centralized, mainly fossil-fueled power.\nIn one attempt to quantify the subsidy advantage fossil fuels have enjoyed, DBL Investors estimates that the cumulative value of federal subsidies for oil and gas have totaled $447 billion since 1918, compared to the $6 billion in subsidies for renewables since 1994.\nBannon introduced Moore, who is a Trump adviser, as “one of the great economic thinkers of our day.” Moore’s book, which urges allowing the energy to build the pipelines it wants to build, opening up public lands to drilling, and putting restraints on the Environmental Protection Agency, lays out “the case for what the country has to do,” said Bannon. Moore argued EPA’s regulations “are intentionally designed to shut down our domestic energy industry.”\nBannon also asked Moore to weigh in on what he called “the globalists” who designed the Paris treaty on climate change. “None of these countries are going to abide by the Paris accord, just like they didn’t abide by the Kyoto treaty,” said Moore. He added he did not believe in climate change, and remembered that in the 1970s, scientists thought the Earth was cooling.\n“TIME magazine had the cover, ‘The Next Ice Age,'” said Bannon, laughing. (In fact, a photoshopped TIME cover that has circulated widely on the Internet is a fake. The emerging consensus of atmospheric scientists in the 1970s was that increasing carbon dioxide did pose a warming risk, despite a nine-paragraph Newsweek story in 1975 on some climatologists’ calculation of a cooling trend. Scientific studies since then have shown that soot and aerosols were responsible for cooling, and that greenhouse gas-driven warming has overwhelmed that trend.)\nAfter Pope Francis issued his encyclical on climate change and the environment, “Laudato Si” last year, Breitbart broadcast on its Sirius XM radio program an interview with one of the world’s most prominent climate deniers, Lord Christopher Monckton, headlined, “Climate Expert: Marxists, Global Warming Extremists Control Vatican.”\nAfter the Paris climate accord last December, Breitbart News criticized negotiators’ design of the agreement to avoid the need for Senate ratification (The agreement, legally binding under international law, is based on the United Nations Framework Convention on Climate Change, which ratified by the U.S. Senate in 1992.) ” Climate Change Deal a Threat to U.S. Sovereignty,” said the Breitbart headline.\nMost coverage and commentary on climate change in Breitbart News is written by the chief of the web site’s London operation, James Delingpole, a former columnist for The Daily Telegraph, whom Bannon described as one of the “real hell fighters in the Breitbart tradition” when he appointed him in 2014.\nAt the start of this year, Delingpole wrote that global warming as an issue “is so totally over,” because, among other things, “Temperature records from around the world do not support the assumption that today’s temperatures are unusual.” The piece ran right after the close of 2015, a year that NASA, NOAA, and the United Kingdom’s Met Office agreed was the warmest on record.\nDelingpole blames the concept of global warming on “activists and crony capitalists of the political system in order to advance the cause of global governance.”\n“They are pure scum,” he wrote. “They have not a single redeeming quality and everything they do is worthless.”\nDelingpole has repeatedly called climate change “a $1.5 trillion-a-year conspiracy against the taxpayer,”based not on a government (taxpayer) spending figure, but a calculation quoted in Climate Change Business Journal, a market research newsletter, for the size of the clean energy industry.\nHe calls wind turbines “bird-slicing, bat-chomping eco-crucifixes.”\nAfter the election, Delingpole wrote that the only ones who won’t benefit from Trump’s fossil fuel-focused energy plans, are those in the “global warming industry” who, he repeats, are reaping a $1.5 trillion annual windfall. “It’s really happening!” he wrote. “The Green Citadel is falling. And I don’t know about you but I’m in no particular rush to take prisoners.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}