{
  "url": "https://insideclimatenews.org/news/03112016/election-steers-clear-climate-talk-during-warmest-year-ever/",
  "title": "An Election That Steers Clear of Climate Talk, During the Warmest Year Ever",
  "date": "2016-11-03T07:00:56-04:00",
  "content": "Despite its near-absence from debates and mainstream political discussion this election season, dangerous climate change is still happening.\nAnd as voters line up to cast their votes for either Hillary Clinton or Donald Trump, they might be feeling the symptoms of it.\nThe warmth sweeping parts of the country right now is markedly above average—roughly 8 degrees above average, according to The Weather Channel’s storm specialist Carl Parker, and more like 15 degrees above average in some pockets.\nMeridian, Miss., hit 91 degrees on Oct. 30 and 31. Trick-or-treaters in Kansas, Alabama and Georgia saw temperatures in the ’90s, too. In the Twin Cities, which Parker said has experienced a freeze before Nov. 7 every year since 1900, there isn’t a freeze in sight.\nThis ironic twist comes after three presidential debates without a single question that dealt directly with climate change. This is despite 2016 heading quickly toward being the hottest year on record. And despite Donald Trump’s promise to “cancel” the Paris climate agreement.\nTo some, the climate may not matter on Election Day. But the weather does.\nIt’s an old adage that Republicans should pray for rain because it lowers voter turnout and the higher the voter turnout, the better the results for Democrats. A 2007 study upheld that theory. The study, published in The Journal of Politics, found that for each inch of rain that falls on Election Day, voter turnout is impacted by roughly 1 percent.\nThat may seem like a small amount, but elections are often decided by small margins. The study said this could have made the difference in Florida in 2000. According to the authors, a dry day could have swung the election in Al Gore’s favor (though a rainier day could have landed the day securely in George W. Bush’s court).\nThe voting data used in that study was from 1948-2000, explained study author Brad Gomez, associate professor of Political Science at Florida State University. Since 2000, 34 states and Washington, D.C. have adopted early voting. Overall, Gomez said, you would expect early voting to mitigate the effects of weather, since people have longer to vote and in many states have the option of mailing in their ballot.\nBut there’s a catch.\nEarly voters—who this year may very well have gotten a tan on the way to cast their vote—tend to be core voters, “those who are typically more partisan and have stronger political views,” said Gomez. “The voters who are voting on Election Day are typically the more peripheral voters.” These voters are the sweet spot for candidates—the highly-coveted undecided voters, who can help swing an election.\nGomez theorizes that this could exacerbate the impact of bad weather on Election Day.\nIt’s unlikely you’ll find many people complaining this year.\n“You see a lot of talk about the warmth and to some extent I guess people don’t mind it,” said Parker. “But the elephant in the room is that the planet is changing really dramatically, and it’s not some distant thing—it’s happening right now.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nSabrina Shankman is a reporter for InsideClimate News focusing on the Arctic. She joined InsideClimate in the fall of 2013, after helping produce documentaries and interactives for the PBS show “Frontline” since 2010 with 2over10 Media. She worked as a co-producer, field producer or associate producer on the Frontline films League of Denial (2013); Money, Power and Wall Street (2012); A Perfect Terrorist (2011); Dr. Hotspots (2011) and Law and Disorder (2010). In 2012, she produced the online interactive A Perfect Terrorist: David Coleman Headley’s Web of Betrayal, which won an Overseas Press Club of America award. She is the author of Meltdown: Terror at the Top of the World. She has also reported for ProPublica, the Wall Street Journal and the Associated Press. Her work has been honored by the Society of Professional Journalists and the Society of Environmental Journalists, and she was named a finalist for the Livingston Awards for Young Journalists in 2010 and again in 2015. Shankman has a Masters in Journalism from UC Berkeley’s Graduate School of Journalism.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}