{
  "url": "https://insideclimatenews.org/news/27092016/global-warming-trend-warms-only-us-west-leaves-east-shivering/",
  "title": "Global Warming Trend Warms the U.S. West, Leaves East Shivering",
  "date": "2016-09-27T18:11:18-04:00",
  "content": "A pattern of warm and dry winters in the West, paired with frigid conditions in the East, has become more frequent since 1980, a trend that reflects the influence of global warming on the atmosphere in the Northern Hemisphere.\nThe pattern, described in a new study in the journal Atmospheres as a “North American winter temperature dipole,” has been costly, including a multi-year drought in California and economically disruptive snowstorms in the Northeast, according to the scientists who analyzed climate trends in North America.\n“Our historical analysis finds robust changes in the warm-West/cool-East pattern over North America within the last 35 years, ” the authors wrote. “We show that the observed positive trend in the warm-West/cool-East events is attributable to historical anthropogenic emissions including greenhouse gases.”\nThe trend will continue the rest of this century but then level off, as the East becomes too warm for extreme winter conditions, said Stanford University climate scientist Noah Diffenbaugh, one of the study’s co-authors.\nThe past two years—Earth’s warmest years on record—brought the greatest East-West temperature contrasts in the observational record.  The coolest Eastern winter on record and the warmest Western winters since at least 1980 have all been recorded since 2013, the study found.\nAfter establishing the increasing frequency of the warm-West, cold-East pattern, the scientists used a global climate model to determine that the probability of that increases with the rise of heat-trapping greenhouse gas emissions.\nThe research, which involved scientists from Stanford, Columbia University and NASA, adds to a growing body of work that links the buildup of greenhouse gases with major changes in atmospheric circulation. A subset of the same research group published a study in the journal Science Advances last April showing “statistically significant changes in the occurrence of atmospheric patterns associated with seasonal precipitation and temperature extremes.”\nMany recent studies suggest the meltdown of the Arctic ice cap is at least partly driving the changes.\n“I think this is becoming increasingly apparent from the balance of available evidence,” said University of Sheffield climate researcher Edward Hanna, who has published a study on how those changes are affecting northern Europe. Amplified warming in the Arctic has changed the pressure balance of air masses at high latitudes, which can affect the jet stream, “at times making it weaker and more meandering,” said Hanna, who was not involved in the recent study. That, he said, steers weather patterns like the warm-West/cold-East phenomenon.\nHanna said the findings by Diffenbaugh corroborate his research that found an increase in a “blocking” weather pattern over Greenland that can lead to wet weather extremes in England. But Hanna cautioned that most of the data comes from the past few decades and in addition to the Arctic meltdown, changes in the tropics and natural variability are probably also factors in the complex climate equation. That means there is not yet a smoking gun to link Arctic melting with extreme weather, but the circumstantial evidence is growing. “Ten years more data in a strongly warming climate will help,” he said.\nDuring that time, many researchers will be trying to figure out if these patterns will be more persistent. If they are caused by the Arctic warmup, they should continue, said Rutgers University scientist Jennifer Francis, who has been investigating the link between dwindling Arctic ice and changes in the climate of the Northern Hemisphere.\nFrancis said several recent papers have shown that ice loss in the Barents and Kara seas influences the climate in Asia. “It’s turning out to be a pretty solid link. When sea ice is reduced in those areas, it leads to very cold winters in central Asia,” she said.\nOther studies suggest a weakening of the jet stream in summer over the continents of the Northern Hemisphere has led to weaker surface winds and stagnant weather patterns, resulting in floods, droughts and heat waves, she added. For example, devastating floods in the Balkans have been attributed to a slowdown in the jet stream by scientists from the Potsdam Institute for Climate Impact.\n“We’re in this new world that’s much much warmer with much less sea ice and that’s changing the way the atmosphere behaves,” said Francis. “It’s an interesting time to be studying this, but the bad news is, we’re watching this planet fall apart.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}