{
  "url": "https://insideclimatenews.org/news/14092016/lamar-smith-hearing-witnesses-attempt-bolster-argument-subpoenas/",
  "title": "Lamar Smith Hearing Attempts to Bolster Legal Argument for Subpoenas",
  "date": "2016-09-14T18:16:59-04:00",
  "content": "Rep. Lamar Smith argued on Wednesday that not only does his House Science committee have the authority to subpoena two state attorneys general investigating ExxonMobil, but a constitutional obligation to ensure that science isn’t being undermined by such investigations.\nBut while the committee hearing was ostensibly to address the constitutional issues of Smith’s subpoenas, it served as a showcase for scholarly disagreements and political divides.\nLooming over the 2½-hour hearing were the questions of whether the committee was abusing its oversight authority to defend the oil and gas industry—and Exxon—against legitimate probes by New York’s Eric Schneiderman and Massachusetts’ Maura Healey, or whether it was standing up to attempts to suppress dissenting views on climate change.\nThe genesis of the hearing was the refusal by the two attorneys general to comply with Smith’s subpoenas seeking information on their ongoing investigations into whether Exxon misled investors on climate change.\n“The documents demanded will allow the committee to assess the breadth and depth of the AG’s investigations and inform our understanding of whether their actions have a chilling impact on scientific research and development,” Smith said in his opening remarks.\n“The question we explore today isn’t partisan, it’s institutional. Allowing subpoenaed parties to ignore compliance based on the politics of the subject sets a dangerous precedent.”\nEddie Bernice Johnson, the ranking Democrat on the committee, called the hearing politically motivated and designed to advance the agenda of the fossil fuel industry.\n“The Majority has claimed that their investigation is about protecting the First Amendment rights of ExxonMobil,” Johnson said.\n“However, the law is clear: fraud is not protected by the First Amendment. If any companies in the oil industry defrauded the public or their shareholders in their well-documented disinformation campaign on global warming, then that is a matter for the state AGs and the courts, not the Committee on Science.”\nThe hearing brought no resolution to the question of the committee’s authority and Smith briefly discussed the possibility of going to court to force the AGs’ compliance.\nSmith called the hearings as part of his escalating hostilities with Schneiderman and Healey.\nSmith has charged that their investigations are politically motivated, while absorbing the same criticism for his defense of Exxon, the largest corporation in his home state.\nThe two attorneys general and eight non-governmental advocacy groups have refused to comply with subpoenas issued by Smith in July. The subpoenas demand documents pertaining to the ongoing investigations and any discussions the agencies have had with the organizations.\nEric Soufer, a spokesman for Schneiderman, called the hearing a “farce.”\n“No amount of Congressional grandstanding will change the simple fact that the Committee has no lawful basis to interfere with a state law enforcement investigation,” he said.\n“Attorneys General Schneiderman and Healey have launched a serious fraud investigation into Exxon and will not be intimidated or deterred by Big Oil’s friends on Capitol Hill.”\nChloe Gotsis, a spokeswoman for Healey, said the hearing did nothing more than add to the unwarranted attack on the Massachusetts investigation.\n“This hearing is just another attempt by Congressman Lamar Smith and his colleagues to interfere with our lawful and ongoing investigation into whether ExxonMobil deceived Massachusetts consumers and investors about the impacts of fossil fuels on Exxon’s business, assets, and the environment,” she said.\nTo bolster his contention that the subpoenas were legally justified, Smith called three witnesses, including two law professors with connections to think tanks funded by the fossil fuel industry and who have been critical of the attorneys general.\nThe Democratic minority was allowed to call one witness, who once served as the acting general counsel for the House of Representatives.\nThe first of Smith’s witness, Jonathan Turley, a liberal law scholar and professor of public interest law at The George Washington University Law School, opened by saying he was a firm believer in climate change. He also said that did not factor into his view of the subpoenas.\n“This committee clearly has the ability to insist on compliance with its subpoenas,” Turley said, because the attorneys general have no absolute privilege to shield them.\n“Something may be unprecedented is not unconstitutional,” Turley said.\nTurley agreed with Smith that the state investigations could have a chilling effect on scientific research.\n“This was a step too far. It is delving into the area of differences of opinions,” he said.\nRonald D. Rotunda, a law professor of at Chapman University’s Dale E. Fowler School of Law, also argued that the committee was within its legal bounds to enforce its subpoenas. Rotunda is associated with the Heartland Institute and a frequent contributor to the organization’s policy blog, which often features writings challenging the scientific evidence of man-made climate change.\n“The American people have a right to know if Mr. Schneiderman is working on his own, or is he part of a corrupt deal with some of these climate groups,” Rotunda said. “People that don’t comply with subpoenas have something to hide—that’s why they don’t comply.”\nCharles Tiefer, a University of Baltimore law professor and former acting general counsel for the House of Representatives, argued against the legality of the subpoenas.\n“No House committee has ever tried—nor should ever try—to enforce subpoenas against state attorneys general,” said Tiefer, the lone witness called by the Democratic minority.“The committee has failed to identify even one single House subpoena to a state attorney general in 200 years. The reason? It’s never happened.”\nRemarks and questioning of the witness by the members of the committee revealed a deep philosophical gulf between Republicans and Democrats.\nIllinois Democrat Bill Foster lamented that the science committee was wasting its time on the issue.\n“We are talking about subpoenas and should be focused instead on assuring that the U.S. remains on the leading edge of scientific discovery,” he said.\n“It is long past time this committee accepts the facts of climate change and takes on the very of important matter of figuring out where we go to address the biggest challenge of our lifetime.”\nMo Brooks, an Alabama Republican, said he wanted to “emphasize something about this quote unquote climate change phrase.”\n“The so-called climate change debate is about the role humanity has played— if any—in today’s version of climate,” he said.\nIt ignores “the cost to humanity in terms of depressed economics of implanting so alleged climate cures.”\nShortly before Smith gaveled his hearing to order, a number of Democratic leaders joined with environmental organizations near the Capitol to denounce Smith, to show support for Schneiderman and Healy and urge more state attorneys generals to open investigations of Exxon.\nAmong those were Rep. Ted Lieu and Sen. Sheldon Whitehouse who have been pressing for investigations of Exxon by the U.S. Justice Department and the Securities and Exchange Commission.\nWhitehouse called the tactics being employed by Smith “worrisome” and lambasted the committee’s majority as acting as the “agent” of Exxon.\n“Exxon is using Rep. Smith as a tool to obstruct the investigations and to obstruct the truth,” he said.\nThe attorneys generals’ investigations coincide with the publication of an investigative series of stories in InsideClimate News last year that disclosed Exxon’s executives were warned of the possible catastrophe consequences of greenhouse gas emissions in the late 1970s yet engaged in efforts hinder solutions.\nSabrina Shankman contributed reporting for this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}