{
  "url": "https://insideclimatenews.org/news/29082016/american-pika-disappearing-climate-change-west-mountains/",
  "title": "The American ‘Fur Ball’ Being Threatened by a Warming Climate",
  "date": "2016-08-29T14:23:39-04:00",
  "content": "Scientists have warned for years that a warming climate will threaten many of the world’s species. But for one diminutive alpine creature, the threat has already arrived.\nThe American pika is disappearing from much of its mountain habitat across the western United States, with rising temperatures a driving factor, a new study says. The findings, said lead author Erik A. Beever, a research ecologist with the United States Geological Survey, also point to a much larger problem.\n“This is kind of an indication of what’s happening in our mountain ecosystems,” Beever said, pointing out that the rivers that feed the West’s cities have their origins in the pika’s habitat. The findings, published last week in the Journal of Mammalogy, paint a troubling picture.\nBeever and 14 colleagues surveyed more than 900 locations across three Western regions—in northern California, the Great Basin and southern Utah—where pikas had been known to live. Their searches, carried out in 2014 and 2015, found that the creature had vanished from locations across each region. In California, pikas had disappeared from 38 percent of the sites. In the Great Basin, which lies between the Rockies and the Sierra Nevada mountains, 44 percent of locations were pika-free. They were unable to find a single one in Zion National Park, in southern Utah, where the animals had been recorded as recently as 2011.\nBeever and other researchers have been warning about and chronicling the pika’s decline for more than a decade, but the new work broadened the research across a greater extent of the animal’s range, which stretches from New Mexico to southern Canada and is limited almost exclusively to rocky outcrops high in the mountains. The hamster-like creatures, which are a distant relative of the rabbit, weigh less than eight ounces, but they’re talkative and easy to spot, making them prime subjects for study. Their remote habitat is also relatively undisturbed by human development.\nThe pika has been labeled one of the cutest creatures alive. It rubs its cheeks on rocks to mark its territory. It is not, however, well suited for a warming world.\n“It has this characteristic of essentially being a big fur ball, which is a really great strategy if you live on the top of a snowy cold mountain and want to stay active in those temperatures,” said Mark C. Urban, who studies the effects of climate change on animals at the University of Connecticut. Urban, who was not involved in the pika research, compared its condition to wearing a fur coat on a hot summer day. “Humans can take off that fur coat, but the American pika can’t.”\nTheir mountain habitats are like islands in the sky, surrounded by warm, often uncrossable valleys, so they have trouble shifting to new territory. And as climate change pushes warm temperatures farther up mountain slopes, these “sky islands” are becoming smaller and scarcer.\nScientists had long theorized that creatures in isolated ecosystems would be among the most vulnerable to climate change, Urban said, and that they’d decline at a faster rate than other species. The new study solidifies the theory, he said.\n“The pika serves as an early warning for other species,” Urban said.\nDespite these threats, the Obama administration in 2010 rejected a bid to add the American pika to the endangered species list, though the animal is up for consideration again.\nIt’s not all bad news for the pika. Beever and colleagues have found that they are thriving in the Teton mountains of Wyoming, in the colder, northern part of their range. They also found that the decline in California likely was not due solely to climate change, but probably a combination of other factors such as disease or fire.\nThe scientists warn that the loss of pikas could have a profound impact on their mountain habitats. Despite their small stature, the animals play an outsized role in the ecosystem, spreading seeds and redistributing nutrients. And, Beever said, in the areas with the greatest body of research, the data indicate a near-certain decline.\n“At our sites in the Great Basin, we’re really not seeing any of those patches they’re lost from being recolonized,” he said. “It’s kind of a one-way trip.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNicholas Kusnetz is a reporter for Inside Climate News. Before joining ICN, he worked at the Center for Public Integrity and ProPublica. His work has won numerous awards, including from the Society of Environmental Journalists, the American Association for the Advancement of Science and the Society of American Business Editors and Writers, and has appeared in more than a dozen publications, including The Washington Post, Businessweek, The Nation, Fast Company and The New York Times. Nicholas can be reached on Signal at nkusnetz.15.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}