{
  "url": "https://insideclimatenews.org/news/19082016/massachusetts-court-bans-electricity-rate-hikes-pay-natural-gas-pipeline-spectra-energy/",
  "title": "Mass. Court Bans Electricity Rate Hikes to Fund Gas Pipeline Projects",
  "date": "2016-08-19T18:09:20-04:00",
  "content": "The Massachusetts Supreme Judicial Court struck down a controversial “pipeline tax” that would have allowed electric utilities in the state to raise rates to pay for natural gas pipeline projects.\nThe decision is a setback for pipeline company Spectra Energy and its proposed Access Northeast project, which would have significantly increased the flow of natural gas along an existing pipeline from New Jersey to eastern Massachusetts.\nThe ruling comes on the heels of several other favorable developments for  renewable energy. In May, the same court upheld the state’s Global Warming Solutions Act, which mandates an 80 percent reduction in greenhouse gas emissions from 1990 levels by 2050.\nMassachusetts Gov. Charlie Baker signed legislation on Aug. 8 that requires local utilities to get 1,600 megawatts of their combined electricity from offshore wind farms by 2027.\n“I think it’s a potentially historic turning point,” David Ismay, an attorney with Conservation Law Foundation, a Massachusetts based environmental advocacy organization, said of the combined rulings and legislation. Ismay was the lead attorney for CLF, one of two parties that filed suit against the state’s Department of Public Utilities (DPU), which had initially allowed a rate increase to pay for the $3 billion project.\n“I think it’s a shot across the bow of the fossil fuel industry,” Ismay said. “If they are smart, they are waking up and thinking how they can get into offshore wind.”\nSpectra Energy said the decision will cost state taxpayers in the long run.\n“While the Court’s decision is certainly a setback, we will reevaluate our path forward and remain committed to working with the New England states to provide the infrastructure so urgently needed for electric consumers,” Spectra spokesperson Creighton Welch said in a statement. “This decision leaves Massachusetts and New England in a precarious position without sufficient gas capacity for electric generation during cold winters. The lack of gas infrastructure cost electric consumers $2.5 billion dollars during the Polar Vortex winter of 2013 and 2014.”\nMassachusetts’ attorney general Maura Healey concluded in a report published in November that the added capacity is not needed to meet electricity generation needs.\nHealey argued in favor of Conservation Law Foundation in their suit against the DPU.\nThis week’s ruling by the court declared it unlawful for Massachusetts to require residential electricity customers to finance the construction of gas pipelines by private companies, which the DPU had previously allowed.\nThe decision only affects funding from electricity ratepayers in Massachusetts and not funding for the project from other states. But Massachusetts’ ratepayers were projected to provide about half the project’s revenue, according to DPU filings.\n“I don’t see how this project goes forward,” Ismay said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}