{
  "url": "https://insideclimatenews.org/news/24082016/colorado-solar-panels-net-metering-peak-power-demand-xcel-energy-rate-settlement/",
  "title": "Colorado Settlement to Pay Solar Owners Higher Rates for Peak Power",
  "date": "2016-08-24T13:00:52-04:00",
  "content": "Colorado’s largest electricity provider, Xcel Energy, reached a rate settlement that will pay homeowners with rooftop solar systems a premium price for power they produce when demand is highest.\nThe deal still needs approval from the state’s Public Utilities Commission, but it came after widespread opposition to its previously proposed fixed charges that many said would stifle growth of rooftop solar systems. Xcel worked out the new plan after meeting with local governments, solar advocates and conservation groups.\nThe proposed settlement comes on the heels of similar deals in other states. In Texas, El Paso Electric recently dropped its request for a $15 per month fee on customers with rooftop solar installations. Earlier this month, the New Mexico Public Utilities Commission blocked a proposed 31 percent increase in the per-kilowatt charge for customers with solar installations.\nThey are the latest twists in a back-and-forth battle between the solar industry and electric power companies over net metering, a billing mechanism adopted in the late 1970s that pays people with rooftop solar for the unused electricity they feed back into the grid.\nAccording to the North Carolina Clean Energy Technology Center, 41 states have some version of net metering. The practice helps homeowners offset the cost of installing rooftop solar panels. It also helps utilities reduce the need to buy expensive power during peak times.\nBut with the proliferation of rooftop solar, utilities have argued that customers with rooftop solar systems are taking advantage of the grid to sell their excess power without paying their fair share to maintain the grid. As a result, utilities and regulators around the country have been eying cuts to net metering payback rates, even adding special charges for customers with rooftop solar or restricting third-party financing for solar installations.\nXcel doesn’t expect the program to be a cure-all for the burden placed on its non-solar customers. “In the past we have argued that our non-rooftop solar customers are subsidizing our rooftop solar customers through the retail rate we pay for net metering,” Xcel spokesperson Mark Stutz said. “This issue doesn’t go away with our settlement,” but “the subsidy is less,” he said.\nLast December, the Nevada PUC approved a plan to triple fees for solar customers and cut the payback rate by 75 percent over four years. After the changes went into effect Jan.1, three solar companies said they would cease operations in Nevada, and other solar companies cut their staff, Greentech Media reported.\nIn California, the PUC last January decided to maintain current net metering rates for another three years and also blocked new fees and charges. A new state law requires the commission to develop a new rate structure that’s fair to all consumers—those with, and those without rooftop solar panels.\nAs quasi-monopolies, large power companies are required to submit rate plans to state public utilities commissions on a regular basis. In 2015, net metering changes were considered or enacted in 46 states, according to an annual tracking report by the Clean Energy Technology Center. A recent update found that in the second quarter of 2016, utilities in six states wanted to increase charges on rooftop solar customers.\n“There are many different ways states can put an end to the cost shift caused by net metering at the full retail rate,” said Jeff Ostermeyer, a spokesperson for the Edison Electric Institute, the utilities’ trade group. “We believe having a balanced energy mix that includes renewables like solar and wind along with 24/7 sources of power such as nuclear and natural gas are critically important to providing reliable and affordable energy to customers.”\nUnder the pending Colorado deal, Xcel would pay rates that change with time of day and with the seasons to its customers producing solar power, giving them more credit on their bills for energy produced during peak times. It appropriately values that peak-time energy generation, on sunny afternoons when demand is high and when rooftop systems generate the most power, said Erin Overturf, an attorney with Western Resource Advocates who was involved in the settlement talks. That increases the value of energy produced without penalizing customers who don’t produce their own solar electricity.\n“The changes will ensure this increased value is reflected for customers with rooftop solar systems,” she said.\nThe settlement also greenlights Xcel’s plan for a 50-megawatt solar facility that will be a voluntary subscription option for customers who cannot access rooftop or solar gardens.\nSolar advocates hailed the recent deals as a sign utilities and regulators are taking a more flexible, reasonable approach to rooftop solar.\n“They know we are here to stay,” said Sean Gallagher, vice president of state affairs with the Solar Energy Industry Association. “We are standing on the cusp of seeing a greater level of collaboration between utilities and solar providers and other renewable energy providers.”\nEnvironmental groups say the Colorado deal will help support the state’s thriving solar industry by adding 392 megawatts of capacity over the next three years—225 megawatts of rooftop solar, 117 megawatts in community solar gardens and the 50 megawatts from Xcel’s commercial garden.\nThe PUC will consider Xcel’s plan at a hearing in October. If approved, it would operate as a pilot program for three years.\nThe proposed settlement includes a low-income rooftop program that will be offered in partnership with the Colorado Energy Office’s weatherization program.\nThe flexible time-of-use rates at the heart of the proposal would initially go into effect for up to 48,000 customers as a voluntary pilot program. At the end of 2019, Xcel, the PUC and the other stakeholders would evaluate the results and determine whether to expand it.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}