{
  "url": "https://insideclimatenews.org/news/15082016/methane-natural-gas-leaks-fracking-oil-coal-four-corners-region/",
  "title": "In U.S. Methane Hot Spot, Researchers Pinpoint Sources of 250 Leaks",
  "date": "2016-08-15T19:00:06-04:00",
  "content": "Methane is escaping from more than 250 different oil and gas wells, storage tanks, pipelines, coal mines and other fossil fuel facilities across the Four Corners region of the U.S. Southwest, according to a study published Monday in the Proceedings of the National Academy of Sciences.\nThe findings help solve a puzzle that had preoccupied the study’s researchers since 2014. That year, they published research that flagged the region as one of the country’s largest sources of methane emissions, but they couldn’t determine the exact sources of the runaway gas.\nThe difference in this study, the researchers said, is that they used aircraft sensors allowing them to pinpoint the source of leaks within a few feet. The earlier paper relied on less precise, region-wide satellite data.\nThe research could help industry officials prioritize which leaks to repair first, since more than half the escaping methane came from just 10 percent of the leaks.\n“It’s good news, because with the techniques that we have developed here, it’s possible to find the dominant leaks that we can target for methane emissions mitigation,” said lead author Christian Frankenberg, an environmental science and engineering professor at the California Institute of Technology.\nMethane is a powerful short-lived climate pollutant that is 84 times more potent over a 20-year period than carbon dioxide. Curbing the release of the gas is a key component of President Obama’s climate plan. The goal is to cut methane emissions from the oil and gas sector, the biggest emitter in the country, by 40-45 percent by 2025.\nThe Four Corners region, where Utah, Colorado, Arizona and New Mexico meet, spans more than 1,000 square miles. It is one of the nation’s largest producers of coal bed methane and releases about 600,000 metric tons of methane into the atmosphere each year. That’s roughly six times the amount of methane that leaked from California’s Aliso Canyon well over several months beginning in late 2015. That event sparked evacuations, outrage and protests, and new regulation.\nThe study is the latest to show that a small number of “superemitters” mainly from oil and gas operations are responsible for the majority of U.S. methane emissions.\n“It would be the rare case that [the superemitter phenomenon] has not been observed,” said Ramón Alvarez, a senior scientist with the Environmental Defense Fund.  EDF has played a role in nearly 30 peer-reviewed studies on oil and gas methane emissions, but was not involved with this study.\nThe key now, according to Alvarez, is to determine whether the same high-emitting leaks persist over time or whether new ones keep cropping up.\n“It becomes this kind of whack-a-mole effect,” Alvarez said. “You have to be on the lookout for these sites, and once you find them, you want to fix them as quickly as possible. But you have to keep looking, because next week or next month there could be a different population of sites that are in this abnormally high-emitting state.”\nIn the new study, for example, researchers detected the biggest leak at a gas processing facility near the airport in Durango, Colo., during one monitoring flight. Subsequent flights, however, failed to detect the same leak, suggesting emissions from the facility were highly sporadic.\nIf superemitting sites are short-lived and flitting—here one week, there another—constant monitoring and mitigation across the entire oil and gas sector will be required. Airplane-based readings are seen as too expensive for that work.\n“We can’t predict ahead of time which facilities will leak,” said Robert Jackson, an earth system science professor at Stanford University who was not involved in the study.  “Because we can’t, we need cheap technologies to monitor those facilities for when the leaks or emissions pop up.”\nJackson said recent developments in drone technology and satellites that allow for higher-resolution monitoring show promise.\n“I think the time is coming when any person who is interested will be able to monitor not just oil and gas operations but lots of operations for different emissions and pollution,” Jackson said.  “I really do think that day will be a good one.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}