{
  "url": "https://insideclimatenews.org/news/08082016/new-climate-plan-austria-braces-winter-retreat-climate-change-snow-skiing-urban-heat/",
  "title": "With a New Climate Plan, Austria Braces for Winter’s Retreat",
  "date": "2016-08-08T21:16:17-04:00",
  "content": "VIENNA—In Austria, nothing gets widespread attention faster than a threat to its biggest tourist draw and its national sport—skiing—but there are wider warnings expected in a new series of climate change impact reports that will be used to update its national climate adaptation plan, which it passed only four years ago.\nThe first report, for the state of  Salzburg, shows that global warming will hit where it hurts the most, in the high country where millions of tourists visit each year to enjoy snowy ski slopes.\nTemperatures there are predicted to be 1.3 degrees Celsius warmer by 2050, according to researchers, causing the region’s fast-melting glaciers and snowpack to melt faster and the number of sub-freezing days to drop 34 percent between 1961 and 2050, from 74 days to 49.\n“We will see a really strong increase in hot days. They could double or triple, depending on the emissions scenario,” said Annett Bartsch, head of the climate change impacts department of the Austrian Institute of Meteorology and Geodynamics.\nReports will be released in the next few months for all of Austria’s nine states, including localized temperature and precipitation forecasts and will address impacts not just on tourism but also the impact on the country’s large urban populations. They will help shape the updated adaptation plan.\nWith widespread political consensus, Austria’s plan was adopted in 2012, and it went beyond what most other countries had accomplished. It acknowledged that decision-makers must have “a clear commitment to adaptation,” and that “sufficient personnel and resources” must be made available for implementation. The revised version is billed as a comprehensive and integrated climate and energy strategy. It will include detailed sections on the cost of climate adaptation, as well as the cost of doing nothing. The government is seeking public comment through Sept. 18.\n“In 2012, when the strategy came out, there was still a lot of pressure to do climate mitigation, but it’s now moving in the direction of adaptation,” said Maja Zuvela-Aloise, a climate scientist who specializes in developing models for urban areas. “City planners are still working on how to mitigate the effects of climate change on the population, but we’re also at the beginning of making large infrastructure improvements” to adapt.\nThe initiative to update Austria’s plan came from Salzburg, whose economy is heavily dependent on skiing and other winter tourism. With many ski resorts below 4,900 feet in elevation, the state’s ski industry is very vulnerable to global warming.\nThe new report makes more nuanced projections than ever before, showing, for example, that higher elevations are expected to warm quicker than low ones, said Bartsch, whose department is preparing the reports. That will require some ski areas to produce even more artificial snow than they make now, and for longer periods of time each winter.\nBetween 1961 and 2010, the number of sub-freezing days dropped from 74 to 63, shortening the ski season at some lower-elevation resorts. By 2050, that figure is projected to fall to 49 days, and to just 24 days by the end of the century under a business-as-usual emissions scenario.\nAs the climate warms, the glaciers in Salzburg’s alpine region will continue to shrink rapidly, Bartsch said, with “just some small remnants remaining by 2050.” That will also affect water supplies for some mid-elevation towns and cities situated on rivers dependent on melting ice. Melting permafrost in the high mountains is already increasing the danger of rockfall along popular hiking trails, requiring some to be re-routed, she said.\nStudies by the UN’s World Tourism Organization have found that, around the Alps, including Austria, local tourism operators are overestimating their ability to adapt. The belief that more and more snowmaking can be a hedge against climate change impacts simply isn’t realistic, given the profound amount of warming expected in the region.\nBased on long-term records, the average annual temperature in Austria has gone up by 2 degrees Celsius since the mid-19th century, well above the global average of 0.76 degrees Celsius. Most of that increase was in the past 50 years, with an increase of more than 1 degree Celsius since 1970. A rise of another 2 to 6 degrees (depending on global greenhouse gas emissions) is expected by 2100. An increase toward the high end of that range would put many ski areas out of business. Even at the low end, ski operations would be crimped at all but the highest-elevation, glacier-based resorts.\nAn analysis of Austrian ski resorts by the Intergovernmental Panel on Climate Change showed that the cost of snowmaking doesn’t increase gradually—at a certain point, it takes so much energy to produce enough snow that it’s no longer financially viable. Snowmaking can help sustain the industry through 2040-2050, but by the end of the century, resorts would have to boost their snowmaking by up to 330 percent to remain in business, it said.\nFollowing a string of warm and nearly snowless winters in the 1990s, several resorts in the Alps (including Austria) shut down ski operations, dismantled lifts and started shifting their emphasis to summer tourism activities like hiking and mountain biking.\nWhile skiing will face the most dramatic changes, Austria’s strategy ranges from agriculture and forestry, to water resources, energy and construction and housing. But some of the country’s climate experts are advocating for even more detailed information involving cities, where a large percentage of Austria’s population is vulnerable to some of the most dangerous impacts of global warming, like extreme heat and diseases.\nThe latest models can project climate impacts, and the effects of mitigation, down to about 100 square meters—enough to show how much of an area needs to be covered in vegetation to lower the temperature by a couple of degrees.\n“We are investigating green roofs,” Zuvela-Aloise said. “According to the city’s building registry, 45 percent of roofs could be covered with climate-cooling vegetation.” Right now, only 2-3 percent are green and the models show greening all available roofs would have a significant moderating effect, perhaps cooling sidewalk temperatures by a degree or two.\nIt’s high time for cities everywhere to start taking these challenges seriously, said Dr. Hanns Moshammer, with the Institute of Environmental Health at the University of Vienna.\n“We need to reconsider our organization and infrastructure. What we are really concerned about are acute events like heat waves that require preparedness and communication, telling people what to do in advance. There are lots of practical things that need to be organized on a neighborhood level to save lives,” he said, referring to a 2003 heatwave that killed tens of thousands of people in France because of a lack of preparedness.\nOne of Austria’s neighbors is also trying to keep its policies updated based on current models.\nThe German parliament last week released a detailed report showing an expected increase in extreme weather events, including dangerously hot days and damaging wind, rain and hail storms. The new report is meant to help policymakers commit the right level of resources to  preparation, said Karsten Friedrich, an expert in geostatistics with the German Weather Service.\nAccording to the report, the number of climate-related natural catastrophes in Germany increased from eight in 1970, to 17 in 1990, and 30 in 2010.\nFriedrich said it’s possible that more widespread observation and reporting of extreme events contributed to the trend, but that preparation is needed in any case, because climate models project an increase in heat waves, droughts and flooding.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}