{
  "url": "https://insideclimatenews.org/news/09082016/massachusetts-ag-maura-healey-criticizes-exxon-continuing-climate-deceit/",
  "title": "Massachusetts AG Criticizes Exxon for Continuing Climate Deceit",
  "date": "2016-08-09T18:46:10-04:00",
  "content": "In the latest volley of her legal skirmish with ExxonMobil, Massachusetts Attorney General Maura Healey said the company continues to mislead the public about the risks of climate change.\n“[I]t appears that Exxon may have failed to disclose fully its knowledge of the threats posed by climate change to its businesses and that Exxon continues to make apparently misleading and deceptive statements to investors and consumers,” Healey said in one of two motions filed with a federal court in Texas.\nFor more than three decades, the company understood climate-driven risk to its businesses, “yet, Exxon continues to maintain that the future is bright for its investors,” attorneys for Healey argued in court briefs filed Monday.\nAs evidence of the company’s lack of candor, Healey cited an Exxon statement to the U.S. Securities and Exchange Commission this year and a report the company prepared for shareholders in 2014 that said, “We are confident that none of our hydrocarbon reserves are now or will become ‘stranded.’”\nInvestors face financial peril if substantial portions of Exxon’s vast fossil fuel reserves are unable to be burned because of the international climate agreement limiting carbon dioxide emissions.\n“Those assets—valued in the billions—will be stranded, placing shareholder value at risk,” said one of the briefs.\nHealey has argued that is reason enough to investigate Exxon under the state’s Consumer Protection Act. Exxon is challenging the probe with a suit filed in federal court in Texas.\nHealey’s office is seeking to have that case dismissed because it argues the company should be making its challenge in Massachusetts, not in Texas.\nHealey’s office also filed a brief opposing Exxon’s request for an injunction of the state’s civil investigative demand, a fact-finding tool similar to a subpoena. That ordered Exxon to turn over records related to its climate change knowledge and how that information was portrayed to Massachusetts consumers.\nExxon will now be given the opportunity to reply in court, which means it may be months before any rulings are made.\nThe company did not respond to a request for comment. In its June lawsuit, Exxon blasted the Massachusetts investigation being conducted under the state’s consumer and securities fraud statutes as “nothing more than a weak pretext for an unlawful exercise of government power to further political objectives.”\nThe New Motions\nThe theme of Exxon’s lawsuit is that the Massachusetts investigation is a violation of the company’s constitutional rights, including the First and Fourth amendments which protect free speech and prohibit unreasonable searches.\nThat argument is “threadbare,” Healey’s lawyers said in the recently filed motions.\nThe investigation was opened  in connection with “Exxon’s suspected failure to disclose fully to investors and consumers its knowledge of the serious potential for climate change, the likely contribution of fossil fuels (the company’s chief product) to climate change, and the risks of climate change, including risks to Exxon’s own assets and businesses,” according to the motion.\n“One Exxon scientist warned that it was ‘distinctly possible’ that the effects of climate change over time will ‘indeed be catastrophic (at least for a substantial fraction of the earth’s population),’ according to the motion opposing Exxon’s request for an injunction to block the Massachusetts subpoena.\nHealey launched her investigation in the wake of disclosures by InsideClimate News that Exxon executives were warned as far back as the late 1970s of the dangers posed by burning fossil fuel.\nThe second motion filed by Healey—opposing Exxon’s request for an injunction barring enforcement of her subpoena—quotes segments of an ICN investigative series published last year.\nHealey also cited stories published later in the Los Angeles Times in conjunction with New York’s Columbia School of Journalism that disclosed additional information about Exxon’s early climate research.\nIn the motion, Healey wonders how Exxon can complain it will be harmed by complying with the Massachusetts investigative demand when it is already obeying a subpoena issued last year by New York Attorney General Eric Schneider as part of his state’s investigation of the company. The company has surrendered more than 700,000 pages of documents as part of the New York probe.\n“Exxon’s cooperation with the New York investigation shows that it can readily comply with Massachusetts’s investigation into subjects similar to those covered by the Massachusetts CID,” according to the 34-page motion.\nHealey is not fighting Exxon alone. Attorneys general from 14 states have weighed in to support Healey’s defense of her investigation into Exxon.\nThe attorneys general from states including Oregon, Maryland, New York, Iowa and Mississippi say Exxon’s attempts to have a federal court short-circuit a state investigation is troubling. They said it usurps states’ rights and could result in state investigations being squashed before they begin.\n“Stymying investigations at their earliest stages, before Attorneys General can determine whether any misconduct has occurred, defeats the public interest that the States’ consumer and investor protection laws are designed to protect,” said the brief filed by the attorneys general.\nA majority of the signees are members of a coalition of top state law enforcement officials who have vowed to hold fossil fuel companies accountable for their conduct on climate change.\n“Without the ability to obtain the basic facts necessary to determine whether a business has violated state laws, state Attorneys General would be hamstrung in uncovering violations of state law and bringing enforcement actions to aid victims and remediate unlawful practices,” they said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}