{
  "url": "https://insideclimatenews.org/news/11082016/wind-power-vermont-governor-sue-minter-matt-dunne-phil-scott/",
  "title": "Wind Takes Center Stage in Vermont Governor’s Race",
  "date": "2016-08-11T14:25:47-04:00",
  "content": "In a statewide contest notable for its vigorous debate over wind power, victory went to the candidate who favors industrial-scale wind development.\nSue Minter, who had financial backing from Vermont wind developers, won Tuesday’s Democratic gubernatorial primary by a double-digit margin over opponents who favored giving local communities veto power over large-scale projects or who opposed such projects entirely.\nAll the candidates supported Vermont’s ambitious goal of obtaining 90 percent of its total energy from renewables by 2050—not just electricity, but also for transportation. Where they differed was on the role wind power, and people living near large projects, would play in obtaining that goal.\n“I know it’s going to take a mix of sources of renewable energy to meet that goal, including well-sited wind,” Minter said during a primary debate.\nLarge-scale wind farms are particularly divisive in Vermont, a state known for its progressive politics and environmentalism long before the rise of 2016 presidential candidate Bernie Sanders. The best locations for wind power are on the tops of ridgelines, iconic landscapes that many don’t want to see marred by windmills, including environmentalists and those dependent on tourism in a state known for its natural splendor. The ridgelines also provide important wildlife habitat that is threatened by a changing climate.\n“It’s a very dynamic issue and it’s divided people here,” said Anne Galloway, editor and executive director of the statewide online publication VTDigger.\nThe issue of wind power began to take an outsized role in the primary after Matt Dunne, a leading candidate, switched his position on the siting of new turbines on July 29, just 10 days before the primary.\nThat was followed by  a debate among the three leading candidates on Aug. 4 that opened with a discussion on wind power that consumed nearly a quarter of the entire, 50-minute debate.\n“Large-scale ridgeline wind projects should only take place with the approval of the towns where the projects are located,” Dunne said in a press release.  “As governor, I will ensure that no means no.”\nTwo days later, Bill McKibben, a leading international environmental activist who lives in Vermont, withdrew his support for Dunne and endorsed Minter.\n“Towards the end of last Friday afternoon, something happened that convinced me I’d made a mistake,” McKibben said in a statement. “Wind power is not the only, or even the most important, energy issue of the moment. But it is important. And its importance means [a] candidate’s basic positions on it shouldn’t shift overnight.”\nOn August 3, Vermont Conservation Voters, an environmental group, also backed Minter after  previously saying it would not endorse a candidate during the primaries.\nState filings show that Minter received nearly $13,000, either directly or through super PACs from two individuals seeking to develop large-scale wind power projects in the state, according to the online publication Seven Days.\nMinter won the Democratic primary with 49 percent of the vote.  Dunne received 37 percent. Peter Galbraith, who opposed large-scale wind, earned just 9 percent.\nThe results show strong support for renewable energy development in the state and “not taking any particular technology off the table,” said Sandy Levine of the Conservation Law Foundation.  Vermont has already built three large wind farms and permitted a fourth. In doing so, the state has come up with “very successful mitigation plans” to make sure wildlife habitat is protected, Levine said.\nMinter’s victory came one day after Massachusetts Gov. Charlie Baker, a Republican, signed legislation that will require state utilities to get 1,600 megawatts—roughly equivalent to three average-sized coal-fired power plants—of their combined electricity from offshore wind farms.\nIn November’s election, Minter will now face Phil Scott, Vermont’s current lieutenant governor, who won this week’s Republican primary. Scott opposes large-scale wind farms.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}