{
  "url": "https://insideclimatenews.org/news/02082016/latest-climate-report-heat-noaa-global-warming-el-nino-temperatures/",
  "title": "Latest Climate Report: Heat, More Heat and Signs of Worse to Come",
  "date": "2016-08-02T20:32:49-04:00",
  "content": "The National Oceanic and Atmospheric Administration’s 2015 State of the Climate report unleashed a flood of statistics that should overwhelm whatever doubts remain of global warming’s already startling impacts, scientists said Tuesday.\nFor the first time since record-keeping started, the average annual global temperature exceeded pre-industrial levels by more than 1 degree Celsius. Record to near-record warmth was common on every inhabited continent. Sea surface temperatures and heat content in the upper levels of the ocean also set records, as did sea level, which crept up to 2.75 inches above the 1993 level, when the satellite altimeter record started. Glaciers around the world retreated for the 36th year in a row, the report said.\n“As I often point out now, the impacts of climate change are no longer subtle,” said climate scientist Michael Mann, director of the Earth System Science Center at Penn State University. “They are playing out before us, in real time. The 2015 numbers drive that home.”\nThe strong El Niño weather system in the Pacific played a role in many of the record statistics last year, but they are also signs that an overheated planet is reacting in alarming ways, according to Anders Levermann, a sea level rise expert with the Potsdam Climate Institute in Germany.\n“Increasing the temperature of the planet will increase the risk of tipping of climatic systems like the West Antarctic ice sheet,” he said. “Sea level is rising with every degree of warming that we induce by carbon emissions.”\nLevermann said even if those emissions were capped today, the sea would keep rising. “Each degree Celsius of warming adds about 8 feet to the eventual sea level rise that we are committed to in the long term,” he said.\nThe report, released Tuesday, compiles work by more than 450 scientists from 62 countries who evaluated tens of thousands of measurements taken by land, ocean, ice and space-based instruments. It shows how the planet is being affected both by the temporary El Niño temperature surge and the long-term warming trend, said Thomas R. Karl, director of NOAA’s National Centers for Environmental Information. Citing changes in the distribution of fish species in Arctic waters, Karl said the impacts of global warming are clearly having significant impact on life on this planet now.\nSymptoms of a fevered planet referenced in the report include: record greenhouse gas concentrations in the atmosphere, extremes in the water cycle; impacts to Arctic animals and fish; unprecedented algae blooms in the Northwest Pacific; and the global decline of ice and snow cover.\nNOAA climatologist Jessica Blunden said Tuesday that signs of climate change in 2015 included widespread drought, with about 30 percent of the world’s land surface affected by abnormal dryness — the largest percentage since at least the 1950s. According to Blunden, there were extreme drought conditions on every continent last year. The hardest hit areas included nearly all of Australia, southern Africa, Central America and the Caribbean, the western U.S. and the Amazon basin.\n“There were three Category 4 tropical storms at the same time in the Eastern Pacific, the first time that’s happened in any ocean basin,” Blunden said. “That’s consistent with El Niño, but also what we expect to see in a warming world.”\nThe year was also marked by several deadly heatwaves. At least 1,000 people died in June in Karachi, Pakistan’s largest city. Several months of extreme summer heat in western Europe resulted in 1,250 deaths, making it the third deadliest natural catastrophe of 2015. That was according to a separate report compiled by Munich RE, a re-insurance firm that specializes in analyzing natural disasters and climate-related risks.\nThe 2015 heatwaves were characterized not only by extreme daytime heat, but by high nighttime temperatures, which makes them more dangerous because people have less chance to cool down, Blunden said. Nights have been warming much faster than days during the global warming era, according to a study released earlier this year in the International Journal of Climatology.\nSome of the biggest signs of the changing climate continue to come from the Arctic, where temperatures are warming twice as fast as the global average. In the Barents Sea, warm-water fish are displacing cold-water species, said U.S. Army Corps of Engineers researcher Jackie Richter-Menge, who edited the Arctic chapter of the report. She also highlighted unusual melting in northern Greenland linked with a wobbly jet stream and a significant warming of permafrost in the far northern reaches of the Arctic.\nSeveral scientists said not to give El Niño too much credit for the global temperature surge.\n“I think some people think it’s warm because of the El Niño and assume that it’s not warm because of global warming,” said Phil Jones, research director of the Climatic Research Unit at the University of East Anglia (UK).\n“The key thing is the global scale of the warmth in 2015.”\nAfter strong El Niño events, “the second year is warmer, so although 2015 is far and away the warmest year, 2016 will be warmer still,” he said. “We all live locally, so we can’t experience the global average. We need massive efforts like SOTC to bring this largest of scales to our attention.”\nLevermann of the Potsdam Institute said that as a climate scientist it’s interesting to see some of the projections about global warming impacts playing out in 2015.\n“There had been projections of the dying of coral reefs worldwide. They are becoming true now. You know the science, you trust the science, but to see this actually happening, it’s an interesting experience. If you look at the graphs, it shows that, at 1 degree of global warming, the death curve for corals is taking off. At 1.5 degrees, they’re practically all gone, and we’re right at that point,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}