{
  "url": "https://insideclimatenews.org/news/22072016/sizzling-midwest-heat-wave-future-climate-change-global-warming-noaa/",
  "title": "Sizzling Midwest Previews a Hotter Future Climate",
  "date": "2016-07-22T10:00:35-04:00",
  "content": "Extreme heat waves like the current string of scorching days in the Midwest have become more frequent worldwide in the last 60 years, and climate scientists expect that human-caused global warming will exacerbate the dangerous trend in coming decades. It comes with potentially life-threatening consequences for millions of people.\nResearch has shown that overall mortality increases by 4 percent during heat waves compared to normal days in the U.S. A study in the journal Environmental Health Perspectives in 2011 suggested that rising summer temperatures could kill up to 2,200 more people per year in Chicago alone during the last two decades of the 21st century.\n“The climate is changing faster than we’ve ever seen during the history of human civilization on this planet, and climate change is putting heat waves on steroids,” Katharine Hayhoe, director of the Climate Science Center at Texas Tech University, said during a news conference on Thursday. “Heat waves are getting more frequent and stronger.”\nTemperatures this week soared into the 90s from Minnesota to Iowa, combining with high humidity to send heat indices well above the 100-degree Fahrenheit mark, considered a threshold for conditions dangerous to human health.\nCurrent temperatures in large parts of the Midwest have been rising steadily for more than 100 years, with accelerated warming in the past few decades. According to the 2014 National Climate Assessment, the average temperature in the region increased by more than 1.5 degrees Fahrenheit between 1900 and 2010. Between 1950 and 2010, the rate of increase doubled, and since 1980, the pace of warming is three times faster than between 1900 and 2010.\nBut while the Midwest joins the overall warming trend, it has not been hit frequently by summer heat waves, according to Ken Kunkel of NOAA’s National Centers for Environmental Information\n“The Midwest has not experienced any substantial summer warming and this spills over into heat waves,” he said. “The period of most heatwaves for the Midwest remains the 1930s Dust Bowl era.” In North America, there has been an increase in heatwaves west of the Rocky Mountains, but to the east, generally not, he said\nThat leads to fears that the region is unprepared for the dangerous impacts of a stretch this hot. The lack of preparedness was a big reason a heat wave in Europe in 2003 was so deadly, killing more than 70,000 people.\n“We see the biggest impacts when we have multi-day events,” Hayhoe said. “And when nighttime temperatures don’t cool off enough to give us a respite, that’s when we start to see an impact on health. Especially the elderly and people with respiratory problems start flooding emergency rooms.”\n“The bottom line is we face a new normal and we’re adapting to it on the city and regional level,” said Christopher B. Coleman, mayor of St. Paul, Minn., and co-chair of the Mississippi River Cities & Towns Initiative. Also speaking during the press conference, he called the Mississippi River Valley an “acute climate impact zone,” and said some of the less obvious impacts of extreme heat  includes urban stormwater runoff that creates thermal pollution when it hits hot pavement.\nThe Midwest heatwave is peaking just as NOAA announced that last month was the warmest June on record for Earth. It was the 14th consecutive month that the average global temperature record was broken, making it the longest streak of record-warm months in 137 years, according to the agency’s monthly state of the climate report. Averaged across land and sea surfaces, the global temperature was 1.62 degrees Fahrenheit above the 20th century average, topping the record set just last year. The last time the global temperature for June was below average was in 1976.\n“The health consequences of climate change run an entire gamut, from worsening chronic disease, to an increase in vector and waterborne illnesses and disruption to food safety,” said Rev. Miriam Burnett, president of Resource and Promotion of Health Alliance, Inc, a faith-based nonprofit focusing on public health in African-American communities. Extreme heat events even have social consequences, including putting strain on human interactions and generating anger and hostility, she said.\nScientists say there’s little doubt that the buildup of heat trapping greenhouse gases is already causing more deadly heat waves worldwide. The increase has been widely documented and summarized in the latest Intergovernmental Panel on Climate Change assessment.\nBut in one of the most rigorous studies to date, scientists with the National Center for Atmospheric Research (NCAR) in Boulder, Colo. said that, starting in last half of this century, there’s a better than 90 percent chance that summers across North America will be warmer than any summer in the historic record unless greenhouse gas emissions are cut significantly.\n“Heat waves are becoming more common over many areas of the globe, This is consistent with the rise in global averaged temperatures,” said Martin Hoerling, a meteorologist with the National Oceanic and Atmospheric Administration. “Many regions of the globe are experiencing more frequent heat waves, longer lasting heat waves, and more severe heat waves. This warming is one of the strongest evidences for the human impacts on our daily weather conditions.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}