{
  "url": "https://insideclimatenews.org/news/12072016/ocean-currents-intensifying-bringing-stronger-storms-research-shows/",
  "title": "In Warming Oceans, Stronger Currents Releasing Heat in Bigger Storms, Study Says",
  "date": "2016-07-12T17:00:35-04:00",
  "content": "Global warming is intensifying some of the world’s most important ocean currents, new research shows, raising the risk of damaging storms along heavily populated coastlines of China and Japan. The findings are sobering as China and Taiwan rebound from the devastating effects of super typhoon Nepartak last week.\nThe western boundary currents, which run along the eastern coasts of South Africa, Asia, Australasia, and South America, carry massive amounts of heat from the tropics poleward. The recent research by a group of scientists with the Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research in Germany found they are strengthening, warming and moving poleward.\n“They have been getting stronger and warmer since CO2 in the atmosphere has been increasing,” said study author Hu Yang. “This heat must be released to the atmosphere. The most common way to release the heat is storms.”\nYang said storms like Nepartak, which took aim at Taiwan and the Chinese mainland last week, are likely to become more common in coming decades. Nepartak strengthened as it passed over the Kuriosho Current late last week, generating sustained winds of 160 miles per hour. The storm weakened slightly before making landfall along the Taiwan coast, where it dropped up to 20 inches of rain in some spots.\n“The coastal region of China, the western Pacific, is seeing much more warming than the global average, and it’s because of this intensification,” Hu said. “These currents will bring much more heat and precipitation in the future. China and Japan will suffer more warming than other regions.”\nThe study, published in June in the Journal of Geophysical Research: Oceans, looked at the Kuroshio Current, the Gulf Stream, the Brazil Current, the East Australian Current and the Agulhas Current, which are western branches of gyres that circulate around the perimeter of the world’s subtropical oceans—clockwise in the northern hemisphere, counterclockwise the southern hemisphere. They are fast, much warmer than the surrounding ocean and have a “broad impact on the weather and climate over the adjacent mainland,” including the formation of intense storms, according to the study. They also play an important role in distributing heat globally.\nPrevious studies have suggested that the currents — with the exception of the Gulf Stream — have all strengthened in recent decades. By analyzing observational data from satellites and other sources (11 climate databases in all) from 1958 to 2001, along with the latest global-scale climate models, the researchers said they were able to show that long-term global warming is causing the simultaneous intensification and poleward shift of the currents.\nThe study found the currents are releasing 20 percent more heat than just 50 years ago, which is already beginning to have a significant impact on weather events along the eastern coasts of South Africa, Asia, Australasia, and South America. The researchers expect those areas to warm faster and become more stormy than other regions. In particular, Japan, China and Korea can all expect rapid warming and more storminess, especially in winter, said Gerrit Lohmann, a climate modeller at the Alfred-Wegener-Institute and co-author of the study.\nThe new findings are linked with other studies showing that global warming is expanding and strengthening semi-stationary subtropical high-pressure systems. Those are domes of stable, warm and dry air that “largely determine the location of the world’s subtropical deserts, the zones of Mediterranean climate and the tracks of tropical cyclones,” The study says. As those high pressure domes strengthen, so do their clockwise winds that drive the boundary currents.\nMichael Alexander, a researcher with NOAA’s Physical Sciences Division in Boulder, Colo., said, “Observations indicate that western boundary currents around the world, including the Gulf Stream are moving poleward (north in the Northern Hemisphere and south in the southern Hemisphere). “The position and strength of these currents are partly controlled by the surface winds. So a change in the winds may influence the Gulf Stream,” said Alexander, who was not involved in the new study.\nYang said the Gulf Stream is the exception to the findings. That current is driven more by contrasts in water temperature and density than by wind. Several separate studies have suggested the Gulf Stream is likely to slow as Greenland’s melting ice sheets pour cold and fresh water into the North Atlantic.\n“There are other studies looking at these Western Boundary Currents. Some researchers tried to put a cable on the ocean floor and tried to detect the volume transport. In our study, we observed the ocean surface and tried to track changes to these currents by the heat release,” he said.\nThe fact that they found very similar results for nearly all the western boundary currents across all ocean basins in the northern and southern hemispheres led the scientists to the conclusion that global warming is the root cause.\n“It must be forcing from something that can influence all ocean basins,” he said. “It’s amazing to have such a result … the findings fit so perfectly in all these areas.”\nThe climate scientists said the rapidly changing currents will affect animals and plants in the nearby coastal regions. Many species will be forced to move to find suitable habitat, but some probably won’t be able, said Lohmann.\n“In the coastal fishing grounds, the fish won’t be able to survive in their previous living environments. A change of 1 or 2 degrees Celsius will be too much for them,” Yang said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}