{
  "url": "https://insideclimatenews.org/news/07072016/hawaii-eyes-offshore-wind-reach-its-100-percent-clean-energy-goal/",
  "title": "Hawaii Eyes Offshore Wind to Reach its 100 Percent Clean Energy Goal",
  "date": "2016-07-07T16:10:25-04:00",
  "content": "A federal plan to offer leases for offshore wind power development near the coastline of Oahu could help Hawaii take a big step toward reaching its goal of generating all its electrical power with renewable energy sources by 2045. Stationing giant turbines in the ocean north and south of the island will be a huge engineering challenge.\nPlanners will also take input from whale watchers, local coastal community councils and even wave riders who stake a claim to the North Shore’s famed surf. “Nobody wants to have something offshore that’s going to affect the waves,” said Doug Boren, a regional supervisor with the Department of Interior’s Bureau of Ocean Energy Management. “We know there are going to be people that are against projects, but we welcome all comments.”\nUnder a 2013 law, the state’s utilities must generate 100 percent of their electricity from renewable energy resources by 2045, the most aggressive goal in the country. The Hawaii Energy Office says wind power is needed if the goal is to be reached, but director Mark Glick said the installations must “be done in a way that meets our energy policy directives of being economically and technically sound while being acceptable to the communities and stakeholders affected by the proposed installations in terms of impacts to Hawaii’s unique culture and environment.”\nResidents of the islands currently pay among the highest electricity rates in the country because transporting fossil fuels across the Pacific Ocean is expensive, so wind power could be much cheaper.\nThe potential leases across 485,000 acres of submerged lands in federal waters would open huge areas for offshore wind turbines, but there’s still quite a bit of preliminary work to be done. There are no commercially operating offshore wind power installations in the U.S. The first, off the coast of Rhode Island, is scheduled to start operating late this year.\nAccording to a 2014 report from the U.S. Department of Energy, offshore wind could deliver 54 gigawatts of electricity by 2030, enough to power more than 16 million homes.\nBut for now that resource remains untapped, partly because of the relatively high cost compared to other energy sources, but also because some early wind power proposals faced intense local opposition. That includes the Cape Wind project off Cape Cod, which was intended to help launch a boom in offshore wind power. Instead, residents, including some Native American groups, opposed the project, citing concerns about impacts to fishing, yachting and ocean views.\nCape Wind was first proposed in 2001 and would have generated enough electricity to power Cape Cod, Nantucket and Martha’s Vineyard, but was repeatedly delayed by a series of lawsuits and regulatory hurdles. Last April, a state board denied a bid to extend the approval process, the Cape Cod Times reported. That decision is now under appeal before the Massachusetts Supreme Court. In 2011, that court ruled in a different case that the project is in the state’s best interest.\nSimilar battles may crop up in Hawaii, federal officials acknowledged.\n“The concept of offshore wind is a relatively new thing to people,” said Joan Barminski, BOEM’s Pacific regional director. But the agency is now taking a big step forward by formally requesting companies to express their interest in acquiring leases. The agency is also launching a far-reaching environmental study to identify ecological or socioeconomic stumbling blocks, such as impacts to whales, birds, shipping or tourism.\nAfter the 45-day comment period ends August 7, BOEM will whittle down the potential lease areas based on the information it gathers and could hold a lease sale about eight or nine months later, according to Boren.\nGenerating electricity from offshore wind turbines could also help the state ease an unexpected renewable energy crunch. That developed when residents began installing so many rooftop solar panels, it started overloading the islands’ energy grid. As a result, regulators moved to slow the rooftop solar rush, which started in 2007 after a surge in fossil fuel prices led to the state and utility companies offering incentives for solar installations.\nAccording to the state’s energy office, offshore wind power would not create a similar problem because installations near Honolulu would generate electricity near where it’s needed most—998,000 of Hawaii’s 1.43 million overall residents live in the Honolulu metro area. With direct transmission lines from the offshore turbine fields to the city, the power wouldn’t stress the island’s grid the way distributed solar does.\nNationwide, wind power grew faster than any other energy source in 2015, with enough capacity now installed to power about 20 million homes, according to the American Wind Energy Association. But many of the major land-based wind energy fields are in remote rural areas, requiring expensive long-distance power lines to get the electricity to urban areas. Since most of the world’s largest cities are near coastlines, offshore wind power installations have the potential to produce power close to high-demand areas.\nOffshore wind power is also getting cheaper, which makes it more competitive with other renewable energy sources, as well as fossil fuels. This week, a Danish company set a new record-low price in a bid to build two new turbine arrays off the coast of the Netherlands, according to Climate Home.\nCost could still be a factor for projects in Hawaii. Those installations would require floating towers because the depth of the ocean makes driving pilings into the ocean floor unfeasible.. As of yet, there are no commercially operating floating wind operations in the U.S., but there are a few test sites operating off the coast of Portugal and Scotland.\nTechnology for floating windmills could be adapted from offshore oil and gas drilling platforms, Boren said. But he acknowledged that would be one of the most expensive ways to generate clean energy.\nBut the cost could drop in the next few years. Japan, looking for clean energy sources in the post-Fukushima era, is investing heavily in research and development of floating wind technology, said Barminski.\nIn offshore wind power, the U.S. is lagging far behind countries like Germany, Denmark, the United Kingdom and the Netherlands, which all generate significant amounts of electricity with offshore turbines. According to a report from the European Wind Energy Association earlier this year, there are 84 offshore wind farms in 11 countries, including six more under construction, When those are complete, the total offshore generating capacity will be 12.9 gigawatts, according to the EWEA.\nBoren and Barminski said the abundant supply of cheap natural gas in the U.S. is a big reason offshore wind power hasn’t taken off yet. Both said  they expect that to change as the country moves away from fossil fuels in the next few decades, in part spurred by the Obama administration’s focus on reducing greenhouse gas emissions and the country’s pledged contributions to the Paris climate agreement.\nThe new initiative in Hawaii is part of that push, and the Department of Interior has been setting the stage for widespread development of the resource when the economic and policy stars align. That includes mapping offshore wind energy zones and preparing studies to help speed site-specific permitting, similar to planning efforts that helped jump start development of large-scale commercial solar projects in the Southwest.\nTo date, BOEM has awarded 11 commercial wind energy leases off the East Coast, and is preparing an offshore wind lease sale for an area offshore in New York. In the Pacific, the agency is currently processing three requests for commercial offshore leases in Hawaii, and one in California, along with a potential demonstration project in Oregon.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}