{
  "url": "https://insideclimatenews.org/news/30062016/coral-millions-trees-joining-list-climate-change-casualties-california/",
  "title": "Coral With Leaves: Millions of Trees Joining the List of Climate Change Casualties",
  "date": "2016-06-30T10:00:00-04:00",
  "content": "Dying coral has grabbed attention worldwide, but another equally disturbing die-off is also occurring, and with potentially serious consequences for the climate: Forests around the world are being decimated as the planet grows steadily warmer.\nJust a few years after mountain pine beetles killed millions of acres of lodgepole pine forests in the Rocky Mountains, the U.S. Forest Service is reporting widespread tree deaths in drought-hammered Southern California. Even Europe’s cool, moist forests have been losing trees at a fast rate. Large-scale simultaneous forest loss on different continents could have an impact on forests’ ability to absorb atmospheric carbon, scientists say.\nA recent aerial survey by the U.S. Forest Service tallied 26 million more dead trees in Southern and Central California between last October and April. In those six months, evergreen forests across 1,200 square miles—beset by drought and pine beetles—perished, transforming from living, breathing organisms into sticks of dead tinder and providing fuel for wildfires. In total, the agency has counted 66 million dead trees in the state since 2010.\n“We’re seeing almost an entire species lost, of the predominant species for this area,” said Mariposa County Supervisor Kevin Cann, in a May 23 video by the California State Association of Counties. “It’s inevitable that you want to deny this reality. You don’t want to believe that your entire ponderosa forest can be wiped out. This summer, we’re going to hold our breath for a while and try to be really prepared to react as fires happen.”\nScientists have increasingly linked forest mortality with climate impacts—and in Southern California, it is most directly tied to a steady increase in droughts that weaken trees, making them more susceptible to pine beetles. A 2015 study in the journal Geophysical Research Letters found that human-caused warming “substantially increased the overall likelihood of extreme California droughts.”\nWidespread climate impacts to forests have also been documented in other regions, including the Southwest, and in Europe. Global forest mortality has potentially profound ecological and societal implications, given the importance of forests to everything from water supplies, wildlife habitat and food to the global carbon cycle. Collectively, the world’s forests suck up about a quarter of human-caused carbon emissions.\n“From a forester’s perspective it is a catastrophe. Environmental services are under threat for an extended period of time,” said Klaus Katzensteiner, a forest ecologist at the University of Vienna, Austria. In many places, he said the global forest changes will affect water flows and water quality, increase wildfire danger and alter the carbon balance of forests for a long time.\nDrought is believed to be the main culprit in California, weakening millions of trees across the state. One study published in the Proceedings of the National Academy of Sciences shows how California forests lost huge amounts of water during the drought; another study in the International Journal of Wildland Fire shows the link between regional moisture deficits and wildfire activity.\nWarmer temperatures since the 1980s have also enabled pine beetles to breed in record numbers. The insects lay their eggs beneath the bark of trees during the summer, introducing a fungus that interrupts the flow of moisture and nutrients from the roots to the rest of the tree. Within a year, the trees die.\nPine beetles and related insects are native to forests and play an important ecological role by killing older trees to make way for new growth. In the past, their populations have been checked by extreme cold in winter. But in recent decades, those cold periods have been less common in many mountain regions. More larvae survive the winter and get a head start on attacking new trees earlier in the spring. Warmer temperatures have also enabled the insect to spread to higher elevations and, in some areas, to breed more than once a year.\nIn 2002, then a record-warm year for the planet, ips beetles started to spread across the Southwest and within two years, they killed nearly 90 percent of the piñon pines across millions acres in Colorado, Utah and Arizona. Researchers have reported little forest regeneration.\nAccording to one study published in the journal Ecosphere in 2012, the piñon pines across New Mexico and Oklahoma were producing fewer seeds, with the biggest drop in production occuring in areas that warmed the most during the March to October growing season. Overall, average temperatures in the study areas had increased by about 2.3 degrees Fahrenheit in the past 40 years.\nThe semi-arid Southwest, where forests historically have experienced extreme conditions, is a global hotspot for climate impacts. Along with the piñon decline, other forest researchers have projected that 72 percent of the region’s needleleaf evergreen forests could die by 2050, with nearly 100 percent mortality by 2100, due to warmer and drier conditions, according to a 2014 study published in the journal Nature Climate Change.\nEven in the relatively moist and cool climate of central Europe, global warming and extreme drought have significantly affected forests, as outlined in two studies published this month. The research shows that many forest types are growing more vulnerable, including to changes that are more subtle than mass die-offs.\n“Climate change in the Alps has been more pronounced than the global average,” said Katzensteiner of the University of Vienna. “The frequency of extreme events will increase…It’s always the extremes that affect a system.”\nIn the mountains of southern Germany—one of the wettest regions in central Europe— researchers from the Technical University in Munich measured a 14 percent drop since the 1980s in organic forest topsoil, called humus, at a series of sites first established to monitor radioactivity from the Chernobyl nuclear reactor meltdown.\nSince there were no changes in land-use at the sites, the researchers concluded that the region’s warming temperatures are most likely to blame. With some local variations, temperatures across the study area have gone up by about 3 degrees Fahrenheit since the 1980s, the study said.\nThe warming is speeding up microbial activity in the forest soils, which breaks down the organic carbon and releases to the atmosphere, said researcher Jörg Prietzel, who published his peer-reviewed findings in Nature Geoscience.\nPrietzel said that, because the sites were carefully marked to ensure precise measurements of the Chernobyl fallout, he was able to return to the exact spots to take new samples, showing the value of long-term environmental monitoring.\n“Only long-term research shows statistically relevant changes,” he said. “The critical issue is, the basic function of the soil’s organic matter is storage for water and nutrients.”\nWith less humus, there’s less water and fewer nutrients available for the trees, Prietzel said. “The forest in general is under more environmental stress, with warmer temperatures that are not familiar to many tree species,” he said. “The loss of organic soil thus is part of another climate feedback loop.”\nThe second study, published this month in Global Change Biology, looked at beech trees, which form Europe’s most prolific forests from England all the way to Southern France, finding that an extreme drought in the late 1970s is affecting the trees to this day. With climate models projecting a more frequent recurrence of severe droughts, the consequences for beech forests are likely to be significant, according to University of Stirling forest ecologist Alistair Jump.\n“There’s a big risk of widespread mortality when the next dry spell hits,” Jump said.\n“It really should make us think about what’s going to happen in terms of ranges changing for all types of forests,” he added. “Forests won’t just necessarily sweep northward. We will probably see landscape-level reductions in density in many forests. Many of these issues affecting beech will affect other trees. We’re seeing this on a global scale, with die-backs all over the world.”\nSome scientists have raised concern that the issue is being underestimated.\n“We surmise that mortality vulnerability is being discounted in part due to difficulties in predicting threshold responses to extreme climate events,” according to a comprehensive forest study published last year in the journal Ecosphere by leading forest and climate researchers. The research documented tree deaths due to hotter and more frequent droughts, as well as warming feedbacks from forest die-offs.\nIn the decades of warming ahead, “there are key climate change drivers we know with high confidence will drive forest deaths around the world,” the researchers said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}