{
  "url": "https://insideclimatenews.org/news/22062016/california-utility-clean-energy-replace-power-last-nuclear-plant-diablo-canyon/",
  "title": "California Utility Says Clean Energy Will Replace Power From State’s Last Nuclear Plant",
  "date": "2016-06-22T17:29:24-04:00",
  "content": "Diablo Canyon, California’s last remaining nuclear facility, will be retired within a decade if state regulators agree to a proposal by Pacific Gas and Electric Corporation and several environmental and labor organizations to replace its power production with clean energy.\nThe San Francisco-based utility said on Tuesday that it will ask state regulators to let operating licenses for two nuclear reactors at its Diablo Canyon power plant expire in 2024 and 2025. The utility said it would make up for the loss of power with a mix of energy efficiency, renewables and energy storage that would cost less than nuclear power.\n“This is a new green yardstick for replacing every fossil fuel and nuclear plant in the world,” said S. David Freeman, a senior advisor with Friends of the Earth’s nuclear campaign, one of several groups making the announcement. “It’s not only cleaner and safer, but it’s cheaper.”\nThe Diablo nuclear power plant is one of many closing or scheduled to close around the country, but is the first with a commitment from a public utility not to increase carbon emissions when making up for the lost energy.\nThe proposal comes as the share of solar and wind power in California’s energy mix is rapidly increasing. In 2014, nearly 25 percent of retail electricity sales in California came from renewable sources. Utilities are bound by the state’s renewable portfolio standard policy to increase their share of electricity from renewables to 50 percent by 2030.\nPG&E said it would exceed the state mandate, raising its renewable energy target to 55 percent by 2031 as part of its proposal to close Diablo Canyon.\n“California’s energy landscape is changing dramatically with energy efficiency, renewables and storage being central to the state’s energy policy,” PG&E chairman, chief executive and president Anthony Earley said in a statement. “As we make this transition, Diablo Canyon’s full output will no longer be required.”\nAs renewables ramp up, California is also using less energy. Legislation passed last September requires public utilities to double energy efficiency targets for retail customers by 2030. The policy is expected to reduce the state’s electricity needs by 25 percent in the next 15 years.\nThe Natural Resources Defense Council, which co-signed the joint proposal, estimated PG&E customers would save at least $1 billion.\n“Energy efficiency and clean renewable energy from the wind and sun can replace aging nuclear plants—and this proves it,” NRDC president Rhea Suh wrote in a statement. “Nuclear power versus fossil fuels is a false choice based on yesterday’s options.”\nNot everyone, however, agreed this was progress.\n“When nuclear [facilities] have closed in the last few years, they’ve been replaced by fossil fuels, and Diablo Canyon will be no different,” said Jessica Lovering, energy director for the Breakthrough Institute, a proponent of nuclear power as a key provider of carbon-free power. “The plant currently provides 8 percent of California’s electricity and over 20 percent of its low-carbon electricity, the loss will most certainly be made up of increased natural gas burning or increased imports from out-of-state.”\nThe proposal to close the Diablo plant comes on the heels of a number of nuclear facility closures nationwide, including the shuttering of the San Onofre plant in California in 2013 and recent closures in Florida, Wisconsin and Vermont.  The Fort Calhoun nuclear power plant in Nebraska is scheduled to close later this year and additional closures in New York, Illinois, Massachusetts and New Jersey are planned in coming years.\nThe closure and replacement of Diablo Canyon with a mix of renewables, energy storage and increased energy efficiency is a breakthrough and shift from “20th century thinking,” Freeman said. “Modern day Edisons have invented better technology.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}