{
  "url": "https://insideclimatenews.org/news/25052016/solar-energy-27-gigawatts-united-states-one-million-rooftop-panels-climate-change-china-germany/",
  "title": "America Now Has 27.2 Gigawatts of Solar Energy: What Does That Mean?",
  "date": "2016-05-25T07:00:00-04:00",
  "content": "One million solar power installations now dot America’s rooftops and landscape, an achievement being hailed as a milestone by advocates of solar energy. There were just 1,000 such projects at the turn of this century, and only six years ago, going solar cost twice as much.\nStill, those one million installations deliver just 1 percent of electricity in the U.S., the world’s second-largest energy consumer after China. Globally, the figure is roughly the same. If the goal of keeping global warming to no more than 2 degrees Celsius is to be met, then climate-changing emissions will have to drop by as much as 70 percent by mid-century.\nThat will demand a wholesale, worldwide transformation to carbon-zero energy. And that means solar—rooftop panels on residences, commercial applications and larger-scale utility deployments—will have to accelerate, and soon.\n“There’s no question that solar has… huge potential to contribute to meeting climate change goals,” said Jessika Trancik, a professor of engineering systems at the Massachusetts Institute of Technology. “But it’s still an open question as to whether it will get there.”\nJust to level off emissions over the next 50 years, the world’s solar capacity would have to increase 100-fold, according to research by the Princeton-based Carbon Mitigation Initiative. Solar is one of several possible carbon stabilization “wedges.” But for solar to be effective, seven other low-carbon wedges—in key areas like energy efficiency, wind power, coal-to-gas power switching, carbon capture and storage, biofuels, nuclear, and slowing deforestation—also must deliver huge reductions as well.\nIn Germany and China, the world’s solar leaders, the race to combat climate change and curb air pollution has led to aggressive clean energy targets and federal laws that favor renewables. In the U.S., an investment tax credit, recently extended through 2023, has provided needed certainty for investors looking to finance solar projects. The biggest boon to solar deployment everywhere is technological and manufacturing innovation that has dramatically increased efficiency and pushed down prices.\nBut serious roadblocks lie ahead, too. The U.S. lacks a federal clean-energy target. State- and city-level policies and goals vary wildly, and it requires too much time and money to navigate the uneven regulatory landscape. And while solar panels have become dramatically more efficient, without storage, they can still only supply power intermittently.\nInsideClimate News talked to analysts and industry representatives to better understand where the U.S. stands on solar energy.\nExactly how much solar is in the U.S.?\nThe U.S. hit 1 million solar installations at the end of February, amounting to roughly 27.2 gigawatts of solar power capacity, according to the Solar Energy Industries Association (SEIA), a trade association based in Washington, D.C. That’s enough power to supply about 6 million homes.\nBy comparison, there were 285 gigawatts of coal capacity in the U.S. at the end of 2015 according to the American Coalition for Clean Coal Electricity. Natural gas, which is playing a much more prominent role in the U.S. energy mix, has a capacity of 440 gigawatts, according to the US Energy Information Administration. Government data also shows 98 gigawatts of nuclear capacity and 80 gigawatts of hydroelectric capacity in the US. The U.S. generated more wind power than any other country last year, finishing 2015 with 74 gigawatts of installed capacity, according to the American Wind Energy Association.\nMost of the solar power in the U.S. is photovoltaic (PV), which converts sunlight directly into electricity through panels on rooftops or in large utility-scale arrays. Photons, which make up light, hit atoms in a PV cell and knock loose electrons to generate a current. Solar thermal energy (also called concentrating solar power) uses large fields of mirrors to concentrate sunlight on a single spot filled with water or other fluids. That generates steam which drives a turbine to generate electricity. There are only about 1.4 gigawatts of solar thermal capacity in the U.S., according to EIA.\nHow does that compare to other countries?\nChina recently outstripped Germany as the global solar leader with 43.2 gigawatts of capacity at the end of 2015. That’s a lot of solar, but in a country of 1.4 billion people that relies heavily on coal, it amounts to less than 1 percent of the country’s more than 1,500 gigawatts of total power generation capacity.\nGermany has also emerged as a leader in solar as it pursues its ‘Energiewende’, an ambitious plan to largely break from both fossil and nuclear energy by 2050. The country’s 40 gigawatts of solar make up only 7.5 percent of the country’s net electricity consumption. On particularly sunny days, however, solar has met 50 percent or more of momentary demand because grid operators are directed to prioritize solar as they balance supply and demand.\nHow much solar is there now in the world?\nThe figure at the end of 2014 was 278 gigawatts.\nHow much solar is needed globally to keep global warming within a safe range?\nIt depends on what is deemed “safe.” For a long time, the international climate target was to keep warming below 2 degrees C. But there was a large push at the global climate talks in Paris last year to change the goal to 1.5 degrees because a 2-degree rise is too risky – particularly for the most vulnerable island states.\nOne benchmark useful in measuring solar’s progress is the International Energy Agency’s 2014 Technology Roadmap for solar PV. The roadmap offers three possible scenarios: 1) a business-as-usual scenario in which global CO2 emissions from the energy sector rise 61 percent over 2011 levels by 2050; 2) a 2-degree C scenario that calculates the most economically efficient path toward achieving that goal; and 3) a scenario that assumes more rapid development of wind and solar power.\nIn the third scenario, solar power makes up 16 percent of global electricity by 2050, with an installed capacity of more than 5,700 gigawatts.\nWhat about in the U.S.? How much solar is needed to address the climate crisis?\nThe more, the better.\nIn its best-case renewables scenario, IEA projects the U.S. could install 305 gigawatts of solar by 2030 and 737 gigawatts by 2050. That’s more than a 1,000 percent increase over 14 years from today’s capacity of 27.2 gigawatts.\nIt would require that the U.S. install an average of roughly 20 gigawatts of new solar capacity each year between now and 2030. By comparison, the U.S. added 7.3 gigawatts of new solar power last year, and that was a record.\nIs that much solar really doable?\n“I don’t think it’s unrealistic,” said Cédric Philibert, author of the IEA report. The outlook became much rosier, Philibert and other experts said, when Congress extended an important solar tax credit at the end of last year. That extension will result in more than 50 percent net growth in solar installations from 2016 to 2020, according to Greentech Media (GTM) Research. SEIA expects PV installations will reach 97 gigawatts by the end of 2020, which is still less than a third of the way toward IEA’s 2030 figure. Bloomberg New Energy Finance, another widely cited source for projections, sees US solar capacity growing to roughly 288 gigawatts by 2030, which is 95 percent toward IEA’s most optimistic assessment.\nWhat’s the U.S. solar target right now?\nThere isn’t one.\nIn 2009, Congress considered a national renewable portfolio standard with a cap-and-trade emissions trading scheme, but it died in the Senate. Since then, many states have stepped in with targets of their own. California has some of the most aggressive policies to promote renewables, including a Renewables Portfolio Standard that requires utilities to supply a third of their electricity from renewable sources by 2030. The Clean Power Plan unveiled by the Obama Administration last August sets individual state targets for cutting carbon pollution, but it lets states decide what kinds of low- or zero-carbon technologies to implement. In February, the Supreme Court issued a stay on the implementation of the plan, pending further judicial review.\nThe first solar panels in the United States were installed in 1973. What took so long to get to 1 million?\nEnergy transitions are always long and laborious. Unlike information technology systems based on software that can transform overnight, the electric grid is made up of hardware and infrastructure fundamentally more difficult to shift. Even so, some countries have made remarkable leaps in relatively short periods of time. Germany, for example, increased its share of renewable energy from around 5 percent of the total mix in 1999 to 28 percent in 2014. Denmark was an early innovator in wind energy and the country of 5.6 million got a whopping 42 percent of its electricity from wind last year. It aims to get half of its power from wind by the end of the decade.\nThere are also political, policy, finance, and technological challenges that experts say keep solar from expanding more widely. The industry must navigate a complicated, uneven, and constantly shifting regulatory environment. In some states, utilities are fighting to block residential solar growth to preserve their monopoly over electricity generation.  Meanwhile, annual global finance for solar and other clean energy technologies remains roughly $1 trillion per year below where it needs to be, according to Ceres, a Boston-based nonprofit that promotes sustainable business.\nIs there a game-changing step ahead to unlock renewable power on a large scale?\nIn a word: storage.\nWithout it, solar can only generate power when the sun is shining. The race is on to develop batteries to squirrel away power at night and cloudy days. Electric carmaker Tesla Motors is building a gigafactory in Nevada to manufacture batteries for homes, businesses and utilities, and it’s far from the only major corporation trying to dramatically improve energy storage.\n“What storage can do is convert these intermittent resources into power plants that can provide energy on demand,” Trancik of MIT told InsideClimate News. “In terms of the public policies needed right now, we do need continued support for the growth of renewables and a really big push on developing energy storage.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}