{
  "url": "https://insideclimatenews.org/news/23052016/exxon-shareholder-pressure-climate-change-risks-unlikely-change-course/",
  "title": "Exxon Unlikely to Change Course on Climate Change at Annual Shareholder Meeting",
  "date": "2016-05-23T11:00:33-04:00",
  "content": "ExxonMobil Corp. wants to extend its quarter-century streak of largely resisting the demands of some of its most vocal shareholders to alter course on climate change.\nAt the annual stockholders meeting on Wednesday, management will again urge rejection of six resolutions on global warming. These include taking moral responsibility for climate change, electing a board member with environmental expertise, paying special dividends rather than investing more in fossil fuel reserves, and assessing how global action to slow climate change would affect Exxon’s business.\nWhat’s different this year is that Exxon is doing so in the face of mounting pressure from dozens of activist stockholder groups, including some with significant holdings. State attorneys general are investigating whether Exxon violated racketeering, consumer protection or investor protection statutes through what it said about climate change. Other oil companies are already shifting gears. Shell, BP and Statoil last year backed resolutions to assess the implications of restrictions on fossil fuel use, and ConocoPhillips is conducting such an analysis.\n“The go-slow approach is no longer a responsible position as seen by many investors,” said Andrew Logan, director of the oil and gas program at Ceres, a Boston nonprofit that coordinates action by many of the nation’s largest institutional investors.\n“Climate change is not the fringe issue that it was 25 years ago,” Logan said. “It has become an urgent existential issue, one that needs immediate attention, not one that can be put off as Exxon wants.”\nAccording to a Ceres tally, 71 shareholder organizations are urging a yes vote on the proposition requiring management to assess the business impact of government policies to hold global warming below 2 degrees Celsius, in accordance with last year’s Paris climate treaty. The list includes the California Public Employees’ Retirement System (Calpers) and the New York City Comptroller. Together, they administer pension funds with 22.5 million Exxon shares, out of a total of more than 4 billion.\n“We believe investors would benefit from an assessment of ExxonMobil’s oil and gas reserves under a scenario consistent with the global emissions reduction target defined in the Paris Agreement,” the Calpers chief and the New York comptroller said in a letter to Exxon shareholders.\nExxon spokesman Alan Jeffers didn’t respond to a request for comment.\nExxon isn’t the only oil and gas company resisting shareholder demands on climate accountability. Chevron, ConocoPhillips, Devon Energy and Marathon Oil also are opposing resolutions seeking to shape corporate climate policy.\nEven as it faces increased scrutiny of its climate policies, Exxon maintains that it appreciates the risks of climate change and the potential consequences to its core business. Exxon is the world’s largest publicly traded oil company, with a market value of more than $370 billion. Lately the stock has been trading at its highest price in more than a year, and its market capitalization ranks behind only those of Apple, Google and Microsoft.\n“We have the same concerns as people everywhere—and that is how to provide the world with the energy it needs while reducing greenhouse gas emissions,” Exxon says in its position on climate change. “The risk of climate change is clear and the risk warrants action.”\nExxon should get credit for trying to explain what it is doing about climate change, said Tim Smith, senior vice president of Boston-based Walden Asset Management, which promotes environmental, social and corporate responsibility on behalf of investors.\n“One of the things you see coming out of these resolutions is a smoking-out of the company—getting them to speak out generally about solutions,” Smith said. Exxon has not completely disregarded shareholders’ concerns, he said.\nIn arguing against the resolution that Exxon take moral responsibility for global warming, for example, management says it understands reducing greenhouse gas emissions is a shared objective.\n“The company remains focused on finding practical, prudent and affordable solutions to address the dual challenge of expanding energy supplies to support economic growth, improve living standards, alleviate poverty and improve resilience while simultaneously addressing the societal and environmental risks posed by rising greenhouse gas emissions and climate change,” Exxon says.\nThose words seem hollow, said Sister Pat Daly of the Sisters of St. Dominic of Caldwell, N.J. Her organization wrote the moral imperative resolution and submitted it with 34 co-filers.\n“These are talking points that sound rather reasonable to the average person,” Daly said. “But when you look deeper, you see it means very little in terms of shifting of the business plan of ExxonMobil.”\nIn the months following a series of stories by InsideClimate News and the Los Angeles Times together with the Columbia University journalism school, Exxon has become the target of investigations by attorneys general in New York, California, Maryland and the Virgin Islands. Members of Congress, climate scientists, environmental advocates and Democratic presidential candidates have called for probes of Exxon by the U.S. Justice Department and the Securities and Exchange Commission.\nAccording to the proxy statement for next week’s annual meeting, Exxon paid the 12 board members who aren’t company employees between $341,000 and $748,000 last year. Rex Tillerson, chairman of the board and chief executive officer, was paid $27 million, and president Darren Woods, who also sits on the board and has been tapped to succeed Tillerson as CEO later this year, made $10 million.\nStockholders have been urging Exxon to confront the threat of climate change for decades. They have pushed the company to invest in renewable energy, cut harmful emissions and perform carbon risk assessments. Exxon consistently opposed the resolutions, and none of them passed.\nYet Exxon has displayed some flexibility with certain shareholder demands. The company agreed to prepare a carbon risk report in 2014 in exchange for the withdrawal of a resolution by the asset management firm Arjuna Capital and the advocacy group As You Sow. They proposed requiring the company to assess the risk that Exxon’s fossil fuel assets would become “stranded,” or worthless, because of governments’ efforts to fight global warming.\nExxon responded with a 30-page report assuring investors it was sensitive to business risks posed by climate change and that the company was not in any jeopardy. While Exxon appeared to give some ground by producing the report, it was criticized for not providing shareholders with adequate disclosure of risks.\nIn 2008, Exxon said it was cutting funding to some lobbying and research groups that cast doubt on climate change. The announcement came after shareholder resolutions, including some filed by the Rockefeller family, sought to force the company to change its position.\nThis year, Exxon unsuccessfully petitioned the SEC to suppress three of the six propositions related to climate change. Managements often try to get the SEC to throw out proposals and then urge rejection by shareholders. Shareholder resolutions rarely get the support of more than a few percent of a company’s stock.\nOn climate change, however, that trend may be shifting. Earlier this month, at Occidental Petroleum and Applied Energy Services, shareholder support for climate risk resolutions came within a few percentage points of passing. The Occidental vote in favor reached 49 percent, while 42 percent of AES investors approved. At Exxon, climate change proposals have regularly drawn yes votes of 25 percent or more since 2008, based on data compiled by InsideClimate News.\nThe broad support that Ceres found for the 2-degree assessment makes the resolution a key referendum for Exxon, advocates say. Last year’s historic Paris climate treaty embraced by 175 nations put the issue on the front burner, these shareholder groups say.\nPatrick Doherty, director of corporate governance for New York State Comptroller Thomas DiNapoli, said Exxon’s reluctance to embrace an analysis of the 2-degree scenario makes the company an outlier among fossil fuel companies.\n“The analysis might indicate they may have to make significant policy changes and alter strategy,” Doherty said. “It might mean they will have to forestall or not pursue some explorations. We don’t know.”\nIt’s possible Exxon has done such an analysis or is doing one, Doherty said.\n“I’ve told them, ‘We suspect you may already be doing this and you are not sharing with shareholders,’” he said. “It’s a matter of transparency. We want to know how the company is responding to this.”\nExxon didn’t respond and referred him to the company’s position on climate change on its website and to its 2014 Outlook for Energy report, he said.\n“The board is confident that the company’s robust planning and investment processes adequately contemplate and address climate change related risks, ensuring the viability of its assets,” Exxon said in urging a vote against the resolution.\n“The board recommends you vote AGAINST this proposal” are Exxon’s words also topping the five other climate resolutions in the proxy statement:\nAdd a member to the board of directors with environmental expertise.\nIncrease capital distributions to shareholders instead of investing in development of oil reserves that may never be exploited.\nChange the company’s method of accounting to better position Exxon to adapt to adapt to climate change by exploring non-fossil resources.\nDisclose funding of lobbyists and organizations dedicated to influencing climate policy.\nAcknowledge the moral imperative to limit global average temperature increases to 2 degrees C above pre-industrial levels and pledge to support the goal of limiting warming to less than 2 degrees.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nInside Climate News reporter David Hasemyer is from the red rock country of Southeastern Utah where he grew up and learned to appreciate the importance responsible stewardship of the environment.  He is co-author of the Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of, which won the 2013 Pulitzer Prize for National Reporting, and co-authored the 2016 Pulitzer Prize finalist series “Exxon: The Road Not Taken.” Prior to joining ICN, Hasemyer had an award-wining tenure at The San Diego Union-Tribune as an investigative reporter. Hasemyer’s newspaper work has been recognized by the Associated Press, the Society for Professional Journalists, the Society of American Business Editors and Writers. He also has been a finalist for the Gerald Loeb Award and the Robert F. Kennedy Award for Social Justice and Human Rights. PGP key: http://ow.ly/iEHN3089Gqg\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}