{
  "url": "https://insideclimatenews.org/news/13052016/department-energy-moniz-carbon-capture-ccs-climate-change-texas-clean-energy-project/",
  "title": "Energy Department Suspends Funding for Texas Carbon Capture Project, Igniting Debate",
  "date": "2016-05-13T15:00:23-04:00",
  "content": "The Obama administration has suspended funding for a large, troubled carbon capture and storage project, a decision being challenged by politicians from both parties and environmental advocates alike.\nWhile the Texas Clean Energy Project is not officially dead, continued refusal by the Department of Energy to extend any more money would effectively kill it, according to its builder. That would make it the fifth CCS project the DOE has backed away from.\nThe agency took a tough stand in February when it denied a request by the project’s developer, Summit Texas Clean Energy, for an $11 million advance from its pot of promised federal money. In its budget request for the fiscal year 2017, which begins October 1, the DOE asked Congress to strip the $240 million pledged to the project from the agency’s Clean Coal Initiative and use it for other research and development efforts instead. A final vote on the budget will come late this year.\nIn a world that continues to burn fossil fuels, CCS is seen as critical to avoid the most calamitous consequences of global warming.\nThe Clean Coal Initiative had already been under audit by the DOE’s inspector general’s office, which grew alarmed by how the agency had allowed the Texas project to drag on. The IG, an independent auditing office, issued a special report on it in April.\n“Due to Summit’s inability to obtain the required commercial debt and equity project financing and the adverse effect of changing energy markets on the demand for coal-based power plants, we are concerned about the viability of the Project and the Department’s continued involvement,” the inspector general’s report said. “Although construction of the plant was originally planned for completion in June 2014, the Project remains in the project definition phase. Additionally, we found that the Department had taken actions that increased its financial risk in the Project.”\nThe Texas Clean Energy Project would capture 2 million tons of CO2 a year from a coal-gasification plant, or 90 percent of its annual emissions, and lock them deep underground.\nThe federal government has been by far the largest investor in the Texas Clean Energy Project.\nThe DOE committed $450 million, of which $116 million has been allocated. Unused portions of Recovery Act funds allocated to the project expired in September 2015, reducing the total funding to $346 million. In the past six years, the estimated costs of the project have soared from $1.98 billion to to $3.98 billion. Private investment, meanwhile, is $45 million in the development phase, according to official documents.\nIn its response to the audit, the department said it would not spend any additional money unless the company finalizes engineering and construction contracts, and secures debt and equity to cover the building costs by May 13. On Friday, the DOE said it had extended this deadline by seven weeks, a move that it said did not commit the agency to spending any more money.\nA Texas-Sized Tug of War\nSummit Texas Clean Energy and its backers in Congress—led by Texas Rep. Lamar Smith, chair of the House Committee on Science, Space, and Technology—said the move to cut funding came without warning, and they’re pushing back. In a project cost statement dated April 29, the company said, “We need the $11 [million] to complete our closing activities which include fixing a large portion of the EPC costs at current advantageous prices, and subsequently finalize the equity and debt.”\n“TCEP is not stalled. It is advancing and still attracting private capital,” Jason Crew, chief executive of Summit Texas Clean Energy, said in a letter to Smith on April 29, urging his help in reversing the DOE’s decision.\n“Withholding the $11 million is not a prudent step at this point in the development process. It is an action that…will very likely terminate the development process,” Crew wrote, “and assure the end of the project and loss of all public and private funds invested to date.”\nNotably, a similar request came from a group of prominent environmental and clean energy advocates—the Clean Air Task Force, Natural Resources Defense Council, Great Plains Institute, Center for Climate and Energy Solutions and Third Way. In a letter to Energy Secretary Ernest Moniz on March 21, the groups singled out the Texas project as being a particularly important demonstration of CCS technology. The plant would be the first commercial-scale coal-fired power plant to capture such a high percentage of its CO2 emissions.\nIt would be “unfortunate if the project fails, both for the loss of the substantial taxpayer dollars already provided to the project and for the loss of an important opportunity to add a significant project employing a high level of carbon capture for power and chemical processes,” the letter said.\nAnother coaliton of groups—including Friends of the Earth, Taxpayers for Common Sense and the R Street Institute—took the opposite side. “Wasting our tax dollars on projects like the Texas boondoggle is not the answer to the climate crisis,” said Lukas Ross, climate and energy campaigner at Friends of the Earth, in a May 13 press release.\n“Secretary Moniz needs to pull the plug before this false solution gets more of our money.”\nThe Texas congressional delegation wrote its own letter to Moniz on March 18, arguing that the DOE didn’t give fair warning of the decision to cut off federal dollars, and that denying the funds could threaten future partnerships between government and industry.\n“We acknowledge that TCEP did not accelerate to the full-scale construction phase as quickly as DOE or Summit Power would have preferred…we believe DOE should reconsider its assessment of the project’s progress and release the requested $11 million in funding,” the lawmakers wrote.\nHouse lawmakers grilled Moniz during a March 22 budget hearing, questioning the department’s rationale for defunding the project. Moniz said the funds were reallocated because the company missed many critical deadlines.\n“No one questions the desirability of the project…That isn’t the issue,” he said, “but the program decided it was just time to move on and to invest in some new innovative technologies because of the lack of milestones being met.”\n$1.1 Billion Worth of Projects Halted\nPlanned for construction 15 miles west of Odessa, Texas, the pre-combustion carbon capture project remains in the preliminary design phase. The idea is to extract CO2 from the coal and concentrate it into a gas that can be transported and stored before the rest is burned for fuel. It would generate 400 megawatts of electricity. The captured CO2 would be injected into old wells in the West Texas Permian Basin to stimulate more oil production, and then be stored permanently underground in the depleted oil-bearing formations.\nThe original funding agreement in 2010 capped federal spending at $15 million during the preliminary phase, but the DOE exceeded that limit by $101 million, according to the inspector general’s report. “As of February 2016, the Department had invested about $116 million in the Project without assurances that it would succeed,” it said.\nThe report describes how declining natural gas prices have driven down demand for coal-fired power plants. The aftermath of the 2008 recession also cut overall demand for electricity, and the higher capital and operating costs of coal-based power plants “make investments in other sources of power more appealing,” according to the report.\nDuring the Obama administration, the DOE has invested $4.8 billion in carbon capture and storage technologies under the Clean Coal Power Initiative, including six major demonstration projects aimed at capturing at least 90 percent of CO2 emissions, or about 300,000 tons at each plant per year.\nFour of the projects, with a total federal investment of $1.137 billion, have been canceled or suspended. The Texas coal-gasification project is teetering on the brink, while the one remaining effort, Petra Nova in Texas, remains under development.\nGlobally, 15 large-scale CCS projects are up and running, according to the Global Carbon Capture and Storage Institute, an Australia-based organization formed to accelerate the development, demonstration and deployment of CCS.\nBut many more are needed, according to the International Energy Agency, which advises industrial nations on energy policy. According to IEA, the world must cut greenhouse gas emissions 60 percent by 2050 to reach the goals of the Paris climate agreement.\n“It seems really clear to us that some CCS will be required to reach those climate goals,” said Juho Lipponen, head of the IEA’s carbon capture and storage program. Specifically, according to the IEA’s CCS roadmap, the total rate of carbon capture and storage has to grow from the tens of megatons now being captured to thousands of megatons by 2050 to abate 14 percent of cumulative global CO2 emissions.\nBy 2020, at least 30 projects must be deployed, the IEA says, including in power generation and biofuel production, as well as chemical and industrial processes like cement and metal manufacturing.\n“CCS comes in big blocks. Investment is expensive but it also abates a lot of emissions,” Lipponen said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}