{
  "url": "https://insideclimatenews.org/news/16052016/global-warming-spur-wildfires-alaska-climate-change-permafrost-tundra/",
  "title": "Global Warming to Spur More Fires in Alaska, in Turn Causing More Warming",
  "date": "2016-05-16T15:01:29-04:00",
  "content": "As firefighters continue their struggle to contain the destructive forest fire that has already ravaged Fort McMurray, Alberta, new evidence shows that global warming will rapidly increase the risk of wildfires across northern regions of Europe, North America and Asia.\nThat includes Alaska, where the likelihood of fires will grow up to four-fold in coming decades in areas where they have been rare. That puts at risk the edges of vast boreal forests, as well as tundra zones, according to a new study published in the journal Ecography.\n“We know some of these areas haven’t burned in thousands of years,” said University of Montana fire ecology researcher Philip Higuera, who led the study along with Adam Young, an affiliate scientist at the University of Montana.\nAcross the state’s North Slope, above the Arctic Circle, the shift is “far outside the range of natural variability we’ve seen in the last 6,000 to 32,000 years,” Higuera said.\nIncreased wildfire activity will change the shape and extent of boreal forests, and affect wildlife habitat and Alaska’s indigenous residents. And while climate change is the prime culprit, the fires will also intensify global warming. Burning organic soils and thawing permafrost will send even more CO2 into the atmosphere, according to Higuera and other scientists who study ecosystem changes in the region.\n“That four-fold increase by 2100, that’s just huge. It’s indescribable what that would mean to the landscape and the carbon cycle,” said Michelle Mack, a professor of ecosystem ecology at Northern Arizona University, who was not involved in the study.\nThe statistical increase means that instead of a fire burning every 1,000 years in a given area, there will be a chance of a fire about every 200 years in that same area, Higuera explained.\nBoreal forests, found mainly in Alaska, Canada, Siberia and Scandinavia, store an estimated 50 percent of total soil carbon and help trap some of the CO2 emitted by the burning of fossil fuels. Scientists already know that global warming is releasing more heat-trapping carbon dioxide from thawing permafrost in the far north. They’re worried that the big fires expected in those forests will intensify that process.\nThe average temperature across Alaska increased by 3 degrees Fahrenheit in the past 60 years, more than double the increase in the lower 48 states, and winter temperatures have gone up by 6 degrees in that same span. That data comes from the National Oceanic and Atmospheric Administration, which projects another 2 to 4 degree Fahrenheit increase by 2050.\nThat will increase the probability of fires across most of Alaska, pushing large parts of the North Slope tundra toward a critical 56-degree Fahrenheit climate threshold Higuera said. When the average July temperature goes above that mark, the probability of fires takes a big jump.\n“One of the most important things I see in this study are the thresholds, these big step changes in fires that we wouldn’t expect,” said Mack, whose research includes a study on the impacts of the 2007 Anaktuvuk River Fire that burned 401 square miles on Alaska’s North Slope. It was the largest tundra fire on record and doubled the cumulative area of tundra burned since 1950. Mack’s study showed how tundra fires release huge quantities of carbon into the atmosphere.\n“We think about Arctic tundra as being cold and wet, with not that much to burn,” she said, explaining that most tundra fires are started by lightning, including the Anaktuvuk River Fire. “I’ve seen tundra fire. Lighting hits the ground, there’s a little sizzle, pffft, then it goes out. It’s not surprising that it started, but that it spread,” she said.\nAlaska’s warming climate was a prime culprit. The Anaktuvuk River Fire fire started after a hot, dry summer on the North Slope—conditions quickly becoming more frequent. Before the 1950s, a summer that warm happened once every 20 years. Now, they’re occurring a few times each decade, priming tundra and forests for fires by drying out fuels, Mack said.\n“The most important take-home message from the new research is, there are going to be surprises. These ecosystems we don’t think of as flammable are going to be really flammable,” she said.\nWhile the recent study by Higuera and Young focused on Alaska, the findings apply to vast expanses of boreal forest covering about 6.5 million square miles concentrated along the Arctic Circle.\n“What they’re projecting fits pretty much what we would expect to happen, also in other northern forests. We know there will be more warming across high latitudes. We have high confidence it’s going to get a lot warmer there,” said Scott Goetz, senior scientist and deputy director of the Woods Hole Research Center in Massachusetts.\n“We’ve also seen more tundra fires in recent years, which causes a degradation of permafrost,” he said. When the fires burn the soil that sits on top of frozen ground it removes the insulating layer. “Then you get a big pulse of carbon,” he said.\nAnd that will make it all the harder to reduce greenhouse gas emissions enough to cap the global temperature rise at less than 2 degrees Celsius, as envisioned by the Paris climate deal recently signed by more than 175 countries\n“The whole goal is to keep carbon out of the atmosphere,” said University of Notre Dame ecologist Adrian Rocha, who studies the relationship between wildfires and climate change.\n“The Arctic serves as the storer of carbon. It’s the world’s freezer. It slows down decomposition. When you increase the temperature through global climate change, you’re decreasing the efficiency of of that freezer to keep carbon on the surface and out of the atmosphere,” Rocha said. “Fires are even worse. It’s like turning off the freezer, opening the door and not buying another one. This could impose a huge blow to the carbon budget of the entire Arctic.”\nEven though tundra appears to recover quickly from fires, Rocha’s research shows that the climate impacts linger for decades. The new vegetation in fire scars is more coarse than old tundra and increases the absorption of solar radiation, a feedback loop that accelerates warming, he said.\nAs a long-time researcher with the University of Alaska Fairbanks, Scott Rupp said the new research helps answer a key climate change question: the relationship between increasing temperatures and precipitation.\n“What happens with precipitation, in a general sense, is that most of the models are projecting some level of increase, including during the fire season,” he said.\nBut the increase in rainfall won’t be enough to temper the effects of climate warming. Rupp said most scientists agree that, for every 1 degree Celsius of warming, a 15 percent increase in precipitation is necessary to make up for increased evaporation, and no models are suggesting anywhere near that much additional snow and rain for Alaska, according to Rupp.\n“That drying is becoming a big player,” he said, explaining that state fire records going back to 1950 clearly show the trend of more and bigger fires. Since 1950, the total wildfire footprint is about 60 million acres, but two-thirds of that just in the last 25 years.\nAlong with the global climate implications, Rupp, in his role as an Arctic planner, said he also must consider how the changes will affect people who live and work in the region right now, including indigenous people and communities that practice a subsistence lifestyle.\n“There are a lot of things going on in the Arctic that 20 years ago we didn’t think about or dream of,” Rocha said. “And small events can have really large-scale consequences. The reason for that is, you’re burning away decades of organic matter with all the carbon going into the atmosphere. Some of these changes are definitely permanent into the foreseeable future.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}