{
  "url": "https://insideclimatenews.org/news/10052016/denmark-clean-energy-transition-climate-change-wind-power-fossil-fuel-habit-oil-justin-gerdes/",
  "title": "Denmark Is Kicking Its Fossil Fuel Habit. Can the Rest of the World Follow?",
  "date": "2016-05-10T14:00:56-04:00",
  "content": "In the 1970s, Denmark was addicted to oil, burning petroleum not only to power its cars but also to generate electricity. Forty years later, the country is rapidly gaining on a mid-century goal of being fossil fuel-free, thanks partly to a policy that gives Danish citizens the legal right to own a stake in wind farms.\nMore than 40 percent of the country is now powered by wind, up from less than a quarter a few years ago, and compared to only 5 percent in the United States.\nAmerican journalist Justin Gerdes moved to Copenhagen in 2008 to work for a climate think tank in need of a native English speaker. During a little over a year in Denmark and on subsequent reporting trips he has met with countless policymakers, companies and entrepreneurs leading Denmark’s transition to a clean energy economy. The result is a new ebook, Quitting Carbon: How Denmark Is Leading the Clean Energy Transition and Winning the Race to the Low-Carbon Future.\nGerdes spoke with InsideClimate News about his findings and the lessons learned for the United States and other countries. The interview has been edited for length and clarity.\nInsideClimate News: What surprised you the most about Denmark’s energy transition?\nJustine Gerdes: I knew Denmark was a leader in climate policy and clean energy, but spending time in Denmark and hearing what political and business leaders were saying really opened my eyes to just how different the atmosphere is in Denmark. Across the political spectrum, leaders believe in climate action. It’s just a question of how fast do you go and how much do you spend.\nICN: What lessons are there in the Danish model for the U.S. and the rest of the world?\nGerdes: You can’t just pick Denmark’s example up completely and replicate it elsewhere. Some of it is dependent on geography, and some of it is dependent on their unique political culture, but there is no reason why countries elsewhere in the world can’t replicate pieces of that story. Denmark, for example, is great about supporting local, renewable energy ownership. They have a program that makes it very attractive for individual investors to buy shares in local wind farms. Not only is it a way to give people a stake in clean energy, it’s also a great way to avoid the conflicts that sometimes arise when projects are proposed near where people live.\nICN: You are referring to the “Buy Legal System,” which requires that 20 percent of the ownership of new wind farms go to local landowners? Tell me more about it.\nGerdes: It started in November 2011, not just as a way to avoid conflicts when projects were proposed, but also to help the country reach its really ambitious energy targets. I know several people who own shares in wind farms, and they always tell me it just gives you a different perspective on these projects. If you own shares in a project, when you look over at that turbine, with each turn of the blades, that’s cash to you. It’s a nice way to reframe what clean energy means to people.\nICN: What’s happened since then?\nGerdes: A March 2012 energy agreement put in place a couple of really ambitious targets. Denmark would use wind turbines to generate 50 percent of its electricity by 2020 and be fossil fuel-free by 2050. As of the end of 2015, Denmark was already at 42 percent wind powered [up from 22 percent in 2010]. Most experts you talk to in Denmark think they will easily hit, if not exceed, that target.\nICN: In Germany, a 2000 federal law let citizens produce their own clean power and compete with utilities. How does Denmark’s energy plan compare with Germany’s transition to renewables?\nGerdes: There are a lot of similarities, both counties have really made a point of focusing on local ownership of energy. In Germany, most of the [renewable energy] projects, most of the rooftop panels, most of the small turbines, most of the small biogas and biomass facilities are owned by farmers or homeowners or cooperatives. It’s a very similar story to how it is in Denmark. Obviously, Germany is a much bigger economy, the scale is different, but they are focusing on many of the same objectives, particularly offshore wind. In the last couple of years, in particular, Germany has had some really large offshore projects come online.\nICN: What sparked Denmark’s transition away from fossil fuels?\nGerdes: Denmark was really shaken by the oil shocks of the 1970s. At the time of the Arab oil embargo in 1973, Denmark was 94 percent reliant on imported oil for its total energy consumption. They had to take some extraordinary measures, things like car-free Sundays and reduced street lighting, to try to get through the period. In the U.S., we also had to make adjustments in response to the embargo, but then we had new political leaders come into office, and focus shifted elsewhere. In Denmark, they never let up. It’s been a decades-long process now, where initially they focused on the security of their energy supply. They went first from oil to coal and then later, beginning in mid-1970s and early 1980s, they began the really heavy shift into energy efficiency and renewable energy.\nICN: What is the fundamental difference today between Denmark and the U.S. on clean energy?\nGerdes: In Denmark they have really clear targets at the national level going out to 2050. We don’t really have that guidance, at least in national targets. We have many disparate, state level policies with varying timelines. We don’t have the really clear consistent policy guidance for investors and entrepreneurs in the same way that Denmark does.\nICN: What are some of the intangibles that have become important to Denmark’s energy transition that may not translate to the U.S.?\nJG: Danes are much more trusting of government than Americans are. They are much more accepting of high taxes.  If you look at the average residential bill for a customer in Denmark, not only do they pay the highest electricity rates in all of the EU, something like half of that bill is composed of taxes. It may be hard, at least in the near term, to replicate that in the U.S., a pricing regime that really bites and really drives adoption of low-carbon technologies. It would also be hard to replicate the political nature of Denmark.\nICN: You mentioned earlier Denmark’s unique political culture. Can you explain?\nGerdes: Denmark has a parliamentary system; it is nearly impossible for one party to be in power.  They are basically forced to have these complicated coalitions in government. Denmark’s politics are inherently consensus based. Our checks and balances system in the U.S. gives quite a lot of power to Congress to block a president’s agenda. I think its going to take a long time to reach the place where Denmark has already found itself and that is with cross-political spectrum support for really aggressive climate action.\nICN: You write in your epilogue that when looking at all countries and their carbon emissions, “every angel has a past, every sinner has a future.” Do you think the U.S. could eventually follow a similar path on energy as Denmark?\nGerdes: I do. I don’t think that we are going to have a time indefinitely where we have one of the major parties denying climate change and blocking climate action.  Denmark has a lot of really great technologies and best practices that can and should be deployed in the U.S. One of my favorites is a solar district heating plant in Dronninglund. Solar thermal heat is being used to send hot water or steam to individual businesses and residences. There is no reason why this system couldn’t be deployed in remote villages in Alaska. If you look at maps of how much sunlight hits the earth, Denmark gets as much sun as Alaska.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}