{
  "url": "https://insideclimatenews.org/news/11052016/microgrid-mit-energy-prize-future-distributed-power/",
  "title": "By Getting Microgrids to ‘Talk,’ Energy Prize Winners Tackle the Future of Power",
  "date": "2016-05-11T06:01:32-04:00",
  "content": "An idea born in a California vineyard may make microgrids—small-scale electrical systems hailed as a big part of the future of climate-friendlier power—ready for their future starring role.\nUp to now, these highly localized versions of power plants, which serve mainly hospitals, military bases and colleges, have been more micro than grid because they don’t work well with each other. A Massachusetts Institute of Technology Ph.D. student and four colleagues were creating one at Stone Edge Farm in Sonoma, Calif., last year when they stumbled on a way to make them communicate more effectively.\nThe group, who call the operation Heila Technologies, created an array involving gas generators, solar panels and batteries. And an innovation that sounds a bit like sleight of hand.\nJorge Elizondo, a doctoral student in electrical engineering and computer science at MIT, said the system is a “distributed controller to simplify the process—to hide the complexity of every one of the elements in the system to make them look like a simple element.”\nThe innovation won Elizondo and his colleagues the $100,000 MIT Clean Energy Prize earlier this month.\nWhat the team calls Heila IQ, is a “brain” to simplify microgrid operations and make distributed energy systems easier to manage. That, the group hopes, will bring more wind and solar power online.\n“Microgrids are usually controlled in a hierarchical way, so you have a central controller that commands different elements in the system to do something,” said Elizondo. “We are working on a layer below that, an interface between different systems in the microgrid.”\nExperts say the flexibility of microgrids can help reduce greenhouse-gas emissions that warm the planet—and help communities prepare for a more unpredictable climate. Microgrids encourage the development of wind and solar power systems, which are smaller and more nimble than coal or natural gas power plants, while emitting zero carbon emissions. In principle, microgrids can also make power systems more reliable and resilient because if a storm knocks out part of a microgrid network, the system would adjust the flow of power to compensate for a sudden shortfall of supply.\nHeila IQ aims to tackle a central challenge of microgrids: namely, how to command and control them, to get them to share information and respond to changes in concert with one another. For example, a battery in a microgrid needs to know to release stored power when clouds roll in and solar panels aren’t turning sunlight into electricity.\nA microgrid is one distinct, self-reliant piece of a smarter, more distributed power grid. It is a mini-network that links smaller, local power producers—like solar panels and gas generators—with local consumers such as buildings and electric vehicles. Microgrids often include batteries or other storage devices that keep power within the system for times when demand peaks or production drops. Consumers and producers in a microgrid might use data analytics, smart meters and other web-enabled energy technologies or apps to better match supply with demand. Most crucially, microgrid systems, in theory, “talk” to one another and the broader electrical grid itself, allowing it to shift supply where it’s needed.\nUpsetting the Monopoly Board\nThe modern power grid, which supplies virtually all electricity consumed in the U.S., is largely centralized. Large plants generate power that radiates outward through transmission lines—like the hub and spokes of a wheel—to homes, businesses, and other consumers.\nFor example, the Dresden Generating Station, a nuclear plant in northern Illinois, has a capacity of 1,845 megawatts and serves 1.5 million customers across the state.\nThat dynamic is changing as utilities, power producers, and consumers increasingly rely on renewable energy sources, large-scale batteries, energy-management software and other “intelligent efficiency” technologies. The grid is beginning to look more like a diffuse network with multiple, discrete sources of energy production and consumption that can communicate with one another and rapidly adapt to changing circumstances.\n“[Historically,] the assumption was that we ought to have utility monopolies, because it was the only logical economic and political arrangement for a grid system that had to be centralized and where the economies of scale were so big,” said John Farrell, director of democratic energy at the Institute for Local Self-Reliance, a nonprofit research and educational organization in Washington, D.C. “And all of the justification we have for that system is now eroding in the face of new technology and economic truths.” Those truths include rapidly falling costs of renewable technologies and the steadily increasing costs of extracting and burning fossil fuels.\nA Powerful Micro Wave\nIn 2015, there were only 1.5 gigawatts of microgrid capacity online in the U.S., representing about 0.1 percent of the country’s total installed electric generating capacity, according to a 2015 Greenteach Media (GTM) research report. Microgrid operations are most common on military bases, university campuses, and hospitals, places with a critical need for reliable power. By 2020, U.S. microgrid capacity is expected to increase by 127 percent, according to GTM.\n“The level of competing technology we have gives us much more sophisticated ability to control our energy use at a local level than had ever been possible before,” Farrell told InsideClimate News.\nThe communication problem of microgrids became the basis for Heila IQ, which the team hopes to further develop and market to military bases, hospitals, and potentially even larger markets. The MIT prize money will allow Heila (the Icelandic word meaning brain) to hire more staff and accelerate the technology’s development, Elizondo said.\nUltimately, Elizondo hopes, the technology will help expand the use of microgrids and make wind and solar more attractive as power sources.\n“I see a big problem with climate change and I wanted to contribute,” Elizondo told InsideClimate News. “How I can contribute the best is by [building] technology to make renewables more widespread.”\nSince its founding in 2008, the MIT Clean Energy Prize has awarded $2.6 million in prizes to clean-energy startups across the country. Last year, the grand prize went to OptiBit, which works on technology to make data centers more energy efficient.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}