{
  "url": "https://insideclimatenews.org/news/27042016/environmental-activists-campaign-exxon-climate-change-investigation-attorney-general-schneiderman/",
  "title": "Activists Step Up Long-Running Campaign to Hold Oil Industry Accountable for Climate Damages",
  "date": "2016-04-27T08:00:27-04:00",
  "content": "A four-year, coordinated strategy by environmental organizations to hold ExxonMobil and other fossil fuel corporations legally accountable for climate change denial has come to fruition, as state attorneys general have teamed up to launch investigations into possible climate fraud.\nThe advocacy efforts stretch back to at least 2012, when the Union of Concerned Scientists and the Climate Accountability Institute brought together about two dozen scientists, lawyers and legal scholars, historians, social scientists and public opinion experts for a two-day workshop in La Jolla, Calif., titled “Climate Accountability, Public Opinion, and Legal Strategies.” They discussed a strategy to fight industry in the courts, after years of concentrating on public relations and policy fights, and they sought to use “the lessons from tobacco-related education, laws, and litigation to address climate change,” according to a report on the 2012 workshop.\nThere was “nearly unanimous agreement on the importance of legal actions,” the report said, with some participants stating, “pressure from the courts offers the best current hope for gaining the energy industry’s cooperation in converting to renewable energy.”\n“It is possible,” the report concluded, “to see glimmers of an emerging consensus on a strategy that incorporates legal action [for document procurement and accountability] with a narrative that creates public outrage.”\nRecent developments gave them something to seize on, and in January, the green groups met again in a strategy meeting. New York’s attorney general, Eric Schneiderman, had issued a subpoena to Exxon two months before seeking four decades of climate-related documents. The subpoena was spurred by investigations by InsideClimate News and later the Los Angeles Times revealing how Exxon conducted climate research in the 1970s before later questioning the role that carbon dioxide from fossil fuels plays in global warming.\nAnother meeting took place in March between two environmental advocates—one of whom attended the January strategy meeting—and state attorneys general. According to newly released emails, that meeting wrapped up just before a coalition of 17 attorneys general announced they were teaming up to hold fossil fuel companies accountable for potential duplicity on climate. Exxon and industry groups cited the meet as evidence of a conspiracy.\nThe emails were obtained through public records requests by the pro-industry Energy & Environment Legal Institute and published on April 15. E&E Legal criticized the meeting as “secret” and said the AGs were “colluding” with the green groups. The group’s website says it seeks to “correct onerous federal and state governmental actions.”\nOne email shows that environmental attorney Matthew Pawa sought advice on March 30 from the New York attorney general’s office about how to respond to a journalist’s questions about the meeting. Lemuel Srolovic, assistant attorney general, asked Pawa “to not confirm” that he attended “or otherwise discuss the event.”\nPeter Frumhoff, director of science and policy for the Union of Concerned Scientists, also participated. Both he and Pawa played leading roles in the 2012 La Jolla workshop. Frumhoff helped organize the event and Pawa was a presenter.\nIn response to the conspiracy accusations, the activists said their cooperation was not improper.\n“I’m a scientist,” Frumhoff said. “I do research on—and have been writing about—the question of contribution of emissions from fossil fuel companies to climate change, and their role in questions of their responsibilities. I was invited to brief the attorneys general that gathered on March 29 on my work, and that is what I did.”\nLike-minded environmental groups had been working separately for more than a decade to show how the oil giant was spreading misinformation about climate change. In 2004, Greenpeace launched ExxonSecrets, which tracks the amount of money Exxon and its foundations have spent funding climate denial. The Union of Concerned Scientists and the Government Accountability Project published three reports in 2007 detailing Exxon’s campaign of doubt on climate change\n“Things are happening at an incredible speed now,” said Carroll Muffett, president of the Center for International Environmental Law (CIEL), who attended the January strategy meeting. There are “overlapping groups of movements and groups of campaigns coming together because they share a common interest in bringing the truth to light.”\nThe momentum has prompted them to step up efforts to pressure more attorneys general to investigate, and sway public opinion using op-eds, social media, and  rope line questioning of presidential candidates at campaign stops. Environmental advocates delivered a petition with more than 350,000 signatures to U.S. Attorney General Loretta Lynch in November, seeking a federal probe of Exxon.\nActivist Bill McKibben, Pawa and others put on a “mock trial” of Exxon for alleged “climate crimes” during the Paris climate talks in December.\nExxon didn’t respond to a request for comment. The company sued to block a subpoena issued last month by the attorney general of the U.S. Virgin Islands seeking almost 40 years of documents on climate change. It called the demand for records a violation of its constitutional rights.\nThe environmentalists’ January meeting was hosted by the Rockefeller Family Fund, The Wall Street Journal first reported. (The Rockefeller Family Fund awarded ICN a grant of $25,000 for general support in July 2015.)\nThose attending considered the significance of the ICN and LA Times reports on what Exxon research discovered about climate change decades ago, said Lee Wasserman, director and secretary of the fund.\nPossible common goals the group was meeting to discuss included establishing “in the public’s mind that Exxon is a corrupt institution that has pushed humanity (and all creation) toward climate chaos and grave harm,” according to a draft agenda for the meeting reported by the Journal and later published by The Washington Free Beacon. Other potential goals were to “delegitimize [Exxon] as a political actor,” “force officials to disassociate themselves from Exxon,” “drive divestment from Exxon” and “drive Exxon and climate into [the] center of [the] 2016 election cycle.”\nWithout naming anyone, Wasserman said the draft agenda reflected just one person’s suggestions. The email was written by Kenny Bruno, a longtime coordinator of environmental activist campaigns.\n“That was in no way the purpose of the meeting,” Wasserman said. “People put out thoughts about what these revelations meant for the advocacy landscape now that it was clear that Exxon knew about climate science for 20 to 30 years.”\nEarlier this month, CIEL  released documents showing the oil industry has been aware of carbon dioxide’s role in global warming since at least the 1960s.\nGreen groups are now encouraging more state attorneys general to launch full investigations of whether Exxon violated fraud statutes. In addition to New York and the Virgin Islands, the AGs of California and Massachusetts have confirmed they, too, have opened Exxon inquiries.\n“We want them to confirm that they are doing everything within their power to bring Exxon and fossil fuel companies to justice,” said R.L. Miller, president of the advocacy group Climate Hawks Vote.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}