{
  "url": "https://insideclimatenews.org/news/28042016/austria-glaciers-melting-fast-climate-change-global-warming-alps-pasterze/",
  "title": "Austria’s Treasured National Resource, Its Glaciers, Are Melting Fast",
  "date": "2016-04-28T07:00:37-04:00",
  "content": "VIENNA—Nearly all of Austria’s 900 glaciers retreated last year amid record-setting heat, according to Austrian scientists. The rapid melting mirrors a trend across the Alps and underscores scientists’ warnings of accelerating, extreme climate impacts caused by human-caused greenhouse gas emissions.\nAcross the country, the glaciers retreated an average of 72 feet in 2015, more than twice the rate of the previous year, the Austrian Alpine Association said in its annual glacier survey. Three of the country’s glaciers retreated by more than 320 feet. The nonprofit association—which promotes mountain culture, research and conservation— has been conducting detailed glacier measurements since 1927, creating a dramatic record of climate change effects in the alpine region.\n“The summer of 2015 was more than 2 degrees Celsius warmer than the long-term average,” said survey team coordinator Andrea Fischer, a glaciologist with the Austrian Academy of Sciences. “Long periods of high pressure and the absence summer snowfall…are the reasons for the glacial meltdown.”\nAustria’s largest glacier, the Pasterz, retreated by 177 feet in 2015, the survey found. Its volume has declined by half since it was first accurately measured in 1851. The annual survey measures a representative sample of 92 major glaciers; 96 percent were found to be receding.\nGlobally, 2015 was the hottest year since recordkeeping began in 1880, by a large margin, with the bulk of the temperature rise a result of manmade global warming, according to the World Meteorological Organization and U.S. government science agencies. Last summer was also the warmest on record in Austria, surpassing the previous record set in 2003, when heat waves were blamed for 30,000 deaths in Europe.\nAustria’s glaciers have been in a continuous retreat for the past 125 years, according to Fischer, except mainly for two short periods in the 1920s. As recently as the 1980s, a few glaciers responded to local climate variations by growing dramatically—some by as much as 1,475 feet.\nThose short-lived growth spurts reveal how sensitive glaciers are to even small climatic shifts, highlighting the challenge of making long-term glacier projections as climate change alters temperatures and weather patterns.\n“The potential for small shifts in wind direction caused by climate change create big uncertainties in precipitation projections after 2050,” Fischer said. Over the next few decades, projections for Austria’s glaciers range from total meltdown to a loss of about 50 percent of glacier volume by 2050, she said.\nLast year’s glacier retreat was similar to those measured in 2003 and 2007. The biggest glaciers, extending farthest down into the valleys, are shrinking the most, according to Fischer. The tongue of the Gepatschferner in the Ötz Valley, an area known for its ski resorts, continues to disintegrate rapidly, and the Hornkees in the Zillertal Alps, a mountaineering and glacier tourism hot spot, retreated by 446 feet last year.\nGeographers at the University of Bremen in Germany said in new research this month that the glacial melt in many of the world’s mountains is locked in and can’t be stopped.\n“Saving the glaciers is an illusion in many mountain ranges,” said Ben Marzeion during a press conference at the European Geosciences Union’s annual meeting in Vienna on April 21. “We will have to adapt to the consequences of glacier melt. This will affect the coastal regions of the world [because of rising sea levels], but also populations in the mountainous regions, who will have one fewer source of water at their disposal in summer.”\nMarzeion and his colleagues concluded that about one-third of the world’s glacial ice will disappear entirely in the coming centuries, even if global warming were halted today.\nIf the Paris climate accord leads to the world limiting the global temperature rise to 2 degree Celsius, about 60 percent of the world’s glaciers will melt away in the next few centuries. At 1.5 degrees Celsius of warming, about 50 percent will vanish, Marzeion said.\nMelting glaciers are among the most visible signs of climate change, and they are a crucial, disappearing water source. Changes in streamflows will affect hydroelectric power generation in the Himalaya, according to a 2013 study published in the journal Nature. The buildup of meltwater in the valleys beneath glaciers also increases the risk of catastrophic flooding.\nAccording to Austrian hydrologists, the impact on major rivers won’t be as dramatic in the Alps, where runoff from glaciers contributes a relatively small portion of the total annual flows. But seasonal changes in streamflows will be noticeable in smaller streams in the higher valleys, with potential implications for fish populations, according to Fischer.\nIn other parts of the world, scientists have documented how melting glaciers are endangering  sensitive ecosystems dependent on icy glacial runoff for survival. In the northern Rocky Mountains, for example, the U.S. Fish and Wildlife Service is considering listing the glacier-dependent western glacier stonefly as an endangered species. The shrinking volume of ice will also affect local vegetation. In some cases, plant communities will expand into previously ice-covered zones.\nShrinking Austrian glaciers have already affected recreation and tourism in the Alps. Some traditional mountaineering routes have been altered due to the changing landscape, and the melting of subsurface ice has increased the danger of rockfall.\nIn 2012, the summit cross atop Austria’s famed Grossvenediger mountain nearly toppled from its perch as the permafrost that had held it in place for decades melted away. The permanent snow and ice that had covered the mountain’s peak for at least a century vanished within a few weeks, according to local mountaineers.\nMarzeion, the University of Bremen scientist, said there is no suggestion in climate models that a “systematic shift in precipitation patterns or microclimate would shield the glaciers from the large-scale warming.”\nLooking broadly at Europe, Marzeion said Scandinavia’s larger glaciers will take longer to disappear than other regions’—but that doesn’t mean they are more resilient. If greenhouse gas emissions are drastically reduced, some of the Alpine glaciers may start growing back after 2100, he said, but that would happen slowly, and not to present-day levels. Unless the average global temperature increase is limited to 1 degree Celsius, there is little chance for recovery for the big glaciers in Scandinavia, he added.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nBob Berwyn is an Austria-based reporter who has covered climate science and international climate policy for more than a decade. Previously, he reported on the environment, endangered species and public lands for several Colorado newspapers, and also worked as editor and assistant editor at community newspapers in the Colorado Rockies.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}