{
  "url": "https://insideclimatenews.org/news/02052016/department-energy-program-aims-bump-solar-costs-even-lower/",
  "title": "Department of Energy Program Aims to Bump Solar Costs Even Lower",
  "date": "2016-05-02T15:52:24-04:00",
  "content": "While the solar industry trumpets the rapidly declining costs of solar panels—which have paved the way for solar energy capacity in the U.S. to grow nearly twenty-fold since 2008—those numbers don’t account for all the costs involved in the transition to clean energy. That is why a new government initiative aims to slash the overall price tag by better managing the reams of data associated with financing, building and operating solar installations.\nThe U.S. Department of Energy’s (DOE) Orange Button, a $4 million program launched earlier this month, seeks to streamline what experts say can be a costly, complicated and time-consuming path to bringing more solar panels online. By developing an easily downloadable, standardized set of data about individual solar installations, the DOE hopes to lower the bureaucratic barriers—as well as the excessive costs—that discourage investors, utilities and consumers from embracing solar.\nOrange Button is part of the DOE’s SunShot Initiative, which launched in 2011 with the goal of making solar energy cost competitive with coal, natural gas and other traditional sources of electricity such as nuclear and hydroelectric power. If SunShot reaches its goal of reducing utility solar costs to $1 per watt by 2020, it will enable solar-generated power to expand from less than 2 percent of the nation’s electricity generation portfolio to roughly 14 percent by 2030 and 27 percent by 2050, according to the program’s vision study.\nSimilar programs have already been launched in other industries. The DOE’s Green Button was launched in 2012, allowing utility customers to download standardized, consumer-friendly data about their energy usage. The Department of Health and Human Services’ Blue Button program offers people help accessing and transferring their health records.\nPart of the challenge for solar is a lack of information. Compared to housing and other well-established markets, solar is relatively new, so banks, utilities, solar companies and other constituencies do not have a standardized set of metrics to share. The U.S. energy market has 18,000 jurisdictions and 3,000 utilities in regulated and unregulated markets, so navigating its idiosyncrasies costs time and money, said Elaine Ulrich, program manager at the DOE.\n“When you look at the cost of financing for these solar projects, it’s artificially high,” Ulrich told InsideClimate News. “Solar is a long-term asset that has pretty well-known characteristics, but it’s treated as a higher-risk asset because there isn’t sufficient data available to help folks in the financial industry to know how to assess the risk of [a] portfolio of assets.”\nOne financial firm told Ulrich that it took 6,000 hours to do adequate research on a solar project in need of financing, which meant the firm had to shut down other solar lending for six months. More streamlined information about a project’s financial and physical assets would help financial firms provide more funding to the solar industry, Ulrich said.\n“We basically want to simplify and standardize solar data so that a wide range of stakeholders— whether they be state government, consumers, utilities, financiers, solar companies, entrepreneurs, and others—can exchange quality data,” Ulrich said.\nOrange Button adds to a growing list of public and private efforts to make renewable energy cost-competitive with fossil fuels. A report last year showed that the median up-front costs have dropped from around $6.30 per watt in 2009 to $3.10 per watt for projects completed in 2014, but analysts say that price will have to drop even further to accelerate a transition away from carbon-based energy.\nFalling hardware costs have fueled the downward price trend. Scientists and manufacturers have developed new efficiencies in photovoltaic cells, allowing consumers to get more for less. Earlier this month, U.S. manufacturer First Solar Inc. regained its title as lowest-cost panel producer, driving prices for its modules down to as low as 40 cents per watt.\nConverting to solar power, however, requires more than buying panels. There are taxes, permit fees, inspections and the labor cost of installing the hardware itself. In short, experts say, there is a lot of expensive paperwork and red tape that go into converting sunlight into electricity. The solar companies themselves have to raise capital and market themselves to attract customers.\nThe so-called “soft costs” add up. In the first half of 2012, they accounted for nearly two-thirds of the total residential system price, according to an analysis by the National Renewable Energy Laboratory (NREL). In order to meet DOE’s overall target of reducing residential solar costs to $1.50 per watt by the end of this decade, soft costs will have to drop from roughly $3.19 per watt in 2012 to 65 cents per watt in 2020.\nOrange Button targets soft costs by addressing solar’s Tower-of-Babel problem. Building a photovoltaic system requires contractors, landowners, investors, regulators, consumers and others to communicate and collaborate. Those constituencies often have different ways of collecting, storing and analyzing information.\n“There’s a lot of back-and-forth of Excel documents, pdfs, Word files, you name it, that are being traded between these different participants,” said Richard Matsui, CEO and co-founder of kWh Analytics, a data analysis and risk management firm based in San Francisco. “The fact that everyone’s using their own data format…leads to a lot of inefficiencies.”\nOrange Button has awarded a total of $4 million to kWh Analytics, NREL and two industry consortiums that work on solar data issues to define exactly what kind of data should be standardized and establish a system to ensure everyone is working from the same playbook. The goal is to compile and standardize solar technology data into one easily shareable, highly visible file. Solar companies and others could then embed an Orange Button logo on their websites or in apps, which other users could click on to learn more about a certain project or portfolio of projects.\nIn theory, that would help lenders decide if and how they might want to finance a certain project. More transparent data would also help consumers decide if they should install a certain kind of panel on their rooftop. It might also inspire software programmers to develop apps and websites that interpret the data in new and useful ways. While there is no estimate of how much Orange Button might save on solar costs, Ulrich said it could greatly reduce the cost of financing, which can be half or more of total soft costs.\n“We’re talking about gigawatts of solar that are being installed every year now, so that’s literally billions and billions of dollars in financing costs that we could be reducing,” Ulrich said.\nUlrich hopes Orange Button will attract talent from Silicon Valley to work on energy’s information-technology challenges. Energy, after all, is largely about physics and megawatts, but, as the grid gets smarter, it also demands algorithms and megabytes. Collecting and making data accessible, Ulrich said, allows programmers and IT professionals to create apps and other useful programs.\n“Part of this is about enabling [entrepreneurs] who will create all kinds of new use cases and ways that this functionalized data could really be helping folks to think differently about how they’re using, producing and interacting with energy everyday,” Ulrich said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}