{
  "url": "https://insideclimatenews.org/news/22042016/exxon-competitive-enterprise-institute-cei-climate-change-fraud-investigation-first-amendment-rights/",
  "title": "Exxon and Its Allies Invoke First Amendment to Fight Climate Fraud Probes",
  "date": "2016-04-22T11:00:30-04:00",
  "content": "Exxon, the Competitive Enterprise Institute and their allies are invoking free speech protections in a pugnacious pushback against subpoenas from attorneys general seeking decades of documents on climate change. Their argument is that the state-level investigations violate the First Amendment rights of those who question climate science.\nExxon has sued to block a subpoena issued by the attorney general of the U.S. Virgin Islands, and in an unusual step, named as a defendant the Washington, D.C. law firm and attorney representing the territory in the inquiry. In its complaint against the Virgin Islands subpoena, Exxon wrote, “The chilling effect of this inquiry…strikes at protected speech at the core of the First Amendment.”\nIn a pointed letter to Virgin Islands Attorney General Claude Walker on April 20, CEI’s attorney called the subpoena “offensive” and “un-American,” and warned to “expect a fight.” Andrew Grossman, outside counsel for CEI, wrote, “You have no right to wield your power as a prosecutor to advance a policy agenda by persecuting those who disagree with you.”\nThe conservative non-profit Energy & Environment Legal Institute, an ally of CEI, recently released emails that show that the attorneys general considering investigating Exxon were briefed by two environmentalists. E&E got the emails through a Freedom of Information Act request to the Vermont attorney general’s office. Though such meetings with environmental and industry advocates are widely considered routine, E&E described the meetings as secretive collusion, an idea that has been echoed on conservative websites and among some mainstream media outlets.\nThe AGs have not changed course amid the counterattack. But Exxon and its allies appear to be aiming as much at public opinion as at state law enforcement. After InsideClimate News and later the Los Angeles Times published stories last year detailing Exxon’s cutting edge climate research in the 1970s and its subsequent efforts to disparage climate science, the company initially argued it has conducted climate science without interruption for 40 years. It also answered a subpoena by New York Attorney General Eric Schneiderman and produced 10,000 pages of records by the end of 2015.\nNow, its emphasis appears to have shifted. As the company tries to defend its climate contrarian stance, Exxon argues that it has voiced honest dissent on the science that a conspiracy of environmentalists and attorneys general wants to silence. “Our critics, on the other hand, want no part of that discussion. Rather, they seek to stifle free speech and limit scientific inquiry while painting a false picture of ExxonMobil,” spokeswoman Suzanne McCarron wrote in a post on the company’s blog on April 20 titled “The Coordinated Attack on ExxonMobil.”\nExxon and CEI’s lawyers have experience waging long battles with government attorneys on controversial cases. Exxon’s law firm Paul, Weiss, Rifkind, Wharton & Garrison and CEI’s attorneys, BakerHostetler, represented the tobacco industry for years. Exxon’s firm also represents the National Football League as it deals with the scandal over its concussion research.\nCEI’s lawyers, Andrew Grossman and David Rivkin, have launched a project called Free Speech in Science, which aims to “stop the intimidation” of those who disagree with accepted climate science. In an op-ed in the Wall Street Journal, the lawyers compared climate deniers to Galileo and added, “As the scientific case for a climate-change catastrophe wanes, proponents of big-ticket climate policies are increasingly focused on punishing dissent from an asserted ‘consensus’ view.”\nChristopher Horner is a senior fellow at CEI and a fellow at E&E Legal. Horner and his colleague, David Schnare, have a long history of submitting Freedom of Information Act requests for the emails and documents of leading climate scientists, such as NASA’s James Hansen, and government officials, such as former EPA administrator Lisa Jackson. In one of their most public efforts, Horner and Schnare, then working as part of the American Tradition Institute, unsuccessfully attempted to gain access to the papers of climate scientist Michael Mann during his tenure at the University of Virginia.\nSchnare denied that E&E’s current FOIA request to the Vermont attorney general’s office was done in partnership with CEI. E&E has filed requests with other states, he said. “Because this is an evolving story, and as we learn more about the extent of this conspiracy, we will continue our investigation, following the coordination and collusion wherever they lead,” Schnare wrote in an email.\nThe Vermont documents that E&E shared in a press release show that attorneys general met in March for 45 minutes each with Peter Frumhoff of the Union of Concerned Scientists and Matt Pawa, a lawyer who has sued fossil fuel companies over climate change.\nE&E said the emails showed the AGs “secretly teamed up with anti-fossil fuel activists in their investigations against groups whose political speech challenged the global warming policy agenda.”\n“The office routinely collaborates with other states and receives input from outside organizations,” said Matt Mittenthal, a spokesman for New York Attorney General Eric Schneiderman. “Ultimately, decisions on which cases we pursue are based solely on the merits and the law—and nothing else.”\nAttorneys general for several fossil-fuel friendly states have also joined the chorus decrying the investigations. Like Exxon and CEI, they have framed the issue as one of free speech. “It is one thing to use the legal system to pursue public policy outcomes; but it is quite another to use prosecutorial weapons to intimidate critics, silence free speech, or chill the robust exchange of ideas,” Louisiana Attorney General Jeff Landry said in March.\nWalker, however, has countered by saying, “the First Amendment does not shield any company from being investigated for fraud.”\nICN reporter Phil McKenna contributed to this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nNeela Banerjee is a Washington-based reporter for InsideClimate News. She led the investigation into Exxon’s early climate research, which was a finalist for the 2016 Pulitzer Prize for Public Service reporting and the recipient of nearly a dozen other journalism awards. Before joining ICN, she spent four years as the energy and environmental reporter for the Los Angeles Times’ Washington bureau. Banerjee covered global energy, the Iraq War and other issues with The New York Times. She also served as a Moscow correspondent with The Wall Street Journal. Banerjee grew up in southeast Louisiana and graduated from Yale University.\nYou can reach her by email at [email protected]. For encrypted communication, use [email protected].\nFollow @neelaeast\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}