{
  "url": "https://insideclimatenews.org/news/18042016/insideclimate-news-pulitzer-prize-finalist-exxon-investigation/",
  "title": "InsideClimate News Is a Pulitzer Prize Finalist for Exxon Investigation",
  "date": "2016-04-18T22:22:22-04:00",
  "content": "InsideClimate News’ Exxon: The Road Not Taken series was named a finalist on Monday for the Pulitzer Prize for Public Service.\nThe gold medal winner of the Public Service award, the most prestigious in American journalism, was the Associated Press, which was honored for Seafood from Slaves, an expose that uncovered the use of slave labor in the seafood industry in Asia. The Tampa Bay Times was a second finalist named in the category.\nThe ICN series describes how Exxon conducted cutting-edge climate research decades ago and later pivoted to the forefront of climate denial, manufacturing doubt about the scientific consensus that its own scientists had confirmed.\nThe stories were written by a team of ICN reporters—Neela Banerjee, John H. Cushman Jr., David Hasemyer and Lisa Song—after an eight-month investigation which included reviewing hundreds of documents, many from Exxon’s own files.\nThe work had already won five prestigious journalism awards: The National Press Foundation’s Stokes Award for energy reporting; finalist for the Goldsmith Prize for Investigative Journalism; the Izzy Award for Excellence by Independent Media; the Scripps Howard Award for Environmental Reporting; and a Society for American Business Editors and Writers award for best investigation by a digital news site.\nICN, a nonpartisan, nonprofit news organization, previously won the Pulitzer Prize for National Reporting in 2013 for The Dilbit Disaster: Inside the Biggest Oil Spill You’ve Never Heard Of.\nICN’s work prompted a significant response, including the announcement of a probe of Exxon launched by Eric Schneiderman, New York’s attorney general, under the state’s regulatory disclosure and consumer protection laws. He has subsequently joined a group of 17 attorneys general to press for climate action on multiple legal fronts.\nIn addition, Reps. Mark DeSaulnier and Ted Lieu (D-Calif.) have called on the Department of Justice to investigate Exxon under the federal RICO (Racketeer Influenced and Corrupt Organizations) Act—the same law used to investigate tobacco companies in the 1990s.\nSenator Sheldon Whitehouse (D.-R.I.) and three other congressmen wrote to the Securities and Exchange Commission asking it to investigate ExxonMobil’s past federal filings to see if the company violated securities laws by failing to adequately disclose material risks to its business posed by climate change.\nEnvironmental leaders delivered a petition with 350,000 signatures to U.S. Attorney General Loretta Lynch, urging a federal probe of whether ExxonMobil misled the public on global warming. Some 50 heads of national environmental and justice organizations have endorsed the call.\nICN continues to report on the issue, with its latest story detailing how the oil industry has been aware of the global warming risks posed by carbon dioxide as far back as the 1960s.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}