{
  "url": "https://insideclimatenews.org/news/08042016/rope-line-questions-push-hillary-clinton-address-climate-energy-issues/",
  "title": "Rope-Line Questions Push Hillary Clinton to Address Climate, Energy Issues",
  "date": "2016-04-08T15:38:21-04:00",
  "content": "When Democratic presidential frontrunner Hillary Clinton erupted in anger at a question along a rope line about campaign contributions from fossil fuel donors last week, it made news because of the previously placid nature of the Democratic presidential nomination race between Clinton and Sen. Bernie Sanders. But it also highlighted a new strategy by activists to get their issues addressed by the candidates.\nThe video clip from a Greenpeace activist captured Clinton snapping, “I’m so sick of the Sanders campaign lying about me. I’m sick of it,” and the exchange was instantly swept into the major media coverage of the campaign.\nWith climate change taking a back seat to issues such as the economy, immigration and Wall Street bailouts, advocacy groups have been confronting candidates repeatedly along the rope lines at campaign stops, taping the interactions, and then publishing the videos online.\nEnvironmental advocacy groups Greenpeace and 350.org have been especially dogged, pressuring candidates—particularly Clinton—about their positions on donations from fossil fuel lobbyists, fracking or climate change science. The activists have asked similar questions of Sanders, but his answers reflect his official campaign platform opposing the fossil fuel industry. Clinton has historically been more moderate and industry-friendly on energy issues.\nMiles Goodrich, a campaigner with 350 Action who has been bird-dogging candidates since last year, said the rope-line encounters are an effective way to get candidates to address issues they might otherwise avoid.\n“The rope line is an opportunity for us to take back the discussions, it’s an opportunity for us to define what it is that the candidates are going to be arguing about. And there’s no way that Bernie Sanders and Hillary Clinton would be debating about fossil fuel money to the extent that they are without my team and me asking Hillary Clinton about fossil fuel donations since December,” Goodrich said.\nThe videos have captured Democratic presidential hopeful Bernie Sanders saying he strongly opposes fracking and Clinton has also taken a stronger stance against it in rope-line encounters than she has in speeches or other scripted events. A video even captured Clinton saying she would support a U.S. Department of Justice investigation into Exxon’s history of climate change denial.\nRepublican candidates haven’t been spared either. Former GOP candidate Marco Rubio was caught saying climate change “doesn’t matter,” and that he wouldn’t “destroy our economy guys, for some wacky law” but then flip-flopped to say his constituents, “should be concerned by it.” Jeb Bush, another Republican candidate who has dropped out, said in November that burning fossil fuels has “seen a reduction in the amount of carbon emitted.”\nWhile this isn’t the first time taped encounters with candidates have been able to influence the debate on issues in elections, this is the first election where they’ve been strategically organized to inject an issue being largely ignored into the national discourse, Goodrich said.\nWhen Mitt Romney was surreptitiously recorded in 2012 saying 47 percent of Americans are, “dependent on the government, who believe they are victims, who believe the government has a responsibility to care for them,” it came at a private fundraiser. And in 2006, Virginia Sen. George Allen lost to his Democratic opponent Jim Webb after he was taped at a campaign rally calling a volunteer of Indian descent “macaca,” a racist slur meaning monkey.\nThe rope-line interactions can be tricky to orchestrate, Goodrich said. Activists often have to wait for hours to speak to candidates with a camera ready, with no guarantee the candidate will stop and answer the question.\nGoodrich taped the encounter between a Greenpeace activist and Clinton that made headlines last week when, confronted about donations from the fossil fuel industry on the rope line at the State University of New York in Purchase, Clinton’s trademark composure cracked.\nEva Resnick-Day, whose title is democracy organizer for  Greenpeace, asked Clinton if she would keep her word to reject fossil fuel money in her campaign. Clinton said she had not taken money from the industry and said accused Sanders’ campaign of lying about her. The exchange triggered news and reaction around the nation.\nWith subjects like drilling and global warming being ignored at debates, youth activists have been embracing the rope-line technique in order to take the democratic process back into their own hands, Resnick-Day said.\n“These aren’t issues that are being talked about on the national scale, they’re not being asked at debates, some candidates largely aren’t even taking positions and what we’re seeing is people around the U.S. saying, ‘I’m not gonna wait until the ballot box, I’m not gonna wait to cast my vote to find out where you stand on the issues that I care about,” Resnick-Day said. “The only way that I have access to you right now is by showing up at these rallies and waiting for hours to ask you my question directly.”\nWith the video making the rounds on social media and news sites, Clinton responded on “Meet the Press” by saying, “I feel sorry sometimes for the young people who, you know, believe this. They don’t do their own research.” She doubled down on that stance Thursday when she told a student to “go read the articles” when questioned again about donations from fracking lobbyists.\nClinton’s campaign did not respond to a request for comment from InsideClimate News.\nGlenn Kessler, who writes the Fact Checker blog for the Washington Post, found Clinton’s campaign has received $308,000 from individuals in the oil and gas industry, while the Sanders campaign has received nearly $54,000. Counting contributions from outside groups associated with the industry, Clinton’s total ticks up slightly to $333,000. A Greenpeace analysis contends there’s an additional $1.5 million in bundled and direct donations from fossil-fuel lobbyists and another $3.25 million from fossil-fuel lobbyists to a Super PAC supporting Clinton.\nKessler, however, says, “these lobbyists have many other clients besides the oil industry…Some of the lobbyists listed by Greenpeace as ‘fossil-fuel’ lobbyists even have clients in the renewable energy industry.” Ultimately, Kessler gave the claim that Clinton has taken significant money from the fossil fuel industry three Pinocchios, a ranking that means there is “significant factual error and/or obvious contradictions.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}