{
  "url": "https://insideclimatenews.org/news/31032016/boston-natural-gas-pipelines-leaking-methane-climate-change-explosion/",
  "title": "Methane Hazard Lurks in Boston’s Aging, Leaking Gas Pipes, Study Says",
  "date": "2016-03-31T11:00:48-04:00",
  "content": "Hidden beneath Boston lies a vast network of aging iron and steel pipes that leak natural gas from thousands of points under the city. A small number of these leaks emit large volumes of methane, a potent greenhouse gas, while others pose an immediate explosion hazard, according to a recent peer-reviewed study published in the journal Environmental Pollution.\nThe study looked at 100 randomly selected leaks from leak-prone cast iron pipes, the oldest of which had been in service since 1893. Fifteen out of 100 leaks measured in 2012 and 2014 were found to be Grade 1—leaks presenting an immediate explosion hazard—and were reported right away to the local utility company for repair. Of all 100 leaks measured, seven, known as “superemitters,” accounted for 50 percent of the emissions.\n“We’re at a point, in the Northeast in particular, where we haven’t been able to revitalize infrastructure as quickly as perhaps we should,” said lead author Margaret Hendrick, a Ph.D. candidate in Boston University’s Earth & Environment department. “This is a problem that is not specific to natural gas pipes. We see this in our roads, our bridges, even our electric grid.”\nNationwide, 15 percent of remaining, aging leak-prone natural gas mains have been replaced since 2010, according to the study. Local utilities across the country, however, still rely on nearly 30,000 miles of cast and wrought iron mains to distribute natural gas to consumers. On average, 110 gas distribution pipeline incidents occur each year. The majority of the aging pipes are located in older cities in the Northeast, Hendrick said.\nA 2012 study led by Hendrick’s advisor, Boston University professor Nathan Phillips, found 3,356 gas leaks under Boston, some of which had been leaking for decades. Subsequent studies have shown a consistent pattern, identifying similar numbers of leaks in Washington, D.C., and Manhattan.\nMeasuring the rate at which the methane is spewing from individual leaks, however, is difficult. Hendrick and colleagues used plastic buckets, large Tupperware containers and the plastic cover from a sandbox to create custom-built chambers. The devices, which they weighed down with gravel-filled tubes of burlap, were used to capture and record the volume of gas emanating from manhole covers, sidewalk gaps, and pavement fissures.\nOf the 100 leaks measured in their  study, leak rates ranged from 0.2 to 1,219 cubic feet per day. The average U.S. home, by comparison, uses approximately 200 cubic feet of natural gas per day.\nEmissions from thousands of similar leaks over the course of a year add up. A 2015 study by researchers at Harvard University found $90 million worth of methane is lost each year in the Boston urban region from pipelines, storage terminals, power plants and other facilities.\nThe lost gas has both financial and climate costs. When emitted into the atmosphere, methane, the primary component of natural gas, is short-lived climate pollutant that is 86 times more potent at warming the earth’s atmosphere than carbon dioxide over a 20-year period. Some research has suggested that as natural gas displaces coal, methane leaks would negate the climate benefits of reduced coal-burning.\nHendrick said that in addition to weighing the safety risks from gas leaks, it is critical that regulators and utility companies also consider the climate impact of leaks when determining priorities for repairing and replacing pipes.\nThe U.S. Department of Transportation’s Pipeline and Hazardous Materials Safety Administration classifies natural gas leaks into three grades, 1 through 3, with Grade 1 being the most dangerous. The determination is based on a leak’s proximity to people and property, and the concentration of methane gas detected. If trapped in a closed space, such as inside a manhole, methane is potentially explosive at concentrations ranging from 5 to 15 percent. Grade 1 leaks have to be fixed immediately, while Grade 2 and Grade 3 leaks can simply be monitored. The grading system does not take into account the volume of methane emitted.\n“The regulations for how we define a leak now are based primarily on safety and are not necessarily the reflection of contribution of greenhouse gases,” Hendrick said.\nIn their study, Hendrick and colleagues called for a two-tiered leak classification system that takes into account the safety hazard posed by a leak as well as the climate change impact.\n“If you have a lot of gas escaping, to us, that is a climatic Grade 1,” Hendrick said.\nOutside experts agree.\n“It really puts the burden on utilities and regulators to figure out ways to identify those superemitters,”said Brian Lamb, a Washington State University civil and environmental engineer who has also studied natural gas pipeline emissions. “If you can find the handful of big leaks in an area you can make a real reduction in emissions.”\nLamb cautioned, however, that finding the big leaks may not be so easy.\nThe chamber approach that Hendrick and colleagues used is time intensive.  And attempts to measure by moving vehicle are still under development.\n“I don’t think we are quite there yet in terms of the technology,” Lamb said.\nOne group has gone forward with vehicle-based assessments to find leaks and determine the volume of gas they emit. Their findings, however, differ significantly from those made in the current study—and from a recent utility company report.\nSeveral years ago the Environmental Defense Fund (EDF) and Google Earth Outreach began measuring leak volumes using a moving vehicle.\nWhen the EDF-Google team surveyed Boston in 2013, however, it found less than half as many leaks per mile as those the local utility company subsequently reported in a state regulatory filing, as noted in the current study.\nThe EDF-Google vehicle survey also failed to identify any leaks that posed an immediate safety hazard. The EDF-Google survey found 14 of the 15 leaks that Hendrick and colleagues determined to be Grade 1 leaks in their current study, but EDF researchers stated at the time they published their Boston survey that none of the leaks posed a safety hazard.\nEDF has conducted more than a dozen peer-reviewed studies in recent years to try to quantify methane emissions across the natural gas sector, from wells to consumers. The research has been praised for filling a critical void in climate science, but has also drawn scrutiny for its close ties to industry. EDF researchers did not respond to a request for comment about this new study.\nFinding the means to quickly and correctly identify leaks—as well as the safety and climate hazard they pose—will be of increasing importance as U.S. gas production and consumption increases.\n“There is a big push to use more natural gas, and as you use more gas, you tend to leak more gas,” Lamb said. “If we are going to make progress in reducing greenhouse gas emissions, obviously the natural gas infrastructure is a place to start.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nPhil McKenna is a Boston-based reporter for Inside Climate News. Before joining ICN in 2016, he was a freelance writer covering energy and the environment for publications including The New York Times, Smithsonian, Audubon and WIRED. Uprising, a story he wrote about gas leaks under U.S. cities, won the AAAS Kavli Science Journalism Award and the 2014 NASW Science in Society Award. Phil has a master’s degree in science writing from the Massachusetts Institute of Technology and was an Environmental Journalism Fellow at Middlebury College.\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}