{
  "url": "https://insideclimatenews.org/news/04042016/coned-brooklyn-queens-energy-demand-management-project-solar-fuel-cells-climate-change/",
  "title": "Another $1.2 Billion Substation? No Thanks, Says Utility, We’ll Find a Better Way",
  "date": "2016-04-04T12:00:05-04:00",
  "content": "Consolidated Edison, the iconic utility that provides New York City’s electricity, discovered a problem in the summer of 2014. Within a few years, the demand for power in an area spanning parts of Brooklyn and Queens would outpace what existing infrastructure could supply, especially during the peak demand of the hottest summer days.\nThe traditional solution would be to add a substation. But that would cost $1.2 billion or more and represent a more-of-the-same approach to the electric grid—a central station with long inefficient wires, less resilience to the effects of climate change and more fossil fuel use. Con Ed was not thrilled.\nSo it came up with a completely different approach. Con Ed solicited ideas for smaller, cheaper, nontraditional and ideally more environmentally friendly solutions. So far, the company has received more than 80 suggestions and has turned many of them into the Brooklyn-Queens Demand Management project.\nBQDM, as it’s called, is a plan that reimagines the area’s grid for 21st century climate changes, especially longer, hotter summers. While the specifics are not fully formed, BDQM is likely to harness state-of-the-art grid management, emissions-free on-site power generation and basic customer-side energy efficiency, which is already going into effect.\nThe cost: About $200 million, less than one-fifth the price of a substation.\nThe low price tag and the concept have utilities, regulators, public officials, electricity experts and environmentalists nationwide watching to see whether BQDM will work. The project sets ConEd apart from other big power companies that have fought rooftop solar electricity and other clean energy solutions that disrupt their established business model.\n“This could be a harbinger of similar types of pilots that could happen elsewhere,” said Omar Siddiqui, a senior technical executive specializing in energy use at the Electric Power Research Institute, a utility-funded nonprofit. “Other utilities are certainly paying attention to what’s happening here.”\nThe project is fundamentally designed to relieve the demand for electricity from the Brooklyn-Queens part of the grid, which Con Ed calculates will be overloaded by 69 megawatts in 2018. The plan calls for 52 megawatts of relief by summer 2018 through a combination of efficiency and new, mainly clean generation. The remaining 17 megawatts would most likely come from traditional utility infrastructure projects.\nOf the 52 megawatts, 41 megawatts would come from efficiency and conservation measures by consumers as well as new distributed power sources, such as fuel cells and neighborhood-scale solar. The remaining 11 megawatts would be utility-scale projects.\n“This is something that can be replicated in every location of the country,” said Richard Kauffman, the state chairman of energy and finance who is known as New York’s energy czar. “It’s not only an evolution of processes, thinking and culture, it’s also a gradual change in business models, evolving away from ‘programs’ to these activities being integral to the business itself.”\nAccording to Con Ed regulatory filings, an energy storage system is expected to be in operation by early 2017 as one of the utility-side solutions. Demand and voltage management systems that will handle electricity flow more efficiently are being considered, as are grid-scale clean energy systems such as fuel cells.\nIt will be up to Con Ed to stitch it all together into a grid that is integrated with the existing central station model but one in which consumers—whether businesses, building operators or individual households—can buy or sell electricity through the grid. The system will also have to manage supply and demand more dynamically.\n“By the end of this project in ‘18, you will see multi-technology solutions,” said Greg Elcock, Con Ed’s BQDM project manager. “At this point, any measure that seeks to reduce electric demand—we either have or are looking at that.”\nProposals will be evaluated against three criteria: cost versus benefit, ease of implementation and how quickly they could be put in place. Wind power, for instance, would be impractical in the area.\nTime may be most critical factor. With a 12 megawatt reduction targeted for this summer, Con Ed is scrambling to simply reduce the demand for electricity.\nIt is pulling existing lighting upgrade programs off the shelf and juicing them up, eliminating requirements that customers share part of the costs. As simple as that sounds, there are still challenges.\nThe project area currently has about 310,000 customers. While it’s not packed with the skyscrapers that are just across the river in Manhattan, the area is dense with multi-family dwellings, including 29,000 public housing apartments in 60 buildings. There are some single-family homes, and about 15 percent of customers are businesses. But renters are the norm, and they are one of the hardest markets to crack with incentives for energy efficiency.\nFor public housing, Con Ed is working through an existing New York City Housing Authority program to switch lighting to more efficient LEDs. Con Ed is also looking for a way to provide incentives for public housing tenants and other multi-family buildings (ones with five or more units) to install more-efficient air conditioning. Window air conditioners, which leak a lot of cool air out of window openings, remain in widespread use.\n“Energy efficiency doesn’t seem to be particularly futuristic,” Elcock said. ”But what we have to bear in mind is what we are actually trying to do. Traditional utilities or companies would have not considered these type of solutions at all.”\nMore than 720 multi-unit buildings accounting for more than 5,000 apartments are already participating for a load reduction of 3 megawatts. More than 3,800 small businesses have taken or have agreed to take energy efficiency steps for an additional reduction of nearly 5.5 megawatts.\nEducation and outreach to customers is critical. But it’s not always successful the first time—or even the fourth time, as in the case of Heritage Foods, a mail-order farm-to-table meat warehouse in the Bushwick section of Brooklyn.\nA representative from the BQDM lighting program visited many times, said Alexes McLaughlin, Heritage’s director of marketing.\n“I probably personally turned him away four or five times,” she said. “It sounded like a scam because they were offering to upgrade our fixtures ‘at no cost to you and the savings will be huge.’”\nBut she finally listened, and now the warehouse’s giant old halogen lights are gone, replaced with new, efficient fixtures. Every bulb in the place has been swapped out. McLaughlin said the savings are hard to calculate because Heritage added two new refrigeration units at about the same time.\n“I think that we were just surprised that this was a concern at all,” McLaughlin said. “We hadn’t thought about the impact that so many small steps could make on a larger neighborhood.”\nRelying on existing programs initially is a good move since they’ve already been approved by regulators, said Karl Rabago, executive director of the Pace Energy and Climate Center at Pace Law School in New York. Rabago has an extensive background as an energy executive and regulator in Texas and at the U.S. Department of Energy.\n“I’m hoping this will lead to a lesson—that, okay, we can’t just turn up the volume on the old stuff,” Rabago said. To succeed, he said, Con Ed will need a more holistic approach. “My overall assessment is, good start, good way to think about it, they seem to be speaking the right stuff,” Rabago said. “I want to see this graduate to real and not just opportunistic.”\nHe and others congratulate Con Ed for taking on BQDM.\n“We really look at this as very much representative of the future of what energy efficiency can be and do,” said Jim O’Reilly, director of public policy for the Northeast Energy Efficiency Partnerships. “Every jurisdiction that has an issue about potentially staring down a multi-billion dollar investment in poles and wires should be looking at the non-wires alternative.”\nJust over a year into the BQDM process, Jackson Morris, director of eastern energy at the Natural Resources Defense Council, said it appears headed in the right direction.\n“The reason why this is an important piece to look at is that the overarching philosophy of the [public service] commission, utilities and the stakeholders is, How do we do this differently?” Morris said. “How do we look at alternatives to the old way that can save money for consumers and be good for the environment at the same time?”\nCompanies interested in BQDM projects include SolarCity, the nation’s largest solar company, and Bloom Energy, a fuel cell company that specializes in units small enough to fit on the roofs of buildings. Bloom Energy is installing units in Times Square.\n“It’s a way to test out the concepts we’ve been preaching for a while now,” said Jamil Khan, SolarCity’s deputy director of policy and electricity markets. “I think there’s an eagerness from the utility side and from the distributed energy resources provider side to do something new and interesting and exciting, and there’s a lot of collaboration going on here, where you don’t necessarily see that sort of collegiality elsewhere.”\nIn its BQDM project, Con Ed has figured out a way to make the idea of using less energy more desirable for utilities, said Charles Fox, Bloom’s senior director of regulatory affairs and business development.\n“I think it’s probably the most tangible real-life example of the concept of the utility of the future,” Fox said. “You know the old classic saying—‘If you can make it here, you can make it anywhere.’ If they can do this in New York, I think they’re going to be able to do it in service territories all across the country and all around the world.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}