{
  "url": "https://insideclimatenews.org/news/25032016/exxon-mobil-sec-shareholder-resolution-climate-change-investigation/",
  "title": "Exxon Must Hold Shareholder Vote on Climate Change Resolutions, SEC Says",
  "date": "2016-03-25T10:00:28-04:00",
  "content": "ExxonMobil must allow shareholders to vote on at least two prominent resolutions on climate change, the Securities and Exchange Commission ruled.\nOne measure calls on Exxon to take moral responsibility for climate change and adopt a policy to limit average global temperature increases. A second would compel the oil giant to explain how its business would be affected by the worldwide commitment to slowing climate change. They are among seven resolutions on global warming proposed for Exxon’s May 25 annual meeting.\n“The SEC has rejected Exxon’s attempt to silence investors’ concerns about growing financial risks associated with climate change trends, including escalating global demand for low-carbon energy,” said Shanna Cleveland, a senior manager at Ceres, a Boston nonprofit that coordinates action on issues important to many of the nation’s largest institutional investors.\nSeparately, the Rockefeller Family Fund said it will divest its holdings in Exxon, calling the company’s behavior on climate change “morally reprehensible.”\nActivist stockholders are demanding more transparency about how much Exxon spends on organizations dedicated to obfuscating climate science and opposing emission regulations to slow climate change. They want Exxon to pledge to comply with measures to hold global warming under the 2-degree Celsius limit set by the Paris climate accord, and they want the company to add climate-conscious board members.\nThe SEC issued a similar ruling that Chevron must allow a shareholder vote on a proposal requiring an analysis of the business implications of climate regulation, according to the Houston Chronicle.\nThe seven resolutions for this year’s Exxon meeting continue a 25-year campaign by activist shareholders to get Exxon to confront the threat of climate change. Investor groups have fought to have the company invest in renewable energy, cut harmful emissions and perform carbon risk assessments. Exxon has regularly rejected shareholder requests, and no climate change resolution has been adopted. As with many publicly traded companies, Exxon’s management often asks the SEC to rule on whether it must submit resolutions for a shareholder vote.\nExxon declined to comment on the SEC rulings.\nThe SEC shot down Exxon’s attempt to block the shareholder resolution calling for the company to assert moral leadership on climate change and pledge to work toward limiting global warming to 2 degrees Celsius or less. It is sponsored by 34 shareholder groups under the umbrella of the Interfaith Center on Corporate Responsibility.\n“For the first time ExxonMobil shareholders will grapple with the moral and justice implications of climate change, as related to the company’s business,” said Susana McDermott, director of communications for the Interfaith Center, in a statement.\nExxon tried to persuade the SEC that the resolution was “vague and indefinite.”  The company also said it had already taken steps to address global warming.\nThe SEC ruled that the company failed to make a persuasive argument that there was no need for shareholders to have a voice on how the company addresses climate change.\n“Based on the information you have presented, it appears that the company’s policies, practices and procedures do not compare favorably with the guidelines of the proposal and that ExxonMobil has not, therefore, substantially implemented the proposal,” the SEC said in its letter to Exxon.\nThat indicates regulators see a disconnect between what the resolution seeks and what Exxon says it has already done, said Mary Beth Gallagher,  associate director of the Tri-State Coalition for Responsible Investment, one of the organizations representing shareholders.\n“This puts before the membership the question of Exxon’s operation and their strategies and the impact of what they do to society,” Gallagher said. “It is a threshold moment to consider the company’s role in society.”\nIn the case of the proposal requiring an analysis of how the Paris climate accord will affect Exxon’s business, the company argued that the resolution was too vague and that the company had already sufficiently answered the question. The resolution was introduced in December by the New York State comptroller along with the Church of England’s investment fund, the Vermont State Employees’ Retirement System, the University of California Retirement Plan and the Brainerd Foundation.\nExxon told the SEC that strict emission limits to hold global warming to less than 2 degrees Celsius are unlikely, although world governments agreed to such a goal in last year’s Paris climate accord. The SEC rejected Exxon’s position and ruled that the proposal should go before the annual meeting.\n“Based on the information you have presented, it does not appear that Exxon Mobil’s public disclosures compare favorably with the guidelines of the proposal,” said Justin A. Kisner, an attorney-adviser at the SEC, in a letter to Exxon.\nThe company fought the resolution because it did not want to confront the truth about how extensive the impact would be on its business, said Cleveland, the Ceres manager.\n“What we think would be revealed if Exxon were to conduct this assessment is that a large number of projects it has in the pipeline would not be economically viable,” she said.\nCleveland  cited the difference between projections in Exxon’s 2016 Energy Outlook report and calculations by the International Energy Agency on the demand for oil in 2040.\nThe IEA, an international organization that provides energy assessments, found that under a 2-degree scenario global demand for oil would be 74 million barrels a day in 2040, while Exxon calculated demand at 105 million barrels a day, she said.\n“This is a major victory for investors who are working to address the risks that global warming presents to our portfolios,” said New York Comptroller Thomas P. DiNapoli in a statement. “The Securities and Exchange Commission’s determination upholds shareholders’ rights to ask for vital information. Investors need to know if ExxonMobil is taking necessary steps to prepare for a lower carbon future, particularly now in the wake of the Paris agreement.”\nCalling Exxon’s historical conduct on climate change “morally reprehensible,” the Rockefeller Family Fund said it would divest its Exxon holdings as quickly as possible. The 49-year-old philanthropy was founded by descendants of 19th century oil tycoon John D. Rockefeller. He built the family’s fortune as a co-founder of Standard Oil, a predecessor of ExxonMobil.\n“Evidence appears to suggest that the company worked since the 1980s to confuse the public about climate change’s march, while simultaneously spending millions to fortify its own infrastructure against climate change’s destructive consequences,” the Rockefeller fund said in a statement. The charity said it would also divest from coal and tar sands.\n“While the global community works to eliminate the use of fossil fuels, it makes little sense—financially or ethically—to continue holding investments in these companies,” the fund said.\nExxon said the decision came as no surprise because the Rockefeller charity was “already funding a conspiracy against us,” according to a statement attributed to company spokesman Alan Jeffers. He said the Rockefeller Family Fund provided financial support to InsideClimate News and Columbia University, which he said “produced inaccurate and deliberately misleading stories” about the company’s climate research.\nInsideClimate News, which received a $25,000 grant from the fund in July of last year, published an investigative series of stories regarding Exxon’s early research into climate change. The Los Angeles Times later published stories based on reporting by Columbia’s Graduate School of Journalism addressing Exxon’s climate change history. The grant to ICN was for general operating support and represented less than 2 percent of ICN’s budget, and it came seven months after the Exxon investigation began.\nRockefeller Family Fund Director Lee Wasserman said the charity supports public interest journalism, including InsideClimate News, but keeps at arm’s length from the work being done.\n“We first learned about it when everybody else read about it,” Wasserman said. “The information that was unearthed was stunning and struck us as beyond the pale of what a corporation interested in protecting the public interest would do. … As a matter of good governance, we felt it imperative to sever our tie with the corporation.”\nA Columbia spokeswoman declined to comment but referred to a statement by Steve Coll, dean of Columbia’s Graduate School of Journalism, that disputed earlier allegations by Exxon of inaccuracy. The fund made grants to the Columbia program totaling $275,000 through 2014, according to Wasserman.\nBecause Exxon has not asked ICN to make any corrections, it’s difficult to know precisely what the company finds misleading or inaccurate in its award-winning investigative series, said David Sassoon, publisher of InsideClimate News.\n“They also seem to have a fundamental misunderstanding of independent nonprofit journalism, which is producing some of the most important work safeguarding the public interest,” Sassoon said. “They call it a conspiracy, when in fact it’s called the First Amendment, a pillar of our democracy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}