{
  "url": "https://insideclimatenews.org/news/18032016/climate-change-deniers-clean-power-plan-court-of-appeals/",
  "title": "Climate Denial’s Usual Suspects Support Challenge to Clean Power Plan",
  "date": "2016-03-18T08:00:26-04:00",
  "content": "Veteran climate science deniers have joined the fight to block the Clean Power Plan, the heart of the Obama administration’s climate policies, attempting to convince an appeals court that supposed doubts about climate science should halt the Environmental Protection Agency’s rules to slow carbon pollution.\nThirteen contrarian scientists, economists and professors, many with long-documented ties to fossil fuel industry groups and organizations committed to spreading doubt about climate change, are claiming the EPA’s carbon rules are “entirely based on scientific propositions that have been shown to be invalidated by highly credible empirical data.”\n“This brief is simply a recitation of the climate change denier myths, falsehoods and half-truths that have long-been debunked. It is beneath the dignity of our courts to even have to consider such nonsense,” said Michael Mann, a professor of meteorology and director of the Earth System Science Center at Penn State University.\n“I suspect that, to the extent the court does consider this document, it will be viewed as exhibit A in the case for intellectual bankruptcy of industry-funded climate change denialism,” he added.\nThe Clean Power Plan aims to significantly reduce greenhouse gas emissions from power plants and is the cornerstone of President Barack Obama’s efforts to combat climate change. The challenge to the rules, brought by more than two dozen states and their industry supporters, currently rests in the hands of the U.S. Court of Appeals for the District of Columbia Circuit. The Supreme Court issued a surprising stay of the plan in February while the litigation runs its course.\nThe climate contrarians asked the court to “step back from its past approach” of relying on the international scientific consensus that global warming is happening and is caused by human activity. Their brief asks the court to “take a hard look at whether there is truly any credible proof that, in the real world, rising atmospheric CO2 concentrations impact global temperatures to a measurable degree. At this point, there certainly seems to be no such proof.”\nMany of the scientists have signed onto similar briefs in other cases in the past, to no avail.\nJohn Abraham, a professor of thermal sciences at the University of St. Thomas in Minnesota, said the scientists involved are not qualified to assess projections about climate change. Abraham is a co-founder of the Climate Rapid Response Team, a group of scientists who try to correct the record when denialists present their version of the science.\n“Many of the signers are not climate scientists at all, have not published anything in climate change, in some cases have published very little, and in other cases have made past predictions that were shown to be incorrect,” Abraham said.\nThese scientists reject out of hand the EPA’s finding that carbon dioxide poses a danger to the environment. The agency reached that decision after the Supreme Court ruled in the landmark case Massachusetts v. EPA in 2007.\nIn the opening words of that decision, the court’s majority cited “respected scientific opinion that a well-documented rise in global temperatures and attendant climatological changes have resulted from a significant increase in the atmospheric concentration of ‘greenhouse gases,'” and that the EPA was bound by law to act.\nBut ever since, this group of denialists has been arguing that the issue of whether global warming is happening and whether humans are to blame is still unsettled.\nMainstream scientists, however, have no such uncertainty.\nAs a typical report from a mainstream scientific organization, the National Academy of Sciences, puts it:\n“Humans’ use of fossil fuel since the start of the Industrial Revolution has begun to modify the Earth’s climate in ways that few could have imagined a century ago,” the report by researchers from the National Academies of Sciences, Engineering, and Medicine said last week. “The consequences of this change to the climate are seemingly everywhere: average temperatures are rising, precipitation patterns are changing, ice sheets are melting, and sea levels are rising. These changes are affecting the availability and quality of water supplies, how and where food is grown, and even the very fabric of ecosystems on land and in the sea.”\nThe latest friends-of-the-court brief is signed by a familiar coterie of climate change skeptics, including S. Fred Singer, one of global warming’s most notorious deniers.\nHe and others who signed the brief, including Joseph S. D’Aleo, a former Weather Channel meteorologist, have connections to The Heartland Institute, a libertarian think tank with ties to fossil fuel interests, including David and Charles Koch. Heartland has long championed efforts to obfuscate the science of global warming.\n“What we’re trying to do is introduce reality into the picture and hopefully it gets the judges to push back and wait to get more information,” D’Aleo said. He added the rules could hamstring the economy while saddling the poor with higher energy costs.\nOthers, like Theodore R. Eck, have directly worked at fossil fuel companies. According to his qualifications listed in the brief, Eck is a former chief economist of Amoco Corp. and Exxon Venezuela, and sits on the Advisory Board of the Gas Technology Institute and Energy Intelligence Group. Craig D. Idso, a former director of environmental science at coal company Peabody Energy, is founder of the Center for the Study of Carbon Dioxide and Global Change, which claims rising carbon dioxide levels will benefit the planet by increasing crop yields—a long-discredited argument.\nStill others, like Don J. Easterbrook, have been called on to testify against global warming in legislative proceedings. In 2013, Easterbrook told a Senate Energy, Environment and Telecommunications Committee in Washington State that “global warming ended in 1998.”\nBut the main arguments are not legalistic, but familiar canards that have been continually and widely rejected by mainstream science. Key among their reasoning is that the EPA’s “three lines of evidence” in support of the Clean Power Plan have been “definitively invalidated by real world empirical temperature data” and that higher carbon dioxide emissions “would yield only benefits.”\n“As a result, claims of recent record-setting global average temperatures based on this data are simply invalid. The highly credible satellite data, from 1979 to date, show regional, not ‘global’ warming,” the brief says.\nIn fact, according to data from two U.S. agencies and Britain’s climate research agency, 2014 and 2015 were the hottest years on record. Officials have said 2016 is expected to be even hotter.\n“So, this document omits data, makes claims not supported by its data, and does not provide proper links to the data contained in the report,” Abraham said.\nAbraham also contends the idea that scientists have not been faithfully reporting temperature data is “far less convincing than recognizing that 13 third-rate scientists might not know what they’re talking about.”\nOral arguments before the U.S. Court of Appeals are scheduled for early June.\nThe contrarians’ brief is one of 13 submitted so far in support of the petitioners. They come from groups including former public utility commissioners as well as members of Congress (34 senators and 171 representatives, including Republican Sens. Mitch McConnell, John McCain, Marco Rubio and James Inhofe). The other briefs, however, don’t explicitly question the science.\nSo far, briefs in support of the EPA have not been filed. Motions in support of the EPA have been filed by organizations such as the Environmental Defense Fund, and a group of public health organizations that includes the American Medical Association and the American College of Preventative Medicine.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}