{
  "url": "https://insideclimatenews.org/news/17032016/programs-spread-affordable-solar-power-nationwide/",
  "title": "As ‘Tipping Point’ Nears for Cheap Solar, Doors Open to Low-Income Families",
  "date": "2016-03-17T19:33:13-04:00",
  "content": "How low-income families can get access to affordable solar power is a question communities nationwide are increasingly confronting. New solar policy guidelines released last week begin to deliver answers.\nFor the first time, a national overview is available via the “Low-Income Solar Policy Guide,” jointly produced by the nonprofit groups GRID Alternatives, Vote Solar and the Center for Social Inclusion. It explains the myriad challenges, benefits and opportunities for low-income families who go solar.\nPolicymakers, nonprofits, companies and community organizers are all looking for ways to improve solar access, said one of the report’s authors, Sean Garren, a regional manager at Vote Solar. “We pulled together the guide to try to catch this wave of interest and provide them the resources they need to turn it into concrete expanded access in low-income communities,” he said.\nBut even as solar is expanding and getting cheaper, few options for buying or leasing solar panels are affordable for low-income families, Stan Greschner, vice president of government relations and market development at GRID Alternatives, told InsideClimate News.\n“The number one issue is cost,” said Greschner, noting that families don’t have $15,000 to drop on a solar panel investment, or even the smaller deposits needed for leasing or renting panels. They also probably don’t have strong enough credit to qualify them for such programs.\nLast year, more than 7 gigawatts of new solar capacity was installed in the United States and experts expect far more solar will come online in 2016. At the same time, solar costs are plunging. For example, the average installed price for residential solar systems dropped 9 percent between 2013 and 2014.\nAccording to the guide, the key is to develop policies and programs that target low-income families living in single-family homes and multi-family homes, as well as renters.\nStates that are already tackling the access issue include California, Colorado, Massachusetts and Washington, D.C. For example, California has a policy to provide solar installations on the roofs of single-family and multi-family homes at no up-front cost to the users.\nMeanwhile, Colorado has a program that ensures some low-income families can benefit from receiving solar power—and the related energy savings—from shared community solar arrays.\n“Shared renewable energy is a nascent market” said Sara Baldwin Auck, regulatory program director at Interstate Renewable Energy Council. Shared solar is growing rapidly and much more is anticipated, she said, and many states are in the process of passing new policies and programs to take advantage of it. Last week, IREC released their own solar policy guide for low- and moderate- income families focused specifically on shared solar.\nAll of the programs designed to expand solar access offer customers savings on their electric bills, but some go a step farther—providing solar-related job training and career opportunities. It’s important for many of the participating communities that these programs not be thought of as a handout, said Greschner, who added, “they want it to be part of the community and run by the community.”\n“We are … close to a tipping point,” Bradley Klein, senior attorney at the Illinois-based Environmental Law & Policy Center, told InsideClimate News. “As the cost of solar continues to fall, and we have these new models that we are testing and experimenting with and learning from, this is really the point where we can take this to scale and replicate some of these programs at much larger levels.”\nKlein also said the report can help counter the attacks, often led by utilities, on pro-solar policies currently taking place in many states. In Nevada, for example, state regulators decided to gradually reduce a major solar credit called net metering, as well as increase rates specifically for solar customers. The regulatory review was prompted by a request by utility NV Energy to change the state’s solar policies.\n“We often hear this false narrative about solar, particularly from some utilities, that solar is really only for wealthy people and it’s not available for all,” said Klein.\nMoreover, utilities such as those in Nevada are pushing the idea that solar is hurting non-solar customers, especially low-income customers.\n“It’s really not the case,” said Klein. “In fact by creating a strong, stable market for solar you provide opportunities for all customers to begin taking more control of their electricity bills, to participate in a clean energy economy, and help create jobs in their communities…. This report is so valuable to counter that false narrative with real information about how solar really provides great opportunities for everybody.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}