{
  "url": "https://insideclimatenews.org/news/03032016/mit-not-divest-students-sit-in-fossil-fuel-investment-climate-policy/",
  "title": "MIT Won’t Divest, but Students End Protest After Compromise",
  "date": "2016-03-03T14:59:51-05:00",
  "content": "Four months of student protests demanding fossil fuel divestment at the Massachusetts Institute of Technology ended on Thursday, when school administrators and members of the student group Fossil Free MIT announced a compromise. The agreement gives students a role in crafting and tracking the university’s climate policy, but the university did not budge on its refusal to partially divest MIT’s $13.5 billion endowment of its holdings in fossil fuel companies, which was a major goal of many of the protesters.\nMaria Zuber, MIT’s top administrator of climate policies and vice president for research, praised the agreement. “I think this is MIT at its very best,” Zuber told InsideClimate News. “We have different points of view on tactics, but all of us agree on the importance of addressing climate change, and we sat down in typical MIT fashion and talked extensively about it and found common ground together on this problem.”\nAs part of the deal, MIT is creating a climate action advisory committee to advise Zuber on how the university should measure and track on-campus climate efforts, such as greenhouse gas reduction initiatives, as well as off-campus campaigns, including its correspondence with industry research partners on combatting climate change. The committee will include a mix of students, faculty, postdoctoral researchers, staff, alumni and members of MIT’s board of trustees.\nStudents celebrated the compromise and vowed to keep pushing the issue. “While this agreement isn’t perfect, it’s a step in the right direction,” said Benjamin Scandella, an MIT graduate student in earth sciences and a student activist. “Fossil Free MIT must and will continue to be involved in implementing this agreement to make sure it … lives up to the magnitude and urgency of the climate challenge,” he said.\nThe deal marks the end of a 116-day sit-in involving about 100 students, faculty, alumni and other community members, who took turns occupying a hallway outside the office of MIT President L. Rafael Reif.\nBetween October and December, the sit-in proceeded around the clock. Students took a two-week break between Christmas and New Years, resuming the protest from January to March with reduced hours—from 6 am to 11 pm.\nThe sit-in started in response to MIT publishing its long-awaited  plan for how it would address climate change on Oct. 21. The plan rejected divestment from fossil fuels to the dismay of activists, and instead laid out a policy of engagement with fossil fuel companies that fund and collaborate on research with MIT. The university said it would pressure them to adopt policies to support the United Nations’ 2-degree Celsius global warming temperature target. The plan offered no specifics on how it intended to make that happen. Some of these companies have a history of leading climate misinformation campaigns, such as ExxonMobil.\nThe students wanted more aggressive and specific actions, according to MIT student Geoffrey Supran, who helped organize the sit-in. They did not support Exxon using MIT “as a paintbrush to greenwash its climate lies,” he told ICN.\nWhen asked about the progress of engaging with industry on climate so far, Zuber said it is working. “Everything that has happened since we released the report has underscored to me that we’ve made the right decision. And I’m personally already seeing evidence that engagement is working.”\nZuber said the MIT administration has started to talk with industry members about whether they have business plans that align with the school’s goal of keeping global warming below 2 degrees Celsius. According to Zuber, all the companies they’ve talked to “either have or are working towards” such business plans. She would not disclose the names of the companies in these discussions.\nAs part of the agreement with students, MIT administrators, students and others will develop specific benchmarks for tracking the success of the school’s engagement policy. The school will also publish an annual report detailing the process.\nScandella said he and the other student activists support the administration’s plan but will continue to urge divestment, he said.\nMIT’s climate goal is to reduce greenhouse gas emissions on the campus in Cambridge by 32 percent by 2030. During their negotiations with administrators, students had pushed the university to adopt a more ambitious target of going carbon neutral by 2040. In the recent agreement, MIT officials call the original goal a “floor not a ceiling” and said the school “aspires to carbon neutrality as soon as possible.”\nWhile MIT has closed the door on divestment for now, other schools are ratcheting up their support for it. This week, faculty at the Earth Institute of Columbia University in New York signed a statement recommending the school divest from coal companies and instead direct investments into clean energy and climate-friendly businesses.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}