{
  "url": "https://insideclimatenews.org/news/07032016/did-shells-failure-to-disclose-climate-risks-break-the-law/",
  "title": "Did Shell’s Failure to Disclose Climate Risks Break the Law?",
  "date": "2016-03-07T21:00:59-05:00",
  "content": "Three members of Congress have asked the Securities and Exchange Commission to investigate whether Shell Oil Co. violated securities laws by failing to adequately disclose material business risks from climate change.\nMembers of the House Oversight and Government Reform Committee, led by California Democrat Ted Lieu, said in a letter to the SEC that Shell understood the consequences of climate change and made business decisions based on that knowledge.\n“Yet, Shell funded and publicly engaged in a campaign to deceive the American people about the known risks of fossil fuels in causing climate change,” the lawmakers said in their letter to SEC Chairwoman Mary Jo White.\n“As a publicly traded company, Shell has a duty to follow U.S. securities law … including disclosure requirements as they apply to business or legal developments relating to the issue of climate change,” the lawmakers said in the letter. “Unfortunately, it appears that Shell may have omitted or misrepresented material information in official filings.”\nThe call for an SEC probe of Shell is similar to an earlier demand that securities regulators investigate ExxonMobil. There has been a rising chorus of demands from lawmakers, presidential candidates, environmental activists and climate scientists for federal inquiries into whether Exxon’s actions and communications on climate change violated U.S. laws. InsideClimate News reported last week that the Justice Department referred a request to investigation Exxon to the FBI’s criminal investigation unit.\nShell spokeswoman Natalie Mazey and SEC spokeswoman Judith Burns both declined to comment.\nThe letter to the SEC cites investigative reporting by InsideClimate News and later by The Los Angeles Times reporting on early research into climate change by Shell, Exxon, Texaco and other fossil fuel companies.\nBased on information from the news stories, Shell “intentionally obfuscated the role of fossil fuels in influencing climate change,” according to the letter signed by Lieu and fellow Democrats Matthew Cartwright of Pennsylvania and Peter Welch of Vermont.\nAs an example of Shell’s awareness of climate change and its impacts on the company’s business, the congressmen’s letter cites a Los Angeles Times report that Shell announced in 1989 it was redesigning a long-term, $3 billion natural gas platform in the North Sea because of rising sea levels from global warming.\nBut even then, Shell went on to fund climate deniers, according to the letter. It cited Shell’s membership in the Global Climate Coalition, a collection of the largest companies seeking to block government efforts to curb fossil fuel emissions.\n“Based on the allegations above, it appears U.S. securities laws may have been violated,” according to the letter. “If you determine that violations did occur, we respectfully request the SEC to seek appropriate equitable remedies against Shell.”\nIn the case of Exxon, scientists repeatedly briefed the company’s top executives of the probability of rising global temperatures driven largely by fossil fuel use in the late 1970s. Yet the company didn’t elaborate on the carbon problem in SEC filings during the height of its research. Nor did it mention in the filings that concerns over carbon dioxide’s effect on climate change were influencing business decisions.\nWhite made a noncommittal response to the earlier request for an investigation of Exxon.\n“I want to assure you that the Commission’s staff will consider carefully the information included in your correspondence in connection with our statutory and regulatory responsibilities,” White said in a letter to Lieu.\nLieu said he hopes an investigation will not only address possible harm to investors but will send a message industry-wide that it has a responsibility to halt climate change.\n“Climate change is the one issue that can kill humanity as a species if it isn’t stopped and mitigated right now,” Lieu said. “If there is a successful prosecution, hopefully a settlement can lead to companies taking action to mitigate climate change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}