{
  "url": "https://insideclimatenews.org/news/01032016/flood-damage-sea-level-rise-potsdam-institute-copenhagen-denmark/",
  "title": "Flood Damage Costs Will Rise Faster Than Sea Levels, Study Says",
  "date": "2016-03-01T07:00:40-05:00",
  "content": "Communities facing rising sea levels are likely to see the cost of flood damage increase faster than water levels, concludes a new study.\nThree scientists in Germany made this sobering conclusion while developing a new analysis tool to help coastal communities worldwide understand and calculate the estimated economic costs of rising sea levels driven by climate change.\nSo far, the investigation of flood-related damages has lagged behind studies on sea level rise, said Jürgen Kropp, one of the study authors and a climate scientist at the Potsdam Institute for Climate Impact Research in Potsdam, Germany.\nThis new study, published Monday in the journal Natural Hazards and Earth System Sciences, comes on the heels of two related climate papers. One found that the current rate of sea level rise is the fastest on record for at least the last 28 centuries. That study, by researchers from seven institutions including Potsdam, was published last week in the journal Proceedings of the National Academy of Sciences. The other, by scientists at Climate Central, concluded that the coastal flooding of American towns and cities will continue to intensify in the future due to manmade global warming.\n“For decision makers, it’s important to know what the expected costs [of coastal flooding] will be for the future”—not just how much sea levels will increase, said Kropp. This new analysis underscores that urgency, showing “damages rise much faster than sea levels,” he said.\nU.S. communities already feeling the impact of, and responding to, sea level rise have probably already figured this out or wouldn’t find the results surprising, flood expert Chad Berginnis told InsideClimate News. But for rest of the country, “it could be a very surprising conclusion,” said Berginnis, executive director of the Association of State Floodplain Managers who did not participate in the study.\nAccording to Kropp, the new study analyzes how to estimate the economic costs for a certain level of flooding from sea level rise in a particular year. While such analyses have already been developed for specific cities, such as New York, they aren’t easily replicable, explained Kropp, which is where this study comes in.\nIn the paper, researchers analyzed Copenhagen (estimated pop. 560,000). They used an estimate of flooding-related damages in the city of $1.2 billion a year in 2010. If the flood level rose about 11 centimeters (or less than 5 inches) by 2050, and no protective measures were put in place, the associated flooding damages would nearly double, reaching an estimated $2.6 billion a year.\nIf flood levels rose more dramatically, 25 centimeters (or nearly 10 inches) over that span, and no protection measures were established, the associated costs would increase by about 4.5 times to about $6 billion by 2050.\nThe analysis is flexible and can take the impact of flood protections, such as seawalls, into account.\n“We need scientific approaches to help us calculate damage costs and adaptation costs in a comparative manner,” said Kropp. These tools ultimately help city managers and flood planners “compare where to invest and where not to invest” in response to rising seas, he said.\nCost increase rates will vary by city, and while researchers only analyzed two Danish cities—Copenhagen and Kalundborg—in this paper, they’ve tested it on more than 100 European cities. Those results will be the subject of a future paper.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}