{
  "url": "https://insideclimatenews.org/news/25022016/socal-gas-hedges-measuring-its-methane-leak-new-study-gives-it-big-number/",
  "title": "Aliso Canyon Released 97,000 Tons of Methane, Biggest U.S. Leak Ever, Study Says",
  "date": "2016-02-25T19:01:00-05:00",
  "content": "The leak from Southern California Gas Co.’s Aliso Canyon storage unit totaled 97,100 metric tons of natural gas, making it the largest release of uncombusted methane in U.S. history, according to a peer-reviewed study published Thursday in the journal Science.\nSoCal Gas, however, joined two other California utilities in telling state regulators that there is no established method for estimating methane releases in catastrophic gas-system failures. That filing on Feb. 17 incensed environmental groups including the Environmental Defense Fund and drew a rebuke from one of the Science study’s lead authors.\n“I’m going to call bullshit on that,” said Stephen Conley, an atmospheric scientist at the University of California, Davis. The study, mostly funded by SoCal Gas, used measurements of methane concentrations taken from an airplane flying downwind from the leak to calculate the volume of leaked gas.\nDetermining the amount of leaked methane, the primary component of natural gas, has important financial and climate implications.  Methane is a powerful greenhouse gas, 84 times more potent at warming the earth’s atmosphere over 20 years than carbon dioxide. On Jan. 6, Gov. Jerry Brown ordered SoCal Gas to pay for climate mitigation efforts equal to the total volume of methane emitted. The leak went on for 3½ months until the well was capped on Feb. 11.\nConley cited several ways of calculating the volume of leaked gas. One is the method he and his colleagues used, measuring downwind methane concentrations and factoring in things like wind direction and wind speed.\nA second method would have required adding an easily detectable chemical to gas in the storage facility before it escaped from the leaking well, he said, but SoCal Gas had not added that chemical.\nAnother option is for SoCal Gas to measure the volume of gas left in its storage facility and compare that with the amount there before the leak, adjusting for volumes injected and withdrawn since the emissions began. In a letter to Timothy Sullivan, executive director of the California Public Utilities Commission, SoCal Gas senior vice president Jimmie Cho indicated on Jan. 22 the company has at least some knowledge and capacity to measure its Aliso Canyon inventory.\nThe gas company said in a press release on Jan. 6 it would comply with the governor’s order to mitigate the climate effects. “SoCal Gas reaffirms our prior commitment to mitigate the environmental impact of the actual amount of natural gas released from the leak,” it said.\nIn a joint filing by SoCal Gas, San Diego Gas & Electric Co. and Southwest Gas Corp., on Feb. 17, the companies said, “In the event of catastrophic pipeline failures, the Joint Utilities are not aware of any established methodology that could be used to determine the release of methane.”\nIn response to questions from InsideClimate News, SoCal Gas spokeswoman Tammy Taylor said in an email, “The statement refers to the fact that there is no generally agreed upon method to measure emissions from catastrophic events. It does not mean that the amount of natural gas emitted from the Aliso Canyon incident, or other catastrophic events, cannot be measured.”\nThe language in the filing nonetheless angered environmentalists who have called for greater transparency in reporting methane emissions.\n“They continue to say they are going to make it right, they are going to mitigate the emissions,” said Timothy O’Connor, director of the Environmental Defense Fund’s California oil and gas program. “But where the rubber hits the road they use purposeful arguments to backtrack and undercut what they have said in the public.”\nEDF, which helped bring attention to the leak with infrared camera footage that captured the magnitude of the emissions, filed a response Wednesday to the gas utilities’ joint filing.\n“The Joint Utilities also make the claim that they are ‘unaware of any established methodology used to determine the release of methane,'” EDF said in the document. “However, this point seems inaccurate insofar as SoCal Gas has funded, and thus is aware of, the measurements taken by airplanes, towers and satellites at Aliso Canyon. Similarly, this purports to run counter to express statements of SoCal Gas that they themselves can measure the size and will mitigate the catastrophic leak at Aliso Canyon.”\nIn a separate filing Wednesday, the utility companies said, “Establishing a methodology for measuring emissions from such unusual events is challenging and unique, as ARB [the California Air Resources Board] has recently recognized in discussing the limitations of the aerial surveys over the Aliso Canyon storage facility.”\nThe reference was to a preliminary estimate on Feb. 22 of greenhouse gas emissions by the California Air Resources Board based on Conley’s flight data. The data “can be used to develop a very rough estimate of the total methane leaked to date,” the agency said on its website. “Once completed, the estimate calculated from these data will be the most robust quantification of the overall leak.”\nConley’s Science study estimated the amount of methane released into the atmosphere from the Aliso Canyon reservoir between Oct. 23, when the leak was detected, and Feb. 11, when it was plugged.\nThe rate of leaked gas, up to 60 metric tons of methane an hour, was comparable to the emission rates of entire oil and gas production regions. For example, production in the Barnett shale region of Texas emits 76 metric tons of methane an hour, and the Haynesville shale region in northwest Louisiana and East Texas, emits 80 metric tons an hour, according to the study.\n“If you look at this leak on a global scale, compared to worldwide methane emissions, it’s a drop in the bucket,” Conley said. “But if you look at it compared to other individual leaks, it’s a monster. It’s the biggest leak in U.S. history.”\nConley and his colleagues calculated the leak volume by measuring methane concentrations and meteorological data on weekly flights through the emissions plume, including an otherwise restricted flight zone immediately surrounding the leak. The California Air Resources Board contracted the work. SoCal Gas paid for 11 of the 13 flights.\nConley, who has measured leaks from the oil and gas industry by plane since 2010, said the readings he observed from the Aliso Canyon leak were more than 10 times higher than anything he’d previously found.\n“My first reaction was something was wrong,” Conley said.  “I just hadn’t seen numbers that high before.”\nSoCal Gas said it would conduct its own assessment of the leak volume.\n“Until we complete our own calculation of how much gas was lost, we are not in a position to comment on or otherwise confirm the accuracy of any other researcher,” SoCal Gas’s Taylor said. “We have a standard practice for estimating lost gas from the storage field for inventory purposes. This will take several weeks after the leak is stopped to complete.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}