{
  "url": "https://insideclimatenews.org/news/22022016/scientists-american-geophysical-union-cut-ties-exxon-climate-change-denial/",
  "title": "Scientists Urge American Geophysical Union to Cut Ties With Exxon Over Climate Denial",
  "date": "2016-02-22T12:00:58-05:00",
  "content": "This story was updated at 8:00 am on February 26.\nMore than 100 geoscientists are calling on the American Geophysical Union to drop ExxonMobil as a sponsor of its annual earth science conference in response to the company’s years of spreading climate denial views. The call appeared in an open letter posted Monday morning on a science website called The Natural History Museum.\nThe oil giant Exxon has a history of funding organizations that perpetuate climate misinformation and try to thwart policies that address climate change—in direct conflict with the earth science association’s mission and funding policies, the scientists said in their letter to Margaret Leinen, president of the American Geophysical Union (AGU).\n“AGU has established a long history of scientific excellence with its peer-reviewed publications and conferences, as well as a strong position statement on the urgency of climate action,” the letter said. “But by allowing Exxon to appropriate AGU’s institutional social license to help legitimize the company’s climate misinformation, AGU is undermining its stated values as well as the work of its own members,” it added.\nLeinen responded in a post on AGU’s blog. “The AGU Board of Directors will take up the questions raised in this letter at their upcoming meeting in April, and prior to that will carefully review the information that has been provided, and any additional information that becomes available in the meantime,” Leinen wrote.\nThe scientists’ letter cites an eight-month InsideClimate News investigation, which revealed that Exxon’s own scientists conducted cutting-edge climate research in the late 1970s and 1980s before the company pivoted to directing campaigns that cast doubt on global warming science.\nExxon’s climate activities are currently under scrutiny by New York State Attorney General Eric Schneiderman’s office. Last November, investigators subpoenaed Exxon for four decades of climate-related documents and communications, part of Schneiderman’s investigation into whether the company misled the public and its shareholders about its climate risks. Members of Congress, Democratic presidential candidates, climate scientists and environmental activists also have urged a federal investigation under U.S. racketeering law.\nThe campaign to axe Exxon as a sponsor of the AGU conference, the largest gathering of earth scientists every year, is part of a growing trend of scientists’ protesting efforts by fossil fuel companies to undermine climate science. Last year, for instance, dozens of researchers urged Smithsonian’s National Museum of Natural History and the American Museum of Natural History in New York to cut ties with David Koch of Koch Industries.\nThe conference is generally held in December in San Francisco; the 2015 conference drew about 24,000 attendees.\nAccording to the scientists’ letter, AGU’s own policy states that it “will not accept funding from organizational partners that promote and/or disseminate misinformation of science, or that fund organizations that publicly promote misinformation of science.”\n“We don’t think they are implementing their own policy sincerely,” Britta Voss, a postdoctoral geoscience researcher who helped organize the letter, told InsideClimate News. “We are hoping by making it a more prominent issue with this letter and showing interest from a large portion of the community, it will make them want to reconsider.”\nVoss, along with two graduate students, wrote an opinion piece in The Guardian criticizing AGU for including Exxon as a conference supporter in January. After receiving positive feedback from the earth science community, they decided to write the open letter to confront AGU more directly on this issue.\nSo far, 104 scientists have signed the letter. About 70 are AGU members. Some of the high-profile signers include climate scientist Michael Mann from Penn State University; James Hansen, former head of the NASA Goddard Institute for Space Science and now a climate researcher at Columbia University; and Naomi Oreskes, a science historian at Harvard University who has extensively written about science misinformation.\n“My chief reason for being troubled by Exxon-Mobil sponsorship of AGU is that the company has long worked to undermine the very work that our community has done,” Oreskes wrote in an email. “At best, it is hypocritical for us to accept their funds. It’s sort of the opposite of biting the hand that feeds you—it’s the hand that feeds you biting you.”\nThe signers also include Michael MacCracken, chief scientist for the climate change program at the Climate Institute. MacCracken used to work closely with Exxon scientists on climate change research and called out the company for opposing the advancement of the science in the early 2000s.\nResponding to the petition, Exxon spokesman Scott Silvestri said the company rejects the allegations that it suppressed climate change research. However, Silvestri did not address the accusations that the company had sought to delay climate policy or funded organizations that spread doubt about climate science.\n“ExxonMobil recognizes that climate risks are real and responsible actions are warranted,” wrote Silvestri in an email to InsideClimate News. “In view of the monumental scale of the world’s need for energy, solutions are not easy—they will take time, huge investments and thoughtful policies.”\nThe AGU community, which boasts about 60,000 member scientists worldwide, represents climate researchers, people who are studying the impacts of climate change, petroleum geophysicists, people involved in fossil fuel exploration and extraction, and everyone in between, according to Voss.\nWhile the specific goal of the letter is to end AGU’s sponsorship arrangement with Exxon, Voss explained that the broader goal is to prompt the AGU community to open up a formal dialogue about how it could, or should, support action on climate change, and whether the organization’s climate position should influence its partnerships with industry.\n“I think that AGU is the perfect body to really address this issue because although these…branches of earth sciences are very different, they do have one thing in common—which is trying to understand how the earth works,” Voss told InsideClimate News. “AGU has stated that their mission is to do science that contributes to society…if we really are going to live up to that, I think that we need to reconcile these sort of different perspectives and objectives within our own community.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}