{
  "url": "https://insideclimatenews.org/news/25022016/exxon-continues-resist-shareholder-calls-company-address-climate-change/",
  "title": "Exxon Digs In Against Shareholder Pressure to Address Climate Change",
  "date": "2016-02-25T09:00:39-05:00",
  "content": "ExxonMobil has challenged a shareholder resolution that calls for the company to show how its business will be affected by the global commitment to dramatically slow global warming.\nThe resolution—filed by the New York State comptroller’s office and four co-filers—also seeks an explanation of how Exxon will address those impacts. Exxon notified the Securities and Exchange Commission that it wants to block a vote on the proposal at its annual meeting in May. The fossil fuel giant argued that it’s unlikely that strict emissions restrictions will be imposed to meet the goal of holding global warming to less than 2 degrees Celsius that world governments agreed to in last year’s Paris climate accord.\nBy challenging the resolution, Exxon positioned itself as an outlier in the oil industry’s growing acceptance of the consequences of burning fossil fuels and the urgency to halt global warming, some industry analysts said. The SEC recently denied a request by AES Corp., a generating company in Virginia, to block a similar shareholder resolution.\n“It’s a little bit like a toddler putting their fingers in their ears and saying if I can’t hear you then what you’re saying isn’t true,” said Shanna Cleveland, manager of the Carbon Asset Risk Initiative at the nonprofit sustainability advocacy group Ceres. Exxon’s position signals that while nearly 200 countries around the world agreed to the Paris accord, Exxon remains on the sidelines, she said.\nExxon investors have filed a series of shareholder resolutions seeking to reform the company’s climate change policies, including appointing someone to the board who is in tune with climate issues and for the company to take moral responsibility for climate change. The company is challenging other climate-related resolutions, including the moral responsibility proposal.\nStockholders have been urging Exxon to confront the threat of climate change for decades. They have fought to have the company invest in renewable energy, cut harmful emissions and perform carbon risk assessments. Yet the company has regularly rejected shareholders’ requests and dismissed their concerns.\nThe New York comptroller’s resolution was filed in concert with the Church of England’s investment fund, the Vermont State Employees’ Retirement System, the University of California Retirement Plan and the Brainerd Foundation.\n“ExxonMobil risks becoming an outlier among its peers who have publicly supported reining in climate change,” New York State Comptroller Thomas P. DiNapoli said in a statement after Exxon challenged the proposal. “As investors, we need to know how ExxonMobil’s bottom line will be impacted by the global effort to reduce emissions and what the company plans to do about it.”\nExxon declined to comment, saying its position is clear in SEC filings. The SEC did not respond to a call for comment.\nIn its SEC filing, Exxon argued that the resolution was vague and demanded facts and figures that would be hard to derive. The SEC will most likely issue its ruling before Exxon sends proxy materials to shareholders later this spring.\nIn a letter to the SEC, the shareholders argue that the Paris agreement is an urgent call for action that will affect regulatory policy, technological progress, consumer demand for energy—and ultimately the way Exxon conducts business.\n“As the profound implications of a warming world resonate with global policymakers, and a credible path to action has been initiated, the need for companies to provide reliable information on the financial risks and opportunities associated with climate change has only been underscored,” the shareholders’ letter said. “Investors require clear, transparent, and comparable information about climate change impacts to make informed assessments about their use of capital.”\nIn its resolution, the group said the assessment “should analyze the impacts on ExxonMobil’s oil and gas reserves and resources under a scenario in which reduction in demand results from carbon restrictions and related rules or commitments adopted by governments consistent with the globally agreed upon 2-degree target.”\nExxon told the SEC that the 2-degree goal renders the resolution vague and indefinite.\n“The meaning and implications of the term are not explained and would be understood only by persons with significant scientific knowledge gained outside the text of the Proposal and supporting statement,” according to Exxon’s letter to the SEC.\nIn AES’s bid to block a similar resolution, the SEC rejected the company’s argument that the proposal was too vague.\n“We note that the proposal focuses on the significant policy issue of climate change,” the SEC said in a letter to AES. “Accordingly, we do not believe that AES may omit the proposal from its proxy materials.”\nOther fossil fuel companies, including Shell and BP, have agreed to publicly describe how they will be affected by lower greenhouse gas emissions. Exxon declined to join ten major oil and gas companies last year in support of policies consistent with a 2-degree goal.\n“The issue of living in a 2-degree world isn’t going away,” said Tim Smith, senior vice president of Boston-based Walden Asset Management, which promotes environmental, social and corporate responsibility on behalf of investors.\n“The company is facing a huge amount of reputational risk in terms of climate,” Smith said. “By going to the SEC to try to prevent their investors from having a debate and a vote on the 2-degree world, they are continuing to dig a hole that harms their image and positions them as outcasts in the discussion of global warming.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}