{
  "url": "https://insideclimatenews.org/news/12022016/leaking-well-temporarily-plugged-socal-gas-aliso-canyon-porter-ranch/",
  "title": "Leaking Well Temporarily Plugged as New Questions Arise About SoCal Gas’ Actions",
  "date": "2016-02-12T18:18:25-05:00",
  "content": "One hundred and eleven days after a massive gas leak was first detected, the leaking well was temporarily plugged at the Aliso Canyon natural gas storage facility in Los Angeles County.\nSouthern California Gas Co, which owns and operates the large, underground gas storage unit, announced on Thursday that a relief well it started digging in early December had pierced the leaking well near its base, more than a mile and a half beneath the surface. Pumping heavy drilling fluids into the well stopped the flow of gas.\nAlong with that news, however, came a filing by the company to the Securities and Exchange Commission that stated the company may have continued pumping gas into the leaking storage facility for two days after the leak was first discovered on October 23. Pumping additional gas into the underground reservoir increases its pressure, which in turn increases the leak rate.\nA prior press release from the company did not clarify when injections into the well ceased, saying only that they began to draw down the volume of gas in the facility on October 25.\n“Currently, there are no gas injections into the storage field, and withdrawals have taken place since October 25 to reduce the reservoir pressure.”\nThe filing, published on Thursday, also said significantly more households have been relocated by SoCal Gas than the company published in a recent press release.\nThat press release issued Wednesday said 4,645 households had been relocated by the company. The company’s SEC filing said “approximately 6,400 households utilized temporary relocation services.”\nIn its SEC filing, SoCal Gas added that it will continue preparations to drill a second relief well until it is confident that the leak has been permanently sealed, “which at this point is not assured.”\nThe leak has so far cost the company between $250 and $300 million and has resulted in 67 lawsuits filed against the company. Some of the suits have also targeted SoCal Gas’s parent company, Sempra Energy, according to the filing.\nIndependent, real-time monitoring of methane emissions in Porter Ranch, a neighborhood of northwest Los Angeles approximately one mile from the leaking well, suggests the temporarily plug is holding but that methane levels are still slightly higher than normal.\n“There is no evidence that the leak is going on, but there are above ambient levels that might include [small leaks from] the other 7,000 miles of pipe that are up in that whole mountain system,” said Robert Crampton, senior scientist at Argos Scientific, a company that donated its services to monitor the leak.  “Maybe now we are seeing some stuff that has always been there that’s not as bad as the big leak, but it will take a while to see what’s going on.”\nSoCal Gas said the next step is to begin injecting cement through the relief well to permanently seal the leaking well, a process that could take several days. Once the cement has cured, California state regulators must confirm that the leaking well has been permanently sealed. Residents who temporarily relocated will then have eight days to move back home, according to SoCal Gas.\n“People are now terrified of this eight-day countdown to go back to their homes because there is no testing being done of what’s actually going on in people’s homes,” Matt Pakucko, president of advocacy group Save Porter Ranch said at a press conference on Thursday. “It’s not time for champagne yet.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}