{
  "url": "https://insideclimatenews.org/news/15022016/antonin-scalia-death-leaves-supreme-court-ideological-limbo-climate-decision-clean-power-plan/",
  "title": "Scalia’s Death Leaves Court in Ideological Limbo as Climate Decision Looms",
  "date": "2016-02-15T22:32:17-05:00",
  "content": "Twelve years ago, Antonin Scalia wrote in no uncertain terms why it was so important that the Supreme Court have nine justices on the bench at all times. He reasoned that the absence of even one jurist on a single case would impair the court’s functioning.\nAfter Scalia died last week during a hunting trip, the Supreme Court may feel his absence for a year or more, as Republicans in the Senate resist approving a successor chosen by President Barack Obama.\nAnd partly because of two coincidences, Scalia’s death is putting pending decisions on climate change and other environmental questions in sharper relief than ever.\nNo analysis of the environmental stakes missed the first coincidence: that Scalia’s vote just a week before he died had tipped the balance of the ideologically divided court in an ominous direction for President Obama’s climate policies. The court’s conservative Republican appointees, with a 5-4 vote, pushed through an unprecedented stay of Obama’s most important climate regulation, the Clean Power Plan, until all judicial reviews are exhausted.\nHere’s the second coincidence: it was another intersection between a hunting trip and environmental policy that elicited Scalia’s enunciation in 2004 about the importance of a full bench.\nThat year’s Supreme Court term, as it happens, featured an extraordinary environmental caseload: six big cases, of which the green side lost four, won only one, and scored one as a tie. Again and again that year, the Supreme Court overturned lower courts that had taken pro-environment stances.\nThe Sierra Club wanted Scalia to recuse himself from one of the most politically charged cases. It involved environmental groups demanding that Vice President Dick Cheney make public the advice he had received from fossil fuel companies in 2001, when Cheney ran a White House task force on energy behind closed doors.\nEnvironmental groups, frozen out of the process, were dismayed by the favoritism toward Big Oil. They accused the Bush-Cheney administration of violating a sunshine law governing federal advisory committees.\nDuring the appeals that ensued, in the court’s midwinter break, Scalia and Cheney had gone duck hunting together in Louisiana as guests of the head of an oil-services company. The greens, crying bias, were trying to get Scalia to stand down.\nHe refused, and they lost—one of many collisions between green groups and Scalia, who felt he was being unfairly pilloried.\nToday, with the potential for tied votes lasting for months, his pointed argument against recusing himself has a prescient tone.\nRecusal, he wrote in a typically biting reply to the Sierra Club’s petition, “might be sound advice if I were sitting on a Court of Appeals. There, my place would be taken by another judge, and the case would proceed normally. On the Supreme Court, however, the consequence is different. The Court proceeds with eight Justices, raising the possibility that, by reason of a tie vote, it will find itself unable to resolve the significant legal issue presented by the case.”\nScalia quoted the court’s recusal policy: “Even one unnecessary recusal impairs the functioning of the Court.”\nScalia’s replacement, and who appoints him or her, could play a decisive role in the enforcement of the crackdown on emissions of greenhouse gases from coal-fired power plants, and perhaps even make or break the landmark new Paris treaty on climate change.\nAn Obama appointee would likely look favorably on his administration’s climate policies, particularly the centerpiece, the Clean Power Plan. It’s just as safe to say that if a Republican becomes the next president, he would choose a jurist inclined against strict controls on burning fossil fuels.  No Republican presidential candidate is a strong advocate for climate action, and most of them express doubt that mankind’s pollution poses significant climate risks—ideas Scalia himself voiced.\nAs the scholar Jonathan Cannon wrote in Environment in the Balance: The Green Movement and the Supreme Court, “Justice Scalia has distinguished himself as the Court’s archetypal anti-environmentalist.”\nScalia, Cannon wrote, “often matched his intellectual opposition to environmentalism with a tone of disparagement.”\nHe often assumed a diffident air when it came to the substance of the policy disputes, or the societal repercussions of case law. In a dissent to the landmark decision in Massachusetts v. EPA, which established the agency’s purview over greenhouse gas emissions, Scalia wrote: “The Court’s alarm over global warming may or may not be justified, but it ought not distort the outcome of this litigation.”\nWriting for The New York Times’ Dot Earth blog, Andrew Revkin recalled this attitude on display when, in oral arguments, the solicitor general of Massachusetts corrected Scalia about the scientific particulars of carbon pollution. “Troposphere, whatever,” Scalia responded. “I told you before I’m not a scientist. That’s why I don’t want to have to deal with global warming, to tell you the truth.”\nSome in the courtroom that day chuckled, but Scalia was earnestly questioning the scientific consensus that global warming was due to manmade pollution, and demanded, “When is the predicted cataclysm?” Finding himself in the minority, he wrote in dissent that carbon dioxide is not, strictly speaking, pollution.\nMichael Allan Wolf makes a different point in The Supreme Court and the Environment: The Reluctant Protector. He said the court’s split is expressed in judicial philosophy, not as anti-environmentalism per se, and feeds a “predominant pattern of indifference” in its recent environmental rulings.\nMassachusetts v. EPA aside, the most significant rulings were mainly based not on science or on the public interest but on conservative views of federalism, original intent, textual interpretation, the separation of powers, and the like. These views were heavily influenced by Scalia.\nWolf quotes the “essential insight” of another scholar of environmental law, Richard Lazarus, that “many of the Justices do not view environmental law as a distinct area of law, but merely a factual context for the raising on more important cross-cutting legal issues.”\nWolf concludes: “Until such time as the Court’s membership includes a coalition of justices who perceive environmental protection as a discrete and important value worthy of special protection under the Constitution and laws of the United States, all indications are that this judicial reluctance will continue.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}