{
  "url": "https://insideclimatenews.org/news/10022016/supreme-courts-order-block-clean-power-plan-has-implications-far-beyond-us/",
  "title": "Supreme Court Halts Clean Power Plan, with Implications Far Beyond the U.S.",
  "date": "2016-02-10T11:00:52-05:00",
  "content": "The Supreme Court put on hold the linchpin of President Obama’s climate policy, barring the Environmental Protection Agency on Tuesday from carrying out the administration’s new Clean Power Plan to reduce greenhouse gas emissions from electric power plants.\nIt was a surprising decision of staggering proportions, with repercussions that go far beyond the U.S. electrical grid, threatening the credibility of the Paris Agreement on climate change reached by the world’s nations in December.\nThe Clean Power Plan, designed to reduce by nearly a third emissions from fossil fuel-burning electricity plants, is the central element of the pledge by the United States to reduce its greenhouse gas emissions by at least 26 percent by 2025.\nIt was an unusual intervention by the Supreme Court, given that a powerful appeals court had just weeks ago turned down a request by dozens of states and their allies in the fossil fuel industries to impose a stay on the new federal regulation.\nBy blocking enforcement of the rule, the justices sent a signal that conservatives on the court may be inclined to limit the agency’s powers under the Clean Air Act.  The Supreme Court found in its 2007 decision Massachusetts v. EPA that the statute allows controls on carbon dioxide emissions that cause global warming.\nIt would have taken years for the Clean Power Plan to take full effect, but the first step would have been for states to file implementation plans starting in September. Planning was well under way for that. About half the states had joined in appealing the rule, and some of them had declared that they would have refused to file state plans. Now, none of them will have to meet the rule’s deadlines, which the EPA will be powerless to enforce.\nSCOTUSblog, an authoritative web site covering the Supreme Court, said that the order “will delay all parts of the plan, including all deadlines that would stretch on into 2030, until after the D.C. Circuit completes its review and the Supreme Court has finished, if the case does wind up there.  There appears to be little chance for those two stages of review to be over by the time President Obama’s term ends next January 20.”\nJosh Earnest, the White House spokesman, said “we remain confident that we will prevail on the merits.” He said the EPA would continue working with those states that want to move ahead with pollution controls under the rule.\n“I am extremely disappointed by the Supreme Court’s decision,” said Attorney General Kamala Harris of California, one of 17 states that argued in favor of the rule in the appeals court. “The Court’s decision, and the special interests working to undermine this plan, threatens our environment, public health and economy.”\nWest Virginia Attorney General Patrick Morrissey, whose state is the lead plaintiff challenging the rule, said “we are thrilled” by the “great victory.”\nBut environmental advocacy groups said they were confident that the rule would eventually pass judicial muster, and that in the meantime the trend toward greener power would continue.\nThe U.S. Court of Appeals for the District of Columbia Circuit has scheduled arguments for June and is expected to rule by late summer or early fall. An appeal to the Supreme Court would most likely be decided next year, after President Obama is out of office.\n“We are confident the courts will ultimately uphold the Clean Power Plan on its merits,” said David Doniger of the Natural Resources Defense Council. “The electricity sector has embarked on an unstoppable shift from its high-pollution, dirty-fueled past to a safer, cleaner-powered future, and the stay cannot reverse that trend.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}