{
  "url": "https://insideclimatenews.org/news/08022016/cornell-follows-other-ivies-divestment-coal-oil-gas/",
  "title": "Cornell Follows Other Ivies, Won’t Divest",
  "date": "2016-02-08T08:00:48-05:00",
  "content": "Cornell University officials quietly decided last month to not divest the school’s approximately $6.3 billion endowment from holdings in oil, gas and coal companies.\nCornell’s decision falls into the trend of Ivy League schools continuing to be noticeably absent from the movement to divest from fossil fuel holdings. That movement has rapidly expanded to include hundreds of individuals, state college systems, public pension funds, big banks and more, with combined assets worth at least $3.4 trillion. Cornell became the latest of the Ivies to decline when it announced that decision on Jan. 29.\n“The university’s endowment must not be regarded primarily as an instrument of political or social power; its principal purpose is to provide income for the advancement of the university’s educational objectives,” said Donald Opatrny, chairman of the school’s investment committee. Cornell, located in Ithaca, N.Y., has a student population of nearly 22,000.\nStill, Cornell officials said that they would consider divestment when a company’s actions or inactions are “morally reprehensible.”\nBy choosing not to divest in any fossil fuel companies, the officials indicated they don’t believe those companies qualify for such an extreme label. They did point out other ways the university is tackling the climate issue, however, such as through making buildings on campus more efficient.\nBy saying it did not want to politicize its endowment actions, Cornell echoed Harvard University’s announcement rejecting divestment in October 2013. Subsequent Harvard student protests and a lawsuit have not influenced administrators to change their position. Yale University similarly rejected divestment in August 2014; a student protest in April 2015 also didn’t result in a policy change. Brown University decided against divesting from coal in October 2013.\nThe University of Pennsylvania will soon take on the issue and is putting together an ad hoc advisory committee on divestment this month. An advisory committee at Dartmouth College is currently reviewing whether to divest or not. A Columbia committee recommended the school’s board not divest, but there’s been no official decision yet.\nWith an increasing number of coal companies announcing bankruptcies and oil companies posting significant annual losses, “the boards of colleges and universities who reject divestment seem to be disregarding what is actually happening with the fossil fuel industry,” Lindsay Meiman, a climate campaigner at the group 350.org, wrote InsideClimate News in an email.\n“Prominent institutions like Cornell need to divest from fossil fuels, get out of the business of climate wreckage, and heed the warnings of the world’s top financial experts,” she wrote.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}