{
  "url": "https://insideclimatenews.org/news/05022016/president-obama-oil-tax-climate-transportation-conversation-congress-energy/",
  "title": "Obama’s Oil Tax: A  Conversation Starter About Climate and Transportation, but a Non-Starter in Congress",
  "date": "2016-02-05T19:58:31-05:00",
  "content": "President Obama’s proposal to impose a $10 tax on every barrel of oil and spend the money on advances in transportation is one of the most comprehensive attempts yet to address the climate impacts of moving people and freight from place to place.\nLinking climate policy and public works programs, however, is attempting to pave the way for a project not yet shovel-ready.\nNo lame duck president whose party is the minority in both houses of Congress seriously expects dramatic, ideologically laden new policies to pass.\nAnd if there are two things that are hard to imagine Congress including in the budget for the fiscal year 2017, they are a broad new policy to control climate change and a big tax increase, let alone one hitting down-and-out producers of fossil fuels.\nSen. Lisa Murkowski of Alaska, whose Energy Committee has a bipartisan policy bill on the Senate floor, said that because Republicans are in the majority, nobody should “worry about this becoming law.“\nWhite House officials, who announced the proposal late Thursday as part of the run-up to the annual budget submission next week, cast it as a futuristic vision of a transportation network that has become decrepit.\n“Some things from the 1960s, like the Beatles, are ageless,” said Jeff Zients, director of the president’s National Economic Council. “But our transportation system definitely is not.”\nThe goal is to lower transport’s contribution to global warming while building its resilience in the face of growing climate impacts.\n“Our transportation system is too dependent on oil,” he said. “Transportation is responsible for nearly 30 percent of the U.S. carbon emissions. And the system was not designed to handle the realities of a changing climate.”\nThe tax, which would be phased in over five years, would provide funds to increase spending on surface transportation by 50 percent.\nA White House fact sheet spells out a broad mix of research, public works spending, and other elements combining some new initiatives with extensions of recent programs. It says the proposal “places a priority on reducing greenhouse gases, while working to develop a more integrated, sophisticated, and sustainable transportation sector.”\nAs Brad Plumer pointed out on Vox, there are similarities between an oil tax and the fuel taxes that have traditionally funded highways, mass transit, and aviation programs—but there are differences too. Still, “the most radical part” of this plan is its link between 21st century transportation and climate policy.\nElana Schor wrote on Politico that however adamant the Republicans are in declaring the proposal dead on arrival, it will reverberate among Democrats and their green allies. She predicts it will help push the debate toward ever more hawkish climate policies in the wake of fights over the Keystone XL pipeline and other thorny issues.\nAn article on Bloomberg compared the President’s proposal to his perennial suggestions to cut tax subsidies favoring fossil fuel producers. Congress has never gone along. And it would make little sense to tax oil companies with one hand while subsidizing them with the other.\nThe Washington Post calculated that at current rates of oil consumption, the plan would bring in about $65 billion a year when fully phased in. However, since the whole point is to lower consumption of oil, it’s hard to predict the long term flow of money. Nor was there any estimate available of how much carbon pollution would be prevented in the long run.\nThe New York Times wrote the proposal could bring in up to $32 billion in new federal revenue annually. It noted that some policymakers have argued that with oil prices low, now is a good time to raise oil taxes, since consumers are paying low prices at the pump these days. However, it would also be kicking oil companies while they are down, and tilt the playing field in favor of natural gas, which is also abundant and cheap these days but would pay no tax.\nThe easiest argument for opponents in this political season is to decry the tax increase, just as they would condemn any other tax hike.\nBut administration officials argue that people pay hidden taxes every day because of the costs climate change extracts from society, along with the costs of delays and inefficiency due to crumbling infrastructure. More of those costs, they are saying, should be paid by the industries that impose them on society—starting, in this case, with Big Oil.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}