{
  "url": "https://insideclimatenews.org/news/03022016/exxon-stiff-arms-request-take-moral-responsibility-climate-change/",
  "title": "Exxon Stiff-Arms a Request to Take Moral Responsibility for Climate Change",
  "date": "2016-02-03T10:30:52-05:00",
  "content": "Oil giant ExxonMobil moved to reject a shareholder proposal calling for the company to assert moral leadership on climate change and pledge to work toward limiting global warming to 2 degrees Celsius or less.\nIn a letter to securities regulators, the company said the resolution filed by a faith-based organization is “vague and indefinite.” Exxon also said it’s unnecessary for shareholders to consider the proposal at the annual stockholders meeting on May 25 because the company has already taken steps to tamp down global warming. The resolution was filed by the New Jersey-based Tri-State Coalition for Responsible Investment.\nWhile social responsibility groups have been demanding action on climate change from Exxon for decades, the Tri-State resolution is the first to call on the company to acknowledge moral responsibility. Over the past 25 years, shareholders have submitted 62 climate change-related proposals to Exxon, according to an InsideClimate News review of shareholder resolutions. Of those, 22 were either withdrawn or blocked by the company. None of the remaining 40 got enough votes to pass.\nManagement often urges the Securities and Exchange Commission to bar shareholder proposals from the proxy statements they publish for annual investor meetings.\nSister Patricia Daly of the Sisters of St. Dominic of Caldwell, N.J., one of the sponsors of the resolution, called Exxon’s move “arrogant and dangerous.”\n“This challenge demonstrates that ExxonMobil plans to continue to cling to an unsustainable paradigm that severely harms our planet, without reflecting on the moral dimensions of a ‘business as usual’ scenario,” she said. “I wonder what management fears will be revealed if they allow this resolution to go to a vote.\n“They don’t see the moral imperative,” she said. “They are dodging the 2 degrees.”\nThe resolution declares, “We believe that ExxonMobil should assert moral leadership with respect to climate change.” It also calls on Exxon to adopt policies consistent with limiting the average global temperature increase to 2 degrees since the beginning of the Industrial Age and to acknowledge urgency in meeting that goal. The Tri-State Coalition represents nearly 40 Roman Catholic groups with pension funds that hold shares of Exxon.\nA spokesman for Exxon declined to comment. The Tri-State proposal was among the first of seven 2016 shareholder resolutions to be filed with Exxon addressing climate change.\nExxon asked the SEC to allow the company to dismiss the resolution because it does not spell out exactly what actions Exxon would have to take to comply.\n“The Proposal’s request that the company commit to ‘support the goal’ of limiting warming to less than ‘2° C’ is vague and misleading,” according to Exxon’s letter to the SEC.\n“The meaning and implications of this reference to ‘2° C’ are not defined or explained in the proposal and are likely only understood and appreciated by shareholders with a significant level of knowledge and expertise regarding climate change science and policy,” Exxon said in the letter.\nThe company argued that there is disagreement in the scientific community over how to define or reach a 2-degree target, so it would be impossible for the company to do so.\nThe goal of holding global warming to 2 degrees or less was embraced by 196 countries during the Paris climate talks last year. The resulting agreement aims to reduce  greenhouse gas emissions, which are the largest contributor to global warming.\nExxon also said it has taken numerous steps to reduce the risk of climate change.\n“The Company’s past and current actions and initiatives compare favorably with the shareholder proposal’s essential objective of having the Company publicly support the goal of addressing climate change risk,” according to the Exxon letter.\nIt cited steps to improve energy efficiency and reduce greenhouse gas emissions at its own operations and to conduct and support research on new technologies. Exxon said it also has urged governments, private companies and consumers to embrace climate policy solutions.\nThe sponsors of the proposal said Exxon’s objections show that it is out of step with the rest of the industry and the world. Daly said the moral dimensions of climate change are clear and have been articulated in statements from world leaders and faith leaders, including Pope Francis in his environmental encyclical, Laudato Si’.\nRobert Brulle, a professor of sociology and environmental science at Drexel University, said he understands Exxon’s argument that the resolution is vague. He said the resolution’s sponsors could have specified how Exxon should contribute to the 2-degree limit, or how much in greenhouse gas emissions Exxon should curtail.\n“Without the specificity, you end up with all the varying interpretations,” said Brulle, who has studied the funding behind climate change denial campaigns mounted by the fossil fuel industry, including Exxon. “What Exxon is doing is using that discussion to muddle the issues.”\nAs for Exxon’s contention that it has already met its responsibility, Brulle called it “laughable.”\n“They say ‘Oh yeah, we’ve met that goal,'” he said. “But what have they really done?”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}