{
  "url": "https://insideclimatenews.org/news/22012016/new-federal-methane-rules-aim-reduce-leaks-flaring-oil-and-gas-industry/",
  "title": "New Federal Rules Target Methane Leaks, Flaring and Venting",
  "date": "2016-01-22T18:11:04-05:00",
  "content": "The Obama administration proposed new regulations Friday to cut the amount of methane, a powerful greenhouse gas about 25 times more potent than carbon dioxide, leaking from fossil fuel facilities on public and tribal lands.\nThe announcement comes as a massive amount of methane continues to escape from a storage facility in Aliso Canyon, northwest of Los Angeles. It also follows the Interior Department’s decision last week to stop granting new leases for coal mining on public lands.\nThe Interior Department’s new methane rules aim to reduce leaks gradually over the next three years by requiring oil and gas operators to update faulty equipment and reduce the flaring and venting of excess gas. It is part of the Obama administration’s larger agenda to fight climate change, which aims specifically to cut methane emissions from the oil and gas industry by up to 45 percent by 2025.\nLeaked methane has been shown to have dangerous health impacts on nearby communities, such as headaches and respiratory illness. The practice is also a massive waste of energy, Neil Kornze, the director for the Bureau of Land Management, told reporters Friday.\nBetween 2009 and 2014, 375 billion cubic feet of methane was vented, flared or leaked from oil and gas facilities on public and tribal lands—enough to power more than 5 million homes for a year, according to the Interior Department.\nThe regulations would “save enough energy to power all the households in Dallas,” Kornze said.\nJanice Schneider, the assistant secretary for Land and Minerals Management at the Interior Department, said many oil and gas operators have taken steps to reduce methane emissions on their own, but that there are “other operators who aren’t as proactive.”\nKornze and Schneider said they are expecting the rules to be challenged in court, as most of the Obama administration’s climate and energy regulations have been.\nThe oil and gas industry called the rules unnecessary.\n“We share the desire to reduce emissions and are leading efforts because capturing more natural gas helps us deliver more affordable energy to consumers,” Erik Milito of the American Petroleum Institute, said in a statement. “The incentive is built-in, and existing Bureau of Land Management guidelines already require conservation. Another duplicative rule at a time when methane emissions are falling and on top of an onslaught of other new BLM and EPA regulations could drive more energy production off federal lands.  That means less federal revenue, fewer jobs, higher costs for consumers, and less energy security.”\nBut environmentalists argued the new regulations are critical to fighting climate change and saving energy and money.\n“BLM is taking an important step to ensure the responsible development of our nation’s natural resources,” said Fred Krupp, president of Environmental Defense Fund, which has led a series of scientific studies into methane leaks and has called for stricter regulations. “In 2013, oil and gas companies on public and tribal lands wasted more than $330 million worth of gas through leaking, venting and flaring practices that allow billions of cubic feet of methane—both a climate pollutant and valuable energy resource—to escape into the atmosphere.”\nJosh Mantell, carbon management campaign manager for The Wilderness Society, called the rules “a huge step forward toward ensuring public resources on federal lands are used for Americans’ benefit, and not wasted.”\nSeveral states, including Colorado, North Dakota, Wyoming and Pennsylvania have already taken steps to limit the venting, flaring and leaking of methane from oil and gas facilities. As has the U.S. Environmental Protection Agency.\nKornze said the aim is for the rules to be “complementary, and not duplicative” of the EPA’s regulations, put forth in August.\n“The EPA’s authority looks at questions of pollution and emissions,” he said. “We are looking at it through waste prevention. Their regulations generally apply to new or modified operations. Ours apply to all operations, old and new.”\nThe public will have several months to comment on the proposed regulations. Kornze and Schneider said they hope to have the regulations finalized by the end of the year.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}