{
  "url": "https://insideclimatenews.org/news/15012016/nevada-solar-rates-net-metering-public-utilities/",
  "title": "Nevada’s Sunshine Just Got More Expensive and Solar Customers Are Mad",
  "date": "2016-01-15T07:00:33-05:00",
  "content": "In a crushing loss for Nevada solar users, state utility regulators voted 3-0 on Wednesday evening to keep a solar policy that may be the most controversial in the nation.\nStarting Jan. 1, Nevada’s more than 17,000 residential and small-scale commercial solar users were hit with higher electricity rates, coupled with reductions in the credits they receive for sending their unused solar energy back to the grid. The state Public Utilities Commission had approved these changes less than two weeks before, astonishing and angering the solar industry and customers.\nThe backlash has been swift and intense. Customers have balked. Major solar installers, including Sunrun and SolarCity, announced they were ceasing local operations, closing offices and cutting hundreds of jobs. Republican Gov. Brian Sandoval, who appointed the regulators, tried to distance himself from the decision.\nThe controversy has spread even to the presidential campaign, where two Democratic contenders have criticized the decision. Bernie Sanders called it “just about the dumbest thing I have ever heard.” More recently, Hillary Clinton said, “I don’t think any change in rules should penalize people who were permitted and encouraged to do what folks have done” in Nevada.\nNevada is among a handful of states that have repealed incentives aimed at encouraging residential-scale solar and other forms of distributed generation, part of a push by some utilities and fossil fuel interests to fight the spread of renewable power. The leading industry trade group Edison Electric Institute has called customer-owned distributed energy a “disruptive challenge” to the control utilities have over America’s electricity supply.\nWhat particularly rubbed people the wrong way in Nevada, however, was abandoning the concept of “grandfathering.” When other states, including Arizona and Hawaii, increased rates for their solar customers or rolled back credits, they did so for new customers; existing customers were grandfathered into existing policies. Nevada changed the rates across the board.\nDefying the request of solar advocates, Nevada regulators announced their decision on Dec. 22 to approve immediate rate and credit changes for both future and existing solar customers. Those rates will increase, and the credits will decrease every year until 2020.\nFor a typical Nevada homeowner, the basic monthly bill increased $12.75 to $17.90, with the credit for energy returned back to the grid decreasing from 11 cents per kilowatt-hour to 9 cents per kilowatt-hour. When the full rate change goes into effect in 2020, the monthly bill will be $38.51 and credits will be 2 cents per kilowatt hour.\nThe biggest defenders of the change include the state’s utility regulators and the affected utility NV Energy. They say it addresses the burden being placed on customers not using the net metering benefit, which gives solar customers that deliver electricity back to the grid large rebates on their utility bills. Those customers, they argue, aren’t paying their share of utility costs, including grid upkeep, and those costs are falling unfairly onto non-solar users.\n“[Net metering] customers receive grid services and use the grid differently and, as the Commission’s order recognizes, require different prices than full-requirements customers,” NV Energy wrote in a statement. “The Commission’s order sets a higher basic service charge to reflect these facts.”\nSolar customers make up only a small percentage of Nevada’s utility customer base.\nThe new rule has a wide array of opponents: solar customers, solar workers and advocates; energy analysts; the Nevada Bureau of Consumer Protection; and politicians inside and outside the state. They say regulators did not consider the benefits solar users provide to the grid, including extra electricity and lower environmental impacts. These benefits were previously identified in a study conducted years prior by the same regulatory department, but that study wasn’t considered in this case. In contrast, regulators in Colorado last year elected not to change local net metering policies—partly because of the benefits provided by their solar and other distributed generation customers.\n“The most shocking aspect of this decision is that the Public Utilities Commission and Governor encouraged Nevadans to go solar and then punished them retroactively with new fees and jacked up rates—it was a completely unconscionable bait-and-switch and we will fight it with everything we’ve got on behalf of our customers,” Chandler Sherman, a spokesman for SolarCity, wrote in an email.\nMark Dyson, a manager at Rocky Mountain Institute, an energy-focused think tank, did some rough model calculations to better explain the impact of the Nevada decision. For an average Nevada customer before the new changes, solar customers saved more money on their bills than it cost to install a solar system, Dyson explained. After the changes, it appears customers could be worse off if they installed solar compared to not going solar, he said.\nNevada solar customers could continue to benefit from their panels despite the changes, Dyson added, but that would require getting creative. They could add other technology that allows house appliances to be directly connected with the panels, changing the way they use electricity from the grid.\nProtest Doesn’t Sway Vote\nNevadans gave public testimony for several hours before Wednesday’s vote; many spoke out against the changes.\nEven more people submitted their comments in writing, including Dale Matz from northern Las Vegas. Matz, an independent audio technician, and his wife invested in rooftop solar panels for their home two years ago to save money on electric bills, with an eye toward retirement in a few years. According to Matz’s initial calculations, they would pay off the panels, which cost thousands of dollars, in approximately 16 years.\nBut that was before Nevada state utility regulators “changed the game,” as he describes it. In a statement Matz had prepared to read to the commissioners, he said now he and his wife “will never break even. In fact, we will more than likely lose money.”\nWhen Matz showed up early to the meeting, the commission hearing room was already filled to capacity. He joined hundreds of others in line. After waiting for hours, he submitted his comments in writing and went outside to join a large protest, he said, which included actor Mark Ruffalo, an environmental advocate.\n“If this decision stands, it will effectively kill solar in southern Nevada and what a shame—this is the perfect climate for it; we have so many sunny days,” said Richard Stewart, a Nevada retiree who owns solar panels and is a colleague of Matz.\nIn 2014, Nevada had the third-highest rate of new installations; 339 megawatts of solar capacity went online that year, according to the trade group Solar Energy Industries Association (SEIA). It also ranked fifth in the nation in 2014 for total solar capacity, boasting 974 megawatts of solar—enough to power 150,000 homes.\nBoth the Bureau of Consumer Protection and The Alliance for Solar Choice, the groups behind the requests rejected Wednesday, filed separate motions last week requesting a new hearing. The Southern Nevada Home Builders Association, SEIA and the advocacy group Vote Solar also filed motions to reconsider the case. Regulators have until mid-February to approve or reject those appeals.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}