{
  "url": "https://insideclimatenews.org/news/15012016/obama-administration-halts-new-coal-leases-gives-climate-policy-boost/",
  "title": "Obama Administration Halts New Coal Leases, Gives Climate Policy a Boost",
  "date": "2016-01-15T16:37:31-05:00",
  "content": "The Obama administration’s announcement on Friday that it will suspend new coal leasing on federal lands and overhaul the program to better reflect environmental costs could be a turning point in climate policy. It is a concrete measure toward leaving fossil fuels in the ground, as the science demands.\nBut it was the invisible hand of the coal markets, not the inexorable thrust of the climate models, that ultimately drove the federal government to this point.\nCoal companies have been going bankrupt, even as they have been granted access to a virtually limitless resource at almost negligible prices. So the federal government, as the steward of the public patrimony, could no longer justify business as usual.\n“The business partnership between the federal government and the coal industry no longer works,” said Tom Sanzillo, director of finance for the Institute for Energy Economics and Financial Analysis (IEEFA), which has long criticized federal coal leasing practices.\n“It became apparent that the industry does not have a strategy for moving forward in the face of a shrinking market.”\nThe market realities opened the door to a review that, if it ends up imposing climate accountability on the coal industry, could lock up huge quantities of carbon fuels for decades to come.\nEnvironmental advocates cheered the announcement.\n“This is a historic decision that greatly improves the world’s chances of avoiding the worst impacts of climate change,” said Erich Pica, president of Friends of the Earth.\n“With this decision President Obama sent a clear signal to coal companies, and their investors, that the days of dumping their pollution onto the American public are ending.”\nThe moratorium will have no immediate impact on the supply or demand for coal, even though coal produced from federal lands accounts for 40 percent of all domestic production.\nThe Obama administration has already approved leases providing billions of tons of coal, and the amount already available to the industry that hasn’t been dug up is “enough to sustain current levels of production from federal land for approximately 20 years,” the Interior Department said on Monday.\nThose contracts are not being broken.\nBut new leases, such as two pending offers that would have made another 640 million tons of Wyoming coal available, will be suspended.\nThe policy review is expected to last more than three years, well beyond President Barack Obama’s term in office. Republicans, vehemently opposed to what they call his “war on coal,” are guaranteed to rally to the industry’s side, along with some Democrats from fossil fuel-producing states.\n“This announcement is the manifestation of a misguided ‘keep-it-in-the-ground’ policy that will harm local economies and threaten future energy supplies – while doing little to promote innovation or transparency,” said Sen. Lisa Murkowski (R-Alaska), who chairs the Senate’s Energy and Natural Resources committee.\nAdministration officials denied the move was merely an attack on coal.\n“Even as our nation transitions to cleaner energy sources, building on smart policies and progress already underway, we know that coal will continue to be an important domestic energy source in the years ahead,” Interior Secretary Sally Jewell said in a conference call.\n“We haven’t undertaken a comprehensive review of the program in more than 30 years, and we have an obligation to current and future generations to ensure the federal coal program delivers a fair return to American taxpayers and takes into account its impacts on climate change.”\nHow the government  eventually addresses the climate costs of the leasing program is what will determine whether the review will have the powerful and lasting impact that environmental advocates are seeking.\nFor years, government auditors and Congressional critics have said that at the very least, the royalty fees on coal should be raised to provide a fair return to taxpayers.\nBut how much would it have to go up to reflect environmental costs as well?\n“The short answer is there is no short answer,” Jewell said.\nBut she said it was no longer appropriate to run a program on the principle that the goal was basically to “get as much coal out of the ground as possible.”\nFederal coal leases produce as much greenhouse gases each year as 161 million cars, according to a recent study by the Wilderness Society and the Center for American Progress. Those in the Powder River Basin of Wyoming and Montana alone account for 10 percent of U.S. emissions. Coal production also has other environmental impacts, such as local pollution, destruction of wildlife habitat, and the like.\nAny policy that reflects coal’s climate costs in its market price would further disadvantage the ailing industry in its competition with other, cleaner energy sources, such as natural gas or renewables.\nThe administration has calculated that the full social cost of carbon – a rough estimate of how much environmental damage from climate change will eventually cost, expressed in today’s dollars per ton of carbon dioxide emissions – to be nearly $40 a ton. Other economists say the true cost is far higher than that.\nDan Utech, a top White House climate advisor, said it is premature to declare whether the social cost of carbon would be reflected in revised royalty fees.\nShaun Donovan, director of the White House budget office, said that the administration recognized that climate change is already causing “billions of dollars of costs to taxpayers,” and that the new policy was meant “to reflect the true cost across the board.”\nThe formal order launching the review of the leasing program said that along with accounting for environmental costs and getting taxpayers a fair return, addressing recent changes in the coal market was a crucial concern.\nPro- and anti-coal advocates have urged the administration “to take these significant market changes into account, although the recommended changes vary,” the document said.\n“Some suggest that the program should attempt to improve the economic viability of the coal industry and help coal-dependent communities by reducing royalties and streamlining the leasing and permitting processes. Others raise concerns that the program has contributed to low coal prices by incentivizing over-production through non-competitive sales that oversupply the market.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}