{
  "url": "https://insideclimatenews.org/news/19012016/congress-climate-change-omnibus-budget-bill-flood-standard-obama/",
  "title": "Congress Actually Dealt with Climate Change in the 2016 Budget Bill. Really.",
  "date": "2016-01-19T08:00:05-05:00",
  "content": "President Obama’s plan to safeguard the nation from increasing flood risk due to climate change was quietly green-lighted by Congress last month in the 2016 omnibus budget bill.\nIt marks one of the only actions Congress took on global warming in all of 2015, and it came as a surprise considering the longstanding opposition from Republicans. And it is a critical one, several policy experts said. It will impact billions of dollars of federally funded construction projects across the country, from highways and bridges to hospitals and housing complexes, at a time when flooding in the U.S. is getting worse every year because of climate change.\n“The policy illustrates the awareness that we should not build things that are vulnerable to flooding now or in the future,” said Rob Moore, a policy analyst and director of the Natural Resources Defense Council’s Water and Climate Team. “That may not seem like a revolutionary idea, but unfortunately it is. We have a long history of building things that easily get soggy.”\nObama’s plan, executive order No. 13690, mandates that all federally funded projects located in a floodplain be built higher and stronger than previously required. It is the first update to the Federal Flood Risk Management Standard since the policy was created 38 years ago. It applies to both new construction and rebuilding following a disaster.\nUnder the old standards, enacted by President Jimmy Carter in 1977, buildings in the floodplain had to be elevated to the 100-year flood level. Under Obama’s executive order, buildings must now be elevated 2 or 3 feet above the 100-year flood level (the higher standard is for “critical” infrastructure, like hospitals), or at the 500-year flood level. A third option is for federal agencies  to analyze future climate change scenarios and build according to those projections, such as for sea level rise or expected heavier rain events.\nFlooding accounts for approximately 85 percent of all disaster declarations in the U.S. and caused more than $260 billion in damages between 1980 and 2013. There were three billion-dollar-plus flooding disasters in 2015, and thousands of homes and businesses along the Mississippi River and its tributaries rang in the New Year under water after unusual heavy winter rains.\n“Recent flood events are putting more attention on this very matter,” said Roy Wright, who leads disaster risk-reduction efforts for the Federal Emergency Management Agency. “We need to build higher and stronger than we used to.”\nScientists say the problem will only get worse with climate change as seas rise and warm temperatures fuel stronger rain events. Heavy rainstorms and flooding that historically happened once in 20 years are forecast to occur as frequently as every 5 to 15 years by the second half of this century, according to the National Climate Assessment.\nThe new flood risk standard “is something that makes sense from a climate change point of view, but it is also something that makes sense no matter what,” said Eli Lehrer, an expert on flood policy and insurance and president of the R Street Institute, a libertarian think tank based in Washington, D.C. “The idea that taxpayer money should be used to build things that will almost certainly be washed away is stupid.”\nProtecting Americans from flood risk has typically been a nonpartisan issue, said Moore. Stricter building codes safeguard federal investments and save taxpayer money. “It is a win-win for both sides,” he said.\nBut that changed when Obama issued an executive order updating the policy last January, policy experts said.\n“Suddenly, because the update had the words ‘climate’ and ‘change’ in it, it became a partisan issue,” Moore said.\nEight Republican Senators, all from states that are among the most flood-prone in the nation, such as Texas and Louisiana, wrote a letter to Obama questioning the legality of the new restrictions.\nTwo of the signees were Thad Cochran of Mississippi and Roy Blunt of Missouri, chairman and a member of the Senate appropriations committee, respectively. “The federal government should work for the American people—not the other way around,” Blunt said in July. “The Obama Administration’s order overreaches into flood risk negotiations between Missouri’s small businesses, local governments, and private property owners, impacting projects receiving federal funding in the floodplain.”\nWithin months of the letter, budget riders made it into to three appropriation bills, including the Department of Homeland Security, defunding the new flood risk standard. “None of the funds made available by this or any other Act may be used to implement, administer, carry out, modify, revise, or enforce Executive Order 13690,” the bills said.\n“As so many things go right now in this hyper-partisan atmosphere, it feels like flood risk policy got caught up in that,” said Chad Berginnis, the executive director of the Association of State Floodplain Managers. “But the arguments for supporting this should really appeal to everyone across the board. This is using taxpayer money wisely, protecting investments that won’t get washed away in 10 years. It frustrates me to no end when we see these big floods and we see places like nursing homes or low-income housing get flooded. That should never be the case.”\nAfter the first riders appeared, environmental groups and flood policy experts began meeting with politicians from both parties to explain the standard and its benefits.\nIn December, buried on page 605 of the 2016 omnibus bill, Congress approved the program—albeit in a roundabout way. The omnibus rider starts by saying no federal funds can be used to implement the standard, but then adds the qualifier statement “other than for—”, and lists nearly all of the activities in Executive Order 13690.\n“It was a pleasant surprise, quite frankly, that the rider came out in the way that it did in the omnibus, essentially saying it can be implemented,” said Berginnis.\nEnvironmental groups and policy experts are unsure exactly who to thank for the switch.\n“The fact that a left-wing Democratic president was pursuing the standard as part of a broader climate agenda full of executive overreach made it all the more attractive for Republicans to oppose it,” said Lehrer. “But the standards are a very rare piece of common sense.”\nNow that the standard has funding, government agencies will develop guidelines for implementing the new policy, which could take another six months to a year.\nPolicy experts said local officials across the country, particularly in coastal states, have already been requiring stricter building standards for flood zones. And the federal government did a sort of trial run of the new standard when it required structures damaged by Hurricane Sandy to be lifted higher off the ground.\nFloodplain managers, local officials, developers and policy experts “have learned over the last 40 years that building to just the 100-year flood level is not adequate,” said Berginnis. “They are increasingly comfortable with building to 500-year standard and looking at future risk. This is actually the federal government catching up.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}