{
  "url": "https://insideclimatenews.org/news/12012016/coal-industry-decline-arch-coal-bankruptcy-federal-land-leases-climate-change/",
  "title": "Coal’s Decline Sends Arch into Bankruptcy and Activists Aiming for Its Leases",
  "date": "2016-01-12T20:00:51-05:00",
  "content": "Arch Coal, the nation’s second-largest coal mining company, filed for bankruptcy on Monday to help shed more than $4.5 billion in debt. It throws into question the company’s current and pending projects and its effects are expected to ripple across the entire beleaguered industry.\nIt is the largest coal company to file for Chapter 11 bankruptcy in the United States, following Alpha Natural Resources in August. Patriot Coal also filed for bankruptcy in May—for the second time in three years.\nThe bankruptcies come as little surprise, given that coal production has sunk to its lowest level in nearly three decades, driven mainly by federal environmental regulations and increasing competition from natural gas and renewable energy. Coal prices dropped precipitously last year.\nThe announcement from Arch Coal, however, has particular implications for the future of America’s coal leasing program and critical infrastructure projects, from railroads to coal export terminals. The company has pending applications to lease at least 65,000 acres of federal lands for mining, a bid for more than 40 miles of rail extension, a 38 percent stake in the proposed coal export terminal in Longview, Wash., as well as 11 coal mines.\nWhen a company as large as Arch Coal declares bankruptcy, “I think it’s a clear indication that coal is certainly on its way out. And I think it’s an indication this nation needs to get serious about making sure this transition happens as quickly and as orderly as possible,” said Jeremy Nichols, climate and energy program director for WildEarth Guardians, a Denver-based conservation group. According to Nichols, this should signal federal regulators to reject the company’s pending applications for permits for new coal mines and coal mine extensions on federally owned land.\nFor now, Arch Coal’s permit for a new Colorado lease remains under review, and the company has already asked regulators at the Department of the Interior’s Bureau of Land Management to put its Wyoming lease applications on hold, according to Jessica Kershaw, an Interior Department spokeswoman. Kershaw said she did not know of a case in which regulators denied a coal company’s permit application because of a bankruptcy filing, but she said officials do consider whether a company can maintain an active operation during the application process.\nWildEarth Guardians sent a letter to Arch chairman and chief executive John Eaves on Monday asking him to withdraw all the company’s pending federal coal lease applications, among other steps, to reduce the company’s liability.\n“If Arch were to obtain these leases, the company faces at least $703 million in financial commitments, although likely higher, a sum that it cannot currently afford. It seems absurd to believe that the company now or in the future could shoulder such liability,” the activists wrote in the letter.\nThe group also recommended Arch Coal relinquish its federal coal leases in Wyoming, at sites where no coal production is currently taking place—as well as commit to paying for the eventual cleanup and rehabilitation of land it is currently mining.\nEnding the leasing of coal on public lands has become a target of environmental groups, including WildEarth Guardians, because it is one of the federal government’s biggest carbon-polluting programs.\nArch Coal did not respond to a request for comment. But in a statement on the company’s website, the company said it plans to continue operating as usual. “Our mining operations and customer shipments will continue in the ordinary course throughout this court-supervised process,” it said.\n“Today’s announcement represents another significant step in our ongoing efforts to position the company for long-term success,” Arch Coal’s Eaves said in a separate press release. The decision came after the company reached an agreement with most of its significant lenders. The process involves restructuring the debt of the company, which has about 5,000 employees.\nThe move “sends a signal to investors: don’t go near coal and that’s a good thing,” said Tom Sanzillo, director of finance for the Institute for Energy Economics and Financial Analysis (IEEFA). Last year’s domestic coal production represents the lowest level since 1986, according to the U.S. Energy Information Agency. Coal prices were also much lower—by double digits—in most major U.S. coal basins compared to previous years, regulators said.\n“What they should be doing is closing mines,” Sanzillo said. “From a climate perspective, it’s the right thing to do. From a market perspective, it’s also the right thing to do.”\nLandowners and ranchers in Montana, for their part, are hoping Arch Coal’s announcement brings the end of a controversial proposed mine, called the Otter Creek Mine, and a related rail project that would help transport coal as far as the Longview export terminal, a proposed project on the Washington coast that Arch Coal partially owns.\nThe bankruptcy announcement is “just one more convincing argument that these projects should not be approved—and should not be approved for any future owner either,” said Kate French, chair of the board for the conservation and agricultural group the Northern Plains Resource Council.\nIn Wyoming, meanwhile, activists are concerned the company is mining without setting aside enough money to pay for reclaiming the land later, and that bankruptcy will only increase the likelihood that taxpayers will end up paying those costs.\nIn mid-December, the Powder River Basin Resource Council and the Western Organization of Resource Councils jointly filed a complaint with state and federal regulators asking them to investigate whether Arch Coal and its local subsidiaries could meet their bond requirements for reclaiming local mines.\nState regulators responded in a letter on Dec. 21, saying they did not have any concerns about Arch Coal. Following Monday’s announcement, however, they say they are now investigating. “The agency is currently reviewing the filing and what this means for reclamation obligations for Wyoming permits. Until this runs through the legal process, the department will have no further comment,” said a statement on the Wyoming Department of Environmental Quality’s website.\nIn response to the bankruptcy announcement, Luke Popovich, vice president of communications for the National Mining Association, said one impact that has not garnered much attention from environmentalists is how it will create “high-wage job losses—adding to the 40,000 coal mining jobs lost since 2008.”\nArch Coal “is saddled with debt and that’s because [the company] made a series of bad moves in the market,” said Sanzillo. The company should sufficiently shrink its reserves, Sanzillo argued, but that is not what it appears to be doing.\nNeither did Patriot Coal, and now that company is back in bankruptcy. Sanzillo said Arch Coal “remains unrealistic about the market” and “overly optimistic” prices will rebound.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}