{
  "url": "https://insideclimatenews.org/news/08012016/vermont-governor-urges-state-divestment-coal-exxon-mobil-climate-change/",
  "title": "Vermont Governor Urges State to Divest from Coal, Exxon",
  "date": "2016-01-08T06:00:43-05:00",
  "content": "This story was updated on Jan. 8 at 12:10 pm to include comments from Vermont State Treasurer Elizabeth Pearce.\nVermont Gov. Peter Shumlin said on Thursday his state should take action against climate change this year by divesting public pension funds from coal and from oil giant ExxonMobil, because of its history of sowing doubt about climate change despite the company’s own scientists having studied it.\nSpeaking at his annual State of the State address, Shumlin said, “The urgency for us to take every sensible action against climate change has never been greater.” He asked his legislature to send him a bill that would divest the state’s public pension funds from all coal stocks, as well as from stock in Exxon.\n“Vermont should not wait to rid ourselves of ExxonMobil stock,” he said. His speech referenced the findings of an eight-month InsideClimate News investigation, which found that Exxon scientists had known about climate change and its dangers decades ago but the company did not share its findings with the public or shareholders.\n“It has been clearly documented that since the 1980’s, ExxonMobil’s own scientists have long known about the dangers of global warming, and chose to conceal that from the public,” Shumlin said in the speech. “At the same time that they were building their oil rigs taller to account for rising sea levels, they were funding front groups of scientists to deny climate change is real. This is a page right out of Big Tobacco, which for decades denied the health risks of their product as they were killing people.”\nLast November, the office of New York Attorney General Eric Schneiderman announced it was investigating Exxon on climate change and subpoenaed the energy company to turn over four decades of internal communication on the issue by Dec. 4. The company missed the deadline and it may take Exxon well into this year to fully comply with the order.\nSeveral senators including Vermont Sen. Bernie Sanders, a presidential hopeful, have also asked the Department of Justice to open an investigation into Exxon’s climate history. “The information that has come to light about Exxon’s past activities raises potentially serious concerns that should be investigated,” Sanders wrote in a letter to federal officials. While on the campaign trail, Sanders has repeatedly criticized Exxon’s climate efforts and advocated for strong climate action nationwide.\nShumlin is the first governor to specifically call for divestment from ExxonMobil, but he follows in the footsteps of California Gov. Jerry Brown. Last October, Brown signed into law regulation requiring the state’s two major public pension funds, which are worth a combined nearly $500 billion, to divest from coal and also explore divesting from other fossil fuels.\n“Let’s remember Vermont is downwind of the coal fired plants to our West; we’re the tailpipe to their dirty energy choices,” said Shumlin. “Their pollution sickens our children, creates acid rain, dumps mercury on our forests and in our lakes and increases greenhouse gas emissions. I ask that you send me a divestiture bill just like California’s. While you’re doing that, Governor Brown and I will invite other Governors to join us in what should be a national effort.”\n“It’s great that Vermont may join states like California in divesting from coal—and even better that Governor Shumlin has taken the lead by saying no government should be invested in Exxon, as perhaps the greatest scandal in corporate history begins to unfold,” Bill McKibben, founder of the environmental group 350.org and a current resident of Vermont, said. “Today is a great win for the thousands of Vermonters who have joined this fight, and it will give us new vigor to keep pushing on many fronts!”\n“This is great news, and it shows how much momentum the fossil fuel divestment movement has built in New England and beyond,” Emily Kirkland, a divestment activist based in Cambridge, Mass., said in an email. “It’s time for Governor (Charlie) Baker to take it a step farther by calling on Massachusetts to divest from all fossil fuels, not just coal,” said Kirkland, the communications coordinator for environmental organizations Better Future Project and 350 Massachusetts. Legislators proposed a pension fund divestment bill in Massachusetts last year that has yet to be voted on.\nVermont lawmakers have proposed several fossil fuel divestment bills in recent years, including one in 2015, and none of them have ever gotten to a vote. Last May, the Vermont Pension Investment Committee voted against both full and partial fossil fuel divestment. “We were not created as an agent of social change,” said VPIC chairman Stephen Rauh.\nElizabeth Pearce, Vermont State Treasurer, said in a statement that although she shares Shumlin’s “concerns regarding climate change … I believe that divestment is not the appropriate strategy for our funds and is counter to our fiduciary responsibilities to the fund and its beneficiaries.\nShe added, “I look forward to working with the Governor and the Legislature to identify alternative approaches that meet the same objectives without putting taxpayer dollars and retirement security at risk.”\nThe three Vermont funds to be impacted by such a decision are worth a combined $4.02 billion and include the Vermont State Employees’ Retirement System, which has an estimated 8,300 members, the Vermont Municipal Employees’ Retirement System, which has about 6,600 members, and the Vermont State Teachers’ Retirement System, which has about 9,900 members.\nShumlin ignored Vermont’s past record on divestment during his recent speech. “Owning ExxonMobil stock is not a business Vermont should be in,” Shumlin said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}