{
  "url": "https://insideclimatenews.org/news/04122015/exxon-likely-miss-ny-climate-probe-deadline/",
  "title": "Exxon Likely to Miss NY Climate Probe Deadline",
  "date": "2015-12-04T06:30:08-05:00",
  "content": "ExxonMobil Corp. will probably miss a Dec. 4 deadline for turning over to New York state prosecutors almost four decades of documents on climate change, according to people familiar with the attorney general’s investigation of the fossil fuel giant.\nIt may take Exxon into next year to fully comply with a subpoena issued last month by the office of New York Attorney General Eric Schneiderman, according to the people, who said they couldn’t comment on the record because they aren’t authorized to discuss the investigation. The delay reflects the sheer scope of the records investigators are seeking on the company’s climate science research and communications about it, they said.\n“It’s a very large and complex undertaking to recreate 30 or 40 years documenting the history being sought by the attorney general,” said Pat Parenteau, a professor of environmental law at the Vermont Law School. “I don’t think the attorney general could have reasonably expected Exxon to meet such a deadline.” At the same time, he said, “What the deadline does do is show Exxon that the attorney general is serious.”\nAlthough there is no penalty for missing the deadline, one of the first things Exxon and the attorney general’s office will most likely agree to is a timeline for the company to turn over documents, Parenteau said. Even then, he said, it’s probable that Exxon will not be required to turn over everything at once but rather to incrementally surrender the records.\nThe company may come under pressure to provide the same materials to other investigators. Attorneys general in California and 15 other states have also been asked by Climate Hawks Vote, an environmental activist organization, to investigate whether Exxon misrepresented the risks of climate change to investors and the public.\nPresidential candidates, lawmakers, climate scientists and environmentalists have also repeatedly urged the U.S. Justice Department to probe the matter under federal racketeering statutes. The calls followed an investigative series of stories published by InsideClimate News that revealed Exxon scientists were warning company executives as far back as more than three decades ago of the potentially catastrophic consequences of global warming. The Los Angeles Times later published similar findings.\nExxon didn’t respond to a request for comment.\nNew York prosecutors are seeking Exxon documents related to its climate change studies and how that research factored into the company’s business decisions, and the way in which it portrayed those internal findings to investors and the public. Schneiderman discussed the probe in an interview aired on PBS NewsHour last month.\n“The public record is troubling enough that we decided we had to bring this investigation,” Schneiderman said. “We…have issued a broad subpoena to Exxon because of public statements they have made, and how they’ve really shifted their point of view on this in terms of their public presentation and public reporting over the last few decades.”\nAt one time Exxon was at the forefront of rigorous climate science and then “changed tactics for some reason,” he said in the interview. “We’re interested in what they were using internally and what they were telling the world.”\nIf the investigation shows that Exxon made misleading statements about climate science, Schneiderman suggested it could amount to “some form of fraud.”\nNew York investigators have been looking into Exxon’s disclosures to shareholders and the Securities and Exchange Commission for about a year.\nNew York authorities based their probe on the state’s powerful shareholder-protection statute, the Martin Act, as well as the state’s consumer protection and general business laws. The 1921 Martin Act forbids “any fraud, deception, concealment, suppression, false pretense” or “any representation or statement which is false.”\nThe law gives the state broad powers of discovery and allows prosecutors to file a case against a company for misrepresenting or omitting material facts about securities offerings without having to prove the company intentionally misled investors.\nThe Exxon investigation could drag out for years, Parenteau and other legal experts said.\nBut setting an early deadline serves as starting point to get lawyers for the state and the company to begin serious talks about the investigation, said John Marti, a former federal prosecutor in the U.S. Attorney’s Office for the District of Minnesota. It allows the attorney general’s office to more specifically articulate what it is seeking and allows to Exxon begin raising any objections, he said.\n“Both parties have a mutual interest in resolving the matter as quickly as possible,” said Marti, who is now in private practice. “Setting that first deadline is a way to insure the company is working diligently to collect those documents and turn them over so that the case can proceed without delays.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}