{
  "url": "https://insideclimatenews.org/news/02122015/vote-help-insideclimate-news-get-funding-credo/",
  "title": "Vote to Help InsideClimate News Get Funding",
  "date": "2015-12-02T19:13:44-05:00",
  "content": "InsideClimate News has been selected as one of three nonprofits to receive funding in December from CREDO, an American phone services company that donates up to $200,000 each month to worthy groups.\nHow much of the funding ICN receives is up for a vote: yours. You can visit the CREDO donations page, sign in and vote for which organization you’d like to see receive more of the money. Along with ICN, this month’s recipients are Doctors Without Borders, an organization that provides medical care in war-torn countries, and ReThink, which provides media resources to help activist organizations.\nThe money would fund InsideClimate News’ objective and nonpartisan journalism as we cover the vital issues of climate change, the environment and energy. In 2015, we launched the investigative series, Exxon: The Road Not Taken, to reveal that the world’s largest oil company had been researching climate change since the late 1970s and grasped the role that fossil fuels were playing in warming the globe. The series details that research, and the company’s decision in subsequent decades to distance itself from science and instead fund the climate denial movement.\nIn 2013, we won a Pulitzer Prize for national reporting for The Dilbit Disaster, a series of stories on the complication of a million-gallon spill of Canadian tar sands oil that had largely gone unreported.\nICN’s work is funded by tax-deductible donations from individuals as well as major foundations. In 2014, 87 percent of all money donated went directly to pay for our journalists and their work.\nCREDO chose ICN this month in support of our mission. Since 1985, CREDO said it has donated more than $80 million to organizations like ours. In 2014 alone, the total was more than $2 million.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}