{
  "url": "https://insideclimatenews.org/news/02122015/corporations-could-pay-talent-tax-if-ignore-climate-change-business-paris-cop21/",
  "title": "Companies Could Pay ‘Talent Tax’ for Ignoring Climate Change, Survey Suggests",
  "date": "2015-12-02T11:00:27-05:00",
  "content": "The threats that climate change pose to a business’s bottom line are well known—severe weather events alone can disrupt everything from production to distribution and sales—but an additional asset, future talent, could also be at risk if businesses don’t take proactive measures to address global warming, a new study suggests.\nForty-four percent of business school students say they would accept a lower salary to work for a company with better climate change and other environmental practices, according to a report published Wednesday by Yale University, the World Business Council for Sustainable Development and the Global Network for Advanced Management. One in five business school students also said they would be unwilling to work for a company with bad environmental practices, regardless of the salary offered.\n“You might think that business students are very mercenary, but that doesn’t seem to be the case,” said Todd Cort, who teaches sustainability at Yale’s school of management and is a lead author on the report. “They see climate change as something that needs to be addressed.”\nThe results are based on the responses of 3,700 students from 29 leading business schools around the world; they were asked about how they would address climate change and other environmental concerns in their future careers. Cort says the findings send a clear signal to the business community that a failure to address global warming will also affect its ability to hire top talent.\n“There is this clear kind of tax that companies that don’t perform well and don’t address climate change and environmental sustainability are going to have to pay to recruit employees,” Cort said.\nNot everyone, however, was encouraged by the findings.\n“What kind of shocks me is that four-fifths of business students would not refuse to work for a company that they perceived to have bad environmental practices,” said Lynn Stout, a professor of corporate and business law at Cornell University.\nBy focusing their teaching on maximizing profits while not encouraging students to think about the consequences of their actions for the rest of the world and for future generations, business schools are largely to blame, Stout said.\nSixty-four percent of survey respondents said they wanted more career services and counseling on sustainability-related jobs, and 61 percent added that business schools should hire more faculty and staff with expertise in sustainability.\nCort disagreed with Stout’s rather pessimistic assessment of business school students and the institutions that educate them. Among the four-fifths of students who said they would work for an environmentally irresponsible company, Cort noted that 44 percent said they would require a higher salary to do so, and 84 percent said that if two companies offered equal pay, they would work for the company that they perceived as more responsible.\n“You are really limiting your talent pool if you are a company that is not taking these things seriously,” Cort said.\nRobin Roberts, an accounting professor at the University of Central Florida, noted that choosing between companies with good and bad environmental practices may be more difficult than it seems. “Since companies make mostly voluntary disclosures they tend to focus selectively on positive efforts and fail to report on the negative environmental aspects of their performance,” Roberts said in an email.\nChoosing a company with a “good” climate and environmental track record may actually be a process of selecting the company that is the least bad, Roberts added. “It is hard to find a business growth strategy that is a net benefit to planetary sustainability,” he said.\nThough largely pessimistic about the study’s findings, Stout said she does sense a growing change in priorities in today’s students, based on her own observations.\n“The millennial generation is much less wedded to free market ideology and much more conscious of their ethical and moral responsibilities when it comes to the matter of climate change,” Stout said.\nCort said he is optimistic that the report’s findings will further encourage companies to participate in the United Nations’ ongoing climate negotiations, which have drawn 195 nations to Paris to try to hash out a new global climate regime to rein in greenhouse gas emissions over the next nine days. Any agreement will require years of follow-up, innovation and investment from public and private sectors.\n“To me it’s really paving the path for the corporate participation in these negotiations,” Cort said. Corporations “should be real proponents for an agreement to come out of Paris.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}