{
  "url": "https://insideclimatenews.org/news/24112015/no-global-warming-hiatus-review-concludes-climate-change-lamar-smith-noaa/",
  "title": "There Was No Global Warming ‘Hiatus,’ 40-Study Review Concludes",
  "date": "2015-11-24T11:00:59-05:00",
  "content": "Another scientific analysis has debunked the theory that global warming stalled 15 years ago. A similar finding by U.S. government scientists is at the center of a months-long probe led by Texas Republican Rep. Lamar Smith, chairman of the House science committee.\nThere is no evidence of a recent pause or hiatus in global warming, according to an analysis of 40 peer-reviewed studies on the subject published Tuesday in the Scientific Reports, a peer-reviewed journal of the Nature Publishing Group. Researchers found that the studies positing a hiatus didn’t examine a long enough period of time to support such a conclusion.\n“There has never been a pause in global warming unless you try to create one by looking at an insufficiently large number of data points,” said lead author Stephan Lewandowsky, a social scientist and professor of psychology at the University of Bristol in the U.K. The study’s co-authors are James S. Risby, a climate scientist with Australia’s national science agency, and Naomi Oreskes, a science historian at Harvard University.\nThe most recent study is the sixth paper this year that reached similar conclusions, Lewandowsky said. Smith, a prominent climate change denialist, for months has been investigating the National Oceanic and Atmospheric Administration focusing on a study NOAA scientists published in June debunking the hiatus theory.\nRep. Eddie Bernice Johnson, the House science committee’s ranking Democrat, called the NOAA probe a “fishing expedition” and “a witch hunt designed to smear the reputations of eminent scientists for partisan gain.”\nThe new findings cast additional doubt on studies that found a pause in climate change. In their review of papers that found a hiatus in global warming and were published between 2009 and 2014, Lewandowsky and colleagues found no consistent definition of such a pause nor agreement on when it began or how long it lasted.\nThe average duration of a pause found by the studies was 13.5 years. Using a duration that short to analyze fluctuations in global temperature would show that global warming paused more than a third of the time over the past 30 years, even as the planet’s average temperature increased by 1.1 degrees Fahrenheit.\n“If you want to see a pause and you don’t understand statistics, and you want to mislead the public, then it is very easy to find a pause,” Lewandowsky said. “The problem is that it’s meaningless, because those are short-term fluctuations that we always expect. If you do it right, which is to look at enough data so you have a chance to observe a significant long-term trend, then you always detect a significant warming trend.”\nSome climate scientists say they’re getting tired of such rebuttals of the hiatus theory.\n“The authors find themselves ironically somewhat caught up in the very psychological feedback loop that they are writing about,” said Michael Mann, a climate scientist and director of the Earth System Science Center at Pennsylvania State University, in an email. “Just as the concept of a ‘hiatus’ or ‘pause’ began to dominate the discourse in our field because of factors external to the science itself (i.e. the politically-motivated insistence by climate change deniers and fossil-fueled politicians that there was a ‘pause’ or ‘hiatus’ in warming), so too are some authors caught up in a ‘Groundhog Day’ exercise of writing repeated articles about how there wasn’t a pause.”\nOthers say such studies are still important because of the continued political controversy.\n“The issue is very much alive and very hot in a lot of ways,” said Andrew Rosenberg, director of the Center for Science and Democracy at the Union of Concerned Scientists.\nOne more study, though, probably won’t change the minds of climate denialists like Smith, Rosenberg said.\n“I don’t believe that his position is based on the science,” Rosenberg said. “He is living in a political world, and scientists are living in a science world, and we are looking at the intersection between them.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}