{
  "url": "https://insideclimatenews.org/news/17112015/fossil-fuel-divestment-protests-stanford-coal-oil-gas-climate-change/",
  "title": "Calling for Full Divestment, Stanford Students Renew Protest",
  "date": "2015-11-17T11:00:19-05:00",
  "content": "Nearly 400 students gathered outside the Stanford University administration building Monday afternoon to demand the school take dramatic action against climate change by divesting its $22.2 billion endowment of all holdings in fossil fuels.\n“There’s a consensus on campus that fossil fuel divestment is an action we want our administration to take,” Michael Penuelas, a campaigner with the student group Fossil Free Stanford, said to InsideClimate News.\nThe demonstration is the latest of a dozen or so sit-ins and rallies held on college campuses across the U.S. this year. After a series of protests in the spring, from a 32-day campus sit-in at Swarthmore College in Pennsylvania to a three-day protest at Tulane University in New Orleans, student action has recently picked up again across the country. In Cambridge, Mass., MIT students are approaching their fourth week of a sit-in, responding to the school’s rejection of divestment on Oct. 21. Down the street from MIT, Harvard students likewise held a rally Monday night calling on the school to divest from fossil fuels.\nSo far, none of this year’s acts of campus civil disobedience have moved school administrators to adopt divestment.\nAt Stanford, however, the debate is not about whether to divest, but rather how much. In May 2014, the school in Palo Alto, Calif., became the first major university to announce plans to purge its direct holdings in coal, explaining at the time that coal is a more carbon-intensive fuel than other common fossil fuels. The school has since completed the divestment process, Lisa Lapin, a university spokeswoman, wrote InsideClimate News in an email. She did not specify how much of the holdings were tied up in coal extraction, but it has been previously reported as a small fraction of Stanford’s total endowment.\n“The university committee responsible for advising on investment responsibility is continuing to review the students’ requests for further divestment,” Lapin said.\nRegarding the school’s commitment to climate action, Lapin cited a recent act by Stanford’s president, John Hennessy, and the school’s board of trustees chair, Steven Denning. They jointly wrote to Laurent Fabius, France’s foreign minister, urging global leaders to take strong action at the upcoming global treaty talks in Paris. The letter detailed Stanford’s numerous efforts to reduce emissions—from updating infrastructure on campus to studying climate solutions in labs to calling out the school’s divestment efforts.\nBut these efforts aren’t enough, Penuelas says. Stanford students, as well as its faculty and staff, have repeatedly asked administrators to divest of all fossil fuels. With less than two weeks before the global climate treaty discussion starts in Paris, the Stanford community decided to ramp up its pressure.\nAbout 275 students––a mix of Stanford undergraduates and graduate students, joined by students from other schools including University of California, Berkeley and University of California, Santa Cruz––marched across campus holding signs and banners and chanting “Hey Hey, Ho Ho, Fossil Fuels Have Got to Go,” according to the Fossil Free Stanford Twitter feed. The march culminated at the administration’s building where about 100 more students had already gathered in protest.\nSome of the students had intended to stage a sit-in inside the building, but it had been evacuated and locked, Penuelus told InsideClimate News. The activists proceeded to set up camp outside instead.\n“We respect the right of students to peacefully demonstrate in a way that does not impede university operations,” said Lapin. She did not respond to a request to comment about whether the administration building had been locked and cleared in response to the protest.\nMonday’s protests are only the start, said Penuelas. He said vigils will be held later in the week, adding that an alumni-related event is planned on Thursday.\nThe fossil fuel divestment movement started on a small liberal arts college campus in Maine in 2012 and campaigns have has since spread to hundreds of campuses. About 30 universities worldwide have removed fossil fuel stocks from their investment portfolios or announed plans to—as well as hundreds more businesses, religious groups and other institutions and approximately 2,040 individuals, representing a collective $2.6 trillion in assets, according to a review by the Washington, D.C.-based Arabella Advisors.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}