{
  "url": "https://insideclimatenews.org/news/13112015/michael-mann-climate-change-scientist-interview-exxon-mobil-investigation-global-warming/",
  "title": "Climate Scientist Michael Mann: Exxon Story ‘Confirmed Things We Long Suspected’",
  "date": "2015-11-13T11:30:50-05:00",
  "content": "Climate scientist Michael Mann has spent much of his career in the crosshairs of climate denialists. A professor of meteorology and director of the Earth System Science Center at Pennsylvania State University, Mann is best known for helping to develop the famous “hockey stick” graph, which reconstructed 1,000 years of global temperature data and showed the abrupt warming of the late 20th century.\nMann, who studied theoretical physics before taking up climate research, published the paper explaining the hocky stick graph in 1999, just three years after he completed his Ph.D.\nThe graph drew widespread public attention, especially after it appeared in the 2001 Third Assessment Report from the Intergovernmental Panel on Climate Change (IPCC). Mann soon became a target of climate contrarians and the institutions that support them, including those funded by ExxonMobil. He has received death threats, been accused of scientific fraud by people who don’t accept climate science and targeted by politicians.\nHe recounted his many run-ins with the denialist movement in his 2012 book, “The Hockey Stick and the Climate Wars.”\nIn 2003, as the U.S. Senate debated a bipartisan bill that would have forced the Environmental Protection Agency to regulate greenhouse gases, a paper by economist Ross McKitrick and Stephen McIntyre, a self-described “semiretired minerals consultant,” claimed to debunk the science behind the hockey stick chart. According to Mann’s book, the website Tech Central Station publicized the paper three days before the Senate vote. (The bill failed by a 55-43 vote.)\nTech Central was one of many Exxon-funded groups that helped sow doubt about the scientific consensus on global warming. In 2006, Senators Olympia Snowe (R-Maine) and Jay Rockefeller (D-W.Va.) wrote a letter asking ExxonMobil to stop funding groups like Tech Central, “whose public advocacy has contributed to the small but unfortunately effective climate change denial myth.”\nMann said he was angry but not surprised by the recent revelations that Exxon spent years conducting serious climate research before starting its campaign to fuel doubt about global warming. He said the investigation by InsideClimate News has “suddenly refocused attention” on something the scientific community long suspected: that Exxon scientists were too smart to be ignorant of the early, emerging science of global warming.\nRead the series, “Exxon: The Road Not Taken,” on our website or as an ebook Kindle Single.\nHe also said he’s curious to see what will turn up in the climate change-related probe of Exxon by the office of New York State Attorney General Eric Schneiderman. On Nov. 5, Schneiderman’s office subpoenaed Exxon for documents on climate change spanning almost four decades. The investigation seeks to determine whether Exxon misled the public and investors about the risks posed by global warming.\nMann spoke to ICN via phone and email about Exxon’s research history, its efforts to muddy climate science and Schneiderman’s investigation. The interview has been edited for length and clarity.\nInsideClimate News: What was your initial reaction to ICN’s Exxon series? Do you feel at all vindicated by the news?\nMichael Mann: Well, frankly it confirmed things that we had long suspected. …[We knew] that Exxon had really bright scientists, and there’s no way those scientists couldn’t have known what the rest of the scientific community knew, that [climate change] was a real problem.\nBut nonetheless, it really proves that in some sense, the villainy that we long suspected was taking place within ExxonMobil really was. It wasn’t just a conspiracy theory. It was a legitimate conspiracy.\nAs I’ve described in my book, fossil fuel interests, including ExxonMobil in particular, have been waging a bad faith assault on me (and on other climate scientists) for decades now. It makes me angry that they would knowingly risk the degradation of our planet for future generations in the name of their own short-term profits.\nICN: Climate modeling is your specialty, and Exxon did extensive modeling in the 1980s. Do you have any thoughts on the company’s modeling efforts?\nMann: They identified—they used the word “catastrophic” [effects]—in one of their internal discussions describing the potential impacts of climate change.\nSo not only did they know the science is real, they knew it was harmful to society, and they were sort of headed in the direction of doing the modeling to try to assess the degree of harm. And as you guys describe, they chose a different path…to fund a massive disinformation campaign, to hide the threat of their products. And the parallels then become rather striking with what the tobacco industry did.\nICN: One big difference between the tobacco and Exxon cases is that Exxon didn’t hide its climate change research. Exxon scientists have published peer-reviewed papers and participated in government panels. How do you think that changes the situation?\nMann: Frankly, there was sort of a good cop/bad cop thing going on there…The cynic in me thinks that they were playing both sides. In fact, we know that they continued to have some scientists who participated in the IPCC process into the 2000s, while they were obviously engaged in massive funding of climate change disinformation, basically financing propaganda that was fundamentally inconsistent with the sort of work that their own scientists were doing.\nSo this internal dissonance feeds the notion that it wasn’t really a good faith effort on their part to try to find a way forward to solving this problem. It was to buy them some plausible deniability and apparent credibility by appearing to engage with the scientific community, while at the same time, behind the scenes, massively funding efforts to attack the science and to attack the scientists. That’s my view.\nICN: In light of the Exxon news, do you expect to now face less backlash from climate contrarians over your work?\nMann: As long as fossil fuel interests like ExxonMobil and the Koch Brothers are willing to spend hundreds of millions of dollars on a massive campaign to disinform the public about climate change, there will be many misguided individuals who will believe their propaganda. But increasingly they are irrelevant. We have moved past this now. The adults in the room know better.\nICN: What are your expectations for the New York state attorney general’s probe?\nMann: I think it’s a legitimate question to ask, “Was there some collusion here?” Were they intentionally misleading the public and policymakers and their own stockholders about what they knew about climate change…when they knew better—when their own scientists had told them that the science is real and the outcomes would potentially be catastrophic?\nI’ve seen compelling arguments from one of the lawyers who was involved in the RICO [Racketeer Influenced and Corrupt Organizations Act] case against the tobacco industry. She was quoted as saying that based on what she has seen, there is a prima facie case for suspecting the possibility that they [Exxon] were engaging in what is effectively racketeering.\nI think we all deserve to learn more about what they knew and when they knew it…and I assume that will come out in the course of [the] investigation.\nICN: Do you think we’ll find evidence that other oil companies behaved similarly?\nMann: Oh yeah. I think this is the veritable tip of the iceberg. If this investigation from [Schneiderman’s office] leads to legal action, then there will be a process of discovery, and my guess would be that then we start to see stuff from the Global Climate Coalition [an industry group, disbanded in 2002, that opposed carbon emissions cuts], of which ExxonMobil was a member, but there were many other members. I suspect that we’ll learn a lot about the other actors that were involved, and ExxonMobil might not even be the worst of the actors.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}