{
  "url": "https://insideclimatenews.org/news/15112015/daniel-ellsberg-exxonknew-best-thank-you-pentagon-papers/",
  "title": "Daniel Ellsberg: #ExxonKnew Is the Best ‘Thank You’ Since the Pentagon Papers",
  "date": "2015-11-15T08:00:10-05:00",
  "content": "Last fall at a journalism conference in Phoenix, Daniel Ellsberg spoke to me over dinner about the vital role that whistleblowers play in investigative journalism. He said journalists should not wait for whistleblowers to come forward—we should go looking for them. In particular, in the case of climate reporting, he suggested to me that we find people inside energy companies to expose the origins of climate denialism.\n“You’ll find people of conscience in every company,” he said. “I should know.”\nEllsberg, now 84, is an approachable and avuncular guy, despite his uncommon brilliance. He graduated from Harvard summa cum laude, served three years in the Marine Corps, and after getting a Ph.D., also at Harvard, went to work for the RAND Corporation. He became an expert on nuclear weapons and a consultant to the Department of Defense and the White House before and during the Cuban Missile Crisis.\nEventually he went to work on a top-secret history of the U.S. involvement in Vietnam, which, after he made it public, came to be known as the Pentagon Papers. He was put on trial for his act of whistleblowing, and faced a possible sentence of 115 years in prison. He also became the target of governmental misconduct that figured in the impeachment proceedings against President Richard Nixon.\nThe next day at the conference, this time standing before a roomful of journalists, Ellsberg repeated the suggestion he had made to me. I was hoping no one else was paying attention.\nAfter InsideClimate News published Exxon: The Road Not Taken, I sent Ellsberg a note of thanks. His reply was enthusiastic. With his permission, parts of it are published below.\nDear David\nThis is the BEST, most heartwarming feedback and “thank you” I’ve ever gotten since the Pentagon Papers!  (Forty years ago).  I could not be more pleased, really overjoyed, at what you’re telling me!\nI said to Patricia [his wife], “I’ve been saying this for a year, whenever I talk about whistleblowing; I’m sure the fossil fuel companies have done internal studies of the effects of their product, just like the tobacco companies.  If only someone would dig those out, or spill the beans. I knew it! And now they’ve got it!”\nNext I read that there was a possibility of prosecution. And now, you tell me I had a hand in this! (I’m wearing down my exclamation points). I could not be more pleased. I really think that you’ve come up with something that might make a difference.\nFor years I’ve tried to spread the word that officials (I usually talk about government officials, only lately I’ve added corporate ones) lie all the time and keep secrets the public should know. The documents exist in safes and files (and now computers), and journalists should be actively looking for people who realize that telling certain secret truths is worth personal risk to themselves.\nI can only hope that I’m spreading seeds. I’ve almost never been told if one bore fruit. Now I feel like a fan who pointed to the bleachers: and it turns out I was yelling to Babe Ruth!\nOK, I think you get my mood.  I appreciate very much that you gave me this notice.  Now, I know I don’t have to tell you to Stay With It!  Please thank and congratulate your team for me!\nLove, Dan\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}