{
  "url": "https://insideclimatenews.org/news/10112015/peabody-coal-climate-change-settlement-new-york-ag-exxon-subpoena-investigation/",
  "title": "Peabody Settlement Shows Muscle of Law Now Aimed at Exxon",
  "date": "2015-11-10T11:00:55-05:00",
  "content": "Pulling the same legal levers as those involved in its climate change investigation of ExxonMobil, the New York state attorney general’s office obtained an agreement from coal giant Peabody Energy to end misleading statements and disclose risks associated with global warming.\nPeabody Energy has a responsibility to be honest with investors and the public about the risks posed by climate change, New York Attorney General Eric T. Schneiderman said in announcing the settlement with Peabody Monday. Other fossil fuel companies must embrace the same obligation, Schneiderman said.\nThe agreement calls for Peabody to make more detailed disclosures to investors about the financial risks the company faces from any future changes in policies and regulations associated with climate change and other environmental issues that could reduce demand for its product and affect the company’s profitability. The company does not face any fines or other penalties.\nThe settlement concludes a two-year investigation in which state prosecutors found that Peabody had not been upfront with investors and regulators about threats to its business from climate change issues, concerns the company considered behind closed doors, according to the 19-page settlement.\n“This case represents an unprecedented first step in the absolutely critical work of forcing coal and other fossil fuel companies to start being honest about the damage they are doing to our planet,” Schneiderman said in a prepared statement. “I believe that full and fair disclosures by Peabody and other fossil fuel companies will lead investors to think long and hard about the damage these companies are doing to our planet.”\nLast week, Schneiderman’s office demanded that Exxon turn over documents spanning four decades of research findings and communications about climate change. The office issued a subpoena ordering the oil giant to surrender materials related to its research into the causes and effects of climate change.\n“The Peabody case is a roadmap for the way the investigation of Exxon will proceed,” said John Marti, a former federal prosecutor in the U.S. Attorney’s Office for the District of Minnesota. “The central question in both cases is what were Exxon and Peabody saying publically compared to what they knew internally.” Marti is now in private practice in Minnesota.\nNew York investigators have been looking into Exxon’s disclosures to shareholders and the Securities and Exchange Commission for a year.\nAn InsideClimate News investigation found that Exxon scientists warned company executives of the potentially catastrophic consequences of global warming as far back as the 1970s. After the ICN series and stories published in the Los Angeles Times, lawmakers, presidential candidates, environmentalists and climate scientists called for investigations of Exxon under federal racketeering and securities laws.\nThe Peabody and Exxon probes are based on New York’s powerful shareholder-protection statute, the Martin Act, as well as the state’s consumer protection and general business laws. The 1921 Martin Act forbids “any fraud, deception, concealment, suppression, false pretense” or “any representation or statement which is false.”\nThe statute also gives the state broad powers of discovery. Schneiderman, a second term Democrat, and predecessors have used that power to probe companies on the grounds that their securities are traded in New York.\nThe implications of a Martin Act probe of Exxon go far beyond forcing the company to disclose what it knew about the impact of climate change on business as was the outcome of the Peabody probe, said Pat Parenteau, professor of environmental law at the Vermont Law School.\nNew York officials have the power to delve deeply into Exxon’s record on climate change through the subpoenas of records and by compelling testimony, he said.\n“This gives leverage to wider investigations of Exxon,” Parenteau said. “Who knows what they’ll discover?”\nMoreover, federal prosecutors may be waiting on the sidelines to see what the New York investigators uncover, he said. They may turn up evidence that could lead to criminal investigations based on federal criminal statutes, he said.\n“I don’t want to get too far ahead here, but I’d be surprised if the U.S. Department of Justice isn’t watching with great interest,” Parenteau said.\nThe Peabody case hinged on whether the company provided shareholders with a comprehensive assessment of risk the company faced because of climate change. In settling with the New York attorney general’s office, Peabody agreed to file revised shareholder disclosures with the SEC that accurately represent climate change risks to investors and the public.\nPeabody is the world’s largest private-sector publicly-traded coal company and the largest producer of coal in the U.S. with sales to electricity generators in nearly 40 states. The company estimates it has more than seven billion tons of proven and probable coal reserves in the U.S.\nA spokesman for the St. Louis-based company did not return calls for comment, though the company said in a news release that it had always endeavored to make “appropriate disclosures” and will amend its federal securities disclosures. In the statement, Peabody said there was no admission or denial of wrongdoing.\n“Moving forward, Peabody believes that technology is the bridge to a low-emissions future for a world experiencing rising electricity demand to satisfy urbanization and offer a higher quality of life,” the company said in its statement. It cited more high-efficiency, low-emissions coal-fueled power plants and carbon capture technology.\nYet in a letter earlier this year to the Council on Environmental Quality addressing greenhouse gas emissions as part of National Environmental Policy Act reviews, Peabody denied the risk of climate change.\n“The most ubiquitous ‘greenhouse gas,’ carbon dioxide, is a benign gas that is essential for all life,” Peabody said in the letter. “While the benefits of carbon dioxide are proven, the alleged risks of climate change are contrary to observed data, are based on admitted speculation, and lack adequate scientific basis.”\nNew York investigators say Peabody repeatedly denied in public filings that it had the ability to predict the impact of environmental regulations, despite internal projections that stricter polices could reduce the dollar value of coal sales in the United States by 33 percent or more.\nA significant factor in the attorney general’s investigation of Peabody was its failure to provide a full discussion of projections by the International Energy Agency relating to the future demand for coal worldwide. The IEA, considered the world’s leading authority on future global energy developments, makes projections about world coal demand based on various scenarios for future world energy production.\n“Peabody’s statements concerning the IEA’s projections for the future of coal, both in SEC filings and in other communications, were incomplete and omitted less favorable IEA projections for future coal demand,” according to the New York settlement.\nEnergy companies need to be realistic in telling shareholders the truth about possible impacts of climate change rather than simply offering a rosy assessment to keep stock prices up, said  Robert Percival, director of the Environmental Law Program at the University of Maryland School of Law.\n“The SEC disclosure requirements are like a truth serum,” Percival said.\nThe question central to New York’s investigations of Peabody and Exxon is whether the companies were honest in disclosing the potential impact on business based on climate change and the possible enactment of polices, he said.\n“So the questions to Peabody and Exxon are similar,” Percival said. “What did you know and what were you disclosing?”\nJames Leaton, research director of Carbon Tracker, an organization that looks at the legal and financial impacts of limiting greenhouse gas emissions, said it’s common for companies like Peabody and Exxon to temper the threat of climate change by not disclosing the more dire consequences.\n“It’s important that a company presents a balanced view of energy risk,” Leaton said. “The downside of only presenting the best-case scenarios or ignoring the known risks of climate change gives a skewed view of the world.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}