{
  "url": "https://insideclimatenews.org/news/10112015/how-we-got-exxon-mobil-climate-change-science-story-subpoena-investigation/",
  "title": "How We Got the Exxon Story",
  "date": "2015-11-10T12:00:55-05:00",
  "content": "On the second day of a staff retreat last January, the InsideClimate News team planned to discuss possible investigative projects for the coming year. More than any of the reporters, publisher David Sassoon was eager to pitch his idea.\nBrimming with enthusiasm, David spoke of finding out if the oil industry had tracked climate change science over the years. If it did, what did it make of the research? Had it always been doubtful of the science? Or did it ever accept climate science before it began building a powerful narrative against it?\nDavid had been inspired at a journalism conference in the fall of 2014. There, he met Daniel Ellsberg, who spoke to him over dinner, and the next day to a roomful of journalists. Ellsberg emphasized the need to look for whistleblowers on various issues, including national security and climate denial efforts by energy companies.\nDavid had also come across a speech by former BP chief executive, Lord Browne, in which he spoke of the warnings company scientists had sounded about climate change, and how their arguments convinced him that it was wrong to side with climate denial. David re-read Harvard Business School studies of BP breaking ranks with the rest of the industry by voicing its acceptance of climate science. He felt the territory was primed for exploration.\nBy the end of his pitch, David was beaming, ready for us to share in his excitement.\nThe project idea landed with a thud. The rest of us looked at each other in mild dismay. The oil industry was a sprawling haystack. How could we find these needles? In the end, there might be nothing to find.\nBut in the give-and-take of the afternoon’s discussion, David won us over. We would at least start looking around, get names of former employees, read newsletters and case studies and papers, to home in on what the industry knew about climate science and when.\nFor a few months, reporters ventured in different directions, looking at Shell, BP, Chevron, Peabody Coal, Exxon, and the American Petroleum Institute. We established a timeline of early climate research, showing that studies dating to the 1950s pointed to the link between increased fossil fuel use and higher carbon dioxide levels.\nThen, Dave Hasemyer learned from scientist Michael MacCracken, who had long helped run federal climate research programs, that Exxon scientists had worked with the government on climate science as far back as the early 1980s. They had even collaborated on climate models with noted academics and published papers in peer-reviewed journals.\nThat information made Exxon more intriguing than the other oil majors. Perhaps all the companies had scientists monitoring climate change in the 1990s and later. Yet for a corporation to be involved in the issue back in the 1980s made it extraordinarily farsighted—and worthy of greater scrutiny.\nIn March, a journalist circulated a link to a 1980 Congressional hearing on climate change, mainly as a point of interest. On a lark, I decided to search the PDF for representatives of oil companies. I searched each company’s name and drew nothing until I typed in Exxon.\nThe name Henry Shaw popped up, and he was from Exxon Research and Engineering in Linden, New Jersey. Shaw’s name was among a list of people, nearly all of them scientists, who had drafted a report on the effects of climate change based a weeklong conference held in Annapolis, Maryland in April 1979. The report was attached to the Congressional hearing transcript.\nThe Annapolis conference was organized by the American Association for the Advancement of Science. A trip to AAAS archives in downtown Washington revealed how critical the conference was to emerging federal research, how groups of scientists knew about climate change decades before the public caught on and how Exxon was the only company to have an employee participating.\nWhy was someone from Exxon at that meeting? Who was Henry Shaw? As I did web searches about him, I learned that he was deceased (as were a lot of people we’d hoped to speak to). I also learned that he was one of four co-authors on a peer-reviewed paper about an Exxon supertanker outfitted with equipment to measure carbon dioxide concentrations in the sea and air along its route from the Gulf of Mexico to the Persian Gulf.\nAll of sudden, Exxon wasn’t just doing modeling with outside academics, which while important, was not a huge commitment. Rather, it had deployed its vast resources—a supertanker no less—to measure atmospheric and marine CO2.  Its investment in understanding climate change now seemed a whole lot bigger. Moreover, the tanker study began in 1979, according to the paper. That set the research clock at Exxon even further back, to a time when few people outside small scientific circles knew or cared about climate change.\nWe tracked down the surviving three authors. One of them, Ed Garvey, explained that Shaw had been the lead researcher on the project, and he was Shaw’s closest assistant. When I asked Garvey why Exxon had undertaken such ambitious research, he said, “Exxon felt that greenhouse gas emissions would be a problem in the future, that there was the prospect of legislation and the possible replacement of fossil fuels. And if that was going to be discussed, they wanted to have a seat at table and be taken seriously. They didn’t want to be seen as advocate only of continuing to use fossil fuels. They wanted to be seen as people making serious efforts to understand the science.”\nFrom Garvey, we went on to other former Exxon employees. They, in turn, pointed us to others. We searched archives around the country. Over time, we gathered thousands of pages of internal Exxon documents that fleshed out the picture hinted at by Henry Shaw’s participation in the 1979 climate conference: that Exxon was so interested in climate science that it had launched its own ambitious research into the critical global warming questions of the day. No other American company, as far as we could tell and as far as Exxon stated, did anything similar.\nMoreover, the former employees and the documents echoed what Garvey had said: that Exxon wanted to do rigorous science not just to understand a phenomenon that posed a threat to its business, but because the company saw it as the best way to earn an authoritative voice in future policymaking.\nThis was not the Exxon that had emerged in the bruising fights over climate science and policy in the 1990s, the corporation that climatologists, lawmakers and environmentalists equated with climate denial. This was a very different entity, and we wanted to learn all we could about the Exxon of the 1970s and 1980s.\nLisa Song and Jack Cushman spent months speaking to scientists active in climate research since the 1970s to determine if the questions Exxon investigated were valid. They also wanted to gauge if the caution the company expressed about some climate findings was typical among scientists at the time, or a sign of the doubt the company would later champion. In that period from 1978 to 1986, Exxon’s research discussions and approach were squarely in the mainstream, the interviews showed.\nI came away with enormous regard for many of the Exxon scientists who researched climate change and for the managers and executives who gave them the resources and latitude to freely investigate a problem their own company was contributing to. They were men the rest of the world didn’t know about but who, day after day, tried to do their work conscientiously. Those who are still alive from that era are proud of the company they worked for. Looking back at the Exxon that strove for answers to the biggest threat the world has faced, you can understand why.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}