{
  "url": "https://insideclimatenews.org/news/04112015/climate-change-protesters-canada-justin-trudeau-stop-tar-sands-expansion/",
  "title": "Climate Protesters to Trudeau: Stop Tar Sands Expansion",
  "date": "2015-11-04T11:01:09-05:00",
  "content": "New Canadian Prime Minister Justin Trudeau’s first full day in office will be greeted by hundreds of climate activists who plan to gather at his residence in Ottawa starting Thursday. The protesters will urge the new leader to take an aggressive stance on global warming—starting with halting the expansion of the Alberta tar sands.\nFor the next four days, demonstrators plan to march a quarter-mile to 24 Sussex Drive and stage a sit in at the official residence, risking arrest for trespassing. Organizers say it will be the largest act of civil disobedience in the history of the Canadian climate action movement.\n“Prime Minister Trudeau has yet to define himself as one thing or another on climate change,” said Cameron Fenton, an organizer with the environmental group 350.org who is helping arrange the protests. “Meeting a 2 degree target [for global warming] means leaving 85 percent of tar sands in the ground… We need a government that is going to take bold and decisive action on climate change.”\nThe event is being organized by 350.org, the Council of Canadians, the Canadian Youth Climate Coalition and other environmental, civil and indigenous groups.\nTrudeau’s Liberal Party took control of the Canadian government in late October after a stunning parliamentary election upset. Trudeau and the Liberal Party support a national carbon pricing plan and have promised to work with Canadian provincial leaders to create a climate action strategy. The new prime minister has even invited the provincial leaders to attend the December climate treaty talks with him in Paris.\nBut environmentalists have criticized Trudeau for not providing more detail on how he plans to accomplish those goals. The new leader is also supportive of the Keystone XL pipeline project, which he has called “important energy infrastructure.”\nProduction in the Alberta tar sands, the world’s third-largest oil reserve stretching nearly 55,000 square miles, nearly doubled during Stephen Harper’s nine-year tenure leading the Conservative government. Harper led a systematic dismantling of Canada’s climate agenda during his time in office, slashing funding for several climate research facilities, firing government scientists and muzzling others, weakening dozens of environmental regulations and undermining international climate treaty talks.\nSlumping global oil prices have shaken the country’s economy over the past year, and calls to expand and diversify Canada’s energy portfolio and employment base became campaign issues.\nOrganizers of the protests say stopping the continued expansion of the oil sands is the obvious place for Trudeau to start to both boost Canada’s economy and fight climate change.\n“When you find yourself in a hole like this, the first rule is simple: stop digging,” the event’s website says. “This is literally what we need Prime Minister Trudeau to commit to. Freeze the expansion of the tar sands and commit to a justice-based transition to a clean energy economy. No huge new mines on top of the ones that already scar the landscape, poison the environment and violate Indigenous and treaty rights—it’s already big enough. Instead, build a just, clean energy economy that works for people and the planet.”\nThe protests plan to present Trudeau with “gifts” every day upon their arrival to the residence, including copies of scientific reports, signatures on petitions to stop tar sands drilling from the past 10 years, and a set of solar panels, which organizers hope Trudeau will install at 24 Sussex.\nTrudeau announced soon after his election that he will not be moving into the official residence for a few weeks because of renovations being done to the building. Organizers decided to keep the protests there because Trudeau will still be at the building for important meetings and summits.\nThe demonstrators are being briefed on the legal risks they will likely face by trespassing on government property. A team of lawyers will be on site, and organizers plan to launch a crowdfunding campaign to pay legal fees associated with protesters’ arrests.\n“We’ve rallied, we’ve marched, we’ve written op-eds, we’ve confronted politicians and still Canada has remained a pariah on the world stage when it comes to climate action,” the organizers’ wrote on their website. “We also know that we simply don’t have time to wait three, two or even one year for a new government to get its act together on climate. We are ready to step up our mobilizations to demonstrate the urgency and immediate need for action in the face of a catastrophic global crisis to Canadian politicians.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}