{
  "url": "https://insideclimatenews.org/news/28102015/congress-legislative-assault-obama-administration-clean-power-plan-mitch-mcconnell/",
  "title": "Congress Launches Legislative Assault on Obama Administration’s Clean Power Plan",
  "date": "2015-10-28T13:03:38-04:00",
  "content": "Republican legislators in the House and Senate have introduced resolutions that aim to dismantle the Obama administration’s recently finalized carbon pollution rules.\nLed by Senate Majority Leader Mitch McConnell, lawmakers in the Senate introduced a resolution on Tuesday to block the Clean Power Plan under the Congressional Review Act. Rep. Ed Whitfield (R-Ky.) introduced a House version of the bill on Monday. Whitfield and McConnell also introduced resolutions to preempt a recently proposed rule to cut carbon emissions from new power plants.\nThe Clean Power Plan, which requires states to cut carbon emissions by 32 percent by 2030 from existing power plants, has faced attacks on multiple fronts since it was proposed in 2014. The final rule was announced in August.\nThe publication of the rule in the federal register last week made it official, opening it up to fresh lawsuits and legislative opposition. So far, 26 states as well as a number of business groups and coal companies have filed lawsuits. They contend that the Clean Power Plan is an example of federal overreach and an onerous burden on industries that will cost jobs and hurt the economy.\nThis latest attempt to use the Congressional Review Act (CRA) would not get past a veto by President Obama. The resolutions are widely seen as symbolic, meant to show congressional opposition to the carbon regulations ahead of the international climate treaty negotiations in Paris later this year.\nThe Clean Power Plan is the centerpiece of the Obama administration’s climate policy agenda, which the White House believes is critical in garnering international support for the Paris talks. Fierce opposition could shake the international community’s confidence that the U.S. will follow through on its climate commitments.\nThe Congressional Review Act gives Congress the authority to review major regulations. Congress has introduced  CRA resolutions 43 times since its inception in 1996. Of them, only one passed both chambers, was not vetoed by the president and succeeded in overturning a rule.\nThe Sierra Club’s legislative director, Melinda Pierce, called the CRA resolutions a “futile political ploy.”\n“We expected the coal industry to throw the kitchen sink at the Clean Power Plan, but it’s still appalling that they would threaten these essential protections using this extreme maneuver,” Pierce said in a statement.\nRepublican leaders, particularly those from the Appalachian region, have said the Obama administration is waging a war on coal and the Environmental Protection Agency’s rules are overly punitive on the coal industry. Coal, however, has been in a steady decline since 2000 as easily accessible coal supplies have diminished and cheap natural gas has flooded the market.\nA recent poll also found that a majority of Americans, including Republicans, are supportive of the Clean Power Plan and want to see their states implement it. That shift is in line with other polling showing that concern about climate change is at a peak, with 56 percent of Republicans saying there is solid evidence that climate change is real.\nIn Kentucky, McConnell and Whitfield’s home state, the attorney general is suing the EPA over the Clean Power Plan. But local grassroots groups, including Kentuckians For The Commonwealth and KY Student Environmental Coalition, have led rallies calling on state leaders to comply with the rules  and launched a program to help stakeholders create a plan to meet the state’s carbon targets.\n“In essence this plan would create so many new jobs here in eastern Kentucky. Jobs we desperately need,” Stanley Sturgill, a retired coal miner and member of Kentuckians For The Commonwealth, said in an email. “Sadly, the very politicians…that are supposed to represent our own good health and well being are the ones that are our biggest opposition for this Clean Power Plan.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}