{
  "url": "https://insideclimatenews.org/news/16102015/federal-program-sends-15-million-help-coal-communities-adapt/",
  "title": "Federal Program Sends $15 Million to Help Coal Communities Adapt",
  "date": "2015-10-16T14:49:29-04:00",
  "content": "The Obama administration announced Thursday it will invest nearly $15 million in helping coal communities in 12 states and tribal nations transition their economies away from the fossil fuel industry and toward new areas like healthcare, information technology, tourism and agriculture.\nThe money will go to states grappling with the faltering coal industry, many of which are also the staunchest opponents of the administration’s Clean Power Plan, which targets pollution created by coal-fired power plants.\nThe grants will be used to train unemployed coal miners, install high-speed internet infrastructure, grow renewable energy, expand tourism and examine how to reuse or restore abandoned mine land, among other projects. The money is being administered through the White House’s Partnerships for Opportunity and Workforce and Economic Revitalization (POWER) Initiative. It will go to communities in Alabama, Arizona, Colorado, Kentucky, Illinois, New Mexico, Pennsylvania, Tennessee, Virginia, Washington, West Virginia and Wisconsin.\nThe 36 grants announced Thursday are the first pieces of a much larger $3 billion White House program, known as the POWER+ Plan, to aid towns and communities struggling to cope with the decline in coal. POWER+, which was first proposed in February as part of President Obama’s 2016 budget, is currently sitting unappropriated in the Republican-led Congress.\n“The U.S. is undergoing a rapid energy transformation,” U.S. Secretary of Commerce Penny Pritzker said in a conference call Thursday. These grants will turn coal communities into towns “quick to thrive in changing global markets.”\nJay Williams, the U.S. assistant secretary for economic development, called the program “a significant milestone” in the shift toward a greener U.S. energy portfolio.\nThe grants are being provided by the U.S. Department of Commerce, Department of Labor, the Small Business Administration and the Appalachian Regional Commission.\nU.S. demand for coal has dropped significantly over the past two decades as natural gas production has increased and renewable energy prices have fallen. Improved energy efficiency standards and federal regulations have also contributed to its decline. Communities that once functioned almost entirely around the coal industry have suffered economically with rising unemployment and falling tax revenues.\nCoal production in Kentucky, for example, dropped 11.8 percent in 2013 to 80.5 million tons, the lowest level since 1963. The number of coal workers dropped from more than 75,000 in the 1940s to 11,586 in 2013. The state lost 2,222 mining jobs in 2013 alone. Coal currently makes up only 0.6 percent of Kentucky’s total employment.\nKentucky was awarded more than $5.8 million on Thursday in 13 separate grants. The largest project will be expanding broadband infrastructure in eastern Kentucky to attract new businesses, and training former coal workers in internet installation and other information technology work, said Beth Brinly, deputy secretary of Kentucky’s education and workforce development cabinet. Another project will renovate a former school into a residential child care center and substance abuse treatment center, and create 25 new health care jobs.\nThe POWER grants come just two months after the finalization of the Clean Power Plan. A representative for the White House said the grants are not related to the new regulations, but rather about helping communities who have needed assistance for years. Coal advocates and grassroots leaders differed on whether the POWER funds could unintentionally help sway these communities’ opposition of the plan, which calls for major reductions in U.S. coal usage.\n“Any financial support is welcome, but it isn’t going to buy support for the Clean Power Plan,” said Bill Bissett, president of the Kentucky Coal Association. “Thousands of miners have lost their jobs, and many more will continue to. Those hard feelings are not going to go away any time soon. I’m not sure there are enough funds in the entire federal government to help rehabilitate the reputation of President Obama and his administration in these communities.”\nIt may not eradicate frustration with the Obama administration entirely, said Adam Wells, the coordinator of the economic diversification campaign at Appalachian Voices, a grassroots environmental group, but “right now every penny invested in Appalachia counts.”\n“There are more and more people living in Appalachia who are waking up to the fact that coal simply will not play the role of King any longer in our local economies, and they’re working hard to make sure that people will not have to leave their homes to make a living and support their families,” Wells said. “This funding goes a long way in supporting that effort. There will always be people who are going to be critical of anything that comes from the Obama administration, but that criticism is rapidly being overshadowed by a hopeful spirit of cooperation that’s going to build a new economy for Central Appalachia.”\nNational environmental leaders applauded the grants announced Thursday, but said they represent just a small fraction of what needs to be done—including Congress’ failure to approve the POWER+ Plan. The stalled program is especially frustrating considering Senate Majority leader Mitch McConnell, a Republican from Kentucky, has lambasted the Obama administration for what he’s dubbed its war on coal.\n“More than a dozen Appalachian communities have already asked their representatives in Congress to support investments in the coal workers and their communities, and they’ve been met with foot dragging and finger pointing,” said Dean Hubbard, director of the Sierra Club’s labor program. “Appalachian families need representatives in Washington to support POWER+ legislation that protects miners’ pensions and health care, and diversifies state and local economies.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}