{
  "url": "https://insideclimatenews.org/news/19102015/lesson-economics-california-school-district-goes-solar-storage/",
  "title": "A Lesson in Economics: California School District Goes Solar with Storage",
  "date": "2015-10-19T10:00:39-04:00",
  "content": "A Southern California school district will soon become one of the first in the nation to get most of its electricity from on-campus solar panels and giant batteries.\nThe Temecula Valley Unified School District partnered with the San Mateo-based solar provider SolarCity to install a network of 20 solar arrays and five batteries for energy storage systems across 19 schools and one administrative building. The district’s total capacity will be 6 megawatts—that’s enough electricity to power nearly 1,000 homes—and is among the largest school solar projects in the country.\nThis venture is rare, said Phillip Haddix, program director at The Solar Foundation, a research and education group.\nLast year, about 3,750 schools invested in solar, but only a handful chose the solar-plus-storage route, Haddix said.\nBut with the cost of both solar and storage technologies declining, he told InsideClimate News that he expects there will be “a bigger uptake in adoption” in the future.\nCase in point: Temecula Valley.\nTemecula opted for this trendsetting project to cut costs in the face of rising electricity prices. Located in Riverside County, the district of 32 schools and approximately 27,700 students currently spends about $3 million a year on utilities.\nBefore entertaining the idea of solar, Temecula district spent four years cutting its electrical usage about 20 percent by being more efficient, such as cutting the use of air conditioning.\n“We had gotten to the point where we felt that we cut about as much as we could readily,” said Janet Dixon, the district’s director of facilities development. “It was time to look at solar.”\nWhen Temecula Valley was considering the idea, there was already a lot of solar in the area, explained Dixon. California led the nation in 2014 with 960 solar schools, according to The Solar Foundation.\nCalifornia is also the nation’s top state for solar overall, with a panoply of pro-solar policies––such as net metering, which allows users to sell the unused extra energy generated by their solar panels back to the grid––and leasing solar panels from third-party providers, such as SolarCity. (Third-party solar is currently not allowed in a handful of states, such as North Carolina and Florida.)\nAccording to Dixon, Temecula district hired an energy consultant from Sage Renewables last fall to assess the feasibility and he recommended a solar-plus-storage system. The proposals from different companies made it clear a joint program could save more than $20 million over a 20-year period; the school’s board signed off on the decision in March.\nThe more than 20,000 solar panels were installed over the summer and are waiting to be connected to the grid. At 18 schools, the sleek, black panels double as carports. The remaining two sites have solar arrays set up on the ground. At five of the sites, batteries will be installed next to the solar panels by the end of the year.\nSolar panels convert energy from the sun into electricity. But due to the change in the sun’s energy throughout the course of the day, the solar panels do not generate electricity consistently over time. That’s where battery storage systems come in handy. The batteries allow users such as Temecula’s district to save some solar power for use later, when the district’s electricity demand is greater than the real-time output of the panels.\nFor Temecula, this translates to savings on two different parts of its monthly utility bill. It will be paying less for its total electricity consumption in kilowatt-hours because the energy it generates will balance out much of the energy it uses. Additionally, it will be paying less for what’s called a “demand charge.” Simply for tapping into the grid, there’s a charge and itvaries depending on the time of day. With the storage system, Temecula can control the times it accesses the grid for outside energy, reducing its demand charge.\nUnder the 20-year contract with SolarCity, the school district is set to save up to $520,000 in the first year. Temecula district is paying no money down for access to the equipment, which SolarCity owns. Instead, Temecula is simply paying SolarCity for the power that’s generated by the panels; the electricity rate will be discounted from the normal rate used by the local power provider, Southern California Edison.\nWith this project lined up, Temecula district is “protecting ourselves from the future, from increased energy costs,” Dixon explained. This means Temecula doesn’t have to worry about having to “cut something else … to keep the lights on” such as music or art classes, she said.\nSince the start of the school year, Dixon told InsideClimate News, she has received “a lot of phone calls” from neighboring schools interested in following Temecula’s lead.\nThis isn’t SolarCity’s first school solar-and-storage project, but it is the biggest. Last year, the company set up a similar partnership with Burton School District in Porterville, Calif., involving eight schools and a storage system with a combined capacity of 1.4 megawatts.\nSolarCity’s Matt Kaufmann said the company is planning similar projects with schools in California and other states.\nAccording to Haddix, some schools (Temecula district not included) are going the solar-plus-storage route to bulk up their climate resilience during natural disasters. In Florida, solar panels and related battery systems with a total capacity of 1 megawatt were installed across 100 schools that double as emergency shelters during hurricanes and other catastrophes. SunSmart E-Shelter Program financed the initiative.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}