{
  "url": "https://insideclimatenews.org/news/07102015/climate-scientist-shukla-backlash-rico-investigation-fossil-fuel-companies-lamar-smith-congress/",
  "title": "Climate Scientist Faces Backlash for Urging Investigation of Fossil Fuel Companies",
  "date": "2015-10-07T13:56:03-04:00",
  "content": "This story was updated on Oct. 7 at 2:00 p.m.\nA climate scientist who was the lead signatory on a letter urging President Obama to launch a federal investigation into whether fossil fuel companies “knowingly deceived the American people about the risks of climate change” is now facing an investigation by Congress because of his part in the letter.\nJagadish Shukla, a climate scientist at George Mason University in Virginia, received notice Oct. 1 that the non-profit research organization he runs, the Institute of Global Environment and Society (IGES), will soon be investigated by the House Committee on Science, Space and Technology for suspected misuse of federal funding.\nRepublican Rep. Lamar Smith of Texas, who chairs the House committee, requested that Shukla and IGES “preserve all e-mail, electronic documents, and data (‘electronic records’) created since January 1, 2009,” according to the notice.\nThe investigation stems from Shukla’s involvement in the letter to President Obama, Attorney General Loretta Lynch and White House science advisor John Holdren on Sept. 1. The letter’s 20 signees—climate scientists from Columbia University, the National Center for Atmospheric Research, the University of Maryland and other institutions—asked the administration to explore whether energy companies could be prosecuted under the Racketeer Influenced and Corrupt Organizations Act (RICO) of 1970 for purposefully casting doubt on the scientific evidence for climate change. Federal prosecutors used the RICO Act in the 1990s and 2000s to sue tobacco companies for covering up the health impacts of smoking. ScienceInsider first reported Smith’s investigation.\nShukla’s research organization, IGES, posted a copy of the RICO letter to its website—a move that Smith told Shukla “raises serious concerns” over a taxpayer-funded scientific group “participating in partisan political activity.” The research center has received funds from the National Science Foundation, National Oceanic and Atmospheric Administration and NASA.\n“Promoting a lobbying effort and publicizing that effort on a website is not an appropriate use of federal research funds,” an aide for the House Science, Space and Technology Committee told InsideClimate News.\n“Additional questions have been raised regarding the fiscal management of federal grant dollars received by IGES and the transfer of IGES to George Mason University,” the aide said. The committee will be looking into the salaries of Shukla and his wife Anastasia, who works as the organization’s business manager.\n“I signed this letter as a private citizen on personal time, urging action on climate change, and I have been shocked by the reaction,” Shukla told InsideClimate News. “Any allegations of inappropriate behavior are untrue.”\nIGES said the letter was posted on its website inadvertently. It has since been removed.\n“IGES’s recent decision to remove documents from its website raises concerns that additional information vital to the Committee’s investigation may not be preserved,” Smith wrote. Smith informed Shukla he and his colleagues had until Oct. 8 to inform the House Committee on how IGES would comply with the request.\n“The House Science Committee isn’t going after Dr. Shukla and his colleagues for their scientific work, but for their opinions as private citizens,” said Michael Halpern, program manager of the Center for Science and Democracy at the Union of Concerned Scientists. “Scientists have the same right as anyone to engage in the political process and express their beliefs without fear of being hauled before Congress for their views.”\nSmith’s investigation is just the latest in a long line of probes into climate scientists by conservative politicians. In 2005, Republican Rep. Joe Barton of Texas, who was then Chair of the House Committee on Energy and Commerce, examined the work of climate scientists Michael Mann of Penn State and Ray Bradley of the University of Massachusetts. Over the last decade, the scientific community has had to field an increasing number of public records requests from conservative groups looking to cast doubt on their research.\n“Overall, scientists whose work is policy relevant are certainly under more scrutiny than ever before through a variety of means, from subpoenas to open records requests, and need to be prepared to respond to that scrutiny,” said Halpern. Such investigations, he said, “can send the wrong message to researchers about how valuable their expertise is to society. We need scientists to engage in public conversations on science-based issues, no matter how contentious the topic.”\nThe biggest difference between Smith’s investigation today and the one Mann and Bradley faced in 2005, Mann said, is that “back then, there were a number of moderate pro-science, pro-environment Republicans who came to my defense. Chief among them was Sherwood Boehlert—an old-school Republican from upstate New York.”\n“Unfortunately, we no longer have moderate republicans like Boehlert chairing the House science committee,” said Mann.\nShukla and his colleagues’ letter was sent three weeks before an eight-month investigation by InsideClimate News showed that ExxonMobil’s own research confirmed fossil fuels’ role in climate change in the 1970s and 1980s. The company then spent the next two decades funding a campaign to derail climate regulations and question climate science.\n“If corporations in the fossil fuel industry and their supporters are guilty of the misdeeds that have been documented in books and journal articles, it is imperative that these misdeeds be stopped as soon as possible,” Shulka and the other climate scientists wrote in the letter.\nHoldren wrote back to the researchers that “the [Obama] administration shares the concern expressed in the letter about the seriousness of the threat posed by climate change,” according to ScienceInsider.\nScienceInsider also reported that Shulka is not the only signatory of the letter facing backlash. Attorney Christopher Horner, a senior fellow at the Competitive Enterprise Institute, a Washington, D.C.-based libertarian think tank, filed a public records request with several of the signatories’ universities for emails contained the words “RICO, racketeer, racketeering, DOJ, prosecute or prosecution.”\n“If they believe this is part of their job, we will not dispute that, but instead would like to see how the institutions were used in this innovative application of public education resources,” Horner told ScienceInsider.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}