{
  "url": "https://insideclimatenews.org/news/01102015/john-boehner-house-speaker-kevin-mccarthy-climate-change/",
  "title": "After Boehner, Could the House Get Even Less Climate Friendly?",
  "date": "2015-10-01T10:30:00-04:00",
  "content": "In the week since Rep. John Boehner made the surprise announcement he will leave Congress at the end of October, the contentious factions of the GOP have been jockeying over who should replace Boehner as speaker of the House.\nBoehner’s presumed successor is Rep. Kevin McCarthy of California. McCarthy, the No. 2 Republican in the House, would be as bad—if not worse—than the Ohio congressman on https://insideclimatenews.org/topic/climate-change and environmental issues, political and environmental experts said. They said the other potential candidates, Florida Rep. Daniel Webster and Ohio Rep. Jim Jordan, who chairs the Tea Party-aligned House Freedom Caucus and has not officially announced interest in the position, are just as dismal.\n“Let me not pull any punches: McCarthy’s going to be horrible,” said RL Miller, chair of the California Democratic party’s environment caucus and founder of Climate Hawks Vote, a super PAC that works to elect climate-conscious candidates. “His district is Bakersfield, California, deep red rural farm country. He stands up for oil companies and for big agriculture.”\nMcCarthy, a businessman, has risen quickly through the Congressional ranks since he was elected to the House in 2006. Two years after starting in D.C., he became Republican chief deputy whip, moving to majority whip in 2011. He became majority leader in 2014 when Virginia Republican Eric Cantor unexpectedly lost his seat to Tea Party candidate Dave Brat.\n“Energy is the issue I care most about,” McCarthy told The Wall Street Journal in 2014. McCarthy, 50, is a fourth-generation resident of Kern County, which produces approximately 75 percent of California’s oil and 58 percent of its natural gas. If the county were a state, it would rank fourth in oil production in the nation, according to the Bakersfield Chamber of Commerce. The oil and gas industry is McCarthy’s fourth largest campaign donor, contributing more than $825,000 over his Congressional career, according to the Center for Responsive Politics, which tracks donations.\nWhen asked specifically about whether human activities are driving climate change, McCarthy told The Wall Street Journal, “I think there are changes in the environment. There are a lot of items to contribute to it.”\nHe opposes President Obama’s Clean Power Plan, which aims to reduce greenhouse gas emissions from power plants, and proposed limits on methane leaks from oil and gas drilling sites, calling them “bureaucratic and unnecessary.”\nDespite describing California’s four-year drought as “a life or death issue” for the state, McCarthy has refused to link its severity to climate change—and he has criticized Obama for doing so. “[A]s the drought worsens, [Obama] uses hardship in California to push his climate change agenda and fails to take action to pull back harmful regulations or implement a pending proposal to bring more water to the Central Valley,” McCarthy said in 2014.\n“It is hard to believe it could be any worse than it was under Boehner, but it could be under McCarthy,” said Miller. “He speaks the language, walks the walk more than Boehner did. He is going to be far friendlier to Chevron, Exxon, Occidental and all the other major California fossil fuel producers.”\nMcCarthy has a pro-environment voting record of just 3 percent, according to the League of Conservation Voters, a Washington, D.C.-based advocacy group. In five of his nine years in Congress, McCarthy has voted pro-environment zero times, the organization said.\n“McCarthy’s clearly no friend of the environment,” said Sara Chieffo, vice president of government affairs for the League of Conservation Voters. “And he has certainly been a strong opponent of the actions the Obama administration is taking to address climate change, in stark contrast to what the American public wants, particularly California.”\nWebster and Jordan, both long shots to replace Boehner as speaker, aren’t much better on issues of climate change and the environment, experts said.\nWebster’s LCV score dropped from 14 percent in 2011 to 3 percent in 2014, compared to Boehner’s score of 2 percent. The Florida politician signed a pledge in 2010 to “oppose any legislation relating to climate change that includes a net increase in government revenue.” He also voted in 2011 to bar the Environmental Protection Agency from being able to regulate greenhouse gas emissions.\nJordan, who will likely play a larger role in the speaker race by steering who his fellow Tea Party legislators support, has a lifetime score from the LCV of 5 percent. Jordan supports increasing oil and gas drilling in the U.S., and said Obama had “chosen to side with radical environmentalists” when he opposed a 2012 application by TransCanada to build the Keystone XL pipeline. Jordan, however, also argues on his website that, “We must be careful stewards of precious natural resources—taking care to avoid strategies that damage our landscape, environment and pose health risks to our citizens.”\nThe leadership shakeup in Congress comes at a critical time for climate action. World leaders will meet in Paris this December to sign a new international pledge to address climate change. Most of the climate initiatives the Obama administration has launched are executive actions—making them fair game if a Republican wins the White House in 2016.\nThe major impact the House could have, however, would be threatening to shut down the government over climate action, just as they have over funding Planned Parenthood, Chieffo said.\n“The House is a wildcard right now,” Chieffo said. “Are we going to see Boehner’s successor put a line in the sand and push a government shutdown over the Clean Power Plan? The Senate will continue to be where climate change fights are won or lost, but we’ll see real consequences on climate and the environment if we continue to just shut everything down and just say no.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}