{
  "url": "https://insideclimatenews.org/news/28092015/no-match-arctic-shell-abandons-oil-drilling-chukchi-sea/",
  "title": "No Match for the Arctic, Shell Abandons Drilling",
  "date": "2015-09-28T19:19:33-04:00",
  "content": "Royal Dutch Shell announced Monday it is abandoning a multibillion-dollar effort to drill for oil and gas in the Arctic, bowing not to the vocal protests or calls to save the climate, but to cold hard reality. The company’s exploratory well, it turned out, was not finding enough oil or gas.\nShell said that its exploratory drilling at the Burger J well in the Alaskan Chukchi Sea tapped some reserves, but Shell determined they were “not sufficient to warrant further exploration,” according to a company statement.\nThe project’s results are “a clearly disappointing exploration outcome,” said Marvin Odum, the director of Shell Upstream Americas.\nEnvironmentalists feel otherwise, hailing the company’s decision as a major win for the climate.\n“Shell’s abandonment of drilling and cancellation of all exploratory activity in the Arctic is joyous news for our climate, communities along the Arctic Ocean, and the hundreds of thousands of people who have joined in public protests saying ‘Shell No’ to Arctic drilling,” Michael Brune, Sierra Club’s executive director, said in a statement.\nEarlier this year, Shell faced a flotilla of “kayaktivists” in Seattle during the departure of its Arctic drilling fleet. While en route to Alaska, the company discovered a gash in one of its Arctic-bound icebreakers, the Fennica. The damaged vessel was sent for repairs to Portland, where the company faced a new wave of protests.\nShell’s Arctic efforts later got it kicked out of the Prince of Wales’s Corporate Leaders Group on Climate Change, a group Shell helped establish.\nDespite the opposition to the project, environmental advocates were caught off guard by Monday’s announcement.\n“It’s safe to say we were pretty surprised,” said Tim Donaghy, a senior research specialist at Greenpeace.\nShell cited the project’s high costs—the company said it would lose spent $4.1 billion on the failed project—and an unpredictable regulatory environment as the driving factors behind the decision to halt drilling offshore of Alaska “for the foreseeable future.” Shell has sunk more than $7 billion into its Arctic drilling efforts.\nThe Arctic has remained tantalizing to oil companies because it is estimated to contain 22 percent of the world’s untapped oil and gas reserves. But tapping that comes with major logistical problems, largely because of sea ice and unpredictable weather. Russian companies have watched their efforts to drill offshore languish as well and plunging oil prices have made the endeavor even less rewarding.\n“This amount of wasted capital is something that Ceres and its investors have been warning Shell about for years now,” Shanna Cleveland, senior manager of the carbon assets risk initiative at the Boston-based sustainability group Ceres. “It really shows that going after these types of high-risk projects, where you essentially need to hit a gusher to break even is a not a good strategy for companies,” she said.\nAnn Pickard, a Shell executive vice president, warned that the Arctic program hinged on the success of the Burger J well back in May. According to FuelFix, Pickard said, “If we get a dry hole in J, we’re done.”\nThis is not the first time Shell’s northern drilling efforts have been stymied. In 2012, Shell tried to drill an exploratory well. It ended up with the grounding of its drilling rig, the Kulluk, and at least eight of its contractors faced felony charges and fines totaling $12.2 million for environmental crimes such as  discharging dirty water into the ocean and improper record keeping of equipment failures.\nBut whether or not Shell is really done with the Arctic is unknown. In the Monday announcement, Odum said, “Shell continues to see important exploration potential in the basin, and the area is likely to ultimately be of strategic importance to Alaska and the U.S.”\nThat’s why activists including Greenpeace’s Donaghy have told InsideClimate News they plan to keep pressuring the Obama administration to block future Arctic drilling.\n“The Obama administration dodged a bullet,” said Donaghy. Now is the time for the administration to come out formally against Arctic drilling—and drilling generally on public lands, he said. “The next step is demanding an energy policy that’s in line with climate policy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}