{
  "url": "https://insideclimatenews.org/news/23092015/climate-week-2015-main-events/",
  "title": "Climate Week 2015: The Main Events",
  "date": "2015-09-23T11:00:46-04:00",
  "content": "A year ago, hundreds of thousands of protesters snaked their way through midtown Manhattan as part of the pivotal People’s Climate March, the centerpiece of Climate Week, an annual collection of climate-focused protests, conferences and panels in New York.\nThis year’s Climate Week—the seventh—kicked off over the weekend. More than 100 events fill the official calendar, which coincides with the 70th General Assembly of the United Nations, where world leaders will adopt a new set of development goals. Pope Francis’ speeches to both Congress and the UN, a climate rally on the National Mall in Washington, D.C. on Thursday to coincide with the Pope’s tour, and the state visit of China’s President Xi Jinping are not officially part of Climate Week, but are timed just about perfectly to round out the excitement.\nHere is InsideClimate News’ handy guide to the events that will make news during Climate Week:\nNote: All times Eastern. Some events will be live-streamed. Click on links for more information.\nPope Francis’ first visit to the U.S. will include  his speeches to Congress and the UN, a meeting with homeless people, a visit to a prison and presiding over Catholic masses in Washington, D.C., Philadelphia and New York.\nPope Francis to Address Congress\nAt the invitation of Republican House Speaker John Boehner, the Pope will address both House and Senate members, and then make  a public appearance outside the Capitol Building.\nThursday, 9:20 a.m.\nClimate Change Rally on the National Mall, Washington, D.C.\nAn estimated 200,000 people are expected to gather on the National Mall in support of Pope Francis’ call for climate action.\nThursday,\nPope Economics/Pope Ecology\nA panel discussion on the significance of the papal encyclical on climate change and the pope’s call for drastic changes in lifestyle, production and consumption to avert environmental catastrophe.\nThursday, 6 to 8 p.m.\nPope Francis to Address United Nations\nThe Pope will speak to gathered world leaders ahead of the UN’s official adoption of a new development strategy to guide its agenda for the next 15 years.\nFriday, 8:30 a.m.\nInternational Conference on Sustainable Development\nStakeholders from government, academia, the United Nations, international agencies, NGOs and grassroots organizations will meet at Columbia University to discuss the UN’s Sustainable Development Goals.\nWednesday, 9 a.m.\nThe Role of Business in Advancing Global Goals\nGlobal business leaders, policy makers and key influential voices will discuss how to support the Sustainable Development Goals through 2030, as well as how to accelerate the transition to a thriving and just Net Zero emissions economy by 2050.\nThursday, 10 a.m. to 12:30 p.m.\n70th General Assembly of the United Nations, Summit to Adopt the Post–2015 Development Agenda\nLeaders from 193 countries will commit to 17 development goals that aim to end extreme poverty, fight inequality and injustice and combat climate change. The new goals will shape the UN’s agenda through 2030.\nFriday through Sunday\nCorporations and Climate Adaptation: Innovation in Emerging Economies\nA discussion of the innovative techniques corporations around the globe are developing to save their businesses from the impacts of climate change.\nWednesday, 8:30 to 10 a.m.\nREV4NY Exchange\nState and city officials and renewable energy leaders meet to discuss the transition to a clean, resilient and affordable energy system in New York.\nThursday and Friday\nClimate, Data and Journalism\nHow journalists can identify and use climate data in their storytelling.\nThursday, 1 to 5:30 p.m.\nCall to Action for Christian Leaders: Preparing and Responding to Natural Disasters\nBecause catastrophic floods, wildfires, hurricanes, tornados, and extreme heat and cold events are happening at an increasing rate and intensity, churches discuss the need to be ready to help when calamity strikes.\nFriday, 10 a.m. to 4:30 p.m.\nUrban Innovation for Livable Cities\nA forum to explore how Denmark and New York City are turning climate-related risks into opportunities for creating environmentally and economically sustainable, vibrant and livable cities.\nFriday, 1 to 7:30 p.m.\nClinton Global Initiative Annual Meeting\nAn annual meeting for policymakers, heads of state, NGOs, and business leaders to discuss solutions to the world’s pressing problems, from climate change to education.\nSaturday through Tuesday\nSocial Good Summit\nA two-day conference examining the impact of technology and new media on social good initiatives around the world.\nSunday and Monday\nWomen Speak: Climate Justice on the Road to Paris & Beyond\nA look at how important women are to the fight against global warming. Speakers include policymakers, human rights advocates, indigenous groups and environmental leaders.\nTuesday, 1 to 5 p.m.\nRainforest Walk through Times Square: An Augmented Sound Experience\nAn augmented reality project that allows cellphone users to walk through New York and experience the soundscapes of the Amazon Rainforest.\nWednesday, walks begin at 3 and 5 p.m.\nMusic for a Sustainable Planet\nString musicians will perform a musical interpretation of what is at stake with climate change, and the solutions available to combat it.\nThursday, 7:30 to 9 p.m.\nUnder One Sky – Dag Hammarskjold Park\nActivists will gather in a park across from the UN in a show of support for the new Sustainable Development Goals, which aim to tackle poverty, inequality and climate change.\nThursday, 6 p.m.\nGlobal Citizen Festival\nA music festival that aims to draw attention to poverty and environment issues. Tickets are free, but must be earned by engaging in activism, such as writing to members to Congress and signing petitions. Headliners include Pearl Jam, Beyonce, Coldplay and Ed Sheeran.\nSaturday, 4 to 10 p.m.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}