{
  "url": "https://insideclimatenews.org/news/21092015/water-could-run-dry-alberta-tar-sands-drilling/",
  "title": "Water Source for Alberta Tar Sands Drilling Could Run Dry",
  "date": "2015-09-21T09:00:30-04:00",
  "content": "The source of water used for drilling in the Alberta tar sands could dry up in the coming decades, according to new research released Monday. The questionable future of the Athabasca River threatens the longevity of fossil fuel extraction in the world’s third-largest crude oil reserve.\nScientists at the University of Regina and University of Western Ontario in Canada looked at 900 years of tree ring data and found water levels have dwindled along the 765-mile river at various points throughout its history.\nThe analysis, published in the peer-reviewed journal Proceedings of the National Academy of Sciences, shows the waterway has shrunk over the past 50 years as global warming has melted the glaciers that feed it. It also found the region has experienced several droughts that have lasted more than a decade in the last few centuries. Such a drought could likely happen in the near future, the scientists said.\n“Conventional water management assumes that what you had for river flow the last 50 years is what you will have for the next 50,” said Dave Sauchyn, a climate scientist at the University of Regina in Canada and lead author of the study. This short-term data is what officials use to determine how much water tar sands operators can take from the Athabasca, he said.\n“No one can predict the future, but if the region’s past 900 years is any indication, and you factor in climate change, you’re going to have a warmer situation that could mean the river will no longer be a sustainable water source for the tar sands,” he said.\nThe Alberta tar sands, which cover  55,000 square miles in western Canada, are estimated to contain approximately 1.7 trillion barrels of bitumen, a sticky, thick form of petroleum that can be extracted through both surface mining and drilling. Water is used to separate the bitumen from surrounding sediment, as well as to create steam that heats the oil so it flows into production wells.\nIt currently takes as many as  3.1 barrels of water to produce one barrel of crude oil from the Alberta tar sands, according to the paper. In 2012, fossil fuel operators drew 187 million cubic meters of fresh water out of the Athabasca River, equal to 4.4 percent of the river’s annual flow and the water usage of 1.7 million Canadians. This amount is expected to more than double in the next decade, to 505 million cubic meters per year, if mining operations expand as expected.\nTar sands projects are already threatened by a slump in oil prices, as well as pending global action to address climate change. Tar sands drilling is a prominent target of environmental groups and climate activists because the oil emits an estimated three to four times more carbon dioxide when burned than conventional crude. Its water use only adds to the environmental costs.\nThis research “clearly demonstrates that oilsands extraction will continue to place significant demands on Alberta’s environment,” said Erin Flanagan, an expert on tar sands and water issues for the Pembina Institute. “Ultimately, the question to policymakers is around fairness – is it appropriate for oilsands to increase its access to Alberta’s freshwater resources as they become more scarce over time?”\nSauchyn and his colleagues looked at tree rings in douglas fir and limber pine, two species of coniferous trees that live for hundreds and sometimes thousands of years and whose annual growth is sensitive to precipitation. By looking at the trees’ growth rings, the scientists were able to reconstruct rain and snow patterns over 900 years. They found the region experienced severe droughts from 1790-1806, 1888-96 and most recently, 1936-49.\n“Ecosystems and communities in the Athabasca River Basin can cope with a single severe low-flow year or two, but a prolonged period of lower flows is much more challenging,” the scientists wrote.\nThe region hasn’t experienced a drought since the tar sands industry was established in the 1960s. Under climate change, modern droughts are expected to be even more extreme than historical ones.\nFossil fuel operators “might want to have a contingency plan in place,” said Sauchyn.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}