{
  "url": "https://insideclimatenews.org/news/15092015/new-web-tool-help-divest-fossil-fuel-stocks/",
  "title": "New Web Tool Aims to Help You Divest from Fossil Fuel Stocks",
  "date": "2015-09-15T11:58:53-04:00",
  "content": "If you ever wondered how much of your future fortune––your retirement fund––is tied to the fortunes of fossil fuels, now there’s an app for that too.\nAndrew Behar, who runs a foundation that promotes socially responsible investing, shared your curiosity. So he sat down at his computer to figure out how much of his retirement fund depended on the growth and success of fossil fuel companies. What he discovered was disturbing. And what he came up with is FossilFreeFunds.org.\nIt’s a web platform that makes it easier for investors to assess the holdings in their portfolios. It was a natural project for Behar, who is chief executive of  As You Sow, a 23-year-old nonprofit in Oakland, Calif., which  promotes shareholder activism and dialogue with corporations.\nBehar spent days sifting through federal securities databases and creating spreadsheets in an effort to track down every last fossil fuel company in his 401k plan. Ultimately, after a bit of coding help from a coworker, he came to a startling realization, he says: “We were up to our necks in fossil fuels and we didn’t know it.”\nThe website, which launches Tuesday, is free and designed to be simple to use. Enter the name or the ticker code––a five-letter shorthand––of the mutual fund in your 401k or other plan into a search box, and the tool will pull up a list of the fossil fuel stocks in the fund.\nThe tool allows users to filter fossil fuel companies in different ways. Investors can search for companies on the Carbon Underground 200, a list of the top 100 coal companies and top 100 oil and gas companies. Or users can search for the so-called Filthy 15, the largest and dirtiest coal companies in the U.S. They can also choose to include peripheral service companies such as pipeline constructors. The tool also has an option to filter for fossil fuel-fired utilities.\nThe range of options allows users to decide how they want to define fossil fuel stocks.\n“We’re not making value judgments,” said Behar. “This is a transparency tool to let people know what they own, so they can own what they own.”\nThe website pulls data from Morningstar, an investment research firm based in Chicago. When Morningstar updates its holding data once a month, FossilFreeFunds.org automatically updates its data.\n“More information gives investors better tools for making informed decisions, whether for retirement accounts or any other part of their portfolio,” Lisa Woll, head of the national association The Forum for Sustainable and Responsible Investment, told InsideClimate News in an  email. “We welcome new initiatives like this one that provide easily accessible information on a broad range of investors on critical environmental, social and governance issues.”\nScientists have warned that failing to keep the planet’s warming to within 2 degrees Celsius could be catastrophic. Burning all of the world’s fossil fuels would melt almost the entire Antarctic ice sheet, leading to sea level rise of 200 feet, according to a recent study.\nThe fossil fuel divestment movement, which began as a fringe idea on college campuses in 2011, has become mainstream in the last year or so. With the Vatican saying it may consider divesting and Islamic scholars calling for the end of fossil fuel use, the movement is stronger than ever. According to 350.org, a nonprofit at the forefront of the divestment movement, close to 400 institutions—including universities, foundations, pension funds and faith-based organizations—have already pledged to divest.\nDivestment advocates say their motive is not so much about moving markets as taking a symbolic stand. That’s hard for average Americans to do if they’re unsure whether they own fossil fuel stocks.\nAnd even if they do, finding mutual funds that are free of fossil fuel stocks is not easy. The majority of Americans have retirement plans with Vanguard, Fidelity or TIAA-Cref, according to Behar. But those companies do not offer diversified and socially responsible mutual funds that don’t include stocks of companies on the Carbon Underground 200 list, he said.\nA spokesperson for Vanguard did not dispute Behar’s claims. TIAA-Cref and Fidelity have not responded to a request for comment.\nInvestors can ask their employers and retirement fund managers about their options and As You Sow is also releasing a toolkit that walks investors through having those conversations.\nBehar hopes that it will help build pressure on the major retirement funds to reconsider their portfolios and offer options for investors concerned about climate change.\nThere are a few other efforts to clear a fossil-free path for investors, including one by Green America, which partners with 350.org, but they require investors do the heavy lifting of researching their retirement plans and assessing whether it includes fossil fuel company stocks.\nIn the next phase of development, As You Sow is planning to provide carbon footprint data for the mutual funds. The information will be displayed on a kilogram of carbon per dollar basis, allowing users to compare the different mutual funds. (Kilogram of carbon per dollar is a measure of a fossil fuel company’s carbon emissions for every dollar invested.)\nThe organization is also planning to expand the tool to include retirement plans in the United Kingdom and Hong Kong.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}