{
  "url": "https://insideclimatenews.org/news/09092015/west-texas-residents-raise-fight-trans-pecos-pipeline-mexico-natural-gas/",
  "title": "West Texas Residents Raise a Fight Over Another Trans-National Pipeline",
  "date": "2015-09-09T11:37:44-04:00",
  "content": "It was a late afternoon in July when James Spriggs, a West Texas rancher, was driving home and got a call from a representative of Energy Transfer Partners, a pipeline company based in Dallas. The man on the line issued him an ultimatum, Spriggs said: sign an agreement giving the company access to build a pipeline through his ranch in Marfa or face a court order in 48 hours.\n“I said, ‘Then send the court order and the sheriff,'” Spriggs recalled. “My last nerve had come to an end.”\nSpriggs, 70, bought his cattle ranch 23 years ago with his now deceased wife, Glenda, who loved animals. He worked for the state highway department before deciding to raise cattle full time. He is now part of an unlikely coalition of environmentalists and ranchers at the forefront of a fight to stop the construction of a pipeline running through one of Texas’ last remaining pristine natural landscapes.\nThe Trans-Pecos pipeline will originate at the Waha hub near Fort Stockton, then traverse the northern edge of the Chihuahuan desert before dipping under the Rio Grande and into Mexico, where it will connect to another pipeline, in the border town of Ojinaga.\nResidents are angry not only because the pipeline will run near ecologically sensitive areas, but also because its construction will rattle their quiet communities and when it is operational, they will live with the prospect of an explosion threatening their safety.\nVicki Granado, a spokesperson for ETP, said the company’s first priority was to obtain voluntary agreements to use residents’ land. Without that, the company has other legal options, but those “are undertaken only in situations where we cannot come to a mutual agreement with the landowner,” she said.\nTheir properties fell into ETP’s sights because of the mushrooming demand for power in Mexico’s growing cities. The country’s pipelines haven’t been able to handle the increased load, leading to a natural gas crisis. In 2014, President Enrique Peña Nieto announced a host of new energy laws, opening up the country’s oil and gas industry to private investment in an effort to expand its pipeline network. As part of the new initiatives, the Comisión Federal de Electricidad (CFE), Mexico’s state-run utility, sought bids for several natural gas pipelines.\nEnergy Transfer Partners which is constructing the Trans-Pecos pipeline, is one of several companies that won bids to connect Mexico’s pipeline infrastructure to natural gas suppliers in Texas. (It is also constructing a 195-mile pipeline to transport natural gas from Waha to the international boundary in El Paso County.)\n“The demand [for natural gas in Mexico] is going to increase,” said Colette Breshears, an energy analyst with Genscape, a market intelligence firm. “As that demand increases and profit is to be made, companies will seek to expand their infrastructure.”\nCFE alone has announced at least eight natural gas pipeline projects in Mexico, according to data provided by Breshears. Howard Energy Partners, a pipeline company based in San Antonio, is constructing two pipeline projects from Texas to Mexico.\n‘Like A Bomb’\nOf the projects announced, the Trans-Pecos pipeline has generated the most controversy, partly because ETP plans to route it close to the Big Bend Ranch State Park, a unique conservation area, and other ecologically sensitive parts of the region.\nThe Big Bend area is rural––the three counties that the pipeline will run through have a population of about 32,000. The pipeline company’s plans have upset residents who say they live there to avoid the hustle and bustle of city life. They contend that during the two years of construction, loud construction vehicles and out-of-state workers will disrupt their lives and alter the Big Bend ecosystem.\n“The park itself is beautiful with layers and layers of mountains and canyons,” said Anya Callahan, a campaign manager with the local group Big Bend Conservation Alliance. “This is one of the last remaining regions in the U.S. with that kind of serenity and it isn’t going to be around forever.”\nCallahan pointed out that the national park is along a migration route for hundreds of species of birds. ETP would clear trees and bushes in the migration path and set up a construction zone several hundred feet wide. Noise from the construction would also scare away birds migrating through the region.\nResidents are also concerned about the safety risks posed by the pipeline. In June, an ETP pipeline near the East Texas town of Cuero ruptured, sending flames shooting 100 feet into the air and melting half a mile of a nearby road.\nSpriggs worries if the Trans-Pecos pipeline might be similarly vulnerable.\n“It’s like a bomb,” he said.\nThe federal pipeline safety agency sets minimum standards that pipelines must meet, but those regulations are less stringent if the pipelines are located in areas with a low population density. Moreover, if there is an explosion or a leak, Callahan and Spriggs worry that the county fire department and emergency teams aren’t adequately prepared to respond.\nBrewster County, through which the pipeline is expected to run about 33 miles, has only two ambulances, and the county’s fire department is staffed by volunteers.\nInterstate vs. Intrastate\nThe company started off on the wrong foot with residents earlier this year when Val Beard, a local rancher and former county judge, found a company surveyor on her property without her permission.\n“In Texas, you don’t go on other people’s property,” said Spriggs. “It’s just not done out here.”\nA public relations firm hired by ETP later apologized for the incident, saying the surveyor worked for a contracting company. But the damage was already done.\nLandowners have since received a form letter requesting permission to lay a section of the pipeline through their property. Spriggs said ETP has not offered him or his neighbors anything in exchange for access to their land.\nETP has almost completed surveying and will be discussing voluntary easements with landowners, according to company spokesperson Vicki Granado.\nTo add to the controversy, the pipeline, which crosses the border into Texas, has been designated as an intrastate pipeline––a term used for pipelines that begin and terminate within the state. It has applied for and received a T-4 permit from the Texas Railroad Commission (which regulates the oil and gas industry in the state) for the 143-mile section of the pipeline within Texas. This permit designates the pipeline as intrastate and grants ETP the authority to construct it. A T-4 permit is a necessary first step to secure eminent domain.\nThe company has also applied for a separate permit with the Federal Energy Regulatory Commission (FERC) for the 1,093-foot segment that dips under the Rio Grande riverbed and crosses into Mexico.\nPipelines that cross national borders require a presidential permit. Usually, the president is not closely involved in the review process, and transnational pipelines are routinely approved with little controversy. (The exception is the Keystone XL pipeline, which would carry heavy tar-sands oil from Alberta to U.S. refineries.)\nThe authority to issue such permits has been assigned to a few federal agencies, depending on the type of pipeline involved.  Natural gas pipelines, including the section of the Trans-Pecos that crosses into Mexico, fall under the jurisdiction of FERC. So far, the pipeline hasn’t generated national interest, and President Obama hasn’t commented on it.\nA presidential permit involves a much more extensive environmental review, mandated by the National Environmental Policy Act. For a natural gas pipeline, FERC can either produce an environmental assessment report or an environmental impact statement. The two differ in depth, with the latter involving a more comprehensive and detailed review of the environmental impacts.\nETP contends that segmenting the pipeline is justified, as it will construct and operate the 143 miles of pipeline within Texas, but the part of the pipeline across the border will be under Mexico’s jurisdiction. The company won the bid to construct Trans-Pecos as part of a consortium including Carso Energy, a Mexican conglomerate owned by Carlos Slim. According to Forbes, Slim is the second wealthiest person in the world.\nIn comments to DeSmogBlog, an online publication focused on climate change, a Texas Railroad Commission spokesperson said that “because ownership of the proposed line terminate[s] within Texas, [the Trans-Pecos pipeline] would be an intrastate line.”\nOpponents of the Trans-Pecos pipeline argue that only a small segment of the 143-mile pipeline has been submitted for review as part of a presidential permit.\n“The new trend is to build segmented chunks through user-friendly oil and gas states like Texas,” said Rita Beving, a North Texas organizer with Public Citizen, a non-profit consumer rights group. “When you build a pipeline in pieces, you have less scrutiny.”\nBeving said ETP is using this strategy to avoid Keystone XL’s fate: enormous public opposition and almost seven years of waiting for State Department approval.\nAlthough natural gas pipelines have historically been permitted under the less rigorous environmental assessment process, FERC still has the authority to review the environmental impacts of segments of the pipeline not under its formal jurisdiction, said Carlos Romo, an attorney with the international law firm Baker Botts and an expert on presidential pipeline permits.\nThat’s exactly what grassroots groups in the Big Bend area are pushing the agency to do.\n“We’re hoping they’ll say there are a lot of concerns about this region and we’re going to do an environmental impact statement,” said Callahan.\nThe period for comments on the environmental and cultural impacts of the pipeline ended last week. If FERC agrees with the comments submitted by Callahan and hundreds of Big Bend residents and decides an environmental impact statement is necessary, it could delay a decision for about two years.\nFor residents like Spriggs, two years to fight is preferable to 48 hours.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}