{
  "url": "https://insideclimatenews.org/news/10092015/schools-get-first-hand-lesson-climate-change-students-expense-heat-waves-extreme-weather/",
  "title": "Schools Get a First-Hand Lesson in Climate Change, at Their Students’ Expense",
  "date": "2015-09-10T15:42:01-04:00",
  "content": "As the temperatures in Newton, Mass. soared into the mid-90s this week, third grade teacher Valerie Kelly tried desperately to keep her students at Lincoln-Eliot Elementary School cool. Kids stretched out on the tile floor to read while administrators delivered water to classrooms, and Kelly and her colleagues were told to discourage any physical activity.\nBut despite having the blinds drawn and the lights off, the air inside the 1930s-era building, which has only a few window air conditioning units, felt much the same as it did outside.\n“The students had sweat pouring down their faces,” Kelly said. “They were lethargic. It was not an easy situation, to say the least.”\nNewton stayed open through the heat wave, but dozens of school districts across the country canceled classes or shortened their days because of heat, wildfires or flooding in the last two weeks. It is a glimpse of the challenge that climate change will pose—and in some cases is already posing—to the American educational system.\nHeat was the culprit in closings in New England, Michigan, Ohio, Pennsylvania, Iowa and South Dakota. Districts in California, Hawaii and the Pacific Northwest cancelled classes in late August because of encroaching wildfires. A number of Phoenix schools closed last month because a monsoon-like rain caused flooding and power outages.\n“Safety, security and comfort are necessities in order to facilitate learning,” said Jason Lembke an architect at the design firm DLR Group who specializes in designing K-12 schools. “Climate change puts all of these at risk.”\nOne of the most pressing concerns, education experts said, is how the country’s rapidly aging school infrastructure, two-thirds of which was built in the early to mid 20th century, will stand up to more intense storms, hotter days, floods and escalating wildfires.\nWildfire season in the American west is about two months longer than it was 40 years ago, threatening the air quality and safety of students for longer periods of the academic year.\nIn Monroe County in South Florida, 65 percent of schools sit on land that would be flooded if sea level rises just one foot. Many others in the state sit just two or three feet above sea level.\nScientists estimate that temperatures in New York City could increase by as much as 8.8 degrees Fahrenheit by the 2080s, with the number of days above 90 degrees jumping from 18 today to 76 by that decade. Roughly one-third of schools in the city currently don’t have air conditioning. In Boston, only 30 of the city’s 126 public schools are air-conditioned.\n“When heat gets bad there is no question that kids don’t function too well,” said Adam Sobel, director and chief scientist of Columbia University’s Initiative on Extreme Weather and Climate. “There are intrinsic physiological limits beyond which people simply can’t do much, and more of the world is going to be reaching those more often.”\nAs temperatures climb, the effects are magnified.\n“We may not notice much difference between 75 degrees versus 70 degrees, but we notice a big difference between 95 degrees and 90 degrees,” said Park Williams, a climate scientist at Columbia University. “As the globe continues warming, oppressively warm temperatures become increasingly possible. As a result, weeks like this will become increasingly common, when schools and other facilities without air conditioning become unusable.”\nMost school administrators operate with chronically tight budgets, said Tom Scott, executive director of the Massachusetts Association of School Superintendents. This has limited the amount of climate-related retrofitting districts are willing to do—installing air conditioning or flood protection measures, for example—especially when more immediate structural improvements are needed, like fixing leaky roofs.\n“There are a lot people who are noticing that the extremes seem more extreme,” said Scott. “People are starting to say we need to act, that we aren’t ready for these impacts. But the fact is we’re still talking about things that could happen 5, 10, 15 years from now. So there’s a limit to this action, it can take a backdoor, when more pressing concerns come up.”\nIn the three and a half years since Tom Scarice took over as superintendent of schools in Madison, Conn., his district has dealt with Superstorm Sandy and record-breaking cold snaps and snow last January and February. This week, a string of 90-plus degree days forced the early closure of the town’s elementary schools, which don’t have air conditioning. Scarice said he only remembers that happening once or twice in his 20-year career as an educator.\n“We typically average three to five days for snow days each year,” Scarice said. “But the last few years that’s doubled, with eight or nine cancelled days. The temperatures this week were just too dangerous for our young students.”\nAs climate change increases the severity and frequency of extreme weather, school administrators are increasingly being forced to balance kids’ safety with ensuring the school year meets the minimum required days, on average 180 days per year.\n“It may be that as the climate changes, and if the changes persist, some districts may remove snow days while others add “snow” and “heat” days to accommodate these changes in weather patterns,” said Harris Cooper, an education policy expert at Duke University. Schools could also choose to start their years before Labor Day or shorten mid-year vacations to make up for the delays or closures. “This is definitely something people will have to consider more and more as our climate continues to change,” said Harris.\nLembke of the architectural firm DLR Group said when designing a new school building, he and his colleagues look at the climate change risks specific to the area. In Joplin, Mo., which was nearly flattened in 2011 by one of the deadliest and most destructive tornadoes in U.S. history, the architects studied tornado scenarios and incorporated the data to design the new high school and its basement shelter.\nConstructing entirely new schools, however, is still rare. New buildings can cost hundreds of millions of dollars. Faced with limited budgets, most U.S. school districts choose to renovate existing structures.\n“Climate change is going to mean having to completely restructure our school facilities,” said Lisa Hoyos, director of the advocacy organization Climate Parents. “Cities have been writing climate action plans for a while. School districts should probably start writing them too, looking at how climate impacts may affect attendance and what solutions we need to implement.”\nThe challenge, Hoyos said, is ensuring that schools in low-income areas are able to make the same improvements as those in higher-income districts. Also, schools need to make sure they don’t exacerbate the problem of climate change. Installing more air conditioning units, for example, should be offset by installing solar panels or increasing energy efficiency to make up for the added electricity demand.\n“Climate change impacts are taking place even faster than scientists predicted,” Hoyos said. “They are affecting our school systems just like they are every other system. The worst thing would be for these problems to be thought of as random, rare occurrences. But this is the new norm. We have to adapt.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}