{
  "url": "https://insideclimatenews.org/news/11092015/manhattan-leads-methane-leaks-natural-gas-pipelines/",
  "title": "Trendsetting Manhattan Leads in Methane Leaks, Too",
  "date": "2015-09-11T10:00:00-04:00",
  "content": "Methane is spewing from more than 1,000 natural gas leaks under Manhattan, giving it 10 times the number of leaks per mile in its aging natural gas pipelines as cities with more up-to-date infrastructure, according to a study published Wednesday in the journal Environmental Science and Technology.\nMethane is the second-largest contributor to global warming after carbon dioxide, making the reduction of methane emissions a high priority in fighting climate change.\nWhile methane emissions are significantly smaller than those of CO2, methane is much more potent as a greenhouse gas, trapping 86 times more heat in the atmosphere than carbon dioxide over a 20-year period and 34 times more over 100 years.\nIn the study, researchers measured concentrations of methane on the streets of New York, which has a high concentration of decades-old cast iron and steel pipes beneath its streets. They compared the findings with measurements in Durham, N.C., and Cincinnati, which recently replaced their aging pipelines.\n“What was surprising was how well [pipeline replacement] programs worked,” said lead author Robert Jackson of Stanford University. “They reduced leaks to very low densities.”\nMethane leaks are the subject of an $18 million project led by the Environmental Defense Fund that includes work by more than 100 researchers. That project, which is not affiliated with the current study, is being done in collaboration with the natural gas industry and utilities.\nThe researchers in the Manhattan study concluded that pipes under Manhattan averaged 4.3 leaks for each mile of pipe. Durham had 0.2 leaks per mile and Cincinnati had 0.5.\nReplacing the pipes, some of which have been in use for more than 100 years, also improves air quality and reduces the risk of explosion. One such explosion killed eight people and destroyed an apartment building in East Harlem in 2014.\n“You don’t even need to invoke climate change for this to be useful,” Jackson said. “Methane and other hydrocarbons help form ozone in the air. There are [also] consumer safety justifications for fixing these leaks. There are rare but unfortunate explosions that still occur each year.”\nThe leading source of methane from human activities in the U.S. is the oil and gas industry. The industry’s current methane emissions are estimated at 7 million tons a year, the equivalent greenhouse gas output of 160 coal-fired power plants. Roughly half of the industry’s emissions occur far from wells, in “downstream” locations such as the leaks under city streets, Jackson said.\nWhen natural gas leaks from pipelines, utility companies are typically allowed to bill customers for the lost gas. A study commissioned by Sen. Edward Markey, a Massachusetts Democrat, in 2013 found that leaks cost the nation’s natural gas customers at least $20 billion from 2000-11 for gas that never reached their businesses or homes.\n“It’s like doing maintenance on your house,” Jackson said.  “You spend a little more upfront but save money in the long run.”\nConsolidated Edison Co. of New York, the utility company that owns the gas distribution system under Manhattan, is replacing old cast iron and steel pipes with durable, plastic pipes in its system at a rate of 65 miles a year, costing $215 million annually. The current rate is a 25 percent increase from 2013 and will result in replacement of 80 percent of the oldest pipes in 26 years.\nCon Edison has the capacity to increase its rate of pipe replacement from 65 miles to 100 miles a year, but would need state regulators to allocate more money, said Con Edison spokesman Allan Drury.\nJonathan Peress, Air Policy Director for Natural Gas at the Environmental Defense Fund, said Con Edison and other utilities could reduce their emissions more efficiently by focusing on the volume of natural gas emitted from each leak.\n“By focusing on the largest leaks, you can improve the cost effectiveness by approximately a factor of three because roughly 20 to 25 percent of leaks are responsible for 60 to 75 percent of all emissions,” Peress said.\nAs part of the EDF methane project, EDF and Google Earth are estimating leak volume by measuring street level methane concentrations, along with wind direction and speed.  Jackson, who also collected wind data in his study, didn’t extrapolate leak volumes.\nCon Edison is working with EDF and others to identify which leaks in its system are responsible for the greatest share of methane emissions, according to spokesman Drury. The company also partnered with EDF to publish interactive maps of active gas leaks on Con Edison’s website.\nJackson said he hopes the company will be able to ramp up its leak repair and replacement programs while being “weaned” from charging customers for lost gas.\n“By doing so we can help the environment, improve consumer safety, create jobs, and ultimately save people money,” Jackson said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}