{
  "url": "https://insideclimatenews.org/news/02092015/fossil-fuel-industry-ensures-ceo-executive-pay-bonues-sink-climate/",
  "title": "Fossil Fuel CEOs Bonus Pay Helps Sink the Climate, Report Says",
  "date": "2015-09-02T12:12:45-04:00",
  "content": "A report released Wednesday examining the pay practices of the 30 largest publicly held U.S. oil, gas, and coal companies concluded that pay incentives for the companies’ chief executives encourages reckless behavior and is hastening a climate crisis.\nIn the analysis, all 13 oil exploration and production companies examined by the Institute for Policy Studies (IPS) tied executive bonuses to increasing the amount of proven carbon reserves each year.\n“What we are essentially doing here is paying people massive amounts of money to continue to drill and burn and do things that are going to harm the planet and put a lot of costs on the rest of us,” said lead author Sarah Anderson of IPS, a Washington D.C.-based think tank.\nFossil fuel companies current hold vast reserves of oil, gas, and coal which, if burned in their entirety would emit five times the amount of carbon than can be emitted to keep the planet from warming more than 2 degrees Celsius. The same companies also spend $600 billion a year to locate additional carbon reserves.\n“These companies are already sitting on reserves that if fully burned would cause catastrophic effects, so why are we tying executive bonuses to expanding those reserves?” Anderson said.\nCompensation packages for corporate executives are increasingly tied to short-term profit gains, a practice financial watchdogs criticize. For the oil and gas sector, however, the concern is amplified by the carbon dioxide emissions created from burning fossil fuels.\n“When you’re talking about companies with this great of an impact on our long-term health, we think it is even more necessary to take a long hard look at this and change the incentives,” Anderson said.\nThe report cites the salary and stock bonuses of ExxonMobil chief executive Rex Tillerson, who made a reported $33 million in 2014. Under Tillerson, Exxon has boosted share prices by buying back its own stock, which also inflates Tillerson’s equity-based pay. According to the report, 51 percent of ExxonMobil earnings per share growth from 2003-13 was a result of buybacks. Tillerson owns an estimated $166 million worth of shares.\nConocoPhillips also gave its CEO, Ryan Lance, an 18 percent raise to $27 million in 2014, the report says, while the company laid off 1,500 employees that year.\nOne group looking to change incentives for oil and gas company executives is Ceres, a non-profit sustainability advocacy organization based in Boston. In 2013, the group launched the Carbon Asset Risk Initiative to work with fossil fuel companies to address the financial risks of climate change.\n“It really comes down to compensating executives for creating value for the company rather than compensating for amassing huge reserves on their books that might never be exploited or brought to market,” said Shanna Cleveland, a senior manager at Ceres.\nFor the past 150 years, the best way for these companies to make more money was to sell more barrels of oil, so increasing reserves made sense. We are now, however, entering a period of transition where continued expansion of reserves isn’t necessarily in a company’s best interest, Cleveland said.\n“You need to think about whether you’ve got reserves on your books that are resilient to reduced prices for a barrel of oil, lower demand scenarios, and whether or not you can generate revenues from other types of energy sources,” Cleveland said.\nA 2014 study by European financial services company Kepler Cheuvreux compared potential investments by oil companies over a 20-year period.  The study found that onshore wind would be competitive with oil over a 20-year period if oil sold for $25 a barrel. Offshore wind would be competitive with oil at at $50 a barrel and solar would compete at $75 a barrel.  Oil is currently trading at $47 a barrel, down from $100 in July 2014.\nThe current report also found fault with share repurchases, a controversial practice of public companies buying back shares of their own stock. Critics say this artificially inflates a company’s share price. In 2014, 23 of the top 30 fossil fuel companies spent a combined $38.5 billion repurchasing shares, a figure six times larger than the $6.6 billion all corporations spent that year on research into renewable energy, according to the report.\n“The money that is disgorged through share repurchases would be much better spent doing research and development on green energy technologies,” said Lynn Stout, a professor of corporate law at Cornell University.  Forty years ago the average American public company reinvested 40 percent of its profits into its business. Today, due in part to share repurchases, reinvestment is typically less than 15 percent, Stout said.\n“Can you imagine what the world would look like if the fossil fuel companies for the past 30 years had reinvested 40 percent of their profits into developing green energy technologies?”\nThe IPS report also highlighted the high salaries of oil and gas company executives and pending legislation that could curb their compensation. The management teams of America’s top 30 fossil fuel companies, including the five top-paid executives at each company, made nearly $6 billion over the past five years, according to the study. The figure is twice the amount the  U.S. has pledged to the Green Climate Fund, which helps the planet’s most vulnerable countries address the challenges of climate change.\nPrior studies have shown that top CEOs make 300 times more than the average employee and, the more a CEO is paid, the worse the company performs.\nOn August 5, the Securities and Exchange Commission adopted a rule requiring publicly traded companies to disclose the ratio of the compensation of its chief executive to the median compensation of its employees.\nRobin Roberts, an accounting professor at the University of Central Florida, said such efforts at increased transparency could go a long way to limiting such payments.\n“Before we can get what we would like to happen we have to know what is happening,” Roberts said.\nRoberts, however, said even increased transparency will fail to resolve the conflict between the desire for short-term profits from oil and gas companies and long term environmental concerns.\n“They are depending on fossil fuels to drive their profit with very little regard for low carbon energy solutions,” Roberts said. “Those remain low priorities because those aren’t where they get the most money.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}