{
  "url": "https://insideclimatenews.org/news/01092015/obama-walks-fine-line-climate-alaska-shell-drilling-arctic/",
  "title": "Obama Walks a Fine Line on Climate in Alaska, and So Do Alaskans",
  "date": "2015-09-01T09:00:26-04:00",
  "content": "President Obama hopes his three-day tour of Alaska this week highlights the devastating impacts of climate change in the Arctic, even though it comes just two weeks after he approved a permit for Shell to drill for oil in the Chukchi Sea. That move has generated ire from many environmentalists who see this trip as hypocritical.\nBut the conflicting actions demonstrate the grey area Obama is attempting to navigate around climate change: He is fighting for global warming action, particularly in the months before international climate treaty talks in Paris begin in December, while at the same time supporting one of the nation’s most profitable industries and the foundation of its energy system.\nAnd it is a struggle that the people of Alaska are all too familiar with, perhaps more so than in any other state.\nAlaska has warmed 3.4 degrees Fahrenheit in the last half-century—twice the national average. Entire coastal towns have been relocated due to rising sea levels. As the state’s permafrost melts, hundreds of miles of roads, airstrips and other transportation infrastructure have collapsed under the sinking soil. But Alaska is also highly dependent on fossil fuels. With no income or sales tax, nearly 90 percent of the state’s operating budget comes from the oil and gas industry and one-third of its jobs are tied to fossil fuel extraction.\n“Alaskans are already living with [climate change’s] effects,” Obama said in his weekly address on Saturday. “More frequent and extensive wildfires. Bigger storm surges as sea ice melts faster. Some of the swiftest shoreline erosion in the world—in some places, more than three feet a year… Even as we accelerate this transition [to renewable energy], our economy still has to rely on oil and gas.”\nThese conflicting, complex factors have left communities in the northernmost state of the union divided over the issue of climate change. Sixty-two percent of Alaskans acknowledge global warming is happening, but only 45 percent attribute it to human activities, predominantly the burning of fossil fuels, according to estimates and polling data analysis by Yale University.\n“People are struggling to reconcile the impacts of climate change they see every day with the very real human intuition to stick with the status quo, in this case with the industry that has supported our state financially for decades,” said Jim Adams, policy director for the conservation organization Audubon Alaska.\nGroups on both sides of the issue are taking Obama’s visit as an opportunity to make their point.\nThe Arctic Slope Regional Corporation, which represents approximately 12,000 Inupiat Eskimo shareholders, asked Obama in television ad last week to “stand with Alaskans and continue to support Arctic energy development.”\nThe group reiterated the point in a letter sent to the President on Friday. “History has shown us that the responsible energy development which is the lifeblood of our economy can exist in tandem with, and significant enhance, our traditional way of life,” leaders of the group wrote.\nBut in an op-ed in The Guardian on Monday, Inupiaq Eskimo artist Othniel Art Oomittuk Jr. wrote, “Using the oil locked in the Arctic Ocean will accelerate climate change. Climate change is already here for us. The ice has changed. It comes late, it leaves early.” Dozens of other environmental groups in the region have come out against Obama’s approval of Arctic offshore drilling.\nA rally held in Anchorage on Monday to “confront President Obama’s climate hypocrisy” attracted several hundred protesters. The event was organized bylocal green groups, including Alaska Rising Tide, RedOil, Alaska Climate Action Network, Chukchi Sea Watch and ShellNo Alaska, as well as national organizations like Greenpeace and the Center for Biological Diversity.\nObama began his trip Monday by speaking at the Conference on Global Leadership in the Arctic: Cooperation, Innovation, Engagement and Resilience (GLACIER). The gathering of 21 international leaders was organized by Secretary of State John Kerry to discuss the Arctic’s climate challenges.\n“The United States recognizes our role in creating this problem, and we embrace our responsibility to help solve it,” Obama told the foreign ministers and delegates gathered in Anchorage. “And I believe we can solve it. That’s the good news. Even if we cannot reverse the damage that we’ve already caused, we have the means—the scientific imagination and technological innovation—to avoid irreparable harm.”\nObama will skip across the state through Wednesday, hiking in Kenai Fjords National Park in Seward, meeting with salmon fishermen in Dillingham, examining rapid coastal erosion in Kotzebue, and talking with indigenous leaders at various stops along the way. At some point, he will also film a segment for the NBC reality show “Running Wild With Bear Grylls” observing the impacts of climate change. Obama is the first sitting president to visit Alaska.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}