{
  "url": "https://insideclimatenews.org/news/31082015/climate-change-will-bring-grey-swan-storms-unprepared-shorelines-study-says/",
  "title": "New “Grey Swan” Storms Headed for Unprepared Shorelines, Study Says",
  "date": "2015-08-31T15:00:07-04:00",
  "content": "The odds of extreme tropical storms or hurricanes will go up significantly as the planet warms, according a study published Monday in the journal Nature Climate Change, and they are more likely to hit areas that don’t yet consider themselves high-risk.\nThe study looked at potential storm surge for tropical systems hitting Tampa, Fla., Cairns, Australia and the Persian Gulf. It gave these storms a new name: “grey swans.”\nInfrequent, high-impact, and seemingly unpredictable storms have previously been described as “black swans.” The new “grey swans” are extreme storms that seem improbable based on historical records alone, but could occur based on current understanding of oceanic and atmospheric conditions.\nIn the Persian Gulf, tropical storms including low-intensity depressions, storms with sustained wind speeds of 39 miles per hour or less, haven’t been recorded. Computer models, however, suggest storms with wind speeds up to 257 mph, greater than the highest wind speeds that have been observed from tropical storms anywhere, could occur today. The authors note that future warming of the oceans will likely increase the chance of such an extreme storm hitting the region.\n“They are looking into potential systems that may happen in future climate [conditions] and have shown a range of values that exceed anything that has been observed in those regions,” said Greg Holland, a climate and hurricane researcher at the National Center for Atmospheric Research in Boulder, Colo., who was not involved in the current study.\nThe study shows that storm surges from extreme tropical storms could reach as high as 20 feet in Tampa, 19 feet in Cairns and 13 feet in Dubai. By the end of the century, computer models show the possibility of storm surges up to 23 and 36 feet for Dubai and Tampa.\nHurricane Katrina which devastated New Orleans 10 years ago and was the costliest natural disaster in U.S. history, generated a 33-foot storm surge, the highest ever recorded in the country. The damage caused in New Orleans occurred in spite of levees built to protect the city from a storm, but which failed. The locations in this study were selected  because they are not associated with or prepared for such intense storms.\n“The common feature of these locations is they are vulnerable but we have not recognized the vulnerability of these places before,” said lead author Ning Lin, a civil and environmental engineer at Princeton University. “For example, Tampa had extremes before but it hasn’t had extremes for the past 95 years and during that time it has greatly developed. We wanted to assess the risk even though the extremes haven’t happened for a while.”\nThe findings are somewhat controversial as they are significantly higher than prior predictions. “Nearly all of the projections for intensity change published previously are for only 0-5 percent stronger,” said Christopher Landsea of the National Hurricane Center in Miami. “Their conclusions of hurricane intensity climate change are thus about 20 times larger than the consensus.”\nHolland said some of the figures, in particular the incredibly high wind speeds that could occur in the Persian Gulf, will need additional verification in future studies. On the whole, however, he said it’s a “terrific” and important study.\n“They are saying ‘hey, here is something that you have never experienced before, a grey swan in other words, and we think you should at least know about it,’ and to that extend this is the sort of study we want more of,” Holland said.\nThe “grey swans” are not only projected to become more powerful in the coming decades, but the risk of them occurring is expected to increase due to climate change. For example, a hurricane with a 20-foot storm surge in Tampa currently has a likelihood of occurring once in every 10,000 years. By the end of the century the odds go up to once in every 2,500 to 700 years.\nThe increase in likelihood is alarming but may not be enough to change how cities and regions prepare, said James Kossin, an atmospheric scientist with the National Oceanic and Atmospheric Administration.\n“The likelihood changing from one in 10,000 to one in 2,500 years is certainly a huge increase but one in 2,500 years over the 21st century may not be relevant in terms of how it might galvanize action on the ground,” Kossin said.\nHolland disagrees.\n“It’s something so likely to occur that you really can’t neglect the potential for this occurring,” Holland said. “If you are a town planner or a civil defense person that is looking out on a 40 or 50-year time frame you have to accept that this is a possibility.”\nThe study comes as scientists gain a better understanding of the role warming oceans will play in tropical storms. A decade ago, most researchers assumed storm intensity and frequency would increase with warming waters, which play a key role in generating and sustaining such storms. But recently,  assumptions about storm frequency have changed.\nA 2013 report by the Intergovernmental Panel on Climate Change concluded that tropical storm frequency will decrease in this century due to a drying of the mid-level atmosphere. Tropical storms need warm, wet atmospheric conditions over warm water to form.\nConsensus on tropical storms may, however, be shifting back to an increased frequency. A study published soon after the 2013 IPCC report used different modeling techniques and found tropical storm frequency will increase.\nWith this latest study underscoring an increasing threat of extreme storms, the time to act is now, Lin said. “[We must] consider extremes that are beyond the history and prepare for these extremes,” she said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}