{
  "url": "https://insideclimatenews.org/news/20082015/research-says-27-percent-california-drought-attributable-climate-change/",
  "title": "Research Says 27 Percent of California’s Drought Attributable to Climate Change",
  "date": "2015-08-20T12:23:19-04:00",
  "content": "As California’s four-year drought has drinking and groundwater reserves at dangerously low levels, households rationing water and the agricultural sector struggling to keep its crops alive, the question has been: how much of a culprit is climate change? New research published Thursday now says as much as 27 percent of the drought can be attributed to global warming.\nThat new research published in the peer-reviewed journal Geophysical Research Letters, by scientists at Columbia University and the University of Idaho, examines how quickly warming temperatures from the buildup of greenhouse gases in the atmosphere is sucking California’s soils and plants dry, a process known as evapotranspiration, and how drastically that process is increasing the severity of the current drought, said the study’s lead author, Park Williams, a Columbia bioclimatologist.\n“Climate change is like a bully,” Williams said. “Warmer temperatures steal moisture from California’s water budget like a bully would from a bank account. Every year, as temperatures continue to rise, they take more and more moisture away. In the beginning it isn’t really detectable, but after 120 years of warming, it is.” And with no rainfall to replace the moisture during periods of drought, he explained, this lack of soil moisture worsens dry conditions.\nThe drought currently desiccating California has cost the state’s economy an estimated $2.7 billion in 2015. The Central Valley is literally sinking 2 inches per month as dwindling groundwater supplies are sucked up to feed agricultural irrigation systems. Giant sequoia forests are showing early signs of dying of thirst. Wildfires are sweeping through dry California woods.\nUntil now, most research into climate change’s influence on the California drought has focused on whether rising temperatures in the ocean and atmosphere have decreased rainfall that originates over the Pacific Ocean. The National Oceanic and Atmospheric Administration concluded in 2014 that this has not occurred, though a few papers published recently have challenged that assessment.\nThere is, however, scientific consensus that global warming has worsened the drought through increased evapotranspiration. By how much, though, is the question Williams and his colleagues sought to answer.\nThe scientists analyzed 432 different combinations of precipitation, temperature, wind and radiation data gathered between 1901 and 2014 to simulate monthly changes in soil moisture across the state. They then modeled these combinations against various greenhouse gas emission scenarios. The researchers found that the dearth of rainfall plaguing California is due to natural variability—a finding in line with most other studies—but that between 8 and 27 percent of the overall drought severity is due to the drying of soils because of climate change. Williams said the more likely range, considering the most realistic warming trends, is between 15 to 20 percent.\n“The study is a reaffirmation of what earlier studies have found, i.e. that warming contributes to the extreme drought both in intensity and frequency,” said Simon Wang, a Utah State University climate scientist who has studied California’s drought. “Yet the paper adds some quantitative measure about the contribution of human-caused warming on the drought. Those numbers are an important contribution as it tells the public just how strongly warming affects our local climate.”\nKevin Trenberth, a climate scientist at the National Center for Atmospheric Research (NCAR) in Boulder, Colo., said the study is useful and that “the results seem very reasonable, if slightly conservative.”\nBut he did have concerns with the low end of the estimate, 8 percent, which was calculated using a constant, permanent increase in greenhouse gas emissions and climate change. Such a scenario does not exist, he said, and the result should be omitted from the study.\n“We know there is no human climate change of consequence before about 1950 and it really only gets large enough to be noticed (outside the noise of natural variability) after about 1970,” he said. “To use a linear trend as an anthropogenic scenario is an absurdly wrong thing to. It gives the low-ball estimate of human contributions.”\nWilliams said he and his colleagues had originally omitted the linear climate change trend, but that other scientists who reviewed the paper before publication asked that it be included. Trenberth also said he wished the researchers had included data from 2015 into the analysis. Williams agreed.\nWilliams and his colleagues found that while the 2012-14 drought has been bad in California, it hasn’t been the state’s worst in recent decades. That distinction goes to the 2007-09 drought. This current drought seems so much worse, he said, because it is impacting California’s key agricultural region, the Central Valley, the heavily populated southern and central coasts, and the iconic Sierra Nevadas. The 2007-09 drought was focused mostly in the Mojave Desert.\nThe findings published this week have major implications on California’s water management, Williams said. For years the state has entered crisis management mode when a drought hits, only to seemingly forget about it when rainfall picks back up.\n“California water managers already have a difficult and complex job, and they tend to look at drought variability on a year-to-year basis,” said Williams. “But it is going to be increasingly difficult to make ends meet in terms of water supply and demand if they look only at precipitation. If they don’t start looking also at evapotranspiration, this job will get impossible.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}