{
  "url": "https://insideclimatenews.org/news/25082015/mapping-invisible-natural-gas-leak-methane-massachusetts-google-edf/",
  "title": "Mapping the Invisible: To Find Your Local Natural Gas Leak, Just Zoom In",
  "date": "2015-08-25T11:25:36-04:00",
  "content": "Mapping something you can’t see seems like a quixotic pursuit, but that is exactly what some groups are trying to do around the country to highlight the unseen threat of natural gas leaks to the climate and environment. Google and the Environmental Defense Fund teamed last year to show methane leakage from natural gas lines in cities around the country, and now, a nonprofit in Cambridge, Mass., is getting into the act.\nThe group, Home Energy Efficiency Team (HEET), has located more than 20,000 leaks across Massachusetts and published maps showing the exact location of each and every leak.\n“I want to make the invisible visible,” said Audrey Schulman, president of HEET. “I want to allow people to understand that this isn’t a distant problem that doesn’t have to do with them. I want them to understand it’s on their street, it’s near their home, it’s near their school, and it’s near their business.”\nThe problem with leaking natural gas from a climate perspective is that it consists primarily of methane, a relatively clean fossil fuel when burned, but a powerful greenhouse gas if emitted unburned into the atmosphere.  Methane traps 86 times more heat than carbon dioxide over a 20-year period and is 34 times more potent as a greenhouse gas than CO2 over 100 years.\nAging pipes that deliver natural gas under city streets are notoriously leaky but unless the leaks pose a safety hazard, utilities are not required to fix them. The mapping effort by HEET is an attempt to raise public awareness and help prioritize pipe replacements and repairs.\nUtilities often have little incentive to fix leaks. In Massachusetts, gas companies are allowed to pass on the cost of lost gas to their customers. The oldest leak in the state, one near Boston’s Fenway Park, has been emitting methane into the atmosphere since it was first reported in 1985.\n“We are paying on our gas bill to make this planet warmer than it has ever been and to destroy our children’s future,” Schulman said.\nA 2013 study commissioned by Sen. Edward Markey found leaks cost Massachusetts natural gas customers $640 million to $1.5 billion between 2000 and 2011 for gas that never reached their homes. Nationally, customers paid at least $20 billion from 2000 to 2011 for lost gas. Annually, the leaked methane equals the greenhouse gas equivalent of the CO2 emissions from 6 million automobiles, the study concluded.\nSchulman says she hopes that by publicizing leak information, it will pressure utility companies to fix leaks more quickly.  A bill was recently introduced in the state legislature that would bar utilities from passing on the cost of lost gas to ratepayers, so companies fix leaks more quickly. Another bill would require utilities to fix leaks on streets where roadwork is occurring while the road is opened up, a practice that would reduce the cost of leak repair.\nThe current situation, where leaks are often not fixed during road construction projects is “similar to having someone open for surgery and letting some arteries continue to bleed,” Schulman said.\nLast year, the Environmental Defense Fund partnered with Google Earth to begin mapping leaks in cities across the United States including Los Angeles and Chicago, portions of which they completed earlier this year.\nInstead of drawing on data from local utility companies as HEET does in Massachusetts, EDF and Google take direct measurements from Google Street View vehicles. Using special sensors, EDF and Google are able to quantify the volume of gas being emitted from each leak, information that could allow utilities to reduce overall emissions more quickly by fixing the largest leaks first.\n“Even if you wanted to, you couldn’t replace all of the aged pipes in a short period of time,” said EDF’s chief scientist Steven Hamburg. “The real key to ensuring that we get the most benefit as quickly as possible is going to those sections of pipe that have more leaks and larger leaks.”\nA survey of Boston’s leaks performed by EDF and Google found 14 percent of the city’s leaks accounted for 45 percent of its emissions.\n“If you focus on repairs on the larger leaks first you can actually reduce emissions by a factor of three times greater than if you simply repair them in the ways that are currently used,” Hamburg said.\nEDF is now working with utility companies to use the leak detection and quantification technology to better prioritize leak repair and pipe replacement.\nWhile plugging natural gas leaks significantly reduces the greenhouse gas emissions, EDF’s ultimate goal is eliminating emissions from fossil fuels entirely.\n“As we are trying to figure out how to convert over to other less carbon-emitting energy sources, we want to make sure the gas we do use is as efficient and least climate [change] inducing as possible,” Hamburg said. “Ultimately our goal is to get to zero carbon emissions, but that will take some effort.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}