{
  "url": "https://insideclimatenews.org/news/28072015/solarcity-aims-power-nations-smaller-businesses-solar-renewable/",
  "title": "SolarCity Aims to Power Nation’s Smaller Businesses",
  "date": "2015-07-28T18:00:43-04:00",
  "content": "In a move to accelerate the spread of solar power in the United States, the nation’s largest residential solar installer launched a new offering Tuesday aimed at the underserved  small- and medium-sized business market.\nSolarCity has grown quickly with a boost from new financing options for residential  installations that have removed or significantly lowered the up-front costs.  Now the company hopes to do the same thing for smaller commercial customers.\nSolarCity said it will start in its home state of California, targeting businesses with 5,000 to 50,000 square feet of available flat roof space for solar systems that will generate between 30 and 500 kilowatts of power at a cost 5 to 20 percent below California market rates. The business would have a fixed lease payment over the life of the 20-year contract.\nThe company eventually hopes to expand beyond California and offer service to a market that includes more than 28 million small and medium-sized businesses nationwide.\nFor years, that market has largely been left to smaller, local solar companies because costs and financing challenges made the market unattractive for the national solar installers such as SolarCity and SunEdison, according to SolarCity chief executive officer Lyndon Rive. The company’s chairman is Elon Musk, founder of Paypal and Tesla, the electric car and renewable energy company.\nFor its large business and government installations, SolarCity worked with subcontractors to perform the work—which is too expensive  for smaller commercial projects, according to Rive.\nThat and limited access to credit to finance the work has caused the smaller business market to lag behind installation rates for residential and corporate customers, said Rive, who noted, “We think we’ve cracked the nut on both of those.”\nRive said SolarCity will cut the cost of serving that market 30 percent by using its own crews and technology to speed up installation and fit more solar panels on each roof. In California, solar leasing customers can now tap into the state’s Property Assessed Clean Energy (PACE) program, which allows businesses and residents investing in energy efficiency and renewable energy to add the costs onto property tax bills as an assessment. Late last year, California expanded the program to include leased solar transactions too.\nThe PACE program allows customers to begin saving on energy bills without paying the full cost up front. The energy savings is meant to more than offset the larger property tax bills. The payments can also be tax deductible along with the property taxes.\nEventually, SolarCity expects small- and medium-sized businesses to be the second-largest market for rooftop solar. But, Rive said, the market “needs time to mature.”\nThe announcement comes a day before the company releases its second-quarter earnings, which will show that the fast-growing company is not yet profitable. Last quarter, SolarCity posted a net loss of $147 million.\nThe company, founded in 2006, employs 12,000 and operates in 18 states. It expects to install enough solar panels to 1 gigawatt of power this year.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}