{
  "url": "https://insideclimatenews.org/news/29072015/time-global-warming-data-shows-spring-sprung-later/",
  "title": "Before the Time of Global Warming, Data Shows Spring Sprung Later",
  "date": "2015-07-29T11:00:17-04:00",
  "content": "This story was updated on Aug. 11\nIf actions do indeed speak louder than words, plants and animals are telling us in no uncertain terms that human-caused climate change is changing their lives—with potentially dire consequences for the ecosystem.\nAccording to one of the largest troves of ecological data from the past, living organisms are already responding to the rise in temperatures from global warming. More than 11,000 records from the 19th century that chronicled the flowering of plants and trees, the springtime arrival of migrating birds, and the annual onset of frog mating calls, have been digitized, using data from researchers at the Hawthorne Valley Farmscape Ecology Program in Harlemville, N.Y.  An analysis by research ecologist Kerissa Battle and Celia Cuomo of Community Greenways Collaborative shows that spring is arriving as much as 14 days early as climate change accelerates.\nThe observations were recorded at more than 90 scientific academies across New York State between 1832 and 1862 as part of a statewide effort organized by the University of the State of New York.\n“As far as we can tell it’s the largest [historical] data set from North America,” said Conrad Vispo, who recently uncovered the long-forgotten documents and heads the Hawthorne Valley Farmscape Ecology Program’s Progress of the Seasons project.\nVispo, an adjunct professor of horticulture at Cornell University in Ithaca, N.Y., is working with th Community Greenways Collaborative to track the impact of climate change on plants and pollinators and compare the timing of historical observations with seasonal changes today. A preliminary analysis of five common species from New York’s southern Hudson Valley by the Community Greenways Collaborative shows plants and trees are flowering from two days to two weeks earlier than they were in the mid-1800s, as the temperatures recorded in the region increased between 2 and 4 degrees Fahrenheit.\n“It would suggest that there have been changes in the climate that have had broad impacts on the timing of natural events,” Vispo said.\nThe results are comparable to recent analyses of other historic observations, including those by two luminaries of the environmental movement, naturalist Henry Thoreau and conservation biologist Aldo Leopold.\nPlants such as nodding trillium and serviceberry now bloom 11 days earlier on average in Concord, Mass. than in the mid 1800s when Thoreau made his observations, according to a recent study published in the Public Library of Science One. The change is even more dramatic in central Wisconsin where Leopold made his observations. Species like woodland phlox and wild geranium bloomed on average 24 days earlier in 2012 than they did in 1945 when Leopold recorded his last observations.\nThe changing phenology—the timing of seasonal plant and animal phenomenon—could portend large disruptions to the ecosystem.\n“It’s not just going for a walk and seeing flowers earlier, it’s a much larger issue,” said Elizabeth Ellwood, a researcher at Florida State University and lead author of the study comparing Thoreau and Leopold’s observations to seasonal changes seen today. “At some point, some species likely won’t be able to keep up with earlier phenology that warming temperatures have dictated.”\nBees that depend on plants to flower at a specific time so that they can feed their young from the pollen are an example of an insect that could be highly susceptible to changing bloom times, Vispo said. Farmers rely on the nation’s bees, already in steep decline from pesticide use, disease and climate change, to pollinate their crops.\n“If changes in [the bee’s] timing are not keeping up with the changes in the flowering times of their target plants, then you have a disconnect that might affect their populations,” he said.\nAnother related study by Ellwood from 2010 found several birds species including the fox sparrow and purple finch that Thoreau observed as they returned to Concord, Mass from their southern migrations each year now remain in the region year round.\nA 2010 study looking at a wide variety of plants on the Tibetan plateau and a 2014 study looking at apricot flowering across  China found warmer than usual winters can actually delay plant flowering.\n“Some plants depend on a cold winter and that period of dormancy to then pop out in spring,” said Ellwood, who did not take part in either study. “If winter was so warm that they don’t recognize a difference between winter and spring then we might see delayed phenology. We might see them being susceptible to other negative effects of that uncommon climate and temperature.”\nRichard Primack, a professor at Boston University and a co-author on the studies comparing Thoreau’s observations to seasonal changes seen today, said flowers are the canary in the coal mine for more dire changes to come.\n“In the New England area it’s quite likely that by the end of the century that we will have severe heat waves during the summer, rising sea levels, and a lot of our forest trees might start dying because of both higher temperatures and insect attacks,” he said. “In many ways it’s kind of nice having things flower earlier because we have such a long winter, but there are going to be very big consequences for that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}