{
  "url": "https://insideclimatenews.org/news/31072015/obamas-clean-power-plan-gets-jolt-support-corporations/",
  "title": "Obama’s Clean Power Plan Gets a Jolt of Support from Corporations",
  "date": "2015-07-31T09:00:55-04:00",
  "content": "Three hundred sixty-five companies and investors sent letters on Friday to more than two dozen governors supporting the Environmental Protection Agency’s plans to significantly reduce carbon emissions from power plants, urging even the most recalcitrant states to recognize the economic and environmental benefits of the new rules.\nThe Clean Power Plan, expected to be issued in final form as early as Monday, has drawn significant opposition, particularly from Republicans and the fossil fuel industry, but the corporate push counters the argument that the regulations are bad for American business.\n“These standards…are critical for moving our country toward a clean energy economy,” the companies wrote.\nThe letters represent the largest backing by American business owners to date for the Obama administration’s regulations, the signature component of his agenda on climate change. They also come just days before the agency is expected to finalize the carbon rules.\nSignatories range from local businesses like Sixpoint Brewery in Brooklyn to Fortune 500 conglomerates like Staples, Gap, L’Oreal and Nestle.\nMost of the companies that signed on to the campaign have been adopting sustainability measures for years with no negative impact, said Mindy Lubber, president of Ceres, a Boston-based non-profit that works with the business community on sustainability and climate change issues; Ceres organized the campaign.\n“Our support [of the Clean Power Plan] is firmly grounded in economic reality,” the companies wrote. “Evidence shows that emissions reductions can be achieved without long-term economic harm or damage to the reliability of our electricity system.” The letter also said that businesses need “clear and consistent” climate policies to manage risk and transition to a clean energy economy.\n“The rhetoric is out there that the Clean Power Plan is bad for business, but that is absolutely not the case,” Mark Buckley, vice president of environmental affairs at Staples Inc., told InsideClimate News. The office supply store has invested in renewable energy and increased energy efficiency for nearly 14 years. “We’ve only seen benefits from this strategy,” Buckley said.\nLetters were sent to governors in 29 states that had at least 10 companies participating in the campaign headquartered or operating there. Several of the carbon rules’ biggest opponents made the list, such as Kentucky, Ohio and Wisconsin, all three of which are challenging the legality of the EPA plan in court. Texas, another recipient, has signaled it might also sue when the rules are finalized.\nRepublican Senate Majority Leader Mitch McConnell of Kentucky has been a particularly vehement opponent, saying “the regulation would likely shrink [his state’s] economy by almost $2 billion and throw countless out of work.”\nBut the campaign also targeted states that are strong supporters of the Clean Power Plan, including California, Maryland, Massachusetts and New York.\n“This effort will add an extra layer of support for the governors or lawmakers already on board with the plan,” said Stu Dalheim, vice president of shareholder advocacy at Calvert Investments, a firm that specializes in socially and environmentally responsible companies and a signatory of the letter. “But it could also maybe help convince those who are not on board.”\nLubber of Ceres said the Clean Power Plan’s success is crucial if the U.S. wants to be a “key leader and player” in international climate negotiations in Paris this December. The regulations aim to cut carbon dioxide pollution from power plants 30 percent from 2005 levels by 2030, and would dramatically slash the nation’s consumption of coal.\n“We cannot show up [in Paris] without showing major movement and progress on cutting emissions,” she said. “The EPA rules are the biggest carbon reduction measure in the nation’s history. They are crucial to addressing the problem of climate change.”\nThe Ceres campaign comes just four days after President Barack Obama announced a new partnership with 13 of the country’s largest companies to invest $140 billion in new low-carbon initiatives and more than 1,600 megawatts of new renewable energy. The companies, which include Apple, Bank of America, Coca-Cola, Walmart, and General Motors, also pledged to cut emissions as much as 50 percent, reduce water usage as much as 15 percent, purchase 100 percent renewable energy and pursue zero net deforestation in supply chains.\n“There is some notion out there that environmental regulation is bad for the economy,” said Lubber. “We’ve seen over the last few years carbon dioxide emissions coming down 12 percent and states’ economies are still growing.\nThere is no better voice to say that these measures aren’t a problem than the business community itself.”\nThe letter:\n<a href=”http://s3.documentcloud.org/documents/2187255/cleanpowerplangovernorletterjuly312015ceres.pdf”>CleanPowerPlanGovernorLetterJuly312015CERES (PDF)</a>\n  <br />\n  <a href=”http://s3.documentcloud.org/documents/2187255/cleanpowerplangovernorletterjuly312015ceres.txt”>CleanPowerPlanGovernorLetterJuly312015CERES (Text)</a>\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}