{
  "url": "https://insideclimatenews.org/news/23072015/study-gets-handle-gas-leaks-80-billion-cubic-feet/",
  "title": "Study Gets a Handle on Gas Leaks: 80 Billion Cubic Feet",
  "date": "2015-07-23T08:00:07-04:00",
  "content": "About 80 billion cubic feet of the potent greenhouse gas methane escapes into the air each year from the complex U.S. system for carrying natural gas to power stations and other consumers, according to new research published this week.\nThat would be enough to satisfy South Dakota’s natural gas needs for an entire year, with a value of $240 million. Researchers led by scientists at Colorado State University in Fort Collins found that 0.35 percent of the methane in natural gas transmission and storage sites leaks into the atmosphere, about what the Environmental Protection Agency estimates.\nAt the same time, the study found that 4 percent of the facilities surveyed accounted for 23 percent of the the leaked emissions, demonstrating the prevalence of so-called “super emitter” stations. The scientists estimated that 1 in every 25 facilities among thousands across the country is a super emitter. The findings were published Tuesday in the peer-reviewed journal Environmental Science and Technology.\n“This study reiterates what several other recent studies have found: A few leaks can dominate the methane emissions coming from the natural gas supply system,” said Amy Townsend-Small, a geologist at the University of Cincinnati who studies methane emissions from the oil and gas industry.\nThe study is part of an ambitious, four-year-old methane research program led by the Environmental Defense Fund. The environmental organization is coordinating an $18 million series with industry of 16 studies by more than 100 researchers investigating the booming natural gas industry’s climate footprint as gas increasingly supplants coal in America’s energy portfolio.\nPolicymakers often champion natural gas as a way to cut carbon dioxide emissions and fight climate change while the U.S. moves away from fossil fuels and toward renewable energy sources such as wind and solar. But scientific studies have suggested that the amount of methane—a greenhouse gas 34 times more potent than carbon dioxide—leaking from the largely unregulated natural gas production and transportation industry could eliminate any climate benefits.\n“Natural gas operators are not required to find and address methane leaks,” said Jonathan Peress, director of EDF’s air quality program for natural gas. The discovery of so many high-methane sites confirms the “need for a rigorous leak detection and repair regulatory program,” he said.\nLed by Dan Zimmerle, director of Colorado State University’s Electric Power Systems Laboratory, the scientists partnered with seven oil and gas companies—including Dominion, Kinder Morgan and TransCanada—to gain access to drilling sites across the country. They also used other companies’ data from the Environmental Protection Agency’s Greenhouse Gas Reporting Program. In total, they analyzed methane emissions and drilling activity from 1,599 facilities, representing more than one-third of all transmission and storage sites in the U.S.\nThe team examined leaks only from storage sites and compressor stations, the points at which natural gas is pressurized for transport through pipelines. They did not measure leaks from the pipelines themselves because it would have been too time- and labor-intensive, Zimmerle said.\nBecause the study relies on modeling to create nationwide emissions estimates, there are inherent uncertainties, said Frank Flocke, an atmospheric chemist and air quality expert at the National Center for Atmospheric Research (NCAR) in Boulder, Colo. Yet the study “is a fairly solid approach” to measuring leaks in this part of the natural gas infrastructure, he said.\nThe study found significant discrepancies between what companies report to the EPA’s Greenhouse Gas Reporting Program and what actually leaks from facilities.\nSites required to participate in the federal program—those that emit more than 25,000 metric tons of carbon dioxide-equivalent annually—leaked 2.5 times more methane than they disclosed to the EPA, the study found. This is because the EPA does not require every single piece of equipment at storage and transmission sites to be monitored for leaks, Zimmerle said. In addition, the program does not account for super emitters, which may release methane at increased rates for only a short time.\nAlthough the EPA currently does not use most of this reported data for the U.S. greenhouse gas emissions inventory, that could soon change, said David Lyon, an emissions scientist helping to lead EDF’s methane project. Until it does, this discrepancy could affect the accuracy of the inventory, which is used to inform international climate negotiations and track U.S. progress on fighting global warming.\nWhile Zimmerle’s study and others from the EDF methane project have helped quantify the natural gas industry’s methane problem, there are still unknowns about the system and its climate impact, said Flocke, the NCAR scientist.\n“What it really boils down to is we still don’t have a really good handle on this, except that we know quite a bit of methane goes into the atmosphere,” Flocke said. “The whole discussion of whether this is a good bridge fuel—you’re still emitting CO2, you’re just not making as much. But that doesn’t mean methane is going to save the world from getting warmer. If we really want to prevent the Earth from becoming a hell hole, we need to switch off fossil fuels completely, including natural gas.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}