{
  "url": "https://insideclimatenews.org/news/20072015/climate-rough-road-ahead-california/",
  "title": "On Climate, a Rough Road Ahead for California",
  "date": "2015-07-20T10:00:15-04:00",
  "content": "Editor’s note: We want to introduce readers to a nonprofit news organization launching today called CALmatters. Its first story is about California’s world-leading climate policies, and the hurdles that face leaders as they try to implement them. Success is crucial because California efforts are expected to provide the template for states, the federal government and other nations.\nNearly a decade ago, California policymakers, facing a frightening future of shriveling snow packs and rising seas, created the nation’s most aggressive program to combat global warming.\nThe 2006 law mandated broad reductions of greenhouse gas emissions by 2020. Now, as the deadline approaches, Gov. Jerry Brown and Democratic lawmakers are intensifying their efforts. They are crafting emissions-reduction targets for 2030 and 2050 that will be far more difficult to meet. One bill seeks to slash petroleum use in vehicles to levels not seen since Lyndon Johnson’s presidency.\nYet as the debate continues, a number of questions remain unanswered. Among them: Will other states or nations follow California in pursuing deep emissions cuts? Will California be able to meet the new targets, and if so, how? What are the total costs and benefits of the programs? How much will the price of gasoline and electricity increase?\nHere’s some of what we do know:\nThe state has emerged as a global leader in fighting climate change, despite producing only about one percent of the world’s greenhouse gas emissions. It has created a dizzying array of programs to cut pollution.\nThe 2006 law, Assembly Bill 32, established a goal of cutting the state’s greenhouse gas emission to 1990 levels by 2020. To meet that goal, emissions need to fall by six percent between 2013 (the latest year for which figures are available) and 2020. Brown and other political leaders expect that to happen.\nAn executive order issued by Brown this spring would reduce greenhouse gas emissions to 40 percent below 1990 levels by 2030. Over the 10 years leading up to Brown’s deadline, emissions must fall up to seven times as fast as during the preceding decade. And emissions would have to fall another 40 percentage points by 2050 if a bill currently before the Assembly passes.\nCutting emissions will be costly. To date, consumers in the state have seen an estimated three to five percent rise in electricity rates, and are paying about an extra dime per gallon of gasoline, due to specific climate-related programs.\nDespite the pioneering policies, greenhouse gas emissions in California have dropped by 7 percent from their peak in 2004 to 2013, compared to 9 percent nationwide over the same period.\nWhen AB 32 passed, establishing the nation’s first broad plan for cutting greenhouse gas emissions, environmentalists hoped the action would touch off a revolution. The target established was ambitious. It built on an earlier groundbreaking bill to reduce the greenhouse gases in car exhaust.\n“We realized under AB 32 and the car bill, we’re not just talking about polar bears and arctic ice caps but this was real impacts to California,” said Sen. Fran Pavley, D-Agoura Hills, an author of both bills. Melting mountain snows, rising seas, and poor health resulting from warmer temperatures—all resonated with Californians, she said.\nAt a signing ceremony for AB 32 on San Francisco’s Treasure Island, then-Governor Arnold Schwarzenegger predicted that major nations would join the fight against climate change. So would the federal government.\n“Trust me,” Schwarzenegger said to applause, as international flags fluttered behind him in the breeze. “I am convinced of that, that this will happen, because nothing is more important than protecting our planet.”\nChange did not come swiftly. Democrats and some Republicans in Congress tried to pass a bill that would cap greenhouse gas emissions nationally, but it failed.\nBut the state has forged ahead, still hoping to sow inspiration beyond its borders. As Brown travels to the Vatican this week and to a major United Nations climate change summit in Paris in December, he will surely argue that if one of the world’s largest economies can slash emissions, others can too.\nMultiple Programs\nA kaleidoscope of programs has arisen to accelerate California’s shift to a clean economy. The broadest and perhaps most controversial of these is a cap-and-trade policy, which subjects the state’s most-polluting companies to a cap on their greenhouse gas emissions and allows them to trade credits to pollute.\nThe California Chamber of Commerce has challenged the legality of a key feature of the program. The state has prevailed so far, but the lawsuit is working its way through an appeal.\nOther policies for cutting greenhouse gas emissions include a requirement for most electricity providers to get 33 percent of their energy from renewable source, such as wind farms and solar arrays by 2020, and a low-carbon fuel standard that requires producers of fuels like gasoline and diesel to make their products 10 percent less carbon-intensive by 2020.\nMany other programs also exist, including goals making buildings more energy efficient, increasing the number of electric vehicles and maximizing the use of public transportation.\nThese rules remain largely invisible to Californians. But they result in slightly increased prices, notably at the gas pump, where economists say the cap-and-trade program has added roughly a dime to each gallon since the beginning of this year. The state’s Public Utilities Commission estimates electric power rates have increased by three to five percent due to the renewable energy requirements.\nIt is difficult to find companies that have left the state specifically because of climate policies, as opposed to California’s broad basket of regulations. But industry groups and their advocates predict this will happen in the future, as policies grow stricter.\nUnknown Costs for Climate Rules\nCalifornia officials do not know how much their climate rules have cost or saved. The Air Resources Board, the state regulatory body that oversees the greenhouse gas reductions, stated in a key document last year that the law’s impact on economic growth remains unknown.\nMary Nichols, chair of the Air Resources Board, noted in an interview that jobs and investment are increasing in California. “We look at that happening at the same time that the cap and trade program has been in effect and we say, ‘What’s the problem?'” she said.\nThe long-term future of California’s greenhouse gas programs lies in two bills that have passed the state Senate and are being evaluated this summer by the Assembly.\nSenate Bill 350 aims at three pieces of the energy puzzle—petroleum, electricity and buildings. It seeks to cut petroleum use in motor vehicles by 50 percent (a very difficult target, analysts agree), boost electric utilities’ reliance on renewable energy to 50 percent, and double the energy efficiency in buildings – all by the year 2030.\nSenate Bill 32 would require the state to reduce greenhouse gas emissions to 80 percent below 1990 levels by mid-century. It would codify into law an executive order issued by Schwarzenegger, a step that helps ensure that the goal is binding.\nGoals Are Harder to Reach\nAn illuminating view came from a study this spring by Energy and Environmental Economics (E3), a San Francisco-based consulting group hired by the state to evaluate future greenhouse gas reductions.\nTo reduce emissions by 26 to 38 percent below 1990 levels by 2030—a level not quite as ambitious as the 40 percent reduction recently ordered by Brown — the group forecast a range of results, from savings of $8 billion to costs of $23 billion per year. (E3’s projections are in 2012 dollars.) A cut of 33 percent by 2030 could cost about $50 per Californian annually, the study found.\nThe impact of reaching the tougher targets of slashing greenhouse gas emissions to 80 percent below 1990 levels, the E3 study found, could range from a savings of around $15 billion to costs of almost $100 billion yearly.\nOn the human level, modeling by Bloomberg New Energy Finance, an analysis firm, found that the cap-and-trade program could raise gasoline prices by 22 cents a gallon by 2025, though there is an outside chance of prices increasing by as much as 50 cents a gallon, according to Colleen Regan, a senior analyst\nWhile many of these numbers are hazy predictions, it is clear that meeting long-term targets will be difficult.\n“On greenhouse gas emissions, California has always been an A student,” said Ashley Lawson, a senior carbon analyst at Thomson Reuters. “So to perform any better, you have to work really, really hard to go from an A to an A plus.” The rest of the country, which is replacing coal-fired power plants with less-polluting natural gas plants, “was able to go from a C to a B, with almost no effort at all,” she said.\nCritics like the Chamber of Commerce say that the drastic emissions measures planned for the future could harm the economy and take away jobs. Supporters counter that past sky-is-falling projections have not come to pass, and that technological innovation is speeding up.\nWhen Schwarzenegger signed AB 32, above the howls of industry groups, electric cars had barely begun to hit the roadways, and a rooftop’s worth of solar panels cost more than a year at a private college. Prices have fallen rapidly since then, and California is getting cleaner.\nThe question for the future is whether it can get clean enough.\nVisit CALmatters to read the full version of this article.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}