{
  "url": "https://insideclimatenews.org/news/08072015/more-heat-plus-more-people-equals-deadlier-us-summers-climate-change-global-warming-extreme-weather/",
  "title": "More Heat Plus More People Equals Deadlier U.S. Summers",
  "date": "2015-07-08T08:00:25-04:00",
  "content": "The recent heat waves that have scorched Europe, India and Pakistan have served as vivid reminders of the deadliness of heat. Thousands have died so far, and summer has only just begun.\nThe health toll of heat, unfortunately, is only going to get worse in the United States as well, because not only is climate change bringing more heat, but urbanization is also putting more people in the hottest places, according to a recent study in the peer-reviewed journal Nature Climate Change.\nThe number of Americans exposed to extreme heat could quadruple by 2070, according to study authored by researchers at the National Center for Atmospheric Research and the City University of New York.\nUsing a computer model and assuming no significant reductions in greenhouse gas emissions, the researchers calculated exposure to extreme heat based on “person-days.” The formula multiplied the number of days when the temperature was expected to hit at least 95 degrees by the number of people projected to live in the areas beset by extreme heat.\nThe results show that average yearly exposure to extremely high temperatures would rise from 2.3 billion person-days—the average during the years 1971 to 2000—to between 10 billion and 15 billion person-days during the years 2041 to 2070.\nExtreme heat already kills more people in the United States than any other weather-related event, and scientists expect the number of deadly heat waves to increase as the climate warms, according to the study. Urbanization intensifies heat––a phenomenon known as the heat island effect––and in the U.S., people are moving to the hotter parts of the country, not the colder ones.\n“Both population change and climate change matter,” NCAR scientist Brian O’Neill, one of the study’s co-authors, said in a prepared statement. “If you want to know how heat waves will affect health in the future, you have to consider both.”\nSharon Harlan, a professor in Arizona States University’s School of Human Evolution and Social Change, said urban areas present the greatest challenges to mitigating the consequences of increasing heat. They’re also home to the most vulnerable class of people––the elderly, sick and poor.\nPeople in the poorer neighborhoods of big cities find themselves at even greater risk for heat-related health problems, Harlan. These are the people who can’t afford the utility bills that come with air conditioning or whose houses are poorly insulated or ventilated.\nKen Spaeth, a physician and division chief of Occupational and Environmental Medicine at North Shore University Hospital in Manhasset, N.Y., said steadily rising temperatures increase the risks to people’s health.\n“It’s likely that climate change temperature patterns will continue to get worse and the corresponding public health effects will become more demonstrable,” Spaeth said.\nBryan Jones, a postdoctoral researcher at the City University of New York Institute for Demographic Research and the study’s lead author, said heat waves are also arriving in months not typically associated with extreme heat. Southern California was in the grips of a heat wave in March that sent temperatures soaring 15 to 20 degrees above normal.\nSpecial attention should be paid, Harlan said, to designing cities with heat in mind; the use of tree cover and landscaping around buildings that can reduce temperatures. And buildings themselves must be better designed to repel heat and create comfortable interior environments while controlling energy usage, she said.\nThe trend toward a warming climate––and the resulting miserable heat that people will have to suffer––should be approached sensibly, Harlan said.\n“We need to look toward the future and do the kind of planning to change lifestyles and address climate change issues,” Harlan said.\n“A lot of what the future holds involves a public policy discussion and everyone’s recognition of what they need to do to protect themselves.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}