{
  "url": "https://insideclimatenews.org/news/08072015/email-shows-exxon-was-studying-its-climate-impact-80s/",
  "title": "Email Shows Exxon Was Studying Its Climate Impact in the ’80s",
  "date": "2015-07-08T19:00:18-04:00",
  "content": "Exxon scientists studied the impact of greenhouse gas emissions on global warming as far back as 1981, an indication that the company was probing the industry’s potential contribution to climate change much earlier than previously reported.\nExxon’s early research into climate change was revealed in a 2014 email from a former company scientist that was uncovered by the Union of Concerned Scientists (UCS). It was shared as part of a broader project, The Climate Deception Dossiers, published Wednesday, that traces campaigns by fossil fuel companies, including Exxon, to discredit the impact of industry on the planet’s warming. The company’s early awareness of climate change and willingness to factor it into business decisions starkly contrasts with the path it took a decade later, when it led efforts to cloud public understanding of climate science and delay action to reduce emissions of greenhouse gases, such as carbon dioxide.\nExxon’s research in 1981 was initiated to help corporate planning, according to the email by Leonard S. Bernstein, the former employee. The research apparently was instrumental in Exxon’s decision not to develop a major natural gas field in Asia. The field, called Natuna, contains a vast natural gas reservoir but it also contains a sizable amount of carbon dioxide, according to Bernstein.\n“If Natuna were developed and its CO2 vented to the atmosphere, it would be the largest point source of CO2 in the world and account for about 1% of projected global CO2 emissions,” wrote Bernstein in an email to his son, Neil, a classics professor at Ohio University.\n“In the 1980s, Exxon needed to understand the potential for concerns about climate change to lead to regulation that would affect Natuna [the gas field] and other potential projects,” Bernstein wrote. “They were well ahead of the rest of industry in this awareness.” Neil Bernstein shared his father’s email with a colleague who then posted it to the website of the university’s Institute for Applied & Professional Ethics.\nIn the email Bernstein wrote that whatever the public stance of natural resource companies, “internally they make very careful assessments of the potential for regulation, including the scientific basis for those regulations.” He added that: “Exxon NEVER denied the potential for humans to impact the climate system. It did question––legitimately, in my opinion––the validity of some of the science.”\nUsually energy companies vent the carbon dioxide released in drilling fields like Natuna into the air, Bernstein wrote. The email indicates that early research by Exxon into CO2’s contribution to climate change apparently was one reason the company put off exploring Natuna. The difficulty and expense of disposing of the carbon dioxide has kept the Natuna project dormant since then, said Gautam Sudhakar, director of global gas at IHS, an industry consultancy.\nTen years after Exxon began its assessment of the Natuna field’s potential impact on the atmosphere, the company became a driving force in industry organizations committed to derailing American participation in the 1997 Kyoto protocol, a landmark international treaty that called for developed countries such as the United States to combat global warming by cutting greenhouse gas emissions. At the time those organizations argued that climate science was too uncertain to underpin sweeping efforts to cut emissions. Exxon also became a generous funder of conservative think tanks and scientists, such as Harvard-Smithsonian scientist Willie Soon, that sowed public doubt about global warming.\nA scientist at Exxon for 20 years until his departure in 1989, Bernstein went to Mobil where he wrote a 1996 primer on climate science for the Global Climate Coalition, an advocacy group for the fossil fuel industry. In it he urged members to focus on scientific uncertainty rather than use arguments popular among climate deniers, such as the effect of solar activity on the climate. Exxon lobbyist and environmental adviser Arthur G. “Randy” Randol III was a key member of the 1998 American Petroleum Institute-led “Global Climate Science Communications Action Plan,” which determined that “victory will be achieved when those promoting the Kyoto treaty on the basis of extant science appear to be out of touch with reality.”\nIn an email, Bernstein declined to comment.\nRichard Keil, a spokesman for ExxonMobil, said that Exxon’s involvement in groups that sought to slow or halt action on climate change was not a reversal of course from the company’s early interest in the issue. Rather, it was an acknowledgement of the uncertainty around much of the science, he said.\n“A full reading of Bernstein’s email reveals an important point––his assertion that, in the 1980s, we never denied the possible role of human activity as a cause for climate change, and he further makes clear that, at that point in time, there was a great deal of uncertainty and lack of understanding of climate change, even among leading scientists and experts,” said Keil, adding that today, Exxon “believes the risk of climate change is clear, and warrants action.”\nYet ExxonMobil has consistently fought off shareholder resolutions to do more on climate change, most recently a proposal to set company-wide standards to cut greenhouse gas emissions.  In May, Exxon Chief Executive Rex Tillerson criticized climate models and said humans will adapt to the strains of global warming.\nNancy Cole, UCS’s campaign director for climate and energy, said companies such as Exxon need to take a more constructive course. “The deception simply must stop,” she said. “It’s time for major carbon companies to become part of the solution.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}