{
  "url": "https://insideclimatenews.org/news/02072015/book-excerpt-on-the-burning-edge-kyle-dickman-wildfire/",
  "title": "Book Excerpt: ‘On the Burning Edge’",
  "date": "2015-07-02T12:00:43-04:00",
  "content": "This excerpt is from Kyle Dickman’s new book, “On the Burning Edge” (Penguin Random House, 2015). In his book, Dickman, a journalist and former firefighter, writes about the Yarnell Hill disaster and the wildfire fighting system in the U.S. Read also ICN’s Q&A with the author.\nNationwide, seventy thousand communities—some 140 million people and 40 million homes—sit in the path of fires. Though state and rural fire agencies contribute immensely, the burden of protect­ing these towns has fallen largely on the federal government. Once responsible for managing lands for timber, recreation, wildlife, and watersheds, the Forest Service and the BLM, the two biggest players in the wildfire business, have now effectively become federal fire agencies that watch over 180 million acres of once-rural land that de­velopment is steadily encroaching upon.\n“Homeowners expect fire protection, and the government—the Forest Service, the BLM—is the only firefighting agency that’s big enough to stand between the flames and their houses,” said Harry Croft, the former deputy director of the Forest Service’s fire and avia­tion program. “Politically, we have to fight fires. People see the smoke and demand to see helicopters and hotshots. And the Forest Service wants to send them in. This is an agency run by people who were raised fighting fires. They like it. It pays more than office work. It’s more fun, and there’s a clear case of good versus evil. They get to play hero.”\nCroft tells a story about a wildfire burning in wet leaves on Long Island one fall in the late nineties.\n“It was out. There was no threat at all, but the public wanted to see somebody fight it. I got a call from the governor himself. He told me, ‘I want to see some fucking air tankers.’ So I put in a call to our base in South Carolina, they loaded up one tanker with a bellyful of slurry, and he flew up, dropped it on what was at that point a pile of smoldering leaves, the crowds cheered, and the fire was just as done as it had been before the air tanker was sent.”\nThe tanker flight cost around $4,000.\n“Wildfires are the only natural disaster we think we can control,” said Chuck Womack, who runs the dispatch center at the NIFC in Boise. It’s not a rational notion. “If the federal government gave us all the money in the world, we’d still fail to control all the blazes.”\nFederal agencies don’t have unlimited budgets to fight fires, but they do spend a lot of money keeping flames away from houses. As recently as 1991, stamping out backcountry fires took up just 13 per­cent of the Forest Service’s annual budget. Today the agency, the big­gest in the wildland fire business, has assumed the role of preventing wildfires that start on publicly held lands from crossing boundaries into municipalities or privately owned property. Fighting fires now consumes nearly half of the Forest Service’s annual budget, which most years approaches or exceeds $5 billion. Every year since 1999, the agency has overspent its suppression appropriations and has had to borrow millions from its other programs—timber, recreation, fisheries—to meet the need. Though Congress has reimbursed the Forest Service for up to 80 percent of the fire program’s overspending, calling it di­saster relief, the cannibalism of other program budgets has become so bad that it amounts to an identity crisis for the agency: Is the Forest Service’s primary purpose fire suppression or managing the lands it oversees? The way things stand, there doesn’t seem to be enough money for it to do both.\nWith this question unresolved, fire seasons are expected to grow 50 to 142 percent larger by 2050, and the population expansion is likely to keep pace. The Forest Service predicts that by 2030, 40 per­cent more homes will be in the path of wildfires. Right now, with federal, state, and local government spending included, one study puts the total annual cost of the grand experiment to control the flames at $4.7 billion, and there’s little reason to believe that that fig­ure will do anything but rise.\nYet there’s no evidence that the increased spending is doing much to make towns that abut the forest safer. The flames are natural; the homes aren’t. And with denser forest, drier climates, and more people living in the wildlands, wildfires are burning houses with a frequency never seen before. In the 1960s, just a hundred homes went up in smoke every fire season; today the number is close to three thousand.\nOf course, these costs don’t compare to those from a massive hur­ricane or tornado—Katrina cost $125 billion. The difference is that the threat wildfire poses to houses and towns can be mitigated—through forest thinning, prescribed burns, and defensible-space work. Yet western towns remain inexplicably ill-prepared for lurking catas­trophe. In 2013, fewer than 2 percent of America’s communities had done any defensible-space work at all. One retired incident com­mander says it’s a small miracle when a year passes without an entire town or city burning. The miracle seasons are becoming rare, though. In back-to-back years, a pair of wildfires burned more than three hun­dred homes in the city of Colorado Springs.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}