{
  "url": "https://insideclimatenews.org/news/02072015/deadly-scourge-wildfires-climate-change-yarnell-hill-fire/",
  "title": "The Deadlier Scourge of Wildfires in an Age of Climate Change",
  "date": "2015-07-02T14:00:52-04:00",
  "content": "The 19 firefighters who died battling a wildfire in southwest Arizona captured the nation’s attention in 2013, but aside from being the largest loss of firefighters since the Sept. 11, 2001, terrorist attacks and the worst in a wildfire since 1933, it served as a vivid reminder of climate change’s deadly force.\nKyle Dickman’s new book, On the Burning Edge, tells the story of the firefighters who died in what is known as the Yarnell Hill fire. Dickman spent five years as a wildland firefighter, and uses this story to spotlight global warming’s role and explore the state of America’s wildfire fighting system.\nWildfires in the U.S. have been growing more severe, more costly and more frequent over the past half century. Dickman writes that mismanagement, suppressing natural fires and allowing forests to grow dense, as well as encroaching development have led to worse fires, with climate change providing even more fuel. With longer periods of drought and hotter temperatures wicking moisture from the forests, much of the West is a tinderbox. Research shows conditions will continue to worsen as the planet continues to warm.\nFour weeks into this year’s wildfire season, wide swaths of the U.S. are already ablaze. Fires are raging in four states, more than 1.7 million acres have burned and thousands of people have been forced to evacuate. National fire agencies and scientists predict this year could be a devastating one.\nInsideClimate News spoke with Dickman about the Yarnell Hill fire and how poor forest management and climate change are putting millions more people at risk. Also, read an excerpt of his book.\nICN: How have wildfires in the U.S. changed over the last several decades, and how much of this is due to climate change?\nDickman: We have seen a six-fold increase in the acreage burned annually in the last 40 years, but how much of that is due to a century of failed fire policy where we suppress fires, giving forests an opportunity to grow thick and have more fuel, and how much is due to the fact that the climate is getting warmer and drier is uncertain. It is a hard thing to say this [increase in wildfire severity and frequency] is definitely a result of climate change.\nBut there are two things we can say without question: Based on projection estimates for a 4-6 degree increase in temperature by 2100, fires are going to continue to increase in size and severity, and that will absolutely be linked to climate change.\nICN: Exactly how will climate change worsen wildfires?\nDickman: It is a little bit tricky. We are expected to have an increase in temperature, but not necessarily a decrease in moisture. What the best models suggest is that instead of having your moisture spread out over four to seven months, you’ll have higher intensity rainfall less frequently. More rain in shorter periods. The result is that the forests will have more time to dry out between these events.\nThe other thing is you get an increase in temperature. Warm air holds more moisture than cool air, so if we get a 4- to 6-degree temperature increase over the next 80-90 years, that extra temperature is going to wick the forests dry. It will actually suck moisture from these already overly dense forests. Is it a combination of climate change and dense forests that will create more of what they call mega-fires in decades to come.\nICN: Over the last few decades, we’ve also been building in places we didn’t use to live in, and that puts people more in harm’s way than they used to be, right?\nDickman: Exactly. One study has 140 million people living in the most fire-prone land, land that abuts public lands, parks or grasslands. The thing is that once houses on the perimeter of the city catch fire, it is easy for that fire to spread, so that 140 million people figure may actually be much higher. But it makes things much harder for land managers because they feel political pressure to basically suppress any fire that starts near homes, and because homes now are effectively everywhere, that’s a large reason why so many fires are suppressed.\nICN: How actively is the National Interagency Fire Center, the federal group in charge of tracking wildfires and coordinating suppression, thinking and preparing for climate change’s impact on wildfires in the coming decades?\nDickman: They are certainly aware of it. They are the group doing the statistics of money spent and acres burned. So there is no question in their minds that what they are dealing with is about to get much more volatile, but I don’t think they’re necessarily being proactive enough about how they deal with it.\nThe problem is that under current policy, there is a lot of political pressure to stop all wildfires. The problem is that every time you put out one of those fires you’re doubling down on the failed policy. If you put out every fire when it is small, that forest has more time to grow. Not only is that forest going to be thicker, but it is going to be thicker at a time when the climate is warmer and drier.\nICN: The U.S. system for managing wildfires has been dysfunctional and unsustainable for a long time. Is climate change just one more pressure on this system?\nDickman: Yes, that’s exactly it. We’re going to continue seeing bigger fires, more destructive fires. I just had a conversation with a long-time fire commander, and he told me of course we need to see policy changes, but the truth is we’re probably not going to see any changes until you see something like the equivalent of Hurricane Katrina for wildfires, which would be Denver burning or something to that effect.\nThat’s a dark perspective, and I don’t know if it is entirely true, but it’s what a lot of people in the fire service talk about.\nICN: The Federal Emergency Management Agency is in deep financial trouble following a string of costly natural disasters, like Hurricanes Katrina and Sandy. Are the federal agencies that fight fire facing the same dilemma?\nDickman: Yes. What happens now is once the Forest Service has overspent their firefighting allocation, which happens most years now, they start cannibalizing other programs, and little is left over for projects that would help prevent wildfires. Ron Wyden, a Democratic Senator from Oregon, has actually proposed a bill that would revise how wildfire fighting is funded.\nICN: For a long time, not a lot of attention was given to the connection between climate change and wildfires. Did the Yarnell Hill fire change that?\nDickman: Yes. I don’t think it is going to be the single turning point. It will be one moment in a long shift toward understanding how climate change affects wildfires, but I do think there is a growing consciousness certainly among the political community and even the greater populus that climate change is making fire more dangerous. The more incidents we see like this, the more likely we’re going to see policy changes.\nICN: The book is incredibly descriptive, reconstructing the Granite Mountain Hotshots’ 2013 wildfire season and the personal lives of the team. What was the reporting and research process like?\nDickman: It was sad. I spent a lot of time with the families, of course. In the book, there is Brendan McDonough, who is the sole survivor of the Yarnell Hill fire. But there are two other sources who were critical in telling this story of the crew before the fire: Brandon Bunch and Renan Packer, who both left weeks before the tragedy. I spent a lot of time talking to those guys, figuring out where did they go, what happened on the fire line, the sort of everyday stuff. I love that. That’s the stuff I think was exciting to report because I got to see these guys, who I spent so much time thinking about, alive in some sense.\nWhat I wanted to do with each one of them was profile them so history won’t just remember them at the 19 guys who died, but as individuals. That was really what I was trying to do with the book.\nICN: How important was your own personal experience as a firefighter in helping to convey the story?\nDickman: I fought fire for five years, but it didn’t make me an expert on fire. All it did was to inform the questions that I asked. I had seen the stuff. For instance, I know being part of a hotshot crew [the term for troops specially trained in fighting wildfires], that when you went to a fire that the DJ up front was going to put on the soundtrack that was going to get everyone stoked. That wasn’t unique to my crew. That sort of insider knowledge really helped.\nICN: At the end of the book, you still didn’t find out what exactly happened that day on Yarnell Hill with those 19 men. Was that frustrating?\nDickman: Maybe in the beginning that was frustrating. When hotshot groups get together, they still ask that question. Why did they leave the black [the already burnt, and therefore safe zone]? But I think, for me, I don’t think we’re ever going to know, but that doesn’t necessarily bother me. Not to diminish all the other factors in play, but I think mostly it was human factors, and that is why if we continue to fight fires, we have to continue to expect people to die because people are fallible. People are going to make mistakes. In an environment as dangerous and dynamic as a wildfire, the cost of those mistakes can be deadly.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}