{
  "url": "https://insideclimatenews.org/news/23062015/most-extreme-weather-has-climate-change-link-study-says-global-warming-trenberth-ncar-sea-levels/",
  "title": "Most Extreme Weather Has Climate Change Link, Study Says",
  "date": "2015-06-23T11:00:03-04:00",
  "content": "In the wake of major hurricanes, floods and heat waves, scientists are quick to say that no single weather event can be attributed to climate change until careful analysis draws that conclusion. Now, a new study argues that thinking is backwards, that all extreme weather has a link to climate change.\nThe default position has been holding science back in connecting weather and climate, concludes the authors of a peer-reviewed paper published Monday in Nature Climate Change.\nThis “could be a game changer in how these studies are done in [the] future,” lead author Kevin Trenberth said in an email.\nTrenberth is a senior scientist at the National Center for Atmospheric Research (NCAR), and one of three researchers behind the study.\nThe paper presents a new research technique that grew out of an idea Trenberth first proposed at a conference in 2010. It also provides scientists examples of how to apply the method, and challenges the conclusions of a 2014 paper that found no climate influence in the massive floods that swept Boulder, Colo., in 2013.\nTrenberth said his approach is new, and conventional research methods still dominate the field.\nTraditionally, researchers begin with a default assumption that the extreme weather event they’re examining is not influenced by human-caused climate change. They then run computer models or other tests to see if global warming has increased the intensity or likelihood of that event.\nBut Trenberth’s team says this method can lead to “false negatives” that underestimates the role of climate change. It’s particularly problematic when scientists are studying extreme weather driven by atmospheric circulation—factors such as weather patterns and storm patterns—when it’s difficult to separate the influence of climate change from natural variability.\nTrenberth’s paper instead suggests focusing on thermodynamic changes caused by global warming, such as increased sea surface temperatures, humidity and sea level rise. Unlike atmospheric circulation patterns, scientists have a much better understanding of how climate change affects thermodynamic shifts, said study co-author John Fasullo, a NCAR project scientist.\nAccording to the study, these warming-fueled changes play an important role in increasing the intensity of storms and the impact of storm surges, creating “a new normal” in the underlying conditions that influence all weather events.\n“Because global warming is real and present, it is not a question as to whether it is playing a role, but what that role is,” the authors wrote.\n“We’re not even interested in the question of the cause,” Fasullo explained. “We’re trying to understand the influence climate change will have on extreme weather events.”\nIn fact, Fasullo says, even the term “new normal” can be misleading, because it implies that the climate is no longer changing, when in reality the climate won’t stabilize until greenhouse gas concentrations in the atmosphere level off.\nTrenberth said he expects pushback from scientists who favor the older methods, but he believes “a sea change is in order with the conservative scientists and we need to stop proving over and over again that climate change is having effects…I hope that it leads to more fruitful studies and better communications with the public.”\nHigher Seas, Higher Temps\nThe Earth had droughts and hurricanes long before humans, but we’re “changing the way these events unfold,” Fasullo said. “So from our point of view, this default assumption of no climate change [influence] is a poor place to start the quantitative analysis. You wouldn’t want to assume nothing is changing.”\nKerry Emanuel, a professor of atmospheric science at the Massachusetts Institute of Technology who wasn’t involved in study, agreed that a lot of evidence now points to conditions changing becaues of global warming. But, he said, many scientists would prefer to stick with the default assumption that extreme weather events are not influenced by climate change until proven otherwise.\n“The real crux of the matter is not fooling yourself” into a false sense of confidence, he said. “Scientists are very guarded about that possibility.”\nThe study gives several examples of how to use the new method. Supertyphoon Haiyan, which hit the Philippines in November 2013, was driven in large part by the natural variability of sea surface temperatures in the Pacific Ocean. But the storm surge was made worse by an increase in local sea levels, which were nearly 12 inches higher than they were in 1993.\nAnother example is the “snowmageddon” storm that hit Washington, D.C., in February 2010. The intensity of the blizzard—which dropped up to three feet of snow in the mid-Atlantic region—was influenced by high sea surface temperatures in the tropical Atlantic (2.7 degrees Fahrenheit above normal), which brought large amounts of moisture into the storm.\nIn a third example, Trenberth’s paper disputed the conclusions of a 2014 study published in the Bulletin of the American Meterological Society, which found that the 2013 Boulder floods were caused by an extremely rare concurrence of weather patterns that brought a huge amount of moisture over the region—and climate change played no discernible factor in that setup. But Trenberth’s team said the excessive moisture was enabled by unusually high sea surface temperatures off the coast of Mexico.\n‘Preparing for the Last Disaster’\nEmanuel said Trenberth’s new approach isn’t wrong, but it’s open to misinterpretation because it doesn’t consider all aspects of climate change’s possible impacts.\nFor instance, the research method might show that a storm identical to Haiyan would have had a smaller impact if it had hit the Philippines 100 years ago. That information is useful, but it has to be interpreted correctly in a limited context, Emanuel said. “It is a very narrowly posed and narrowly answered question.”\nFurther analysis would be required to answer other related questions, such as, what is the probability that Haiyan would have formed at all under the lower sea surface temperatures of the past? And is it more or less likely to have followed Haiyan’s exact same storm track? Those answers would provide a more complete picture of global warming’s impacts, he said.\nThe study also has implications for disaster planning. If climate change exerts an even bigger influence on extreme weather than previously thought, then it emphasizes how the U.S. is “woefully underprepared in regards to climate adaptation planning,” said Melanie Gall, a University of South Carolina professor who studies disaster risk and emergency management.\n“All of our current planning is so retrospective,” Gall said. “We always prepare for the last disaster” instead of looking at future risks and how conditions will change with global warming, she said.\nMany of the states that are most vulnerable to extreme weather—including Texas, Louisiana, Mississippi and Florida—are politically conservative, and don’t consider climate change on a state level, she said. “I think what this study shows,” she added, “is we need to plan for it, and it needs to be recognized, and not wait until we have the perfect evidence.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}