{
  "url": "https://insideclimatenews.org/news/11062015/mass-lawmakers-propose-5-billion-pension-fund-cleansing-divestment-oil-coal-gas/",
  "title": "Mass. Lawmakers Propose a $5 Billion Pension Fund Cleansing",
  "date": "2015-06-11T11:00:59-04:00",
  "content": "BOSTON­­­––It’s not getting the fanfare of a less-ambitious California bill, but Massachusetts is in the midst of an even bolder divestment push, calling for the state’s pension funds to completely rid themselves of fossil fuel investments.\nRep. Marjorie Decker and Sen. Benjamin Downing, both Democrats, have proposed identical bills to divest Massachusetts’ $62.3 billion public pension fund of its 8 percent holdings (about $5 billion) in coal, oil and natural gas.\nTuesday, the Joint Committee on Public Service held a nearly three-hour public hearing on the issue. More than 70 students, public school teachers, retirees, financial analysts, public officials, labor and environmental activists, as well as legislative aides, vied for seating and standing room along the wall of a first-floor room of the State House.\nAbout 20 people testified; most supported divestment. The first to speak was Decker, a representative from Cambridge.\nRep. Decker told how she had served nearly a decade in public office before the importance of climate change action really sank in. Sitting next to Decker was her young daughter. Decker said this is the first time her daughter has accompanied her to work, and it’s because preschool just ended. But “it is important she’s here,” Decker said, to understand “the sense of urgency I feel around this.”\nSen. Downing was the second to testify. Massachusetts has “taken important steps over the last decade to transition away from fossil fuels,” he said. Downing noted that the state is first in the nation in energy efficiency and in clean-energy job growth. He then praised the state’s uptake in solar: In 2007, there was less than 2 megawatts (MW) installed; in May 2015, there was a total of 840 MW installed; and the state has announced a goal to reach 1,600 MW by 2020. Downing said it didn’t make sense to him how his state could make the commitment to clean energy economy on the one hand, and then also rely “on the profits of fossil fuel companies to pay for pensions.”\nDowning proposed a similar bill in the last legislative session but it died on the Senate floor. It’s unclear whether there’s enough support in the legislature to pass the divestment mandate. No vote will be scheduled in either chamber until the bill passes out of the hands of the 16-person Public Service committee.\nMassachusetts is one of at least four states with bills pushing for pension divestment from all or some fossil fuels. The California legislature is attracting widespread attention for considering a bill mandating that the state’s pension funds divest their holdings in coal. Last week, the state Senate passed the bill and sent it to the Assembly for review. Both Vermont and Connecticut have proposed pension divestment bills that are currently stuck in committee.\nDivestment activist Emily Kirkland told InsideClimate News: “Our goal is to get [these bills] out of committee as soon as possible and continue building support,” so when they reach the floor for a vote, they will pass. Kirkland is the communications coordinator for environmental organizations Better Future Project and 350 Massachusetts.\nAccording to the proposed measures, the state’s pension fund, run by the Massachusetts Pension Reserve Investment Management Board, would have to divest from fossil fuels over the next five years. The bills offer a safeguard to protect the pension funds against poor earnings. Once the phase-out of fossil fuel stocks begins, if the total pension funds’ earning drops by even 0.5 percent of their original value, divestment will stop.\nThere was extensive discussion at the hearing surrounding whether divestment is financially sound. Opponents of divestment, including Stephen Dodge, associate director of the Massachusetts Petroleum Council, urged engagement with fossil fuel companies instead.\nThe track record for engagement, however, has not been encouraging. A recent InsideClimate News investigation showed that shareholders of the three largest U.S. oil companies submitted more than 100 climate-related resolutions since 1990 to prod them to acknowledge and quantify the climate risks they face. Shareholders voted on 83 of the resolutions. None of them passed.\nThe Massachusetts Pension Reserve Investment Management Board did not respond to a request for comment.\nClimate change scientists, United Nations climate negotiators and others have endorsed the concept that to limit global warming to 2 degrees Celsius, the world must stop spewing carbon dioxide into the air from energy use this century. This means most of the world’s proven fossil fuel reserves would have to remain buried in the ground, untouched.\nWhat happens to the value of those reserves if they stay buried?\nChuck Collins, co-founder of the Boston-based financial group Divest-Invest, gave an example illustrating this point at the Massachusetts hearing: Imagine a warehouse full of IBM Selectric typewriters. “At one time, that was worth a lot,” he said. “Today, it is not worth a lot.” And, he told his listeners, you don’t want the Massachusetts commonwealth to be stuck with the equivalent of all those typewriters.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}