{
  "url": "https://insideclimatenews.org/news/22052015/california-democrats-approve-sweeping-fossil-fuel-divestment-resolution/",
  "title": "California Democrats Approve Sweeping Fossil Fuel Divestment Resolution",
  "date": "2015-05-22T08:00:00-04:00",
  "content": "The California Democratic Party approved a sweeping resolution on Sunday to drop fossil fuel stocks from the state’s two major public pension funds, valued at about $500 billion. The party also wants the state’s 33 public universities to purge such investments from their $12 billion in total endowments.\nThe resolution will not likely result in new legislative action soon. However, it could generate enough support among the Democratic majority to pass a less aggressive divestment bill, Senate Bill 185, working its way through the state legislature.\nBeyond California, this resolution adds to the fast-growing momentum of the fossil fuel divestment movement, which kicked off on college campuses in 2011 and has spread to cities and major corporations worldwide.\nOver the weekend, hundreds of delegates at the California Democratic Party’s annual convention decided on the party’s top causes. Of 73 proposed resolutions, fossil fuel divestment made the top 11. The resolutions winning the most support often get worked into the party platform, which will be updated next February.\nBefore the final vote, RL Miller, chair of the California Democratic Party’s environmental caucus and author of the resolution, delivered a one-minute speech. In an interview with InsideClimate News she recounted her message: “The world is watching…We need to send a moral message that California will not invest in those businesses that burn our planet in the name of profit and this resolution is that message.\n“Divestment from South Africa helped bring down the system of apartheid and [divestment] will likewise bring down our dependence on fossil fuels. And further, [the] passage of this resolution will help pass Senate Bill 185.”\nMiller first tried in 2013 —and failed—to get the party to adopt this resolution. Setting her sights on this opportunity, she worked with other activists, to approach party officials in all 58 counties.\nWhen State Senate President pro Tempore Kevin de Leon, a Democrat from Los Angeles, introduced a divestment bill in February, the activists turned up the pressure to promote their resolution campaign. Coming into the conference, the resolution had about 20 county parties as sponsors.\nThe divestment legislation orders the state’s two major public retirement funds not to make new investments or renew existing investments in coal companies, as well as to divest from such companies in their portfolios by July 2017. Before divesting, the groups can first encourage the companies to transition to clean energy generation. Moreover, the groups can ultimately choose not to divest if it proved to be financially detrimental to the pension funds.\nTargeted in this bill is the California Public Employees’ Retirement System (CalPERS), with its $308 billion pension fund—the largest public fund in the country. Roughly $167 million, or less than 1 percent, is invested in coal extraction companies. The bill requires the California State Teachers’ Retirement System (CalSTRS) to do the same with its $191 billion fund, of which about $132 million is in coal assets. Together, the two systems represent more than 2.4 million retirees.\nThe 39-member Senate will likely vote on the bill in the next few weeks and it is expected to pass. The bill’s fate in the state Assembly, which has 80 members, is less clear; there are more moderate Democrats in that chamber.\n“It’s not going to be a slam dunk getting SB 185 through the legislature,” said Janet Cox, an activist with Fossil Free California. “Passing this resolution by the party is going to help.” Specifically, this move will make it easier for moderate Democrats who have so far remained silent on the issue support the bill, she said.\nThe Senate bill also requires the two retirement groups to study the feasibility of divesting holdings from holdings in oil and gas by 2017. This piece of the proposal has triggered sharp opposition from an industry trade group, the Western States Petroleum Association.\n“Coal is hands down the dirtiest form of energy on our planet. So why continue to invest our public employees’ retirement funds into this fading industry, especially given the multitude of health and environmental concerns it creates?” said Sen. de Leon in a statement. He introduced the divestment bill as part of a package, along with three other pieces of climate legislation.\nCompared to the Senate bill, the California Democratic Party resolution goes a step further: It seeks fossil fuel divestment, not simply from coal, by the major pension funds and the endowments of the two state university systems.\nAccording to Dianne Klein, a spokeswoman for the University of California system, the network employs a sustainable investment strategy, but is “not considering a blanket divestment from fossil fuels.”\nA CalPERS spokeswoman declined to comment on the recent resolution or the Senate bill. Last spring, the group approved a policy that discourages divestment “for the purpose of achieving certain goals that do not appear to be primarily investment-related, such as promoting social justice.”\nAlthough CalSTRS hasn’t taken a public position, it has made strides to address the issue. Last month, the Teacher’s Retirement Board voted to explore the financial implications of divesting its pension funds from coal stocks.\nRicardo Duran, a spokesman for CalSTRS, said to InsideClimate News in an email: “When considering divestment, CalSTRS believes that, where appropriate, active engagement is the best way to resolve issues. Divestment is the most serious step an investor can take, as it severs ties with a company and, therefore, severs our influence as well. Divestment at any level is taken very seriously and is given careful analysis and consideration.”\n‘Party Speaks With One Voice’\nThe debate cements California’s status as a leader on climate change action and could give other states a model to follow, Miller said.\n“It was just amazing,” said Andy Kelley of the Alameda Democratic Party. “When a party speaks with one voice, it’s not something that happens every day.”\nThe state’s top elected Democrats are “in lockstep on the need to aggressively confront climate change and use every tool that we have available,” said Michael Soller, a spokesman for the California Democratic Party.\nTen other resolutions were passed at the same time, including one calling upon the Republican Party to address climate change and another opposing oil drilling in the Arctic.\nCalifornia, which boasts the eighth-largest economy in the world, is part of a regional carbon trading system with four Canadian provinces. The state has repeatedly expanded its carbon reduction strategy in recent years. Last month, Gov. Jerry Brown issued an executive order to reduce the state’s greenhouse gas emissions 40 percent below 1990 levels by 2030.\nTwo schools in the California State University system—Humboldt State University and San Francisco State University—have committed to fossil fuel divestment, joining seven other colleges in the state. Stanford University, a private institution, pledged to divest from coal assets last summer.\nAt least 22 other universities outside of California have already divested or committed to do so. Last month, Syracuse University became the largest university to take that step, promising to clear its $1.18 billion endowment portfolio of fossil fuel holdings.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}