{
  "url": "https://insideclimatenews.org/news/15052015/pennsylvania-high-school-students-convince-school-divest-coal/",
  "title": "Pennsylvania High School Students Convince School to Divest From Coal",
  "date": "2015-05-15T12:00:50-04:00",
  "content": "A Pennsylvania high school just made history.\nGeorge School in Newtown announced April 27 that it would divest its $150 million endowment of holdings in coal mining companies, likely becoming the first secondary school in the nation to join the global movement to rid investment portfolios of fossil fuel stocks. The decision was prompted by a student petition.\n“I was thrilled that the kids were active and concerned and brought this to the board—and that the board was respectful,” said head of school Nancy Starmer.\nGeorge School, founded in 1893 by members of the Religious Society of Friends (Quakers), is a private boarding and day school with about 550 students. Serving ninth through 12th grades, the campus sits on a 240-acre plot in Bucks County, about 30 miles northwest of Philadelphia.\nLast spring, more than a dozen students submitted a proposal calling for the school to divest from all fossil fuels. In it, they wrote that “our school should not be invested in corporations involved with the extraction, production, or distribution of fossil fuels” because of climate change threats, and because of the school’s mission to develop “faithful stewardship of the earth.”\nThe school formed a committee of faculty and school board members, including Starmer, at the start of the school year to investigate the issue. The group researched divestment and held several meetings with the students.\nOn April 25, the committee presented its findings to a divided board. Some members were concerned that divesting from all fossil fuels would “negatively impact the earnings on the endowment,” according to Starmer. Others were fully committed to using “our endowment for socially responsible purposes because we’re an educational institution,” she said.\nThe resulting consensus was to divest the school’s endowment holdings (i.e., stocks and bonds) tied to coal companies within a year. Coal holdings make up less than 5 percent of its endowment.\n“I think we ended up in the middle,” said Starmer. “We came up with a solution that some see as too little and some see as too much, but we did so by listening carefully to different points of view. And I think it’s a first step in a much longer and a much broader conversation that we’ll hopefully be keeping up with over the next several years.”\nThe board also agreed to invest in renewable energy companies, as well as to ramp up the school’s energy efficiency and sustainability efforts.\nAlthough the decision might pack more symbolic rather than financial punch, it is likely to inspire other high schools to follow suit. So far at least 30 colleges have divested or committed to divest since the movement kicked off in 2011, along with dozens of cities, religious institutions, foudations and individuals with investment portfolios worth an estimated $50 billion.\nAt least five other high schools on the East Coast have launched divestment campaigns in recent years: Bronx High School of Science in New York; Gilman School in Maryland; Phillips Academy in Massachusetts; Phillips Exeter Academy and St. Paul’s School in New Hampshire.\nThe alumni-led effort at St. Paul’s School kicked off last year. After meeting with school administrators, the school’s board decided against divestment. The group is now looking to reignite the conversation, according to Wick Beavers, a 1970 alum spearheading the campaign. Beavers added that Rhode Island Sen. Sheldon Whitehouse, a Democrat and a supporter of climate change action, is one of the 200 alumni who signed a petition in support of divestment.\nThe status of the other four high school campaigns is unclear.\nStudents are also looking beyond their individual schools. For example, in Massachusetts, 18 students—action fellows for the nonprofit Alliance for Climate Education (ACE)—launched a campaign this year to divest the state’s teacher pension fund from fossil fuels.\nThis is the first year ACE fellows tackled divestment. Leah Qusba, an ACE spokeswoman, said the group plans to launch similar divestment fellowship opportunities in New York and San Francisco in the fall.\nKerry Brock, a senior at Newton North High School, is one of the Massachusetts fellows. She told InsideClimate News that she supports divestment because the alternative is “just wrong” and unethical.\nFor Brock and some of the other fellows, divestment even played a role in the schools they considered when applying for college. In particular, the way a school treated its student activists was important for her. Brock will be attending the University of Massachusetts Amherst, which has an active divestment chapter.\n“When I think about college, I think about more than just a place to take classes, [it’s] a place to really learn how to stand up and fight in the world for whatever it is you are trying to fight for,” she said. “And when colleges don’t encourage that, that’s really discouraging.”\nThe academic divestment movement accelerated this spring when 10 college groups held sit-ins on campus. The reaction by administrators was mixed. At Pennsylvania’s Swarthmore College, students were able to occupy the hallway of an administration building for 32 days with no punishment. Meanwhile, a one-day sit-in on the Yale campus in Connecticut resulted in 19 students being cited for trespassing. So far none of the schools involved in the recent protests have agreed to divestment.\nCould the influence of potential applicants in favor of divestment tip the scales?\nKarthik Ganapathy, communications manager for the climate activist group 350.org, said he hopes so.\nBy weaving divestment into their college decisions, high school students could make a big impact on the college divestment efforts, he said.\n“If more and more students say ‘I’m not going to go to a school that invests in dirty energy of the past,’ then that becomes the thing that colleges sort of have to address,” said Ganapathy. “And that’s one of the most exciting areas of campaign work that we’ve seen.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}