{
  "url": "https://insideclimatenews.org/news/11052015/climate-denial-takes-toll-scientists-and-science/",
  "title": "Climate Denial Takes a Toll on Scientists—and Science",
  "date": "2015-05-11T10:00:57-04:00",
  "content": "Climate denial campaigns have helped slow the public’s acceptance of man-made climate change and delay political action for years, but a new study published last Thursday finds these contrarian arguments have also had an impact on climate scientists.\nScientists spend time and resources addressing denialists’ debunked claims in a way the scientific community has never done, said Stephan Lewandowsky, a cognitive scientist at the University of Bristol in England and lead author of the new study, published in the journal Global Environmental Change. Researchers also often downplay future climate risks to avoid being labeled an “alarmist” by climate contrarians.\n“Scientists are reticent to begin with, and if they know that everyone wants to ream at them for being alarmists, that adds to their reticence,” Lewandowsky said. “They are human, just like you and I…and some of the actions by deniers can be quite nasty.” He said hate mail and complaints directed to their research institutions are common.\nThis influence, which the study dubbed “seepage,” is something that Kevin Trenberth, a climate scientist at the National Center for Atmospheric Research (NCAR) in Boulder, Colo. has seen first-hand.\nClimate denial campaigns “can absolutely influence what you do and what you write about,” said Trenberth, who was not involved in the study. “Part of the reason they do it is to distract you and get you to waste your time.” Instead of “publishing the good science needed to advance our understanding of climate change,” scientists are left defending their work and debunking false claims.\nThe study reviewed dozens of psychological and social science papers to understand why scientists are susceptible to denialist campaigns and provided a real-world example of this impact from the climate science literature. The authors concluded that scientists are as vulnerable as anyone to persuasive messaging and fear being stereotyped (in this case, as a global warming alarmist), and that when enough people criticize or question their work they, too, may begin questioning their findings.\nThe example it examined is the scientific community’s handling of the claim that there’s been a supposed pause or hiatus in the world’s warming in the last decade. Lewandowsky, along with Harvard science historian Naomi Oreskes and colleagues at several Australian universities examined more than 40 scientific studies that addressed the slowed warming trend. The widely touted claim also prompted two special editions of the Nature journal series in 2014 and was addressed in the Intergovernmental Panel on Climate Change’s Fifth Assessment Report, released in 2013.\nThe studies all conclude that the recent slowing in warming is an expected, temporary blip as the Earth’s temperature climbs with more fossil fuels burned. But the hundreds of pages scientists have written discussing the trend, and their adoption of the words “hiatus” and “pause” while doing so, indicates  denialists’ influence, the study authors said.\n“They are rebutting the idea of a pause, but to do so, they call it a pause,” Lewandowsky said. “Scientists have adapted the framing that is being set by contrarians even when they are rebutting it.”\nScientists have long predicted periods of fast temperatures rises and slow ones as the world warms. When there was a sharp increase in global temperatures from the early 1990s to mid-2000s, scientists did not overemphasize it, the study said, and would have most likely taken the same approach to the slowing in warming if it hadn’t been for denalists’ campaigns.\nCalling scientists alarmists mischaracterizes them, said Trenberth. “We come at this issue from a neutral standpoint. There’s that saying, ‘Sticks and stones may break my bones, but names will never hurt me.’ That’s not entirely true. They still have some influence.”\nLewandowsky and his colleague acknowledge this study could act as a rallying cry for denialists, confirming their campaigns are having an effect. But that’s a risk they’re willing to take, Lewandowsky said.\n“Knowing about this kind of stuff is half the battle. We hope it will empower climate scientists to resist this subtle seepage,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}