{
  "url": "https://insideclimatenews.org/news/04052015/swarthmore-spurns-student-divestment-movement/",
  "title": "Swarthmore Spurns Student Divestment Movement",
  "date": "2015-05-04T19:37:06-04:00",
  "content": "Despite a large student protest and strong activist sentiment among its students and alumni, Swarthmore College opted to not divest its $1.9 billion endowment from fossil fuels after a vote by its board of managers on Saturday.\nThe decision was a major blow to those who led the divestment movement at Swarthmore, who had been steadily turning up the pressure on the school, and to the academic movement globally.\n“This is a big disappointment,” said Stephen O’Hanlon, a student and divestment supporter. “It came as a big surprise,” he told InsideClimate News, as the movement has been supported by more than 60 percent of the student body, about 1,100 alumni and much of the faculty.\nO’Hanlon was one of nearly 200 people that participated in a 32-day sit-in on Swarthmore’s campus outside of Philadelphia calling for the school’s divestment of fossil fuel holdings. The protest ended on April 20 after administrators agreed to discuss the issue at an upcoming board meeting. Since January, students at Swarthmore and nine other schools with endowments totaling more than $72 billion participated in sit-ins as a way to express their support for divestment.\nFollowing the school’s announcement, climate journalist-turned-activist Bill McKibben wrote in a tweet that the Swarthmore students “have worked longer and harder than just about anyone in [the] climate fight” and called the decision by Swarthmore’s Board of Managers a “corporatist disgrace.”\nThis is the second time in recent years that Swarthmore’s Board of Managers has voted against divestment. The board vetoed the first community proposal in 2013.\nIn a campus-wide email sent out Saturday, the school’s board chair Gil Kemp said the group had “reached a consensus not to divest from fossil fuels.” He did not offer an explanation why.\nThe public announcement added that the school is still “fully committed to addressing climate change,” which includes sustainable practices from new construction to recycling. The school also said it would establish a Green Fund, an option for alumni and others to earmark their donations so they would not fund fossil-fuel investment. But the school did not reveal specifics about this fund.\nAccording to O’Hanlon, several alumni have called the new fund effort “patronizing.” About 100 alumni have also announced plans to withhold donations from the school until investments in coal, oil and natural gas companies come to an end.\nHigh-profile alum Christiana Figueres, executive secretary of the United Nations Framework Convention on Climate Change, wrote to encourage the school’s divestment group, Swarthmore Mountain Justice, to continue the fight. Figueres had written a letter to the board of managers in April supporting divestment.\n“We know it is only a matter of time before Swarthmore divests,” Swarthmore Mountain Justice announced in a statement following the decision. “All that remains to be seen is whether Swarthmore is remembered as a leader, or an institution forced by economic and social necessity to follow along.\nSo far, 30 schools worldwide have divested from fossil fuels or have committed to doing so.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}