{
  "url": "https://insideclimatenews.org/news/06052015/pollute-will-bill-enjoys-widespread-support-house-republicans/",
  "title": "‘Pollute at Will’ Bill Enjoys Widespread Support From House Republicans",
  "date": "2015-05-06T11:00:30-04:00",
  "content": "American lawmakers passed a bill last week that slashes funding for renewable energy, limits the federal government’s ability to protect clean water, and prohibits agencies from planning for future climate impacts on infrastructure and military facilities. But it may prove only symbolic.\nThe legislation, known as the Energy and Water Appropriations bill, passed the House of Representatives 240-177, with 10 Democratic supporters, on May 1. It sets the 2016 budgets for the Department of Energy, the Army Corps of Engineers, and related agencies.\nRepresentatives allocated $1.65 billion for renewable energy and energy efficiency, a $266 million drop from 2015 and $1 billion less than President Barack Obama had requested. Lawmakers increased funding for fossil fuel research and development by $34 million over the 2015 budget, for a total of $605 million next year.\n“This bill has its priorities totally backwards,” said Alex Taurel, deputy legislative director at the League of Conservation Voters, an environmental policy group. “At a time when climate change is already impacting communities across the country, it is just irresponsible to slash investments in clean energy and boost them for dirty energy.”\nPolitical experts said the legislation is unlikely to clear the Senate since six Democrats would need to cross party lines and vote “yes” on the anti-environment measures to reach the required 60 votes. Even if the Senate did adopt the bill, President Obama has already indicated he will veto it because of its anti-environmental measures and its spending limits.\nEven so, the budget bill demonstrates just how out of sync the Republican-controlled House is with the American public. Renewable energy is overwhelmingly popular in the United States, with more than 70 percent of the public, including the majority of conservatives, in favor of increasing wind and solar energy, according to a 2013 Gallup poll. Members of the Tea Party, the far-right wing of the GOP, have joined forces with environmentalists and business leaders in Florida and elsewhere to push for an increase in solar energy installation in the state.\n“The appropriations process is important for the functioning of our government,” said Dalal Aboulhosn, an expert on federal environmental policy at the Sierra Club. “The fact that Republicans are okay with loading it down with anti-environmental riders and dirty water riders…is a huge problem.”\nA Massachusetts Institute of Technology report published Tuesday found that “solar energy holds the best potential for meeting humanity’s future long-term energy needs while cutting greenhouse gas emissions,” but also noted the industry cannot reach its full potential without more support and investment from the private sector.\n“Congress talks about an all-of-the-above energy strategy, but talk is cheap,” said Todd Foley, chief strategy officer of the American Council on Renewable Energy. “Where is the support in the policy?”\nConservatives applauded the representatives’ cost-cutting measures at the expense of the environment, but argued the bill still set a budget that is too high.\nThe Heritage Foundation, a conservative think tank in Washington, D.C., called the spending “excessive” and said while cuts to renewable energy and energy efficiency are “in the right direction, they do not go nearly far enough.” The foundation said that funding for fossil fuels should be decreased as well, arguing that the private sector, not the federal government, should drive investment in energy technology.\n‘You Can Go Pollute at Will’\nIn addition to slashing funding for renewable energy and energy efficiency, the House voted to prohibit the Obama administration’s planned expansion of the Clean Water Act to regulate pollution in not just navigable waters, but all waters, including wetlands, headwaters and seasonal streams. The bill did so by preventing the Army Corps of Engineers, which reviews and approves permits to release dredged material and fill into waterways, from using any of its money to implement an expanded rule.\nThe Clean Water Act protects one in three Americans’ drinking water, said Aboulhosn. “Instead of siding with their constituents, House Republicans are giving away freebies to the industry. They’re saying, ‘You can go pollute at will without any regulations, any accountability.'”\nThe bill also prevents the Department of Energy and Army Corps of Engineers from implementing Federal Flood Risk Management Standards, which direct agencies to build all new federal investments, such as roads, bridges, research facilities and military bases, to withstand future climate impacts. The standards were established in January under Executive Order 13690.\nThis would mean that any projects initiated by the Energy Department, like building solar farms or an updated electrical grid, in the floodplain would consider only the flood risk for an area over the last 100 years––and not whether sea level rise could submerge the project by the end of the century. The same goes for the Army Corps of Engineers, which designs and manages projects as diverse as new military bases, flood mitigation systems and hydroelectric dams.\n“I don’t think anyone expected this opposition to making communities safer,” said Rob Moore, head of the water and climate team at the Natural Resources Defense Council. “We thought a lot of these people were fiscal conservatives, but apparently they support the idea of building things so they can be knocked down and we can build them again.”\nEnvironmentalists are hopeful that many of the worst anti-environmental measures will be stripped from the bill once it hits the Senate, in favor of a more moderate budget that appeals to at least a few Democrats.\n“These kinds of provisions have absolutely no place in a spending bill,” said Taurel.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}