{
  "url": "https://insideclimatenews.org/news/13042015/climate-censorship-gains-steam-florida-wisconsin/",
  "title": "Climate Censorship Gains Steam in Red States",
  "date": "2015-04-13T16:02:55-04:00",
  "content": "While plenty of people found humor in the recent news that officials in Florida and Wisconsin are censoring state workers’ ability to talk about, much less work on, climate change, other states are not necessarily laughing. In fact, several political and environmental experts told InsideClimate News they could use it as a model to imitate.\nFlorida Gov. Rick Scott became the leader of this potential trend last month when news emerged that he had ordered environmental staffers not to use the terms “climate change” or “global warming” in communications or reports. Wisconsin established a similar policy last week, voting to ban staffers who manage thousands of acres of forests from working on or talking about global warming.\nExperts now say that conservative lawmakers and public officials were far from embarrassed by the censorship revelations; they were emboldened by them. It could lead to a bevy of Republican lawmakers enacting similar policies in other states.\n“It seems like they are dusting off a playbook from the Bush administration years,” a period when federal officials removed or downplayed climate change research from government reports, said RL Miller, founder of Climate Hawks Vote, a super PAC that works to elect climate-conscious candidates. “I wouldn’t be surprised if other deep red states follow suit.”\nIn states with substantial conservative bases, shutting down climate action through things like censorship has become a “risk-less position for a local Republican official to take,” said Walter Rosenbaum, an expert in environmental and energy policy at the University of Florida. If more leaders follow Wisconsin and Florida’s lead, it “will suffocate a lot of needed public discussion on the seriousness of this issue,” he said.\nWhile the number of Americans’ who accept human-driven climate change has gradually increased in recent years, the issue is still a politically polarizing one. The ideological divide is partly driven by conservatives’ mistrust of science and their belief that climate action requires Big Government policies. Republican lawmakers can often score big points in their districts if they hinder what has become labeled a liberal priority, experts said.\nWhile Wisconsin and Florida are the first states to outright ban their employees from working on climate change, at least publicly, Republican legislators have long tampered with how governments address global warming. In the early 2000s, White House official Philip Cooney removed or altered climate research findings in several federal reports. In 2012, North Carolina legislators voted that sea level rise predictions be ignored for planning purposes and Virginia lawmakers voted to only approve a study of risks to the state’s coastline if it didn’t deal with climate change.\n“This is a situation that George Orwell would have recognized,” said Michael Gerrard, director of Columbia University’s Sabin Center for Climate Change Law, referring to the author of the dystopian novel 1984. “It is very worrying that we are seeing public entities telling their employees to act like ostriches, to put their heads in the sand. Society thrives through innovation and insight, not willful blindness.”\nSilence, Please\nThe Wisconsin policy centers around the Board of Commissioners on Public Lands, which manages money from the sale of millions of acres of property over the last century to fund education initiatives. It also manages timber production on more than 70,000 acres.\nThe policy came at the request of new Wisconsin State Treasurer Matt Adamczyk, a republican who sits on a three-panel board overseeing the agency. Since taking office, Adamczyk has “targeted” Tia Nelson, the group’s executive secretary who is also the daughter of former U.S. Senator and founder of Earth Day Gaylord Nelson, said Wisconsin Secretary of State Doug La Follette, who also sits on the advisory board.\nAdamczyk disapproved that Nelson sat on a global warming task force back in 2007 and 2008 at the behest of then-Democratic Governor Jim Doyle, calling it a “waste of time,” in a board meeting March 17.\nOn April 7, Adamczyk and Attorney General Brad Schimel, a Republican who also oversees the agency, voted 2-1 to ban staffers of the public land board from working on climate change, or even responding to emails about it.\n“To tell the staff of the board that manages more than 70,000 acres of timber that we should not communicate with other foresters and scientists on an issue they are very concerned about is ridiculous,” said La Follette.\nThe board currently earns about $250,000 from its timber production every year, La Follette said. In total, it loans and gives out approximately $35 million every year to schools and libraries.\nAdamczyk did not respond to InsideClimate News’ request for comment.\nChange Ahead?\nThe censorship in Wisconsin and Florida comes at a time when the Republican Party might be forced to evolve in its position on climate change. Political experts said there is growing awareness that winning the White House in 2016 will be difficult for Republicans without the support of younger voters, the vast majority of whom see climate change as a significant threat.\nOne Republican, former congressman Bob Inglis of South Carolina, who directs the Energy and Enterprise Initiative at George Mason University, wrote an Op-Ed last week in the Charlotte Observer that said he believed conservatives were beginning to come around on the subject. Many Republicans leaders have shifted their stances slightly in recent years, from outright denial to instead sidestepping the subject by saying things like, “I’m not a scientist.”\nEven so, the GOP still has a long way to go before it can be seen as a pro-climate action party—and efforts to censor government employees on global warming won’t help, said Inglis told InsideClimate News.\n“If they think these are victories, they are very temporary victories,” he said. “In Florida, the facts on the coast will disprove that.”\nInsideClimate News reporter Neela Banerjee contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}