{
  "url": "https://insideclimatenews.org/news/14042015/whats-behind-alecs-denial-it-denies-climate-change/",
  "title": "What’s Behind ALEC’s Denial That It Denies Climate Change?",
  "date": "2015-04-14T14:00:30-04:00",
  "content": "With more and more companies abandoning the American Legislative Exchange Council over its refusal to act on climate change, the prominent conservative organization finds itself in a bind: eager to stanch the exodus of high-profile members, yet at risk of alienating the powerful fossil fuel interests that make up its core membership.\n“What they’re wanting to do is speak out of both sides of their mouth,” said Nick Surgey, research director at the Center for Media and Democracy, a liberal watchdog group that focuses on corporate influence on public policy.\nThe departure of Google last fall over ALEC’s position on global warming prompted the group to publicly refute allegations that it denies climate change. “ALEC recognizes that climate change is an important issue,” and “no ALEC model policy denies climate change,” it said. This month ALEC sent cease-and-desist letters to two progressive advocacy organizations demanding they retract statements that ALEC denies global warming.\nBut as recently as December, an ALEC summit brought together state legislators to develop a model bill for their home states that would dismantle federal environmental and carbon policy, and featured a speaker who said, “Carbon dioxide is not a pollutant. It is a benefit. It is the very elixir of life.”\n“Basically [ALEC is] saying, ‘We’ve turned a new leaf and it’s a new day and we’re not living in the past,’ said Kert Davies, executive director of the Climate Investigations Center, a Virginia-based watchdog group. “Yet there’s not been one model bill they’ve generated that is a solution to climate change. All of them are to block current pathways—from renewables to EPA regulation. Their whole slate of work is actively anti-climate.”\nALEC did not return emails and phone calls seeking comment.\nFor 40 years, ALEC has convened conservative state legislators and corporations to pare back state-level regulation and try to block federal rules through model legislation, as part of its ideological commitment to small government and unfettered markets. The group is overwhelmingly Republican. With more than two-thirds of state legislative chambers in GOP hands, ALEC’s opportunity to shape state-level policy is enormous. Most of its funding comes from conservative philanthropy and corporate members. Some of its most influential members are powerful fossil fuel interests known for blocking climate action.\nALEC’s environmental agenda has included efforts to halt government action to reduce greenhouse gas emissions, block renewable energy and teach children that the science is too uncertain to conclude man-made climate change is happening.\nGoogle left the group in September, followed by Microsoft, Yahoo, Facebook, Yelp, Rupert Murdoch’s Newscorp, oil and gas company Occidental Petroleum and most recently BP America.\nInside the Summit\nBy the time the December summit in Washington D.C. rolled around, the rift between ALEC’s members over climate policy was in full force.\nMembers worked to craft a model bill there that called for abolishing the Environmental Protection Agency and replacing it with a council of state representatives. But they decided eventually to table the discussion after a representative from pharmaceutical giant Pfizer said such a move would make the group appear extreme, according to an ALEC member who was present at the discussion and asked not to be identifed for fear his membership would be revoked.\nPfizer later sent a statement to the research group PR Watch, a project of the Center for Media and Democracy, and said of its ALEC membership: “Our funding of ALEC is specifically for work on health policy issues, including innovation, patients’ access to medicines, and IP (intellectual property) protection. We disagree with ALEC’s position on climate change.”\nThe December conference also featured Craig Idso, founder of the Center for the Study of Carbon Dioxide and Global Change. The Arizona-based group claims rising carbon dioxide levels will benefit the planet by increasing crop yields—an argument discredited years ago by scientists.\n“Instead of being shunned like the plague, the ongoing rise in atmospheric carbon dioxide should be welcomed with opened arms,” Idso told an audience of about a hundred legislators and corporate executives, according to the ALEC member who spoke to InsideClimate News. “Far from being a pollutant, [CO2] is better than being the best fertilizer ever invented because it is actually…food that sustains essentially all plants on a daily basis.”\nCarbon-reduction policies and actions “are unnecessary, unwise, and unwarranted,” Idso said.\nSimilarly, a summit last August that ALEC hosted featured speakers Joseph Bast of the right-wing Heartland Institute and Marc Morano, head of Climate Depot, a climate denial website. Bast’s presentation included points denying the risks of climate change such as, “Global warming is not a crisis…There is no need to reduce carbon dioxide emissions.” He also called for the dismantling of the EPA. Morano said that “polar bears were doing fine,” sea level rise was decelerating, and “on virtually every claim—from A to Z—the claims of the promoters of manmade climate fears are falling short.”\nNo climatologist representing mainstream science has made a presentation to ALEC members.\n‘An Untenable Position’\nThe biggest fossil fuel companies in ALEC’s ranks include the Southern Company, the coal giant Peabody Energy, Koch Industries and ExxonMobil. The conferences it holds several time a year are essential to ALEC’s work, providing a forum where corporate representatives who pay tens of thousands of dollars to join the group get face-to-face access to state legislators. There, they craft model bills together on issues such as environmental protection that generally advance the interests of major industries.\nThe expert presentations at conferences are meant to motivate and inform the legislators’ work on the model bills, according to the ALEC member who wished not to be identified.\nOutside its conference rooms, ALEC has been scrambling to rework its public image as supportive of climate denial. Google chairman Eric Schmidt sparked the tussle when he said that on climate, ALEC is “just literally lying.” None of the other companies that left specifically mentioned climate change, with the exception of the software giant SAP America, ALEC’s corporate board chair, whose German parent company told a local magazine in November that it was departing because of the group’s “strange policies” on climate, guns and voter rights.\nALEC’s new CEO, Lisa Nelson, has reiterated in recent months that the group doesn’t deny climate change. However, when she was asked by National Journal if she ascribed climate change to human activity, she said she didn’t know.\n“It’s an agnostic position, which is quite different from the old atheistic position on climate change, of ‘I don’t believe it’s real,'” said Bob Inglis, a former Republican congressman from South Carolina and executive director of RepublicEn.org, which seeks to mobilize conservatives to address climate change. “But that is ultimately an untenable position. I’m not a doctor. So, does that mean I don’t have a position on healthcare?”\nSurgey of the Center for Media and Democracy said “the next test of whether they’ve actually changed is their San Diego meeting in July.”\nThat meeting will likely be far smaller than previous ones. ALEC does not disclose a full list of its corporate members. But Davies’ group, the Climate Investigations Center, estimates ALEC counted about 30 Fortune 500 companies as members three years ago. Now, it has 13, he said.\nA look at ALEC’s website shows a range of model bills that promote climate misinformation and stalling on climate action:\nThe Environmental Literacy Improvement Act, adopted in 2013, serves as a template for bills to teach children that there is scientific dispute over climate change. It includes passages that say environmental education should “provide instruction in critical thinking so that students will be able to fairly and objectively evaluate scientific and economic controversies…{and} be presented in language appropriate for education rather than for propagandizing.”\nThe Electricity Freedom Act, also adopted in 2013, calls for the repeal of state renewable energy mandates because they allegedly force “business, industry, and ratepayers to use renewable energy through a government mandate will increase the cost of doing business and push companies to do business with other states or nations, thereby decreasing American competitiveness.”\nAct Requiring Approval of State Plan to Implement EPA’s Carbon Guidelines, adopted in 2014, allows state legislatures to approve the plans their environmental regulators draw up to comply with the EPA mandate to cut greenhouse gases from power plants, a step that would stall or derail plans in many states. “The EPA proposal requires states to make unprecedented changes to their electricity systems and significantly reduce the consumption of electricity by consumers. The proposal is projected to cause double-digit electricity price increases in most States and threaten electric reliability.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}