{
  "url": "https://insideclimatenews.org/news/27032015/colorado-city-vows-be-carbon-neutral-defying-partisan-politics/",
  "title": "Colorado City Vows to Be Carbon Neutral, Defying Partisan Politics",
  "date": "2015-03-27T08:00:35-04:00",
  "content": "Copenhagen and Melbourne have committed to the most aggressive carbon reduction goals on the planet.\nNow those two cities––homes to 4.5 million people––have been joined by a perhaps unlikely companion on the fast track to carbon neutrality: the Colorado college town of Fort Collins, home to 150,000.\nEarlier this month, the city approved new targets to reduce emissions 80 percent by 2030 and become carbon neutral by 2050. Those goals place Fort Collins among a handful of cities playing a prominent role on the world stage in combating climate change.\n“In terms of their level of ambition, they’re among the leading cities trying to tackle climate change,” said Paula Kirk, an associate in the energy consulting group at Arup, a firm that routinely advises business and government on sustainability issues.\nAt least 228 cities have voluntarily set goals to reduce emissions, according to the C40 Cities Climate Leadership Group, an organization that encourages cities to confront climate change. These cities vary widely in the targets that they’ve set––from a 10 percent reduction over five years to carbon neutrality over 35 years.\nFort Collins’ six city council members, who are chosen in nonpartisan elections, voted unanimously to approve the revised goals. Although the council members don’t have an official party affiliation, at least two of them identify as Republicans. The city’s mayor, Karen Weitkunat, is also Republican.\n“It’s very positive that the council determined it’s appropriate to strive for this. It will get us farther than we otherwise would,” said Lucinda Smith, the city’s sustainability director.\nSmith, who is in charge of proposing and carrying out a plan to reach the emission goals, said wildfires and floods that caused catastrophic damage in recent years pushed climate change into the public consciousness. In 2013, floodwaters along the Big Thompson River carried away homes and roads, causing over $2 billion in damages. The same year, the Black Forest Fire, the most destructive in Colorado’s history, raged for nine days, destroying over 500 homes and killing two people.\nShe also said Mayor Weitkunat played an “important role” in raising the issue of climate change to the public.\nWeitkunat, who has been mayor since 2011, served on the 26-member President’s Climate Preparedness and Resilience Task Force to assess how the federal government can support communities in preparing for the worst effects of climate change.\n“Overall, it’s a progressive city,” said Scott Denning, a professor of atmospheric science at Colorado State University. “But, to be a little more cynical, several of the council members who might have been inclined to say ‘no’ didn’t, because all they were committing to was a goal.”\nAnother reason the proposal sailed through with few objections is that Fort Collins is primarily a college town. Colorado State is the city’s largest employer, with a payroll of about 6,725. The fossil fuel industry, which typically objects to carbon cuts, does not have a stake in the city’s economy.\nThe city has had strategies to reduce carbon emissions in place since 1999. In 2008, Fort Collins adopted a 20 percent emission reduction by 2030, and 80 percent reduction by 2050.\nIn 2012, the Rocky Mountain Institute, one of the city’s partners on sustainability initiatives, studied the costs and benefits of raising emission goals and recommended accelerating them. This led the city to put the new goals to a vote and formally adopt them.\nGetting it Done\nOver half of the city’s emissions come from power production. The Platte River Power Authority, which powers Fort Collins, relies on coal for almost 75 percent of the electricity it produces.\nHowever, the city is in the unusual position of owning the Platte River Power Authority with three nearby cities, Estes Park, Longmont and Loveland. As a result, the utility is free from financial obligations to shareholders and is beholden only to the four cities that own it.\n“In the states, that’s rare and that’s a great thing to have,” said Adam Friedburg, an associate sustainability consultant at Arup. “If you have that control, you can do a lot that aligns with the city’s goals as opposed to the utility’s goals.”\nVehicles are responsible for another 25 percent of emissions. Burning natural gas to heat homes and buildings, and its use in industries, account for an additional 20 percent.\nBefore the new goals were put to a vote, city staff presented the council with a broad-strokes plan to decrease emissions 80 percent by 2030. The plan includes a number of strategies: retrofitting buildings and homes to make them energy efficient; investing in renewable sources such as solar and wind energy; and promoting public transportation.\nSmith, the city’s sustainability director, said her staff plans to submit a complete implementation plan to the city council early next year.\nConstant Vigilance\nSmith and the city’s staff have many hurdles to overcome if they are to hit their targets.\nOne significant challenge will be to convince the three other cities with a stake in Platte River Power Authority that switching to a cleaner energy portfolio will work for all. So far, the utility has modeled scenarios to transition to renewable energy but has not made any commitments.\n“The plan is wonderful, but the real challenge is implementing it,” said Denning, who represented CSU on a citizen advisory committee that worked on updating the city’s climate action plan. “It will require constant vigilance.”\nAnother major obstacle will be to find a way to finance investments in cleaner technology and infrastructure upgrades, most of which are expensive.  For instance, the city is considering a plan to upgrade homes to make them more energy efficient at no upfront cost to the owners. The costs would be paid back through electricity bills over time.\n“How it’s going to be financed is the first big hurdle,” said Kevin Cross, a member of the Fort Collins Sustainability Group, a community organization that for years has been pushing the city to take more aggressive action on climate change.\nThe city estimates that it will need to spend $600 million by 2020 and between $3.4 billion and $4.6 billion by 2050. In the first few years, the city does not expect any significant savings. But, by 2050, the city estimates energy and fuel savings of $5 to $10.8 billion, a figure that far exceeds the costs.\nCross also said that he hopes that in spite of the challenges, the city will meet the goals and provide a model for other communities.\n“We’re a tiny piece of the world puzzle,” he said. “What we also need to consider is that if small communities and cities can show the path forward, then we have a chance of addressing the global problem.”\nCorrection: An earlier version of this story misstated the number of Fort Collins City Council members who identify as Republican. At least two of them are Republicans, not three.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}