{
  "url": "https://insideclimatenews.org/news/25032015/exxon-shareholder-climate-vote-blocked-chevrons-approved-sec/",
  "title": "Exxon Shareholder Climate Vote Blocked, Chevron’s Approved by SEC",
  "date": "2015-03-25T11:00:25-04:00",
  "content": "Government officials last week blocked a groundbreaking shareholder proposal on climate change from going to a vote at ExxonMobil. The move has confounded proponents, because the decision came just five days after the same agency cleared a similar resolution for Chevron’s shareholder ballot.\n“I’m completely baffled, frankly,” said Natasha Lamb, director of equity research and shareholder engagement at wealth manager Arjuna Capital, lead sponsor of the ExxonMobil resolution. “The proposals are virtually identical.”\nThe Chevron and Exxon rulings came from two different attorney-advisers at the Securities and Exchange Commission. The agency provides guidance to public companies that seek to exclude shareholder resolutions from the annual ballots distributed each year to vote on board directors, among other things.\nThe two oil company proposals are part of a big wave of shareholder resolutions this year that address sustainability issues, climate change and the environment.\nBoth of the resolutions at issue cite the threat from climate change as a reason to rein in spending on risky exploration projects in ultra-deep water, the Arctic and Canada’s oil sands. They argue that those projects at Exxon and Chevron are chasing reserves that might become unsellable—or stranded—in a carbon-constrained world and in low-oil-price scenarios. The resolutions say the prudent course is for the companies to return that cash to shareholders instead, via dividends (Chevron) or a combination of dividends and share buybacks (Exxon).\nThe scenario spelled out in the proposals is not far-fetched. Reports from the International Energy Agency and others conclude that a large share of already found reserves of coal, oil and natural gas must be left in the ground to prevent catastrophic effects from climate change. The World Bank, United Nations, Bank of England and others have acknowledged the possibility that tackling climate change could leave fossil fuel companies with unburnable reserves.\nExxonMobil, Chevron and other oil companies have largely dismissed the concerns, concluding that rising global demand for energy can’t be met without steady growth in fossil fuel supplies. In response to Arjuna Capital’s 2014 shareholder resolution seeking disclosure of stranded asset risk, ExxonMobil issued a report that said, “We are confident that none of our hydrocarbon reserves are now or will become ‘stranded.'”\nHaving succeeded in getting a report on stranded assets from Exxon in 2014, this year, Arjuna Capital and Oakland-based nonprofit As You Sow  decided to try something new.\n“It’s a shift from asking for transparency to asking for action,” said Lamb of Arjuna Capital, a Massachusetts-based affiliate of Baldwin Brothers Inc. This year’s Chevron and ExxonMobil shareholder resolutions represent the first time a proposal has asked a company to return capital to shareholders because climate change might render some big exploration projects a wasted effort, she said.\nBoth companies sought to keep the shareholder resolutions off this year’s ballots by citing several SEC-sanctioned grounds for exclusion. They argued that the proposals were too vague to result in clear direction from stock owners and were moot because they’re already paying shareholder dividends. They also said the proposals would amount to an improper interference with ordinary corporate business.\nIn a March 12 letter to Chevron, the SEC rejected all the company’s arguments for excluding the resolution from shareholder ballots. The Chevron proposal, backed by As You Sow, Arjuna Capital and Zevin Asset Management, asks the company to adopt a policy that reduces climate risk by increasing the amount of money that can be distributed to shareholders through dividends.\nThe issue will be voted on by shareholders at Chevron’s annual general meeting in late May, but the company isn’t happy about it.\n“The proposed policy is unnecessary and based on the flawed premise that stockholders would be best served if Chevron stopped investing in its business,” company spokesman Justin Higgs told Bloomberg BNA. “Chevron’s production and resources will be needed to meet projected global energy demand, even in a carbon-constrained future.”\nDespite the company’s opposition, As You Sow President Danielle Fugere believes it’s an issue that will resonate with shareholders.\n“This will be well-supported by shareholders,” said Fugere. “I expect that we’ll get a good vote—anything from 20 percent to 50 percent.”\nThe SEC took a different stance on the ExxonMobil resolution. In a letter to Exxon dated five days after its Chevron decision, the commission agreed that the company could exclude the resolution. “It appears that ExxonMobil policies, practices and procedures compare favorably with the guidelines of the proposal and that ExxonMobil has, therefore, substantially implemented the proposal,” the SEC wrote.\n“That doesn’t hold water in the least, because capital distribution at Exxon has gone down for the last two years and also this year,” said Lamb. While the company has paid higher dividends, the company’s share buyback program has been suspended, causing the total shareholder distribution to decrease—the opposite of what the proposal seeks.\nIt’s unclear why the SEC ruled differently on the Exxon resolution, because the commission’s letter did not go into enough detail to explain how similar proposals and circumstances could produce different results.\nThe Exxon resolution was not identical to the Chevron proposal. It asked the Exxon to commit to raising the authorized capital distributions to shareholders through dividends or share buybacks, while the Chevron version seeks a policy to increase dividends.\nThe SEC’s decisions can be subjective because they sometimes come down to interpretation.\nIn this case, Fugere of As You Sow said the commission must have based its Exxon ruling on some kind of wording technicality.\nThe SEC’s decision was “less about the substance and more about how we framed the resolution, so we’ll do a different draft of the resolution next year,” said Fugere. “There’s a lot of discussion of carbon asset risk in the media, and financial analysts are now addressing it, so this is not an issue that’s going away.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}