{
  "url": "https://insideclimatenews.org/news/19032015/u-delaware-refuses-disclose-funding-sources-its-climate-contrarian/",
  "title": "U. of Delaware Refuses to Disclose Funding Sources of Its Climate Contrarian",
  "date": "2015-03-19T16:00:02-04:00",
  "content": "The University of Delaware has declined a congressional request for documents related to the external funding of one of its professors—a known climate contrarian—saying it was an intrusion into academic freedom.\nRep. Raúl Grijalva of Arizona, the ranking Democrat on the House Committee on Natural Resources, had requested documentation related to the funding sources of Professor David Legates and six other skeptic climate researchers. He did this after it was reported that Wei-Hock (Willie) Soon had failed to disclose funding from fossil fuel companies for his published work, studies that advanced discredited theories about the causes of climate change.\nLegates is a professor of Climatology at the University of Delaware, and has co-authored several academic studies with Soon, including four of the papers for which Soon accepted funding from major utility company Southern Company. Soon reported the papers as “deliverables” without having disclosed his funding source.\nLegates previously served as Delaware’s state climatologist, a role he said he was fired from in 2011 after refusing to resign. Three years earlier he was asked by then-Gov. Ruth Ann Minner to stop using his official title while espousing climate denial.\n“Your views on climate change, as I understand them, are not aligned with those of my administration,” Minner wrote to Legates at the time.\nRepeated calls to Legates were not returned.\nThough the University of Delaware did respond to the first part of the Grijalva’s request by sending links to conflict of interest policies, it declined to provide information about external funding for Legates’ work, his government testimony and his research proposals, grants and communications.\nIn their response to Grijalva’s request, University President Patrick T. Harker and Provost Domenico Grasso cited a portion of the university’s faculty handbook, which states: “Academic freedom is the freedom of the faculty to teach and speak out as the fruits of their research and scholarship dictate, even though their conclusions may be unpopular or contrary to public opinion.”\nThey wrote that fulfilling the request would also “act in a manner inconsistent” with the university’s collective bargaining agreement with the union, which also addresses academic freedom.\nGrijalva asked for the documents Feb. 24 following the revelations about Soon’s funding because of a spreading concern about a conflict of interest in the funding of climate skeptics’ work. His request kicked off a debate about academic freedom, and it wasn’t just climate skeptics weighing in. Michael Halpern, the program manager of the Union of Concerned Scientists, wrote at the time that universities would be justified in pushing back against the request for draft testimony and communications.\nBut after reviewing the University of Delaware’s response, Halpern said, “I think that absolutely universities should disclose funding agreements and should disclose any strings that come with those funding agreements.” Those disclosures are necessary, he said “in order for the public to have full faith that the research is independent and for the university to protect its own reputation.”\nThis was not the first time that Legates’ records have been requested.\nIn late 2009, in the aftermath of the ClimateGate scandal in which emails from climate scientists at the University of East Anglia were hacked and released, Greenpeace filed a Freedom of Information Act Request with the University of Delaware. It was seeking Legates’ email correspondence and financial and conflict-of-interest disclosures—similar to what Grijalva sought.\nAccording to Kert Davies, the former research director of Greenpeace who is now the executive director of the Climate Investigations Center, an environmental watchdog, the University of Delaware never fulfilled that request either, though for different reasons.\nIn that case, according to testimony by Legates before the Senate Environmental and Public Works Committee in June 2014, the university determined that the requested documents did not fall under the Freedom of Information Act but would turn them over anyway—until Legates hired an outside attorney.\nBehind the scenes, Legates says he has seen a backlash. He told the Heartland Institute’s daily podcast that after the 2009 request, he was stripped of his graduate classes and lost his position as the state’s climatologist, and that he has not served on any committees within his department since.\nBut based on its recent response, it appears the University of Delaware is defending him.\nLegates has a long history of climate denial.\nIn 2002, Legates was listed as an expert at the George C. Marshall Institute, a conservative think tank that has been a hotbed for climate skepticism. At the time, Soon was a senior scientist there. Between 1998 and 2011 the Institute received a total of $865,000 in funding from Exxon-Mobil, according to Greenpeace.\nA year later, Soon teamed up with Sallie Baliunas, who, like Soon was working at the Harvard-Smithsonian Center for Astrophysics. They published a rebuttal to climate scientist Michael Mann’s “hockey stick theory” of climate change. Legates was serving as a review editor of the journal that published their work. The study was underwritten, in part, by a grant from the American Petroleum Institute.\nIn an editorial, the publisher of the journal later wrote that the study should not have been published as written.\nLater that year, Soon and Baliunas published a “reappraisal” of their original paper, reaffirming many of the same points, and Legates was a co-author.\nTheir three names appeared together again—along with four other authors, including a number of recognized climate deniers—in a 2007 paper about polar bears and climate change. That paper argued that one well-documented polar bear sub-population was not in decline because climate change was threatening their habitat, as had been established by some of the leading polar bear biologists. Instead, they blamed other factors, like stress from interactions with tourists, and predicted that the bears—carnivores who rely on seal fat to survive—might find new sources of food like berries and vegetation to supplement their diet.\nSoon’s work on that paper was funded in part by grants from the Charles G. Koch Charitable Foundation, the American Petroleum Institute and Exxon-Mobil.\nA year later, Legates and Soon teamed up again, this time in a video for the Idea Channel called “Unstoppable Solar Cycles: The Real Story of Greenland.” In it, they make the case that the sun is the only driver of global climate, rather than contributions from greenhouse gases.\n“The sun is the key ingredient to climate,” Legates says in the video. “99.9% of the energy on the earth that goes into the climate system comes from the sun.”\nLegates also argues that fluctuations in climate are natural and expected. “Climate is not a constant,” he says. “We go through periods where it’s much warmer, where it’s much colder. We go through periods where it’s wetter and dryer. The one thing we can say about climate in the future is that it will change.”\nA spokesperson for the Idea Channel told DeSmog Blog in 2008 that the video was funded in part by the Heartland Institute.\nMore recently, Legates was a co-author of a paper with Soon and fellow climate contrarians William Briggs and Christopher Monckton, in which they argued that the models used by the Intergovernmental Panel on Climate Change are inaccurate, and that the world will not warm dangerously this century.\nIn the aftermath of the revelations about Soon’s undisclosed funding sources and Grijalva’s requests, Legates defended himself on the Heartland Institute’s daily podcast.\nIn it, Legates says that the science speaks for itself, and that what matters is that the data supports the outcome. “There is not the question raised: Who funds you?” he said. “That whole discussion is really immaterial.”\nLegates goes on to argue that mainstream climate scientists are the ones corrupted by money, not the contrarians.\n“I think it was at one point about the science,” Legates said, “but I think what happened was the money got in the way.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}