{
  "url": "https://insideclimatenews.org/news/12032015/math-and-myth-clash-senate-hearing-clean-power-plan/",
  "title": "Math and Myth Clash in Senate Hearing on Clean Power Plan",
  "date": "2015-03-12T16:17:03-04:00",
  "content": "Officials from five states weighed in Wednesday at a Senate hearing on the Environmental Protection Agency’s proposed plan to reduce carbon dioxide emissions. Their characterizations of the plan ran the gamut from “misguided” and “problematic” to “workable and practical.”\nThe perspectives threw into sharp relief the vastly different viewpoints of states on the Clean Power Plan, which is a part of the Obama administration’s broader strategy to head off climate change.\nThe arguments ran mainly along party lines. New York and California, strongholds of Democratic power, supported the proposal, while the other three states lambasted the EPA for forcing them to comply with a plan they see as unfeasible and unnecessary.\nRepresentatives from Wisconsin, Indiana and Wyoming questioned the EPA’s legal authority to mandate carbon cuts under the Clean Air Act. The states also questioned the reliability and affordability of power under the new proposal; and they challenged the urgency to act on climate change. Officials from New York and California, by contrast, pointed to successes in reducing carbon emissions without hurting their states’ economies. That’s a sign that climate action and economic well-being are not antithetical, they said.\nThe hearing is the second this year on the Clean Power Plan before the Senate’s Environment and Public Works Committee. The witnesses included heads of state environmental agencies, a public utility commissioner and a representative from a state attorney general’s office. These officials are responsible for proposing and executing a cost-effective plan to cut carbon emissions in their states.\nThe states represented at the hearing have very dissimilar energy portfolios, ranging from an intense reliance on coal to a mixed bag of renewables and fossil fuels.\nWyoming is most dependent on coal for power, with about 90 percent of its electricity produced by burning coal. The state is also the leading coal producer, accounting for almost 40 percent of the coal mined in the country. In addition, many neighboring states draw power from Wyoming; nearly two-thirds of the power produced in the state is used outside its borders.\nThe director of Wyoming’s Department of Environmental Quality, Todd Parfitt, testified that “the proposed rule [is] problematic and unrealistic to achieve” in his state. The proposal doesn’t credit the state for the renewable energy it produces and yet expects it to bear the costs for producing power used by neighboring states, he said.\n“There’s a big contrast between leading states and states that are dragging their feet that would do well by looking to the leading states,” said Travis Madsen, senior program manager for global warming solutions at Environment America. “Wyoming is blessed with a lot of renewable energy resources [and it] could do much much more.”\nThe hearing also revealed a fundamental problem facing the EPA as it tries to reduce greenhouse gas emissions in different sectors—many state and federal leaders deny the science on climate change.\nSen. Jeffrey Merkley (D-Ore.), asked witnesses if the states contributing to climate change should be held liable by the states facing some of its worst effects. The commissioner of Indiana’s Department of Environmental Management, Thomas Easterly, replied, “The environment of our earth has been changing for all of recorded history. Indiana used to be under an ice sheet. There are natural variations.”\nIn his opening remarks, Sen. Jim Inhofe (R-Okla.), who is the chairman of the Senate Environment and Public Works Committee and has long challenged the science on humans’ contribution to climate change, slammed the EPA for imposing regulations on states. In support of his argument, he pointed to a map of the U.S. with 32 states shaded green. These 32 states oppose the Clean Power Plan, he said, and yet the EPA is forging ahead.\nLess than half the 32 states that Inhofe referred to are actively opposing the EPA’s plan. Only 12 states—including Wisconsin and Wyoming—have sued the EPA, challenging its legal authority to impose carbon regulation. A handful of other states have set up legislative roadblocks to submitting a plan. In a number of states, however, leaders have voiced their disapproval of the plan, but are yet to announce their intent to defy or challenge federal regulations.\nIn a joint letter to President Obama last year, the governors of Wisconsin, Wyoming and 13 other states said the EPA “overstepped this hypothetical authority when it acted to coerce states to adopt compliance measures.”\nOfficials from New York and California applauded the EPA’s efforts from the outset to tackle climate change and urged other states to address carbon pollution.\n“I have good news for other states,” said Michael Myers, section chief in the Environmental Protection Bureau of the New York Attorney General’s Office, at the hearing. “You can significantly reduce these emissions from the power sector and do so in a way that grows your economy.”\nNew York is one of nine northeastern states belonging to the Regional Greenhouse Gas Initiative (RGGI), a regulatory program that has set up a cap-and-invest system for carbon emissions from the power sector. According to their own estimates, RGGI states have reduced carbon dioxide emissions by 40 percent from 2005 levels.\nAnd, Myers added, claims that the Clean Power plan is unlawful are “meritless.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}