{
  "url": "https://insideclimatenews.org/news/10032015/doctors-connect-climate-change-and-worsening-respiratory-illness/",
  "title": "Doctors Connect Climate Change and Worsening of Respiratory Illness",
  "date": "2015-03-10T11:00:06-04:00",
  "content": "It’s been so bitter cold in New England this winter that it didn’t surprise Dr. Mark R. Windt when one of his patients came in wheezing and complaining of shortness of breath.\nThe cold air had aggravated her asthma.\nThe daytime high temperatures sometimes weren’t getting out of single digits.\n“That is cold, COLD,” said Windt, a specialist in allergies, immunology and pulmonology in North Hampton, N.H.\nScientists have attributed the frigid temperatures and historic snowfalls to storm tracks that have become stronger and more frequent because of increased greenhouse gas emissions that alter atmospheric conditions.\n“There’s no doubt climate change had an effect on my patient’s asthma and is having an effect on the health of others,” Windt said.\nWindt and a majority of his colleagues in the American Thoracic Society who specialize in the treatment of respiratory illnesses are connecting some of their patients’ disorders to climate change.\nA recent survey by the society found that the majority of its members believe climate change is having a negative impact on the health of their patients. The survey was published in the February issue of the Annals of the American Thoracic Society.\nThe survey, which was conducted by the Center for Climate Change Communication at George Mason University, polled 5,500 U.S. ATS members and asked a series of questions about climate change and its effect on patients.\nNearly two-thirds of those responding to the survey reported that they have already observed symptoms among their patients they attribute to climate change.\nThe doctors, registered nurses and respiratory therapists who answered questions said they were seeing worsening of asthma associated with exposure to ozone or other pollutants, longer and more severe allergy seasons, and more cases of acute and chronic lung conditions.\nThe survey also showed the doctors are worried that four distinct groups will be disproportionately affected by climate change disorders: people with chronic diseases; the poor; children under 4; and adults over 60.\nOne of the authors of the study, Gary Ewart, senior director of ATS government relations, said the survey results will not only help medical professionals become better prepared to treat patients with climate-change-related illnesses but will bring additional attention to the need to address climate change.\nNearly 75 percent of survey respondents said they thought physicians should play a role in informing the public about climate change.\nEwart said the results also indicate a need for physicians and scientists to further prod national and international policymakers to address emissions of greenhouse gases.\nA discussion on the mitigation of climate change also stirs talk about climate change as a public health issue, he said.\n“Climate change must be taken seriously from a public policy standpoint and a public health standpoint,” Ewart said. “One of the things this survey does is shows the importance of healthcare groups taking a stand on climate change, and educating their members and patients that climate change is a healthcare issue.”\nHigh temperatures can lead to elevated ozone levels that have been associated with the exacerbation of respiratory disease, including respiratory infections in children, and a worsening of asthma in children and adults.\nChanging temperatures and rising carbon dioxide levels are lengthening the pollen season and increasing the production and allergic potency of pollen, the ATS points out in an analysis of the survey results. That may explain a recent increase in the frequency of allergic disease, according to the study.\nClimate change also promotes the spread of insect-borne infectious diseases such as malaria and dengue fever, according to the study.  It contributes to the destruction of housing and public health infrastructure through storms and floods that result in injuries and unsanitary conditions.\nBack in New Hampshire, Windt prescribed medication for his patient’s asthma and recommended that she wear a mask to lessen the harshness of the cold air entering her lungs.\nAs a doctor confronting climate change illnesses, Windt doesn’t simply treat his patients’ physical symptoms; he takes time to explain the connection of their sickness to wide-scale changes in Earth’s climate system.\n“It’s really in the trenches where we need to talk about climate change,” Windt said. “It’s not some esoteric professorial discussion. People need to know how it affects them.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}