{
  "url": "https://insideclimatenews.org/news/23022015/smithsonians-inspector-general-probe-willie-soon/",
  "title": "Smithsonian’s Inspector General to Probe Willie Soon",
  "date": "2015-02-23T20:30:11-05:00",
  "content": "The Smithsonian has opened an investigation into the ethical conduct of Willie Soon, one of its part time scientists and a climate-change skeptic who is facing scrutiny for failing to properly disclose his work was funded by fossil fuel interests.\nThe Smithsonian probe follows disclosures this weekend—through the release of public documents—that Soon failed to divulge industry funding for 11 studies that were published in nine scientific journals.\n“The Smithsonian is greatly concerned about the allegations surrounding Dr. Willie Soon’s failure to disclose funding sources for his climate change research,” according to a statement released by Smithsonian.\n“The Smithsonian is taking immediate action to address the issue.”\nSmithsonian’s Acting Secretary Albert Horvath has directed the organization’s Inspector General to review the allegations against Soon.\nFailing to disclose the source of funding for research is a violation of ethical guidelines of many of the journals that published Soon’s work.  They require authors to identify their funders and potential conflicts of interest.\nHorvath will also lead a review of Smithsonian ethics and disclosure policies governing the conduct of sponsored research to ensure they meet the highest standards, according to the Smithsonian announcement.\nSoon works at the Harvard-Smithsonian Center for Astrophysics, which houses the Harvard College Observatory and the Smithsonian Astrophysical Observatory in Cambridge, Mass.\nThe Smithsonian side employs Soon, but he relies on grants from outside funders for his research and salary.\nBetween 2008 and 2011, Soon solicited several fossil fuel interests to pay for studies that show how the sun affects climate change, according to the documents and other public records, which were obtained by Greenpeace and the Climate Investigations Center.\nSince 2008, Soon received more than $800,000 from ExxonMobil, the Charles G. Koch Charitable Foundation, the electric utility Southern Company Services Inc., and Donors Trust Inc., an organization that facilitates contributions largely toward conservative causes from donors who wish to remain anonymous, according to the documents.\nIn his proposals, Soon told funders that the projects would result in scientific papers published “in leading scientific journals,” tools to influence policymaking and public education efforts, the documents show.\nHe also provided annual progress reports to Southern Company and Donors Trust, describing the work he completed for each project as his “deliverables.”\nSoon remains a member of the staff, though Smithsonian distanced itself Monday from his work.\n“Smithsonian does not support Dr. Soon’s conclusions on climate change,” according to the statement. “The Smithsonian’s official statement on climate change, based upon many decades of scientific research, points to human activities as a cause of global warming.”\nSmithsonian’s full statement:\nFeb. 22, 2015\nSmithsonian Statement\nThe Smithsonian is greatly concerned about the allegations surrounding Dr. Willie Soon’s failure to disclose funding sources for his climate change research.\nThe Smithsonian is taking immediate action to address the issue: Acting Secretary Albert Horvath has asked the Smithsonian Inspector General to review the matter. Horvath will also lead a full review of Smithsonian ethics and disclosure policies governing the conduct of sponsored research to ensure they meet the highest standards.\nWei-Hock (Willie) Soon is a part-time researcher at the Smithsonian Astrophysical Observatory in Cambridge, Mass. He was hired to conduct research on long-term stellar and solar variability. The Smithsonian does not fund Dr. Soon; he pursues external grants to fund his research. <\nThe Smithsonian does not support Dr. Soon’s conclusions on climate change. The Smithsonian’s official statement on climate change, based upon many decades of scientific research, points to human activities as a cause of global warming.\nSmithsonian Statement on Climate Change:\nhttp://newsdesk.si.edu/releases/smithsonian-statement-climate-change\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}