{
  "url": "https://insideclimatenews.org/news/21022015/documents-reveal-fossil-fuel-fingerprints-contrarian-climate-research-willie-soon-harvard-smithsonian-koch-exxon-southern-company/",
  "title": "Documents Reveal Fossil Fuel Fingerprints on Contrarian Climate Research",
  "date": "2015-02-21T21:00:57-05:00",
  "content": "After finishing a study contending that solar activity is increasing global warming, scientist Willie Soon of the Harvard-Smithsonian Center for Astrophysics reported his news to a utility company that was a major funder of his work.\n“I have a big super-duper paper soon to be accepted on how the sun affects the climate system,” Soon wrote in a 2009 email to Robert Gehri, a research specialist with Southern Company Services, a mega utility company in the southeastern U.S. that generates power largely from coal.\nSoon, one of few skeptics in the climate science community, described the paper that was published in the journal Physical Geography as “fairly significant scientifically in that this is the first successful formulation of a sun-climate connection.” He was writing a follow-up note to Gehri, whose company has provided more than $400,000 from 2006 through 2015 to fund Soon’s research—and part of his salary.\nThe emails and related documents were obtained by Greenpeace through Freedom of Information Act requests. They were made public today by Greenpeace and the Climate Investigations Center, an environmental watchdog organization based in Virginia.\nThe communications show that Soon called his peer-reviewed research papers “deliverables” in return for funding from fossil fuel companies. In addition, the documents reveal that Soon and Harvard-Smithsonian gave the coal utility company the right to review his scientific papers and make suggestions before they were published. Soon and Harvard-Smithsonian also pledged not to disclose Southern’s role as a funder without permission.\nAlthough the emails don’t show a response from Gehri, an industry executive with a long track record of working behind the scenes to downplay the significance of global warming, they do show Soon sharing a collegial familiarity with industry executives, media skeptics and organizations dedicated to undermining prevailing climate science.\nThe theory advanced by Soon that the sun is a contributor to recent climate change has been widely discredited by scientists worldwide as well as by the United Nations Intergovernmental Panel on Climate Change (IPCC), the world’s leading international body on climate science. Nevertheless, the theory has stoked long-simmering public confusion about the sun’s role in global warming that continues to this day.\nFor decades, the industry has latched on to controversial findings like those advanced by Soon and a small group of contrarian scientists to create the impression that researchers are divided about the cause of climate change. It has pumped millions of dollars into research projects to cast doubt on mainstream climate science showing that the primary driver of global warming is the burning of fossil fuels.\nThe trove of documents released today offers one of the starkest glimpses yet into the workings of this strategy of peddling scientific doubt. Scientists, academics and policymakers say the strategy has helped the industry in delaying or thwarting decisive steps toward curbing global warming.\n“The industry has had a longstanding, rather broad-based campaign to create doubt about the science,” said Michael MacCracken, a former program director for the U.S. Department of Energy’s Carbon Dioxide Research Program. He is now the chief scientist for climate change programs with the Climate Institute, an independent climate research organization in Washington, D.C.\nThe campaign “has paralyzed implementation of what could have been a reasonable ramping up of control efforts over the last few decades, putting the nation and the world now into a situation where much more aggressive action to limit emissions is needed,” MacCracken said.\nOne of the first worldwide calls to address global warming resulted in the 1997 Kyoto Protocol that mandated greenhouse gas reductions.\nIn response, the American Petroleum Institute (API) coordinated a plan to spend millions of dollars to convince the public that the climate accord was based on shaky science. The institute pulled together a Global Climate Science Communications team to enlist scientists who shared the industry’s views. The action plan developed by the team said “victory will be achieved when those promoting the Kyoto treaty on the basis of extant science appear to be out of touch with reality.”\nAmong the 12 people listed as members of the team was Robert Gehri, the Southern Co. executive who was Soon’s corporate contact on the 2009 sun study. Others included representatives from Exxon and Chevron and organizations critical of global-warming science.\nToday the industry persists in its campaign to muddy the picture of climate change. ExxonMobil, API and the Charles Koch Foundation for years were among the largest funders of research and lobbying intended to cast doubt on the science documenting global warming.\nSoon, who is not paid a salary by the Harvard-Smithsonian Center but relies on grants for his wages, has tapped that largess. In addition to the research grants from Southern Co. totaling $409,754 between 2006 and 2015, Soon collected nearly $800,000 in funding from ExxonMobil, API and the Charles Koch Foundation between 2003 and 2012, according to years of public records obtained by Kert Davies, executive director of the Climate Investigations Center.\nSoon declined numerous requests for an interview and when reached by phone Thursday after business hours said it was “rude” to be contacted at home.\nThe 49-year-old scientist earned his bachelor’s and master’s degrees in science and his Ph.D. in aerospace engineering at the University of Southern California. Soon has been affiliated with the Harvard-Smithsonian Center for Astrophysics since 1991. (The group is not officially associated with Harvard University, though it is located on the Harvard campus in Cambridge, Mass.)\nSoon and his co-authors have published dozens of papers in top scientific journals worldwide, sometimes without disclosing the source of funding for those projects, a practice that raises ethical questions and often violates the conflict-of-interest policies of the publications.\nThe reports cover a wide range of climate-denial perspectives. Many of the studies postulate that changes in solar activity are responsible for global temperature trends, such as the 2009 paper that Soon boasted about to Southern Co. The studies all question the extent, severity, cause and existence of man-made climate change.\nQuestions regarding Soon’s credibility and impartiality have circulated for years and have been grist for environmental organizations critical of his research findings and his ethics.\nControversy erupted early this year with the publication of a paper co-authored by Soon in Science Bulletin, a scientific journal cosponsored by the Chinese Academy of Sciences and the National Natural Science Foundation of China.\nIn the paper, Soon and three other climate skeptics attempt to discredit the UN panel on global warming, the IPCC. Soon and his co-researchers contend the IPCC used flawed techniques to calculate changes in global temperature that exaggerated the threat of global warming by as much as 50 percent. The paper has been roundly criticized by climate scientists and academics.\nEach of the writers said at the end of the piece that they had no conflicts of interest. But Davies of the Climate Investigations Center challenged that assertion because of the FOIA paper trail showing Soon has long accepted industry money.\nThe newly released documents show that the dust-up over the Chinese journal echoed a practice Soon engaged in with a variety of less obscure journals that published his work.\nAlthough Soon has at times disclosed the support he received from Exxon, API and the Koch Foundation, the documents show he failed to disclose his special relationship with Southern.\n“As further consideration to SCS [Southern Company Services], Smithsonian shall provide SCS an advance written copy of proposed publications regarding the deliverables for comment and input, if any, from SCS,” according to a funding agreement signed by Smithsonian’s William J. Ford, contract and grant specialist; and Bryan Baldwin, Southern’s manager of environmental assessment.\nChristine Pulliam, a spokeswoman for the Harvard-Smithsonian Center for Astrophysics, said Soon expressed his own opinion. She defended the center’s funding agreements and its scrutiny of the research performed.\n“The Smithsonian stands by the process by which the research results of all of its scholars are peer reviewed and vetted by other scientists,” Pulliam said. “This is the way the scientific process works. The funding entities, regardless of their affiliation, have no influence on the research.”\nSouthern Co. did not make an official available to explain its association with Soon. Company spokeswoman Jeannice Hall issued a brief statement that the company “funds a broad range of research on a number of topics that have potentially significant public policy implications for our business.”\nAgreements such as those between Soon and Southern raised troubling issues, according to Juscelino Colares, a professor of law and associate director of the Frederick K. Cox International Law Center at Case Western Reserve University School of Law in Cleveland.\n“It all goes to the matter of credibility,” said Colares, who teaches courses on international environmental law. “Why are they hiding something? Why are they giving non-science the weight of science? This is manipulation that gives the funder the last word.”\nDavies said the close relationship with industry that the Soon documents reveal raises doubts about the impartiality that is supposed to come with scientific research.\n“It shows that he is not just being funded to do science but to impact the public policy arena,” Davies said.\nAs part of a final report to Southern in 2011 outlining the papers and presentations he produced for a $60,000 grant, Soon explained the policy relevance of the research he delivered:  “The hypothesized dangerous consequences of rising atmospheric CO2 are too speculative for responsible regulatory policy.”\nIn announcing the completion of his 2009 sun-climate paper to Koch foundation executives, who had contributed $65,000 to fund the study, Soon said his findings were consistent with the hypothesis that the sun causes climatic change in the Arctic.\n“It…raises serious questions about the wisdom of imposing cap-and-trade or other policies that would cripple energy production and economic activity, in the name of preventing catastrophic climate change,” Soon told the executives in a 2009 email.\nOne study Soon published—funded by Southern and the Koch foundation—has stirred the debate about the fate of polar bears in the face of climate change and the loss of sea ice. In the study, Soon dismissed the idea that polar bears in the Canadian Arctic were at risk from the impacts of climate change—and questioned whether the region was even warming at all.\nDavies said Soon’s polar bear research goes to the heart of how the industry employs research like Soon’s to deflect attention from the true cause of global warming.\n“Climate change isn’t something you can go out and see like a polluted river,” he said. “But with the polar bears, all of a sudden you could see the results of climate change.”\nThey were starving as their hunting grounds melted away, and people were beginning to connect all of this to the consequences of fossil fuel and atmospheric carbon, Davies said.\n“So the companies are happy having Willie Soon out there,” he said “These companies are paying him to go out in the world to cast doubt.”\nInsideClimate News reporters Lisa Song and Sabrina Shankman contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}