{
  "url": "https://insideclimatenews.org/news/02022015/southern-forests-ability-suck-carbon-air-may-be-slowing/",
  "title": "Southern Forests’ Ability to Suck Carbon From the Air May Be Slowing",
  "date": "2015-02-02T13:00:36-05:00",
  "content": "National Forest Service scientists recently completed a study that suggests forests in 11 southern states might be losing some of their ability to absorb carbon. Photo courtesy of National Forest Service.\nWhen U.S. Forest Service scientist David Wear hikes the trails crisscrossing the Appalachian Mountains, he pauses to revel not only in the beauty and solitude, but to consider the remarkable role that the forest around him plays in the world’s environment.\n“A walk in the woods is as much recreation as intellectual stimulation for me,” Wear said. “I see questions about what’s happening in the changing dynamics of the forests.”\nOne of those questions: How are today’s forests doing when it comes to sucking carbon out of the atmosphere?\nWear and two Forest Service colleagues, John Coulston and Jim Vose, recently completed a study examining the carbon accumulation levels of forests in the southern United States.\nThey discovered a possible reduction in the ability of these forests to absorb carbon. That worries Wear and his colleagues because carbon dioxide is the main greenhouse gas that causes climate change.\nThe trio of scientists, who worked out of the Forest Service’s Southern Research Station, recently had their findings published in the journal Scientific Reports.\nThe study examined the impacts on forests from such things as fire, disease and cutting, as well as the effects of changing land uses. Data were collected from 40,000 locations from Virginia to Louisiana.\nForests are among nature’s most efficient and reliable systems for sucking up and storing carbon dioxide from the atmosphere.\nTrees use the carbon dioxide in photosynthesis—the process that allows all plants to live and grow.\nThe scientists said forests in the southeastern U.S. provided a good workshop because they have more forest land than 96 percent of the countries in the world. Further, the forests in the 11 states studied absorb an estimated 15 percent of the carbon emission generated by energy- and transportation sources in the United States.\n“This is clearly about climate change mitigation,” Wear said. “We are concerned about sequestering carbon from the atmosphere.”\nThe question, Coulston said, is what happens if the capacity to absorb carbon becomes less efficient or less resilient.\n“Greenhouse emissions go up,” he said.\nThe study shows that future carbon accumulation rates in the forests are sensitive to land-use changes. Choices for land use that either reduce the rate of reforestation or increase the rate of deforestation are key factors in future forest carbon accumulation, according to the study.\n“The potential for future carbon accumulation in forests is uncertain due in part to the combined effects of changes in forest growth rates, land use choices, forest management,” and a number of other factors, including the direct and indirect effects of climate change, according to the report.\nAnd it’s not that there’s less forest in the study area. There’s actually a little more because the amount of agricultural land being returned to forest has slightly offset the amount of forest lost to urban development, Coulston said.\nThe biggest factor is the age of the forests. They are getting old. And old trees don’t have the same capacity to absorb carbon as younger trees because they are not growing as fast.\nThe scientists say they hope the study will help policymakers understanding what’s happening in the forests of the South so that information can be considered when addressing climate change.\n“It allows for planning and strategizing to include carbon absorption by forests so that it can be factored into policy goals for emissions,” Coulston said.\n“When considering emission-reduction targets, you need to know what’s emitting and what’s absorbing. Forests are a large factor.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}