{
  "url": "https://insideclimatenews.org/news/03022015/want-build-federal-funds-new-order-requires-planning-future-flood-risk/",
  "title": "Want to Build with Federal Funds? New Order Requires Planning for Future Flood Risk",
  "date": "2015-02-03T12:00:07-05:00",
  "content": "President Barack Obama’s latest executive order looks to curb future damages from one of the nation’s most common and costly forms of climate-related disasters: flooding.\nThe order, issued Jan. 30, creates a new Federal Flood Risk Management Standard that requires current—and future—flood risk assessments to be rolled into the planning and construction of federally funded projects in and around floodplains.\nToday, most agencies determine a new construction project’s flood hazard based on historic flood data, not future flood projections. In fact, the latest flood hazard maps designed by the Federal Emergency Management Agency do not currently account for future risks—although the agency is working on this.\nAccording to a White House blog post by John Podesta, an energy and climate adviser to the president, and Craig Fugate, head of FEMA, this new order will “help communities bounce back faster from disasters.” In the 1990s, for example, floods were responsible for property damages totaling approximately $50 billion.\nThe post also links climate change to a projected increase in U.S. flood frequency and intensity. Specifically, it cites new research by the National Oceanic and Atmospheric Administration predicting that most of the coast “will face 30 or more days of flooding each year by 2050 because of sea level rise.” Over 39 percent of the U.S. population lives in coastal counties, and, according to the National Climate Assessment, there’s over $1 billion in coastal infrastructure and property at risk of inundation.\nChad Berginnis, executive director of the Association of State Floodplain Managers, applauds this order. “Losses are increasing and what we are doing is not working,” he said. This order helps ensure “that we are not wasting tax dollars on repairing projects that just end up getting flooded again.”\nBut the move, recommended by the president’s State, Local and Tribal Task Force on Climate Preparedness and Resilience, drew criticism from Sen. David Vitter (R-La.), an avid defender of affordable national flood insurance rates. In a letter sent to the president ahead of the official announcement, Vitter called the effort a “long-term PR stunt” and said it could trigger increases in flood insurance rates. The administration has said flood insurance rates won’t be impacted.\nBerginnis said projects that apply the stricter building standards could see insurance premiums cut 50 to 70 percent.\nBelow is a guide to the new flood standard:\nWhat’s in the new Federal Flood Risk Management Standard?\nThe standard requires, for the first time to such a comprehensive degree, that all new or rebuilt federally funded projects in and around a floodplain must account for the impacts of climate change. It specifically calls for both current and future flood risk in a project’s siting, planning and construction. The standard also encourages agencies to use green, or nature-based, approaches when designing projects.\nWhy an executive order?\nFacing a Republican-led Congress resistant to climate change action, President Obama is increasingly turning to executive orders for new initiatives. Earlier in January, the president signed another climate-related executive order to address climate change in the Arctic.\nWhy now?\nWith only two years left in office, Obama is looking to secure his climate legacy. In the most recent State of the Union address, he said: “I will not let this Congress endanger the health of our children by turning back the clock on our [climate action] efforts. I am determined to make sure American leadership drives international action.”\nHow is climate change expected to impact U.S. flood hazards?\nClimate change is generally expected to increase the frequency and intensity of U.S. flooding. Sea level rise, heavy rain events and storm surge would all contribute to increased coastal flooding. Inland flooding would similarly be exacerbated from more intense and common rainstorms.\nWhat projects will be affected?\nThe measure will impact all new or expected-to-be rebuilt structures that rely on federal funding. This could include roads, bridges or ports. It could also include hospitals, emergency shelters, energy projects or military bases. It could affect some homeowners or business owners turning to FEMA to rebuild after a hurricane or winter storm.\nHow is a project’s developer expected to comply?\nAgencies will have three ways to calculate where and how high they can build. The first option is to use data and planning “informed by best-available, actionable climate science” on current and future flood risks.\nThe second option is two build 3 feet above the 100-year flood elevation—that’s where there is a 1 percent annual chance of a flood—for “critical” projects such as hospitals; non-critical projects should be built 2 feet above that level.\nThe third option is to build to the elevation of a 500-year flood event.\nWhat are the costs associated with this plan?\nThe motivation for this standard is to minimize flood-related expenses in the long run. To get there will require investment up front, although exactly how much isn’t specifically detailed. A major cost will come from raising new structures above the 100-year flood level, also known as the “base flood elevation” level. According to an Obama administration official, raising new structures above this point “generally adds 0.25 to 1.5 percent to the total cost of construction for each foot of added height.” The plan won’t affect the standard or rates of the National Flood Insurance Program.\nAre any agencies or communities already taking these steps?\nThere are several examples. The Obama administration’s Hurricane Sandy Rebuilding Task Force required certain new structures along the East Coast to be built at least one foot above the base flood elevation. At least 350 communities already mandate a flood risk standard that meets or exceeds the one the federal government is now adopting, according to the Obama administration.\nWhat’s the timeline for getting this standard up and running?\nStarting Jan. 30, the public has 60 days to email comments on the draft implementation guidelines to FEMA. After public input is taken into account, the guidelines will be finalized. Then individual agencies will create their own process for implementing the requirements.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}