{
  "url": "https://insideclimatenews.org/news/03022015/wind-industry-riding-tax-credit-rollercoaster-reports-year-growth/",
  "title": "Wind Industry, Riding Tax-Credit Rollercoaster, Reports Year of Growth",
  "date": "2015-02-03T10:00:40-05:00",
  "content": "U.S. wind energy installations grew more than four-fold in 2014, according to a new report, but the growth was well short of its 2012 peak, and uncertainty over a key industry tax credit is dampening prospects for growth beyond this year.\nNew onshore wind energy projects added 4,850 megawatts to U.S. power supplies during the year, up from an increase of 1,087 megawatts in 2013, according to a report this week from the American Wind Energy Association, a trade group. With those additions, the U.S. has 65,879 megawatts of wind power capacity.\nThe big year-over-year increase in 2014 is partly a function of being compared to 2013, a down year for the industry because many projects weren’t started until after Congress belatedly extended a critical tax credit to the end of 2013. To qualify for the reinstated credit, wind projects had to begin construction in 2013. That led to a rush to get projects underway before that deadline, and the 2013 construction push, in turn, led to the surge of completed wind projects in 2014, according to the Washington-based industry group.\nTexas, already the nation’s largest wind energy producer, installed more than 1,800 megawatts of new capacity last year—more than the nationwide total in 2013.  The state will host the majority of the 12,700 megawatts of wind energy under construction at the beginning of 2015, but 21 other states had projects underway, according to trade group’s report.\n“Wind is gaining strength, but as recent history shows, we can do a whole lot more,” said Tom Kiernan, AWEA’s chief executive officer.\nEven with last year’s rebound, wind and other renewable sources of power remain a small part of the electricity picture. As of Sept. 30, 2014, coal and natural gas power plants provided most of the nation’s power, representing 38 percent and 31 percent, respectively. Wind power supplied 3 percent of U.S. needs.\nTo limit climate change, experts say the U.S. and other countries must quickly shift away from fossil fuels and generate the majority of its power from renewable sources. Germany has led the world in this effort, and now generates close to 30 percent of its electricity from renewables.\nChina continued to lead the world in new wind power farms, adding 20,700 megawatts  in 2014, more than four times the U.S. additions for the year, according to a report by Bloomberg New Energy Finance, an independent research arm of the media company. China now has 96,000 megawatts of wind power capacity, a potential output that’s larger than the U.K.’s entire fleet of power plants, the report said.\nIn his recent State of the Union speech, President Barack Obama touted the nation’s position as “No. 1 in wind power.” The declaration seemed off base given the vast lead China holds in installed wind power capacity.\nIt turns out, however, that the U.S. has been generating more net wind energy from its smaller base than China has been providing with its much larger installed capacity. In 2013, the U.S. produced 168 kilowatt hours of electricity, while China generated 138 kilowatt hours, according to AWEA figures. Wind energy growth in the U.S. has been closely tied to the fate of the Production Tax Credit for renewable energy, which provides a tax break for qualifying projects through their first 10 years of operation. Spurred on by that supportive policy, wind power generation grew by an average of 8,700 megawatts per year from 2008 to 2012, according to a 2014 report from the National Renewable Energy Laboratory.\nWind energy growth in the U.S. peaked in 2012, when the industry added about 13,000 megawatts of new power-generating capacity.\nSo while last year’s growth of 4,850 megawatts may be more than four times that of 2013, it’s still well below the expansion rates of just a few years ago.\nTo the dismay of the wind industry and other beneficiaries, Congress let the PTC and a bundle of other tax credits expire at the end of 2013.  When lawmakers passed its 2014 omnibus budget in mid-December, it approved the package of tax credits for the last two weeks of the year and retroactively for the rest of 2014. The move came too late to spur any new wind projects.\nOn Monday, AWEA reiterated that the wind energy industry needs the tax credits for at least a few more years to solidify its place in the market.\nThe battle to revive the PTC and other lapsed tax breaks for 2015 is already underway, but it’s unclear whether the new Republican-controlled Congress will provide the PTC extension. Without it, wind industry growth in this country is expected to slow substantially.\nOn Monday, the Obama administration released a proposed federal budget that would make the production tax credit permanent—something he has proposed before. AWEA applauded the move.\n“The PTC must be extended for the longest possible time so the industry doesn’t fall off an economic cliff,” said Rob Gramlich, AWEA senior vice president. “The White House clearly understands the benefits of wind having a long-term, stable tax policy in place.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe small city of Minaçu is hoping to challenge China’s dominance in servicing the global appetite for minerals key to the green energy transition.\nBy Isabel Seta, Agência Pública and the Guardian\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}