{
  "url": "https://insideclimatenews.org/news/12122014/de-blasio-names-climate-chief-signaling-possible-shift-policy/",
  "title": "De Blasio Names Climate Chief, Signaling Possible Shift in Policy",
  "date": "2014-12-12T12:00:12-05:00",
  "content": "For most of New York City Mayor Bill de Blasio’s first year in office, global warming didn’t seem to be a top priority—leaving green groups who endorsed him as an environmental champion during his campaign reeling. But 11 months into his term, there are signs that a shift is under way as the mayor made significant pledges and restructured the city’s climate team.\nLast week, de Blasio quietly named Nilda Mesa to lead New York’s climate agenda as director of a new Office of Sustainability. The agency combines two offices with climate-action responsibility. Mesa, an environmental policy and planning authority, has experience at the federal level working for the White House and the Environmental Protection Agency and in New York as the former head of Columbia University’s sustainability efforts.\n“She has sterling environmental credentials and the ear of the mayor and his top officials—two extremely valuable assets for success in this position,” said Eric Goldstein, director of the Natural Resources Defense Council’s New York City Environment program. “There had been a gap in critical personnel. We’re glad it has been filled by a quality candidate.”\nGreen groups had been calling on the mayor for months to expand his global warming agenda, particularly by naming a sustainability head. New York, by far the largest U.S. city with a population of 8.4 million, became a world leader on climate action under the previous mayor, Michael Bloomberg, inspiring action in communities around the world. Billions of dollars in damage from Superstorm Sandy in 2012 gave the issue new urgency and intensified the global spotlight on New York. Climate advocates said that if city’s sustainability work was put off for too long as a new mayor settled in to his new job, years of momentum could be lost and the city left exposed to climate impacts.\nREAD: Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, the  story behind the historic effort by Mayor Bloomberg to safeguard New York from the effects of climate change.\nTaking Ownership\nDe Blasio’s appointment of Mesa and creation of the new sustainability office show he is taking ownership of the issue, climate advocates said. The mayor is pushing for more aggressive initiatives while at the same time restructuring the city’s climate team to function more smoothly.\nFor much of this year, de Blasio focused on inequality issues in New York by taking steps to improve access to good schools, housing and transportation. Climate activists say he began shifting his attention to global warming issues in September, pledging to cut the city’s total emissions 80 percent below 2005 levels by 2050.\nThe 80×50 plan, as it is known, has been tossed around for some time. Bloomberg’s administration described it as “theoretically feasible” but said it “would require change at an unprecedented and technologically untested scale.” De Blasio committed to it anyway, making New York the largest city in the world to do so.\nAs a first step to carry it out, he published a plan requiring that both government and private buildings be retrofitted to reduce energy consumption or face mandates. Buildings are responsible for 75 percent of the city’s greenhouse gas emissions. Known as One City, Built to Last, the plan sets a timeline for city-owned buildings to be updated by 2025 and interim targets for privately owned buildings before 2050.\nInitiatives Welcomed\nAfter months of frustration, environmental leaders said they welcomed the mayor’s new initiatives and appointments.\n“Given the ambitious agenda that Mayor de Blasio has laid out and the great leadership he has put in place—from Emily Lloyd and Dan Zarrilli, to Bill Goldstein and now Nilda Mesa—it’s apparent that he is devoting much-needed attention to NYC’s climate and environmental issues,” said Kizzy Charles-Guzman, policy director of The Nature Conservancy’s NYC Program and a former member of the long-term planning agency’s staff.\nLloyd is the commissioner of the Department of Environmental Protection, Zarrilli heads the city’s climate adaptation work, and Goldstein is the Mayor’s senior adviser on environmental and climate issues.\nAt the same time, some environmental leaders said they will keep a close watch on de Blasio to make sure his pledges and plans result in action.\n“New appointments, reorganized offices and policy pronouncements should never be confused with concrete outcomes and real performance,” wrote Steven Cohen, executive director of Columbia’s Earth Institute, in a Huffington Post editorial this week. While he credited de Blasio for setting ambitious goals and naming “excellent leadership,” Cohen said: “Let’s put substantial resources and our best and brightest people to work on turning these policy goals into real, operating actions.”\nA new system\nFor the past eight years, the city’s Office of Long Term Planning and Sustainability was responsible for creating the city’s environmental agenda. It spearheaded some of the world’s most ambitious climate and sustainability initiatives, including emission reduction, transportation, and green space programs.\nFollowing Superstorm Sandy, the Bloomberg administration created a team within the planning office to handle recovery efforts and global warming adaptation—preparing for future climate impacts such as higher temperatures, rising seas and stronger storms. In March, de Blasio made this unit an independent department, creating the Mayor’s Office for Recovery and Resiliency, led by Zarrilli.\nMesa’s new Office of Sustainability, which will focus mainly on climate mitigation, combines the Office of Long Term Planning and Sustainability with the Office of Environmental Coordination, which focused on administering and advising the city’s climate agenda. The OEC had been led by Mesa since September,\nCombining the long-term planning and coordination agencies is intended to streamline the city’s climate and environment work, said Amy Spitalnick, a spokeswoman for de Blasio. The mayor considered the restructuring for some time and decided to press forward once he met Mesa, she said. Now staffers who write policy will work under the same roof as those who implement it.\nThe Office of Sustainability and the Office of Recovery and Resiliency will work in the same building, and both will report to Goldstein.\nMesa’s Background\nMesa has an extensive background in sustainability. From 2006 to 2012, she was the first assistant vice president for environmental stewardship at Columbia University. During her tenure, Columbia reduced its greenhouse gas emissions nearly 17 percent—more than halfway to its goal of a 30 percent reduction in 10 years—and started several green building initiatives, including the nation’s first LEED Platinum-certified campus, the school’s still-underway Manhattanville expansion.\nHer record wasn’t perfect, however. There were several complaints by student leaders that the school’s sustainability office was too low-profile. Columbia also ranked as one of the least green Ivy League schools, though it was in the top tier of colleges’ sustainability overall.\nBefore that, Mesa was the associate director of the White House Council on Environmental Quality, working to streamline implementation of the National Environmental Policy Act. She also worked for the U.S. Environmental Protection Agency and was assistant deputy for environment for the U.S. Air Force. She also has a law degree from Harvard University.\nThe Mayor’s Office declined an InsideClimate News request for an interview with Mesa.\nPlans, Projections\nThe de Blasio administration in April must file an updated PlaNYC report, required every four years by city law, detailing progress in implementing environmental and sustainability initiatives, as well as setting new goals. Spitalnick said work on it was under way before Mesa’s appointment. It will be a collaboration of the Office of Sustainability and the Office of Recovery and Resiliency.\nIn addition, the New York City Panel on Climate Change, a group of scientists charged with analyzing global warming’s impacts on the region, is preparing to issue new projections late this month or early next year.\n“Not having someone in leadership didn’t stop our work at all,” said Cynthia Rosenzweig, a climate scientist at Columbia University and co-chair of the New York City Panel on Climate Change. Rosenzweig worked closely with Mesa at Columbia and will do so again in her new role. “But I’m thrilled all the same that someone is now there to lead, and that that person is [Mesa].”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}