{
  "url": "https://insideclimatenews.org/news/22122014/2014-riding-rocket-divestment-movement-gains-momentum/",
  "title": "2014: Riding a Rocket, Divestment Movement Gains Momentum",
  "date": "2014-12-22T09:00:00-05:00",
  "content": "This was the year Big Oil and its fossil-fuel brethren began to look a lot less invincible.\nAn unexpected crash in crude prices forced industry leaders to cut spending, mothball expensive projects and put the brakes on new drilling. Local officials, residents and environmentalists blocked new pipelines and rebelled against the surge in shipping oil by railcar. And new limits on power plant pollution, methane releases and oilfield gas burn-off are still looming over coal, natural gas and oil operations across the country.\nMore threatening than all of those things, however, is something the industry has never faced before: The growing belief among global leaders, investors, scientists, and large corporations that the use of fossil fuels must be sharply curtailed—if not phased out—for the sake of future generations.\nStatements from the International Energy Agency, World Bank, the Organisation for Economic Co-operation and Development and United Nations General Secretary Ban Ki-moon have all reinforced the notion that most of the fossil fuel reserves already claimed by companies must stay in the ground—stranded—if the world is to avoid climate change that’s catastrophic for coastal regions, food production, water supplies and more.\nThe latest acknowledgement of the conflict between fossil fuel company interests and the necessity of climate action came from Bank of England Governor Mark Carney, who recently told Parliament that the bank is reviewing the potential risks for investors of “unburnable carbon.”\nThese high-level endorsements have helped drive the fossil fuel divestment movement, making it the most visible manifestation of the strange new world for oil, natural gas and coal companies. Some within the industry began to fight back against the divestment push, which has grown quickly, spread overseas, and forced large shareholders to reconsider their stock holdings in fossil fuel companies.\nLed by college students, faith-based groups, philanthropic organizations and others, divestment advocates view climate change as a threat to mankind, and especially to poorer and island nations. Tackling the threat is a moral imperative, the activists say, and that means university endowments, charities and others must stop owning shares in the fossil fuel companies who worsen climate change and undermine efforts to limit the damage.\nHere’s a look at the four biggest ways the divestment movement made its mark in 2014.\nDoubled in Size and Expanded Overseas\nCompared to divestment campaigns involving tobacco and South Africa’s apartheid system, which took many years to take hold, the movement targeting fossil fuels has been riding a rocket.\nIt started with a handful of U.S. colleges, with students pressuring administrators to purge endowment funds of coal, oil and natural gas company stocks. By the end of 2013, the campaign had landed divestment commitments from more than 70 campuses, churches, cities, hospitals, pension funds, charitable foundations, environmental groups, and others.\nEight months later, by September 2014, the number of commitments had more than doubled to 181 entities and 650 individuals with control over about $50 billion in total assets, according to a report from Arabella Advisors, a Washington, D.C.-based consultant to philanthropies.\nA long list of faith-based organizations has taken the divestment pledge on behalf of more than 500 million members and congregants, according to the Arabella report. They include the well-known Church of England Diocese of Oxford and World Council of Churches, as well as smaller churches.\nWith divestment campaigns underway at more than 400 campuses around the world, the movement shows no signs of letting up. The Fossil Free effort has designated Feb. 13 as “Global Divestment Day,” and plans to mark the day with flash-mobs, sit-ins, rallies and other public action. It is urging backers to close accounts with “banks and pension funds that investing in fossil fuel companies”\nA separate effort has begun urging individual investors to shed their fossil fuel shares and shifting money to green bonds and mutual funds that don’t include oil, natural gas and coal investments.\nWon Some, Lost Some\nThe most celebrated win for proponents during 2014 was the divestment announcement from the Rockefeller Brothers Fund, which drew widespread media coverage because the fund’s riches grew out of Standard Oil profits. (The Rockefeller Brothers Fund is a financial supporter of InsideClimate News.)\nIn May, the big news was that Stanford University agreed to shun investments in coal companies. It fell short of a full divestment of fossil fuels—and therefore some divestment advocates don’t view it as a victory—but it represented the largest U.S. university endowment to take action in response to a student campaign.\nThere were notable gains for the movement overseas, too, from the United Kingdom to coal-rich Australia. In October, Scotland’s University of Glasgow became the first university in the U.K. to join the movement by agreeing to shed about $28 million in fossil fuel industry holdings over a 10-year period. And Australian National University, which agreed to drop a handful of specific coal companies from the school’s endowment fund, stood its ground despite becoming the subject of protests and condemnation by politicians and the affected coal companies.\nOne of the bigger disappointments came in December, when a panel of experts recommended that Norway’s giant pension fund reject calls for it to sell off its fossil fuel investments. The sovereign wealth fund holds about $870 billion in assets, and Total and Royal Dutch Shell were among its 10 largest stock holdings at the end of September.\nThe commission concluded that climate issues could not be effectively addressed “through automatically excluding all coal or petroleum producers from the Fund.” The fund will, however, consider climate-related risks, and could decide to sell carbon-intensive companies on a case-by-case basis.\nThe campaign also got a “no” from Harvard University, home to the nation’s largest university endowment, with more than $36 billion in assets. After extensive review, the university said in October that it would not drop its investments in fossil fuel companies, said to be worth around $80 million in November.\nHarvard President Drew Faust said divestment is not “warranted or wise,” and argued that the university would have greater influence on ExxonMobil and others on climate change matters by remaining an owner.\nDisappointed students and the Harvard Climate Justice Coalition sued the university over its decision. The lawsuit—a first for the divestment campaign—argues that Harvard is bound by its charter to promote “the advancement and education of youth” and to maintain its physical campus (which could be damaged by sea level rise and increasingly fierce storms).\nIn addition, the lawsuit claims that the university investments make it complicit in “fossil fuel companies’ promotion of scientific falsehoods” related to climate change and helps sustain an industry whose “undue and deleterious influence…stymies efforts to make a transition to a clean energy economy.”\nChallenged Investors to Walk, Not Talk\nThe university presidents, pension fund executives and the heads of charitable organizations who have said no to fossil fuel divestment, have argued that they’ll have more influence over oil and coal companies by remaining a stockholder and persuading them to change their ways.\nThe approach, sometimes called “engagement” or “shareholder advocacy,” usually includes private meetings between a large shareholder and the energy company’s top officers or board of directors. If the talks are unsuccessful, a determined shareholder would draft a resolution that other stockholders would vote on at the next annual meeting—a process that only sometimes convinces a company to act.\nSome corporations have agreed to important changes because of shareholder pressure. Climate advocates, for example, got 95 percent of all the shareholder-owned sellers of palm oil to sign agreements to limit deforestation by their suppliers.\nBut most efforts take years, if they are successful at all, and now the divestment movement is forcing endowments, charitable funds to decide, should they walk away, or stay and talk?\n“We have been doing shareholder advocacy for 20 years, and we think it’s a really effective way of getting companies to change supply chains or environmental policies or practices,” said Leslie Samuelrich, president of Green Century Capital Management, during a recent divestment webinar. “But doing shareholder advocacy with fossil fuel companies to get them to reduce their production of fossil fuels is akin to trying to get Starbucks to stop selling coffee.”\nBill McKibben, co-founder of 350.org, the group most involved in the divestment campaigns on college campuses, agrees.\n“Engagement is too often a cover for doing nothing. It’s like the debate over South Africa, when many shareholders pretended that they were going to somehow reform the apartheid government,” McKibben said in an email. “Exxon and Shell—speaking for pretty much everyone else—made it clear this year that they’re not ever going to change their business model. They’re not amenable to engagement; we need to actually stand up to them.”\nThat view was reinforced in September, when the Rockefeller Brothers Fund announced that it would join the Divest-Invest movement and remove fossil fuel investments from the family’s $860 million philanthropic foundation. The charity, run by descendants of oil magnate John D. Rockefeller, will divest fossil fuel assets in phases, starting with coal and tar sands oil. It will increase its investment in clean energy technology.\nFamily members held private meetings with ExxonMobil in recent years in an attempt to shift the company’s stance on environmental and climate change issues, but the effort had little effect, according to the New York Times.\nIf other large shareholders have been trying to convince fossil fuel companies to shift to a more climate-friendly approach, it hasn’t worked yet. The industry and like-minded politicians are still fighting any effort to rein in fossil fuel emissions.\nGroups representing coal, oil and natural gas companies continue to spend heavily to secure more fossil fuel supplies, support climate deniers, fight government initiatives to rein in carbon emissions, and undermine the progress of competing fuels and technologies. Lawmakers with close ties to the industries, meanwhile, have vowed to block federal pollution limits and any federal funds earmarked for climate aid.\nBut shareholders haven’t given up. A coalition of institutional shareholders has a new crop of climate-change resolutions up for a vote during annual meetings in 2015.\n“What we want to see is actual changes in the behavior of the companies that are being targeted, so that’s everything from better disclosure [of their carbon footprint and climate change risks], to what they’re spending money on, to the changes in how they’re involved in the political process,” said Andrew Logan of Ceres, a Boston-based shareholder advocacy group.\nProvoked Industry Reaction\nNow the divestment movement knows it has arrived. Coal companies, ExxonMobil, Shell and others have begun to fight back.\nIn its most public response to the divestment campaigns, Exxon spokesman Ken Cohen derided the student-led effort as being “out of step with reality.” With so many yet to be served with electricity and other modern conveniences, the world will continue to burn fossil fuels well into the future, he noted.\nThe divestment movement wants society to stop using fossil fuels altogether, he said, and that “radical recommendation…would immediately jeopardize the basic standards of living for billions of people around the world.”\nThere was a more public backlash in Australia, where a university opted to sell off stock in seven coal companies. Whitehaven Coal executive Paul Flynn responded with indignation. “This is green imperialism telling us what to do,” he said.\nAnd in Lima, as negotiators discussed proposals for cutting fossil fuel emissions and for transitioning away from fossil fuels altogether, a separately organized gathering advertised a session called, “Why Divest from Fossil Fuels when a Future with Low-Emission Fossil Energy Use is already a Reality?”\nThe panel’s lineup included the World Coal Association’s chief executive officer and Royal Dutch Shell’s chief climate change advisor. After climate activists scoffed at the title and criticized the appearance of the coal and oil executives, the sponsor changed the name of the session to “How Can We Reconcile Climate Targets with Energy Demand Growth?” The panel discussion, held Dec. 8, started about 30 minutes late because of protesters.\nA few utilities, however, are taking a different approach.\nE.ON, Germany’s largest utility company, announced in late November that it would shift its focus to renewable energy and spin off its power plants, energy trading businesses and gas exploration and production units into a separate company in 2016. The company’s traditional power business, which has been losing money amid the upheaval of Germany’s shift to solar and wind energy, remains an “indispensable” part of the nation’s power grid and will continue to operate on its own after the split, according to E.ON CEO Johannes Teyssen.\nThe core company, meanwhile, will concentrate on what Teyssen called “the building blocks of the new energy world”—regulated power distribution networks, renewable power generation, and energy services and offerings such as energy efficiency programs. That new energy world, he said, “will grow faster than the conventional energy world.”\nAnd NRG, the New Jersey-based electric utility, announced in late November that it would cut its carbon emissions in half by 2030 and by 90 percent by 2050. The company, which has one of the nation’s largest fleet of coal and other conventional power plants, said it will expand its renewable power business by helping large companies install solar systems. It has no plans to abandon its existing fossil fuel plants.\nThe company’s new push toward renewable energy and lower emissions is largely a matter of focusing on the fastest growing part of the power market. But NRG Chief Executive David Crane told the New York Times that the fossil fuel divestment movement played a role too.\n“If divestment from fossil fuel companies becomes the issue that preoccupies college campuses around America for the next decade,” said Crane, “I don’t relish the idea that year after year we’re going to be graduating a couple million kids from college, who are going to be American consumers for the next 60 or 70 years, that come out of college with a distaste or disdain for companies like mine.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}