{
  "url": "https://insideclimatenews.org/news/08122014/us-crackdown-oil-trains-less-meets-eye/",
  "title": "U.S. Crackdown on Oil Trains—Less Than Meets the Eye",
  "date": "2014-12-08T10:20:15-05:00",
  "content": "This story is part of a joint investigation by InsideClimate News, The Weather Channel and The Investigative Fund. Read the main story Boom: North America’s Explosive Oil-by-Rail Problem.\nThe first public action U.S. rail regulators took after a fiery oil train explosion killed 47 people in Canada in July 2013 seemed clear, impactful and firm: Trains carrying hazardous materials could no longer be left unattended with their engines running unless the railroad first got approval from the Federal Railroad Administration.\nLeaving a freight train unattended overnight with the engines running had been a major factor in the Lac-Megantic, Canada, disaster, and the August 2, 2013 news release announcing the U.S. action had a no-more-business-as-usual tone. The emergency order was “a mandatory directive to the railroad industry, and failure to comply will result in enforcement actions,” the press release said, adding no train shall be left unattended on the tracks with its engines running “unless specifically authorized.”\nBut it turns out that the emergency order had a loophole big enough to drive a locomotive through.\nVIDEO: Boom: North America’s Explosive Oil-by-Rail Problem\nEarly on the morning of May 6, less than a year after the order was announced, James Racich, a trustee of the town of Plainfield, Ill., noticed a train parked near a crossing in the middle of town with its engines running early. Racich didn’t know about the emergency order, and he was accustomed to seeing trains left unattended on that stretch of track, enough so that it was a sore point with him. When he returned six hours later and saw the train still there—its engines still running with nobody aboard—he contacted the police. They confirmed that the train’s engines were unattended and contacted the railroad, Canadian National.\n“They basically told us the train was secure, was locked up, things like that,” Plainfield Police Chief John Konopek said in an interview, adding “We have our hands tied. Because of federal regulation they can do that.”\nThe half-mile long train parked in Plainfield was a mix of hazmat tankers and non-hazmat box cars, Konopek said. Its crew members had left it unattended because they had reached their maximum allowable number of hours of continuous work. By the time the replacement crew arrived, the train had been parked in downtown Plainfield, unattended with its engines running, for more than seven hours, according to Racich.\nPatrick Waldron, Canadian National’s director of state government relations, said in an interview that stopping the train on that section of track was part of the company’s “normal operating practices and is in full compliance of the laws and regulations, including that order.”\nWhen pressed about the emergency order, he said, “I know the emergency order, but I’ve answered your question.”\nIt turns out that Waldron was right, because the emergency order is far weaker than advertised.\nA tough-sounding FRA news release announcing the order had said that railroads could no longer leave idling trains unattended without approval from the FRA. Five days later, however, the FRA published the actual order in the Federal Register with less fanfare and tough talk. It contained fine print masking a huge loophole: The order would be satisfied when the “the railroad develops, adopts, complies with and makes available to the FRA upon request, a plan” for such stoppages. The “FRA does not intend to grant approval to any plan,” the order continued. So railroads could continue leaving trains unattended without FRA approval.\nAccording to FRA spokesman Kevin Thompson, regulators aren’t required to review the plan. The railroad simply has to keep the plan in its files.\nCanadian National reported it had a plan, Thompson explained, so the company had complied with the emergency order and can continue leaving trains unattended on the tracks with their engines running.\nThis article is part of a project supported by the Alicia Patterson Foundation, the George Polk Award program at Long Island University, the Fund for Investigative Journalism and the Society of Environmental Journalists’ Fund for Environmental Journalism. It was reported in partnership with The Investigative Fund at The Nation Institute.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}