{
  "url": "https://insideclimatenews.org/news/10112014/california-drought-and-climate-fears-spur-approval-prop-1/",
  "title": "California Drought and Climate Fears Spur Approval of Prop. 1",
  "date": "2014-11-10T11:00:54-05:00",
  "content": "Californians’ overwhelming approval for a bond that authorized $7.5 billion for badly needed water projects was largely driven by the state’s current drought and by fears that unpredictable weather patterns fostered by global warming will continue to strain the water system.\nCalifornia is in a severe, multiyear drought that continues to deplete its reservoirs and groundwater aquifers. Polls going into last week’s election showed that more than three-quarters of Californians believe drought and water shortages are among the state’s most pressing issues. Two-thirds of voters said yes to the bond last week.\nThe bond funds a strategic blueprint where funding priorities are tied to a comprehensive statewide water action plan that accounts for future drought and other variables associated with climate change, said Timothy Quinn, executive director of the statewide Association of California Water Agencies.\n“At its core, Proposition 1 advances an all-of-the-above strategy that includes everything from local resources to water storage to safe drinking water,” he said. “Other states facing similar challenges may learn from that approach.”\nQuinn said the uniqueness of Prop. 1 is that it doesn’t just throw money at the immediate problem. In addition to financing two new dams and water treatment and seawater desalination projects, it will pay for groundwater cleanup and management and watershed restoration. Also on the list are water recycling, conservation and storm water capture projects.\nThese kinds of projects are already woven into California’s public policy and will help move the state to a more sustainable water strategy, so it won’t be forced to build several complex and hugely expensive projects that would have transferred water from one region to another, said Doug Obegi, an attorney for the Natural Resources Defense Council water program.\nIt’s not so much the building of dams or the construction of reservoirs that should become a model, Obegi said, but the polices that address drought and climate change.\n“Along with the physical aspects that will be funded, it’s the discussion of conservation and climate adaptation and funding of those programs that will address a more secure water future that are distinctive,” he said.\nMichael Nelson, a professor of environmental ethics and philosophy at Oregon State University, said the conservation provisions in Prop. 1 should have been implemented years ago, before the water crisis became so severe.\nVoters throughout the nation need to understand, he said, that dealing with climate change is a moral problem, not just a technological, economic, or survival problem.\n“Without such a recognition, I think we’ll merely be responding to emergency after emergency with more technological fixes, never addressing the core issue, which is our bad relationship with nature,” said Nelson, who closely follows the national climate debate. “In fact, technologized fixes can make matters worse, in the sense that they can create greater harms down the road, but also in the sense that they can lull us into a false sense of security and therefore encourage us to not confront the real source of our problems.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}