{
  "url": "https://insideclimatenews.org/news/04112014/leaked-transcript-gives-oil-lobbyist-taste-his-own-medicine/",
  "title": "Leaked Transcript Gives Oil Lobbyist Taste of His Own Medicine",
  "date": "2014-11-04T14:00:53-05:00",
  "content": "The public got a rare glimpse into the covert and hardball strategies used by some oil and gas companies when a lobbyist’s candid remarks were leaked to the New York Times and Bloomberg News last week. The leak made the lobbyist the victim of his own tactics.\nThe man was Richard Berman, president of the consulting firm Berman and Company, who pitched a roomful of energy executives in June to invest $2 to $3 million in an “offensive” campaign in Colorado called Big Green Radicals that seeks to discredit anti-fracking advocates.\n“There is no sympathy for the oil and gas industry” and people don’t like the word “fracking,” Berman told his audience at the annual meeting of the Western Energy Alliance. So industry must go on the “offense” against environmental groups, destroy their credibility by airing the personal histories of “every single activist,” diminish their moral authority and use humor to “minimize or marginalize” them.\nThe initial targets of the campaign were the Sierra Club, Natural Resources Defense Council and Food and Water Watch.\nBerman said the influx of money would be a “game-changer” and promised “total anonymity” to anyone who contributed. Donations would be processed through nonprofit organizations that aren’t required to disclose donors.\nRepresentatives from dozens of energy and oilfield service companies were present at the meeting, including Chesapeake, EnCana, Halliburton and BP America. Berman said “a few companies in the room” had already donated, some with “six figure contributions.”\nFracking, a controversial method of extracting oil and gas by injecting water, sand and chemicals underground, has become a critical wedge issue in several states, including in Colorado.\nKathleen Jamieson, a professor of communications at the University of Pennsylvania, said Berman’s talk exemplifies “the rise of the third-party advocate,” a tactic used by  companies to “create an identity that’s disassociated” from their own.\n“That’s an unfortunate phenomenon in contemporary discourse, because we should be able to identify the source of the message and hold them accountable for the message,” she said.\nJamieson, who studies political communication, said such tactics have been used by both the left and the right. “We know this kind of stuff goes on. We just rarely get an insider’s glimpse of it,” she said. “The fact that somebody leaked it [to the press] is a public service.”\nAccording to the New York Times, Berman’s presentation made one executive in the room so uncomfortable he secretly recorded the speech and gave it to the newspaper. Bloomberg reported it obtained a copy of the recording through an environmental activist who got it from a conference participant.\nBerman’s company has launched campaigns against labor unions, the Humane Society and Mothers Against Drunk Driving.\nHere are some of the major points from Berman’s transcript about the Big Green Radicals campaign, and the reactions from groups targeted by his company.\nAnonymous Funding\nIn his speech, Berman criticized Colorado’s environmental groups for weaving a “dizzying” web of financial relationships. “You have multiple shell organizations that are being propped up to hide who is funding what,” he said. “So people are just disclosing the shell organization that wrote the check, but you don’t know who funded that original one. You have outside money getting involved.”\nBut Berman also stressed his commitment to shielding the identities of his company’s funders:\n“People always ask me one question all the time, ‘How do I know that I won’t be found out as a supporter of what you’re doing?’ We run all of this stuff through nonprofit organizations that are insulated from having to disclose donors. There is total anonymity. People don’t know who supports us. We’ve been doing this for 20 something years in this regard.”\nWenonah Hauter, executive director of Food and Water Watch, said her nonprofit was already on Berman’s radar when his speech was leaked, so she wasn’t surprised by his methods.\nIn early October, she said, a man walked into her office with a letter that demanded specific documents about her group’s finances, tax returns and correspondence with the Internal Revenue Service.\nHauter said the documents he asked for are all publicly available, and she provided them as required by law.\nThe man refused to identify himself when Hauter asked for his name, she said, but the letter was signed by Anastasia Swearingen—who worked for Berman and Company as recently as June.\nHauter said she sees Berman’s attention as proof of impact. “Not that we’re enjoying his attacks—but Berman doesn’t attack groups that aren’t being effective.”\nAttack the Person, Ignore the Issue\nBerman also encouraged his audience to attack their opponents’ credibility instead of engaging in a debate over the issues.\nIn Colorado, where fracking regulations have appeared on multiple ballot initiatives, the complexity of things like “setback rules” and “local control” are “inside baseball,” he said.\n“The next thing you know, you’re trying to play defense against multiple initiatives that are very different and very complex. And the public, frankly, doesn’t have the time or the brain to understand them all. So, what we wanted to do is that we wanted to brand the entire movement behind this as not being credible and anti-science.”\nMichael Brune, executive director of the Sierra Club, said Berman’s willingness to gloss over substantive issues “reflects a wrongheaded view of good business.”\n“Insulting your customer base rarely is an effective marketing strategy,” he said. “On top of poisoning people’s air [and] their water…[you’re] adding insult onto those injuries. I don’t think it’s a smart communications strategy or smart business strategy.”\nJamieson, the UPenn professor, said people have become desensitized to tactics that draw attention from the issues. “It’s unfortunate, because…when it becomes name calling and deception, you don’t have an informed electorate.”\nGet People Fearful\nBerman spent much of his presentation telling his audience why they needed his advertising skills.\n“Fear and anger have to be part of this campaign,” he said.\n“If you want to win, that’s what we’re going to do…There is no sympathy for the oil and gas industry. So we’re not going to tap into the sympathetic, ‘Oh, I’m sympathetic for all those poor guys who are running the energy companies.’ What you got to do is get people fearful of what is on the table and then you got to get people angry over the fact that they are being misled.”\nJamieson said Berman’s strategy of painting the industry as disliked is his way of saying “‘you’re in more need of my help than you realize.'”\n“He’s just beating the drums for business,” said Josh Mogerman, deputy director of national media at the Natural Resources Defense Council. “He’s got his hands out, saying, ‘I’m the only one who can help you.'”\nBerman also took the time to tell jokes, getting laughs from the crowd. In one instance, a weedwacker becomes a symbol for sexual orientation; the subject of the joke concludes that only heterosexuals own weedwackers. The joke becomes a running theme of the speech. When Berman’s colleague Jack Hubbard spoke to the crowd, he said, “So my name is Jack Hubbard, and I do own a weekwacker. And have a wife and two daughters.”\nA few minutes later, Hubbard began listing funders of progressive causes such as the Park Foundation and Congressman Jared Polis, a Colorado politician who supports stricter regulations on fracking. “Next is my favorite, Congressman Jared Polis,” he said. “Worth 68 million dollars. Made his money by starting ProFlowers.com and Blue Mountain Greeting Cards. He and his husband, they own three homes; one of which is right outside of Washington DC worth over 5 million dollars. Ok.”\nAn audience member then chimed in, “Does he own a weedwhacker?” earning laughter from the room.\nHubbard answered, “I’m not going to comment on the weedwhacker.”\nSam Schabacker, western region director of Food and Water Watch, said the weedwhacker joke was “like red meat for the crowd.”\n“The idea of sexual orientation resurfaced multiple times throughout the transcript, and [was] used as a pejorative against Rep. Polis…I think it just demonstrates the poor taste that exudes from Mr. Berman’s [talk],” he said.\nMaintain the Status Quo\nFor Berman’s clients, victory could mean maintaining the status quo, he said during his presentation. If you can get people to a point where they don’t know who to believe, then that creates “a position of paralysis about the issue.”\n“You get in people’s mind a tie. They don’t know who is right. And you get all ties because the tie basically insures the status quo. People are not prepared to get aggressive and in moving one way or another. I’ll take a tie any day if I’m trying to preserve the status quo.”\nMogerman, the NRDC media director, said Berman’s strategy for policy paralysis was the most telling part of his speech.\n“It was used by Big Tobacco, and that’s used in climate denial” to sow doubt about the science, he said. “It’s ugly to see it laid out in such stark and direct terms. But it’s also sort of refreshingly honest.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}