{
  "url": "https://insideclimatenews.org/news/15102014/will-obama-heed-science-primer-coming-ozone-rule/",
  "title": "Will Obama Heed the Science? A Primer on the Coming Ozone Rule",
  "date": "2014-10-15T10:00:36-04:00",
  "content": "A high-stakes battle over the nation’s ozone pollution rule reached a new milestone last week when the Environmental Protection Agency submitted its latest proposed rule to the White House for review.\nFor years, EPA science advisers have been urging the administration to tighten the ozone standard from 75 parts per billion to 60-70 ppb to protect public health. But they were repeatedly rebuffed: first in 2008, when the George W. Bush administration adopted the 75 ppb standard, and again in 2011, when President Obama abruptly halted a push from his own EPA to strengthen the rule.\nObama’s move provoked fury from environmental and public health advocates who said he had caved to industry ahead of the 2012 elections. “This was the worst thing a Democratic president had ever done on our issues,” said Gene Karpinski, president of the League of Conservation Voters, at the time.\nNow the administration is faced with the same decision: Earlier this year EPA scientists again recommended tightening the standard to 60–70 ppb, and on Oct.  8, EPA officials delivered the proposed rule to the White House Office of Management and Budget. The agency is under a court order to reveal the proposed standard to the public by Dec. 1 and finalize it next year.\n“It’s all eyes on the administration,” said Gretchen Goldman, an analyst at the Union of Concerned Scientists’ Center for Science & Democracy, which studies the intersection of science and public policy. “This is the exact point where the science meets the policy,” she said. “The scientists have spoken, and it’s up to the administration to decide what they want to do.”\nIf the administration follows EPA scientists’ suggestion, some regions and cities that meet the current standard will need to develop cleanup plans to lower their ozone levels to comply with the new rules, which could involve mandating tighter emission standards for vehicles and power plants.\nOzone is a major respiratory hazard that exacerbates asthma and is particularly harmful to children and the elderly. Climate change is expected to increase the number of high ozone days in regions already struggling to meet ozone standards, including much of California, because warmer temperatures drive ozone formation.\nManufacturing groups, fossil fuel interests and Congressional Republicans say meeting a stricter standard would cost billions of dollars and thousands of jobs. Public health experts, the EPA and environmental groups say the health benefits would far exceed any costs.\nHere’s a primer on why the ozone standard is important:\nWhat exactly is ozone pollution and why is it harmful?\nGround-level ozone is the main component of smog. It’s created when two types of air pollutants—nitrogen oxides (NOx) and volatile organic compounds (VOCs)—react in sunlight.\nNOx and VOCs are emitted by industrial sources, including vehicles, coal-fired and other fossil fuel power plants, chemical facilities and oil and gas production.\nScientists have known for decades that exposure to high ozone levels cause health problems, including aggravated asthma, bronchitis, heart attacks and even premature death. New research links ozone to short-term memory loss and low birth weight in infants, according to the American Lung Association.\n“The scientific evidence that ozone affects human health is overwhelming,” said Michelle Bell, a professor of environmental health at Yale University.  Bell is on the review panel of the independent science committee, the Clean Air Scientific Advisory Committee (CASAC), which advises the EPA on ozone.\nWhat ozone standard do EPA scientists endorse?\nIn June, CASAC reviewed the EPA’s ongoing analysis of ozone science and concluded that even reducing the ozone limit down to 70 ppb would provide “little margin of safety for the protection of public health, particularly for sensitive subpopulations.”\nIt supported a standard lower than 70 ppb—and as low as 60 ppb.\nBell said the scientists analyzed “hundreds and hundreds” of peer-reviewed scientific research papers, producing reports that were “several telephone books thick.” The EPA-CASAC process is extremely “scientifically rigorous,” she said. All of the documents are available online to the public, and the process includes opportunities for public comment.\nGoldman, the Union of Concerned Scientists analyst, said she experienced the committee’s attention to detail when they told her their review would reference an ozone research paper she wrote in 2011. The scientists didn’t just want to see her study—they wanted a copy of Goldman’s original data so they could verify her conclusions. She had to dig through her notes from graduate school to find those documents.\nIn August, two months after CASAC reached its decision in June, EPA scientists presented its final recommendation to agency administrator Gina McCarthy, calling for a new standard between 60 and 70 ppb. It’s unclear if McCarthy followed their recommendation when her office delivered the proposed rule to the White House.\nSo what happens next?\nThe proposed standard is now under review at the White House Office of Management and Budget. The EPA is under a court order to release the number by Dec. 1, and to develop a final standard by Oct. 2015.\n“We’re just hoping they follow the science,” Goldman said. Scientists have recommended the 60-70 ppb standard since 2008, and the evidence has gotten stronger over time, she said.\nCASAC’s endorsement of a standard lower than 70 ppb, however, complicates the issue, she said, because an administration that’s trying to manage the political fallout might normally embrace the upper end of the 60-70 ppb range provided by the scientists. “But in this case, if they choose 70 ppb, they’re doing that with the knowledge the scientists have said it’s not necessarily an adequate margin of safety.”\nThe issue is particularly sensitive for Obama because of the criticism he faced in 2011 after backtracking on his promise to tighten the ozone standard. Then-EPA administrator Lisa Jackson called the 75 ppb standard “not legally defensible.” She considered resigning as a result of Obama’s decision.\nWhere are the country’s ozone hot spots?\nAccording to a recent report from the Congressional Research Service, the public policy research arm of Congress, 40 percent of Americans live in areas that are out of compliance with the 75 ppb standard.\nMost of those areas are cities, where concentrated emissions from cars, trucks, buildings and industrial plants create plumes of ozone above metropolitan areas. The urban heat island effect—which causes cities to be several degrees warmer than surrounding areas—also increases ozone levels, because higher temperatures drive the chemical reactions that form ozone, Goldman said.\nAside from cities, some rural counties in Wyoming, Colorado and Utah with high oil and gas drilling have also failed to meet the ozone standard. One famous case involves Boulder, Wyo.—pop. 170—where wintertime ozone levels soared to 122 ppb in 2008. The high ozone levels were driven not just by the industry’s emissions, but by the reflective snow cover and atmospheric conditions that concentrated sunlight and pollutants close to the ground.\nThe city of San Antonio is struggling with a similar problem, as local ozone levels have soared in recent years along with oil and gas production in the nearby Eagle Ford Shale. Local officials are conducting a multi-year study to figure out how shale activity contributes to ozone formation over the city.\nWhat does climate change have to do with it?\nThe impact in some regions could be aggravated by climate change, which increases heat waves and average temperatures. In general, scientists say climate change will worsen ozone problems in already-polluted cities, while having little impact on—and possibly even lower—ozone levels in rural areas.\nA 2011 report from the Union of Concerned Scientists projected that in 2020, the U.S. would pay up to $5.4 billion for the ozone-related health impacts exacerbated by climate change. By 2050, the impacts would include an average of 11.8 million additional asthma attacks and other acute respiratory problems.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}