{
  "url": "https://insideclimatenews.org/news/01102014/fercs-approval-gas-exports-climate-effects-get-glossed-over/",
  "title": "In FERC’s Approval of Gas Exports, Climate Effects Get Glossed Over",
  "date": "2014-10-01T11:00:10-04:00",
  "content": "Environmental and community groups on Tuesday assailed federal approval of the Cove Point liquefied natural gas export project, arguing that regulators glossed over the climate change consequences. They vowed to challenge the decision through a regulatory appeal or in the courts.\n“The groups that have been opposing this facility for more than a year have no intention of quitting and conceding this,” said Mike Tidwell, director of the Chesapeake Climate Action Network, one of several nonprofit groups fighting the Lusby, Md. LNG project. “There are legal steps before us next.”\nThe Federal Energy Regulatory Commission (FERC) approved the Cove Point LNG export project late Monday. It imposed 79 conditions on its construction that regulators said would mitigate potential adverse environmental impacts. Those conditions were based on an environmental assessment of the project, a less-rigorous review than what is called for in an environmental impact statement.\nFERC’s action allows Dominion Cove Point to liquefy and export as much as 5.75 million metric tons of U.S. gas per year from the terminal. The commission said project owner Dominion Resources Inc. proposes to complete construction in time to begin exports in June 2017. In separate actions, the Department of Energy conditionally approved gas exports from the terminal to any country, providing there are no U.S. trade prohibitions.\nThe Chesapeake Climate Action Network and others oppose the project primarily on environmental grounds, arguing that Cove Point LNG exports would generate excessive greenhouse gas emissions. They argue that FERC improperly left out estimates of environmental impacts that begin in the natural gas fields of the Marcellus shale formation, those created when the gas gets burned, and the added emissions that would come from increased drilling and hydraulic fracturing—or fracking—to meet higher export demand.\n“FERC said it’s unable to determine where this gas would come from that would be exported,” and it therefore cannot measure those emissions, said Tidwell of the Chesapeake Climate group. “Everyone pretends that the gas comes from nowhere and it goes nowhere after it leaves.”\nNathan Matthews, staff attorney in the Sierra Club Environmental Law Program, added that FERC acknowledged that it approved the project despite not having all the information it required from Dominion on its mitigation plans. Since the public has not had a chance to review or comment on that missing information, Matthews said, FERC’s action “circumvents the public review process that is inherent in the National Environmental Policy Act,” a 1970 law that governs environmental assessments of major federal decisions.\nRegulators at the Environmental Protection Agency also have pushed for FERC to measure the cumulative environmental effects of all the LNG export facilities it’s already approved, and to take account of indirect effects such as increased natural gas production and higher natural gas prices. FERC, however, is not obligated to address the EPA recommendations. Dominion Cove Point is the fourth LNG export facility to be approved by the government.\nDominion Resources, the project’s backer, is a Richmond, Va.-based company that owns power plants, natural gas pipelines and storage facilities, and provides power to utilities and consumers in 10 states. Dominion built an LNG import facility on the Lusby site, but the domestic boom in gas production displaced imports and idled most U.S. LNG import terminals.\nRebuilding Dominion’s existing terminal to export LNG is expected to cost $3.8 billion, and requires equipment to chill the natural gas to -260 degrees Fahrenheit to convert it into a liquid. The liquid gets loaded onto special tankers to overseas customers, such as companies in Japan and India, where it will be converted back into a gas.\n“The FERC’s review of this project was exhaustive, complete, and reflects consideration of thousands of comments,” Dominion Energy President Diane Leopold said in a statement on Tuesday. “We are looking forward to starting construction in the very near future, building the terminal with the public’s safety first and foremost in our mind.”\nOn Tuesday, Dominion notified FERC that it accepts the agency’s approval order and the conditions. The company said it would file a plan showing how it will comply with the agency’s conditions and also seek FERC permission to proceed with construction.\nIn the coming weeks, opponents plan to file a request for a rehearing of the matter at FERC, and a separate request that the project be halted until the challenges are completed. If that approach fails, the groups said they will take the matter to court.\nDominion argued that the project would create jobs and add tax revenue to local government coffers. The company also said it “can bring significant environmental benefits by replacing coal for power generation overseas.”\nThe environmental benefits claimed by Dominion—and by the natural gas industry as a whole—have been  called into question by more recent studies that suggest that total emissions from exported natural gas were higher than previously thought, and that they may be equal to or worse than those generated by coal.\nThat’s because the process now used to produce much of the nation’s natural gas creates extra emissions and methane leaks, and then more emissions get released when the natural gas gets liquefied, shipped overseas, re-gasified, and finally burned in a power plant.\nOther groups, including Calvert Citizens for a Healthy Community, are fighting the Cove Point plant over concerns about local pollution and the safety of people in the residential community that’s within 1,000 feet of the LNG project.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}