{
  "url": "https://insideclimatenews.org/news/21092014/nyc-climate-march-tops-expectations/",
  "title": "NYC Climate March Tops Expectations",
  "date": "2014-09-21T14:18:56-04:00",
  "content": "InsideClimate News spent Sunday covering the People’s Climate March. This story was last updated at 4:45 PM.\nNEW YORK—They took the A train—or the B, C, or D, or the 1 or the 2. They piled off buses and ambled across Central Park. All along the Upper West Side, from Columbus Circle at 59th for at least 30 blocks north, the crowd poured in for what organizers had billed as the biggest public demonstration ever to push for action on the climate change crisis.\nBy midafternoon on Sunday, it was clear that prediction had been fulfilled. The crowd was so thick, and moving so slowly, that marchers at the rear of the line were fretting that if they made it in time to their bus pick-up spots on 34th Street it would be a miracle indeed. They had more than 50 blocks to go, and there were an estimated 310,000 people in front of them.\nThe marchers had started to assemble in mid-morning, and all afternoon they marched, danced, chanted, jostled and cheered themselves along.\nAt Columbus Circle they flowed by at a rate of about 10 people per second for hour after hour, holding signs and boogying to brass bands. Thirteen blocks uptown at 72nd Street pedestrian gridlock reigned supreme, as people who had hiked across Central Park lined up, waiting to join those already packed in place.\nSome stopped to buy shish kebabs and Coney Island hotdogs from a vendor wearing a Sierra Club T-shirt. He was too busy to talk, but gave his name as Abdul and said he supported the march, not just because business was booming but because “they are doing the right thing.”\nUp the street at the Natural History Museum, Wang Qiong, a postdoctoral student in infectious diseases at Rockefeller University, said scientists at home in China and here in the United States were “on the same wavelength” when it comes to climate change. The difference, she said, is that “here I feel people are using too much energy—in summertime, the A.C. is way too cool.”\nShe said she’d never marched in a demonstration before.\n“I just want to give support and be surrounded by other people’s energy,” she said.\nIt was an orderly, even a happy crowd. Coming up the steps from the subway, they were met by “greeters” wearing T-shirts identifying them as volunteers, ready to point uptown or downtown for out-of-towners, of whom there were many. Other volunteers kept the porta-potty queues as polite as anything at London’s march—there were marches all around the world, but none rivaled this one.\nJohanna Miller, advocacy director for the New York Civil Liberties Union, on hand to provide legal counsel and eyes on the authorities lest anyone became rowdy, had basically nothing to do on Sunday.\n“We don’t have an official position on climate change,” she said of the ACLU, “but we are definitely supportive of people’s right to petition their government.”\nBy 10:30 Sunday morning the streets of Midtown were already packed. The World Wildlife Fund had handed out all its 5,000 T-shirts—which show a panda saying “Save the Humans”—long before the march began at 11:30.\nLou Leonard, WWF’s vice president for climate change, said this is the first time the WWF has organized its base like this, asking its members to come out for a march or direct action of this size.\nSo far, he said, he’d been blown away. “I mean, look around, right?”\nOrganizers had been mobilizing people from New York’s five boroughs and its suburbs for months, along with those who had pledged to attend from across the country. More than 1,500 organizations, large and small, helped organize the march, and more than 2,000 other events are scheduled around the country and the world.\nCarolyn Murray, a coordinator overseeing 40 organizers in New York, described the effort, reaching down into community boards and churches, finding 472 neighborhood captains in the boroughs who each recruited 100 people to their teams. If they all showed up, that was 40,000 to 50,000 right there.\nMurray has been an organizer for 25 years, cutting her teeth at the University of Massachusetts in the days of anti-apartheid divestment, a tactic the new climate mobilization has adopted.\n“That divestment movement shaped me, and I’m glad to see us take a lesson from history and come full circle now with the climate movement, at this amazing moment,” she said.\nBack then, there was no such thing as social media. Today, Twitter is alive with talk of the march. Other new ways of publicity have boiled up too—like lighting up the façade of the United Nations building last night with calls for climate action.\nUN Secretary General Ban Ki-moon, who has convened a leadership summit on Tuesday, had said he would join the marchers. Many other leaders promised to attend, too, from the Marshall Islands (threatened with inundation) to the United Nations Framework Convention on Climate Change (hoping for a big wave to carry its negotiators to a successful treaty negotiation over the next 15 months).\nBut this was not the leaders’ march. It carefully chose to call itself the People’s Climate March. There wasn’t even be a grandstand podium for big shot speeches, although at local assembly points around the city megaphones and loudspeakers stirred up the growing crowds, just as there were sermons on the subject from pulpits around town.\nOne organizer sent out a blast email with the subject line: FOMO.\nThat stands for Fear Of Missing Out. It’s a phenomenon that numerous people alluded to in one way or another—that all of sudden in the last few weeks, there had been a surge of interest.\nYou could see it on the street, as kids went to school to join their teachers in the march, and as couples strode by, handmade signs tucked under their arms.\nOne thing that was striking was the diversity of the effort.\nOrganizers were determined to bridge a historical gap between mainline environmental groups and people of color. One of their slogans was that to change everything, you have to include everybody. At the front of the march were labor organizations, environmental justice advocates, first nations, immigrants and envoys from the developing and poor nations, who are likely to be hit hardest by the effects of climate change.\nBut plenty of people from posher communities were there, too, and overall it seemed to be a predominantly white crowd.\nAt about 10:30 a.m., interest groups coalesced along Central Park West, a broad avenue that was closed for 30 blocks north of Columbus Circle.\nScientists, for example, gathered at the Museum of Natural History. Three hours later they were still right there, waiting to move forward.\nBetween 81st and 82nd on Central Park West, the Greenpeace group rallied around “Saving the Arctic.” Greenpeace grassroots director Njambi Good said they had 3,000 RSVPs for the event, with buses coming from North Carolina, Washington, D.C., Maine, Chicago and elsewhere in the United States.\nThe head of the march was at Columbus Circle, where Broadway slices across 59th Street.\nThere, on the southernmost knoll of Central Park, a group of demonstrators meditated silently as the marchers walked rather briskly by that particular spot. One of the contemplatives, her eyes closed, held a sign that said “Wake up.”\nMostly the march was a cacophony without a cadence. It slowed, it stalled, and then its energy bubbled to the surface in a call-and-response or a bit of familiar tune. We Shall Overcome. You Better Change Your Evil Ways. It’s Getting Hot in Here (So Turn Off All Your Cars).\nAt 1:00 p.m., however, they marchers observed a brief moment of silence. Marchers stood still with their hands in the air, quiet, waiting for something they knew was on its way.\nUp the avenues the silence crept. And then from the back of the parade, a noise like a rising surf came back, growing rapidly louder, and finally breaking over their stilled heads like the perfect wave on a summer day. It made you want to yell, and they did.\nA group of people from Philadelphia showed up at the end of the line, at 47th Street and 6th Ave. They had finished the march two hours earlier, they said, but wanted to see the last marchers pass by. This is the “defining moment” of our time, they said, and they didn’t want to miss anything.\nHere’s a video from ICN reporter Katherine Bagley on the end of the march:\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}