{
  "url": "https://insideclimatenews.org/news/18092014/qa-one-baptist-ministers-long-careful-road-climate-activism/",
  "title": "Q&A: One Baptist Minister’s Long, Careful Road to Climate Activism",
  "date": "2014-09-18T11:00:00-04:00",
  "content": "When thousands of activists descend on Manhattan this Sunday for the People’s Climate March, faith-based groups will be among them. Dozens of religious organizations and churches have signed up to join in demanding action to fight global warming. But as the Rev. Dr. Carroll A. Baltimore, former president of the Progressive National Baptist Convention, says, religious groups’ road to the march has been slow and rocky.\nSome factions of Christianity, such as evangelicals, have an inherent mistrust of science that for years contributed to widespread denial of climate change. Others—in poverty-stricken, minority communities, for example—put a lower priority on global warming. But as natural disasters fueled by climate change devastated the lives of billions of people, global warming became less a scientific issue and more a moral one. Religious communities across the planet began calling for action.\nBaltimore, currently the CEO of Global Alliance Interfaith Networks, plans to walk alongside other religious leaders in Sunday’s march. He spoke with InsideClimate News about who within the faith community has led the charge on climate change, the power of America’s clergy in shifting the nation’s climate conversation, and the impact of moral argument. This conversation has been edited for brevity and clarity.\nICN: When and why did you personally start paying attention to the climate issue?\nBaltimore: I’ve been doing ministry in the Philippines for 30 years. I started noticing about 10 years ago that the weather patterns were changing. The rainy seasons, the typhoons, were becoming more intense and longer. You couldn’t predict it anymore. They were taking more lives. It was costing my organization more and more money to keep the ministry in the Philippines going. So I started reading and researching and watching, not just there, but in the U.S., too.\nICN: How did you bring that knowledge and experience back to the U.S.?\nBaltimore: In 2010, I became president of the Progressive National Baptist Convention. During that time, we weren’t talking about climate change. People were looking at me like, “that’s an unknown subject. You don’t talk about going green. About environmental change.” I got involved with other groups, including Interfaith Power and Light and Earth Day, and began marching and demonstrating to highlight it. I had to do a lot of teaching about being stewards and managers of the earth. It started to catch on. But even today, it is a very slow process in the African American religious neighborhoods.\nICN: What has the evolution of climate change been like in the faith community? Have certain sectors embraced the need for climate action before others?\nBaltimore: It has been a very slow process. And it depends on what section of society you’re in culturally, what neighborhood you’re in, what region of the country you’re in. In some churches, people are just trying to survive from day to day. Families are still trying to educate their children or put food on their table. So when you talk about climate change, that’s not even on the agenda.\nThe Episcopal Church has been leading on climate change for a while. Some Catholic priests as well, such Father Paul Mayer, who passed last year, but who helped found the group Interfaith Moral Action on Climate. Also, Lutheran groups have been at the forefront.\nICN: One of the strategies I’ve noticed is that religious groups don’t frame climate change as a scientific or environmental issue, but as a moral one. Why is that so impactful?\nBaltimore: The moral argument really connects with most people. We can grasp that. We can see it as securing our future, making it safe for the next generation, for our children. No matter whether Christian or non-Christian, all faith traditions teach that we have a moral obligation to take care of creation. We are stewards. That’s why the moral argument is so powerful in motivating faith communities to act.\nICN: Studies have shown a correlation between evangelicals and a mistrust in science, causing them to doubt evidence that the world is warming more than the American public in general. Why do you think that mistrust is there?\nBaltimore: Very simply, a lack of knowledge. A narrow scope of understanding.\nICN: What impact do you think this doubt by such a large, politically powerful group in the U.S. has had on the progress of climate action nationally?\nBaltimore: I think it has had a tremendous negative impact on progress. Propaganda slows down the wheels of progress, and there’s been a lot of propaganda [in the climate debate].\nICN: How do you get evangelicals to care about climate change?\nBaltimore: With the message that we are Earth’s caretaker. We must look at the situation as if we are literally choking the life out of creation itself. If you travel to some of the remote areas of this nation and this world, you can see the devastating impacts of climate change on not just human beings, but wildlife and ecosystems. You can’t help but feel the pain in your own life. And you need to realize that you’re responsible for what is happening here.\nICN: Historically, the environmental movement has been fairly homogenous: middle class and white, as one historian told InsideClimate recently. But that seems to have changed in recent years. What role have African Americans church leaders played in this?\nBaltimore: I think we are slowly getting involved, but unfortunately, like with many topics, African American leaders haven’t really been invited to the table. We’ve been left out of most of the meetings and gatherings dealing with religion and climate change. Maybe it is because they think we don’t have an expertise on this.\nICN: There are dozens of faith-based groups converging on New York this week, for the Religions of the Earth conference, in which you are participating, and the People’s Climate March. What makes this moment so special?\nBaltimore: It is a history-making event. I think this is a moment in time where we make an impact, to really get this message over to our leaders, particularly our political leaders. We must seize this moment. If we don’t seize it, we are missing the opportunity to bring about powerful change.\nICN: There are wide swaths of the American public who trust their pastors more than the news. Doesn’t that put the clergy in an incredibly powerful position in terms of changing the tide of the climate movement?\nBaltimore: Yes. They can play a big role. However, there is a spirit of mistrust in America right now between the political sphere and the spiritual sphere. I probably shouldn’t say this, but it is what I feel. I’ve been in ministry a long time—48 years—and you can feel the tension. There’s mistrust everywhere. It calls for more responsibility, working to solve that problem, if we’re going to get anything done.\nICN: Do you see any change in that mistrust? Have the last few years made any difference?\nBaltimore: I think so. I’m looking at my grandchildren and can see that change is on the horizon. That change is part of the reason people are converging on New York this weekend.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}