{
  "url": "https://insideclimatenews.org/news/20082014/qa-how-superpac-shoestring-taking-congress-climate-apathy/",
  "title": "Q&A: How a SuperPAC on a Shoestring Is Taking on Congress’ Climate Apathy",
  "date": "2014-08-20T12:00:34-04:00",
  "content": "Earlier this month, Hawaii Democratic Sen. Brian Schatz won his party’s primary race by just 1,769 votes in a hotly reported contest that lasted two years and saw millions in spending from special interests. But little reported was the 11th-hour entrance into the campaign by a tiny new SuperPAC that just may have helped seal the election for Schatz: Climate Hawks Vote.\nFormed in May to help get climate-conscious legislators elected to Congress, the group forewent expensive TV and print ads for old-fashioned electioneering. Volunteers made thousands of phone calls and peddled Schatz’s climate credentials on sidewalks, at environmental conferences and debate viewing parties.\n“Hawaii was a close enough race that we really made a difference,” according to R.L. Miller, the tireless climate advocate at the helm of the group, who’s also a lawyer, chair of the California Democratic Party’s environmental caucus and a blogger. Schatz is expected to beat his Republican challenger in November.\nHawaii is just the beginning, Miller said. The organization, with its shoestring budget of $10,000, is working to get a climate advocate elected to Arizona’s Seventh Congressional District. It created a scorecard of all House Democrats’ votes and their leadership on climate issues to help guide voters. Climate Hawks Vote is also finalizing which races it will try to influence in midterm elections this fall.\nIn an interview with InsideClimate News, Miller, 52, talked about the group’s origins, Congress’ climate problem, and how a SuperPAC can make a difference with a not-so-super budget. This conversation has been edited for brevity and clarity.\nICN: How did you first get involved with the climate change fight?\nMiller: I discovered the liberal blogosphere when Sarah Palin got nominated for Vice President in 2008. It was a place to channel the outrage I felt. It was also there that I began hearing about global warming. I started researching the issue and a little while later, a wildfire hit near my house in southern California. It made it personal. This was affecting me. It was affecting my children. This was affecting my community. So that’s why I felt so compelled to speak out about climate change.\nICN: What inspired you to start Climate Hawks Vote?\nMiller: There are certain things that are core within the Democratic Party. You don’t speak out for restricting a woman’s right to choose. You don’t speak out for the Koch Brothers. Yet at the same time, we’ve got plenty of people within the Democratic Party who think it is perfectly okay to speak out in support of coal. That needs to be stopped if we are going to get anywhere on climate change.\nBrian Schweitzer [former Democratic governor of Montana] was my tipping point. He was being considered for the U.S. Senate in spring 2013. He’s got this whole clean coal shtick. A coal cowboy. I got pretty angry and I spoke out against him. That’s when I got inspired to start up Climate Hawks Vote.\nKB: You’ve raised slightly more than $10,000 from individual donors, and you have a small staff. How exactly are you influencing races?\nMiller: I’ve walked my feet off for my local Democrats. Over the years, I’ve formulated a theory that if you’re in a swing race and you get three to six direct mail pieces every single day and watch so many commercials, you get tired of it all and you tune it all out. I don’t think that the expensive methods are effective methods. What is effective is talking to voters. So that’s what we’re doing.\nICN: Can you honestly compete against candidates with big fossil fuel industry backing?\nMiller: What we’re doing is base turnout. Our job is to reach voters and get them to the polls. That is phone banking and getting people to rallies and doing those nuts-and-bolts kinds of things. That’s how you win elections. Luckily, that kind of work doesn’t take a lot of money.\nICN: On your website, you talk about wanting to elect climate hawks. What exactly are the qualities of a climate hawk?\nMiller: Many Democrats see climate change as just another issue and they pay it very little attention, or no attention at all. I get that jobs and the economy are generally people’s biggest concerns, but climate change affects jobs and the economy in many diverse ways. So we need to pay attention to it.\nThe qualities I’m looking for in climate hawks are a willingness to call for a price on carbon, a willingness to call for phasing out and ending a reliance on coal, and strong support for renewable energy, for solar and wind in particular.\nICN: You’ve gotten involved in Hawaii and Arizona. What other races are you watching and could get involved in?\nMiller: There are somewhere between three and six races where I’d like to hire a organizer—someone who is already on the ground, knows the community, is politically active and knows the power structure. So much is dependent on fundraising, but we’re looking at places like South Dakota. I’d love to know that there is a climate hawk running in every race in the country, but that’s just not realistic. Don’t forget I am the start-up scrappy SuperPAC without access to large sums of money.\nICN: You’ve published a scorecard tracking not just House Democrats’ climate-related votes, but also their leadership on the issue. Can you walk me through how it works.\nMiller: We scored politicians’ votes in over 100 bills in each session of Congress, both the 112th and 113th. We rated every single bill between 1 and 5 depending on how aggressively it dealt with climate issues. We tracked bills that were introduced, but throttled by House leadership. We also tracked politicians’ climate activities outside of voting, like showing up at climate events, holding press conferences, or listing the issue on their website.\nICN: What did you learn from that research?\nMiller: The majority of Democrats we looked at had an intensity gap between the way they voted and their leadership score. For example, New York was hit hard by Hurricane Sandy. A lot of the Democratic congressional members affected most directly by Sandy were not shy about asking for recovery money, but they absolutely would not connect the dots to climate change. It is the same story more or less with the Iowa and other Midwest Democrats. They don’t make an effort to connect the floods or the droughts to climate change. So I’m calling them climate ducks, as in they duck the issue.\nICN: Do you have plans to add Senate Democrats and Republicans to the scorecard.\nMiller: Yes, and yes. But it is very time consuming.\nICN: What do you think it will take for climate change to be the—or even a—major issue for legislators?\nMiller: There are people who think that a major disaster would serve as a wake-up call. But we’ve already lived through Katrina, through Sandy, through quite a lot of droughts and floods that affected people across the U.S. I don’t think that praying for a disaster as a wake-up call is going to work. Instead, I think it is going to take a great deal of hard work.\nDemocrats are finally at step one, which is ridiculing those that deserve ridicule for denying climate change. But it is not enough to call out the bad Republicans. We also need to call out Democrats who haven’t done enough. We need politicians who will act on climate, who have a plan to fix it. Not just people who pay lip service to climate change, and I don’t think enough of them are doing that.\nICN: Many pro-coal Democratic candidates have industry backing too, right?\nMiller: Yes. As a Democrat, I am very excited about the possibility of getting rid of Mitch McConnell [R-Kentucky]. But as a climate hawk, I’m biting my lip. That’s a hard one. So many Democrats are so invested in that race. We do need to get rid of McConnell, but I’m not convinced that Democratic nominee Alison Grimes is going to be any better on climate and coal.\nICN: Would you ever back a Republican candidate? Is there anybody who you’re considering right now?\nMiller: I’m not going to get involved and back a Republican just because they admit that climate change is real. They need to have the second half of that equation: a plan to deal with it that includes a, b and c. Republicans tend to push nuclear and natural gas as solutions. I’m not convinced that either is a really viable option.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}