{
  "url": "https://insideclimatenews.org/news/06082014/de-blasios-neglect-climate-policy-thwarts-continued-progress-bloomberg-legacy/",
  "title": "De Blasio’s Neglect of Climate Policy Thwarts Continued Progress on Bloomberg Legacy",
  "date": "2014-08-06T16:00:06-04:00",
  "content": "Eight months into his tenure as mayor of New York, Bill de Blasio still has no one at the helm of the city’s office for fighting climate change.\nThe mayor has yet to appoint a director for the Office of Long Term Planning and Sustainability, the seven-year-old department created under Mayor Michael Bloomberg that’s charged with directing, planning and coordinating the city’s ambitious climate action agenda. Under Bloomberg, the office helped transform the city by reducing greenhouse gas emissions by 16 percent, retrofitting buildings to improve energy efficiency, and cleaning up the air, water and land.\nExperts warn that with no one steering the office, the progress that New York City has made on climate change could be stalled, and its reputation as a global leader on climate action damaged.\n“It is urgent that a director be implemented soon,” said Kizzy Charles-Guzman, director of Urban Conservation Policy at the Nature Conservancy, a 63-year-old global conservation organization based in Arlington, Virginia. “The clock is ticking on climate change and the city needs a strong, visionary leader…or it risks losing valuable momentum.”\nDe Blasio also risks embarrassment if he has no climate strategy or leader when United Nations’ delegates assemble in New York for climate treaty talks next month, she and others said. The Sept. 23 summit coincides with Climate Week, a collection of climate-related events in New York City hosted by environmental groups and universities, and a climate rally expected to draw hundreds of thousands of protesters to Manhattan.\n“If [Mayor] de Blasio hasn’t named someone by then, the city won’t have a public face for Climate Week,” said Kate Sinding, an attorney with the Natural Resources Defense Council who served on de Blasio’s transition team. “That would look really bad for a city that prides itself as being a leader on the issue.”\nDe Blasio spokeswoman Amy Spitalnick said the mayor’s failure to appoint a director for the climate office doesn’t reflect a lack of commitment to addressing climate change.\n“From the first days of this administration, Mayor de Blasio has made a major commitment to creating a greener New York City, including a dramatic expansion of the Carbon Challenge, the first-ever mayoral office focused on resiliency, and proposing the most sweeping update to our air code since 1975,” she told InsideClimate News. “We’ll continue to aggressively move forward initiatives that reduce our contributions to climate change and protect against its impacts as we put in place a new OLTPS director and further expand our sustainability and resiliency efforts.”\nShe gave no time frame for appointing a director. De Blasio has not made a major policy address about climate change or sustainability since taking office in January.\nAccording to several sources who asked not to be named due to confidentiality obligations, the mayor’s office has been interviewing candidates for the position for several months. In the meantime, the position is being temporarily filled by Dan Zarrilli, director of the Office of Recovery and Resiliency, a new sister office to the climate office that focuses on post-Sandy rebuilding.\n‘Time Is of the Essence’\nThe Office of Long Term Planning and Sustainability was created in 2006 by Bloomberg to develop a way for the city to cope with an extra 1 million people by 2030. As climate warnings grew louder, however, the office’s task expanded to incorporate climate change. Over the years, it has released a series of initiatives—known collectively as PlaNYC—to reduce the city’s carbon footprint by 30 percent by 2030, build more green space, and improve energy efficiency and public health.\nSeven months after Superstorm Sandy, the office also released an elaborate $20 billion climate resiliency plan that called for an extensive coastal protection system, updated construction codes, and hardened infrastructure to handle rising sea levels and stronger storms. Both plans are widely seen as the most ambitious city-level attempts to address global warming in the world. The office, which became a permanent fixture in the New York City bureaucracy in 2008, was particularly noted for getting the cooperation of more than a dozen city agencies, the business community and scientists—but there are fears that that work is slowing.\nBy the 2020s, scientists estimate the city could be 3 degrees Fahrenheit warmer than it is today. By mid-century, it could be 6.5 degrees warmer and the number of days above 90 degrees Fahrenheit could jump from 18 to 57. Also by 2050, nearly one-quarter of New York City will be in a floodplain because of 11 to 24 inches of sea level rise. Scientists project that hurricanes will hit the region more often.\n“Time is of the essence in terms of getting someone in that slot,” Sinding of the NRDC said. “But if they find someone with a lot of gravitas, and an out-of-the-box thinker, there is still time for them to make a positive impact.”\n“The administration appears to be undertaking a serious nationwide search,” and that is keeping her and her colleagues “optimistic,” she said.\nPart of the rush, policy experts said, is that city law states PlaNYC must be updated every four years. The next update is due April 2015. Previous iterations of the sustainability plan, published in 2007 and 2011, took staffers at least a year to complete. If de Blasio hires a new director tomorrow, which sources said is unlikely, that would leave the office only eight months to complete the work.\nCharles-Guzman of the Nature Conservancy, who helped develop both PlaNYC reports as a policy adviser for the climate office, said that by this time during previous processes, the office had already been meeting with members of City Council, the business community and environmental organizations. She hasn’t seen any of that happening this time around. She also notes that the office seems to have experienced a “brain drain” within the last few years, with several of her former colleagues leaving and their positions left open.\n“With no director and unfilled positions, if these meetings are happening behind closed doors, I’m not sure who exactly is doing them,” she said.\nDe Blasio’s decision not to appoint a director of the climate office is the latest on a growing list of frustrations for environmental groups that supported the mayor during the election last fall.\nIn July, the League of Conservation Voters, an influential policy group, issued a report assessing de Blasio’s environmental record so far. They applauded his effort to incorporate climate change in Sandy rebuilding initiatives and for including environmental measures in his affordable housing plan. “But six months into his first term, the mayor has yet to give a major policy address on his environmental vision,” Marcia Bystryn, President of the New York League of Conservation Voters, said at the time.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}