{
  "url": "https://insideclimatenews.org/news/26062014/frac-sand-boom-south-dakota-latest-state-try-cash/",
  "title": "Frac Sand Boom: South Dakota Is Latest State to Try to Cash In",
  "date": "2014-06-26T10:00:06-04:00",
  "content": "Oil and gas drillers are salivating over silica sand, a key ingredient in fracking operations, and their increasing demand for the stuff has the nation’s industrial sand operators seeing green.\nNow, a new player—and an unlikely one—is on the horizon: South Dakota is poised to cash in on the frac sand boom.\nSouth Dakota Proppants, LLC, a fledgling frac sand company, plans to build the state’s first silica mine under a sprawling 960-acre site in the state’s largest forest, Black Hills.\nSilica sand is incredibly strong and round, the best material to blast down drilling wells to open bedrock and release oil and gas. One well can use up to 10,000 tons of frac sand during its lifespan.\nThe demand for U.S. silica is at an all-time high, and there’s no end in sight. According to the U.S. Geological Survey, the sand and gravel industry was worth $2.6 billion in 2013, up from about $830 million in 2009—and frac sand drove that growth. Meanwhile, the price of a ton of sand has dramatically increased, from approximately $35 to $50. The USGS data are voluntarily submitted by companies and may underestimate the industry’s magnitude.\nThe proposed mega-facility, a mine, processing and transport hub rolled into one, is strategically located within 300 miles of three major oil- and gas-rich shale rock formations: North Dakota’s Bakken, Colorado’s Niobrara and Wyoming’s Powder River Basin. If built, the facility will make South Dakota the latest state with marginal oil and gas reserves to profit from the nation’s hydraulic fracturing drilling boom.\nSDP says the proposed $65 million facility will generate one million tons of sand a year.\nToday, sand often arrives at Midwest drilling sites by rail from Wisconsin or Minnesota, two of the industry’s leading states. By using trucks instead of rail, SDP can save more than $50 per ton of sand, said Patric Galvin, the founder and owner of South Dakota Proppants.\nSouth Dakota officials and companies have wanted to enter the frac sand industry for years but their sand’s poor quality has held them back. State geologists have sampled dozens of potential sites for the right sand and consistently come up short.\nBut they missed a spot.\n“This particular mine site is very unique,” Galvin said. “We think that the same sand type [from Wisconsin] exists in this particular formation.”\nThe company’s sand quality tests confirmed their resource meets the American Petroleum Institute’s standards.\nWisconsin’s frac sand development has injected millions of dollars and thousands of jobs into the state. But it has also stirred public concern over unknown health and environmental effects and inadequate regulations, propelling this state into the national fight over the safety of fracking and related industries.\nFrac sand mining releases into the air tiny dust particles invisible to the naked eye and sized at 4 microns or smaller. If inhaled, these jagged crystals can enter the bloodstream or lungs and cause respiratory problems including silicosis. Studies of this sand’s effects on industry workers have prompted the Occupational Safety and Health Administration to try to boost its protections. However, little is known about how much of this sand is blowing into surrounding communities.\nSouth Dakota has no silica-specific air standards—meaning it doesn’t monitor for it. Once mining starts, South Dakota will have to rely on EPA’s general small particle standards, which do not adequately cover the silica dust risk, according to many health experts.\nPatricia Popple, an anti-silica sand activist in Wisconsin, is skeptical that South Dakota has strong enough regulations. In an email to InsideClimate News, Popple pointed to her home state as an example: “Wisconsin surely is lacking in expertise and it has taken them six years to get a grip on the multiple complications.”\nAccording to SDP’s Galvin, the company’s mine “is in the middle of nowhere.”\n“The remoteness of this facility is really appealing in comparison to the Wisconsin sand mines that are interspersed more densely in the population,” he said.\nThe mine site is located in a national forest, around 14 miles from the nearest community, Hill City (pop. 1,000). A handful of families live within a few miles of the proposed site.\nOne local concern is that the facility’s steady stream of trucks will clog up and damage the region’s narrow roads. Silica dust can fly off the truck’s bed—a big concern in the town of Winona, Minn., where two air monitors were installed in January to measure sand-related truck emissions.\nIf approved, SDP’s facility won’t be operational until 2016. Before then, the company has to complete an environmental impact study for the site, as well as submit several permits, including one with the U.S. Forest Service. The public also has a chance to weigh in. If the facility is approved, SDP will need another six to eight months to build it.\nAt least 60 days before submitting this state’s main permit, companies have to submit a “Request for Determination of Special, Exceptional, Critical, or Unique Lands”—a check to ensure the mine site isn’t located on any historically significant land, or an endangered habitat. If the mine does qualify—a distinct possibility for a Black Hills mine—a special hearing would be held, lengthening the process.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}