{
  "url": "https://insideclimatenews.org/news/24062014/qa-top-pipeline-safety-advocate-his-15-year-bambi-vs-godzilla-fight/",
  "title": "Q&A: Top Pipeline Safety Advocate on His 15-Year ‘Bambi vs. Godzilla’ Fight",
  "date": "2014-06-24T08:00:28-04:00",
  "content": "Fifteen years ago this month, gasoline from a burst pipeline spilled into a Bellingham, Wash. creek and exploded, killing three boys: ten-year-olds Stephen Tsiorvas and Wade King, and 18-year-old Liam Wood. The tragedy opened the nation’s eyes to dangers lurking in the labyrinth of pipelines underground and spurred Bellingham residents to launch SAFE Bellingham, a group that would later morph into America’s first pipeline safety watchdog.\nFront and center in the leadership of SAFE Bellingham was Carl Weimer. By 2003, when the Justice Department reached a settlement with Olympic Pipeline, Weimer had become so informed and passionate about pipeline safety that he was picked to lead the Pipeline Safety Trust, a nationally focused organization established with a $4 million endowment from the settlement.\nAt the time, the Trust’s role in challenging the powerful oil and gas industry was described as “Bambi taking on Godzilla.”\nMore than a decade later, the tiny Bellingham-based group still faces an uphill fight. But its influence is outsized and unmatched—especially as pipeline concerns move into the mainstream, partly due to the raging debate over the Keystone XL pipeline. Weimer is now the go-to person to represent the public during Congressional hearings, industry conferences and meetings with the federal Pipeline and Hazardous Materials Safety Administration (PHMSA).\nIn an extensive interview, Weimer spoke with InsideClimate News about the 15-year anniversary of the Bellingham tragedy and his group’s challenges and successes. The conversation has been edited for clarity and length.\nInsideClimate News: Were you in Bellingham when the pipeline accident occurred on June 10, 1999?\nWeimer: I was downstream quite a ways. I actually ran a waste reduction business in Bellingham that was right along Whatcom Creek [where the fuel spilled], and customers came running in and said ‘downtown just exploded.’ We went outside and looked up over across the top of Bellingham, and it looked like an atomic cloud rising up over Bellingham.\nICN: Did you know any of the families affected by the disaster?\nWeimer: I knew one person [Liam Wood’s mother] because she worked for the local community foundation that we had some interactions with. She was probably the driving force who created the Pipeline Safety Trust because she had a vision very early on. I remember having a very emotional conversation with her about this—that the only way anything good could come out of this was if an independent group was created to keep an eye on both the industry and the regulators. And she went after that with a passion.\nICN: How did she do that?\nWe had a meeting with BP [the company that eventually took over the pipeline], asking them to give us the money directly to create that and that didn’t go anywhere. She hit up the state, and she finally found these people in the Department of Justice who agreed with her as they went through prosecuting this case.\nSo the Bush Justice Department created an advocacy group. How about that?\nICN: How did you end up as the executive director of the Pipeline Safety Trust?\nWeimer: Well, I tried not to become that, but I finally got roped in. Just a couple of days after the 1999 incident, a bunch of community members got together for breakfast, wondering, ‘How does a community respond to a disaster like this?’ Olympic Pipeline was already saying that they were going to get that pipeline back in the ground and up and running again because the fuel was needed for the Seattle airport, and that didn’t make sense to anybody because they didn’t have a clue why it even failed.\nSo we decided we needed to form some group to try to put the brakes on that idea. We named it SAFE Bellingham, which in many ways morphed into the Pipeline Safety Trust after the settlement. Because I was already running a regional environmental group that had an office and a copy machine and a few thousand dollars in the bank, we took SAFE Bellingham under our wing.\nWhen the criminal settlement came down in 2003 and the money was awarded to the families, they and other community members went through a pretty extensive strategic planning effort for the Pipeline Safety Trust. They approached me, and I didn’t really want to leave my job, so it bounced around for a while. They went through another advertising thing and then approached me again, and I finally made the leap.\nICN: What have been the Pipeline Safety Trust’s greatest challenges?\nWeimer: When the judge gave us the money in the settlement, she chided Olympic Pipeline and the industry and said that helping us set up a $4 million endowment is like setting up Bambi against Godzilla. And she told them they better pay attention to us.\nThe reality of that has hit us a number of times. We’re up against API [American Petroleum Institute] and INGAA [Interstate Natural Gas Association of America] and this massive industry. There’s now three and a half of us in the office, and we’re really the only national group that focuses on pipeline safety. So how does Bambi stay alive in that environment?\nICN: What do you consider your greatest success at the Pipeline Safety Trust?\nWeimer: I think the overarching thing that’s really changed—and it’s almost entirely because of us—is greater transparency. In 1999 you couldn’t find any pipeline information on what was then PHMSA’s website. They didn’t have maps, they didn’t have incident data, they certainly didn’t have any enforcement data, and that was one of the things we just harped on for years. Now all that stuff is pretty easily available on their website. And to give them some credit, there were people within PHMSA that used our push because they thought it was a good idea too, so they made it happen.\nI think we’ve been very successful in finding a way to become a legitimate player in pipeline safety. I get invited to speak to the CEOs that operate all the pipeline companies. Every time Congress has a hearing we seem to get called, which is somewhat painful sometimes.\nICN: Do you think the industry sees Bellingham as turning point?\nWeimer: Certainly some of them do. I can’t even count how many times industry groups have come here to Bellingham who want me to give them a tour of where the accident happened and talk them through that day. And some of them have started to use videos and film clips from that tragedy as part of their training exercises for new employees.\nICN: It must be hard having to explain and relive the Bellingham tragedy again and again. How do you deal with that?\nWeimer: I’ve got it down to somewhat of a rote story now that I can just kind of push the button and it comes out. What affects me more is when I hear the parents of the Bellingham victims at pipeline safety conferences, or people that have been in other tragedies. I was at a meeting with the mayor of San Bruno [site of the deadly 2010 natural gas pipeline explosion] not too long ago, and he kept emphasizing the same things we had said ten years earlier in Bellingham, about how we’re going to change things so this never happens again anywhere else.\nThat’s when I start having a hard time, because that’s what we were saying in 1999, and stuff is still happening in places. Sometimes I have to take a deep breath and bite the inside of my cheek.\nICN: Has the Pipeline Safety Trust influenced new laws and regulations?\nWeimer: In many ways the regulations have gotten better. At the time the Bellingham tragedy happened, there was no requirement that you ever had to inspect pipelines [with inline sensors called “smart pigs”]. That changed in the 2002 Pipeline Safety Act, which to a large degree came out of the Bellingham tragedy.\nEditor’s note: regulations now mandate in-line inspections once every five to seven years for certain pipelines that cross large population centers or environmentally sensitive areas.\nIn 2006, the National Transportation Safety Board (NTSB) had been trying for years to get PHMSA to pass a rule requiring excess flow valves on gas distribution pipelines. It’s just a little plastic valve, and if you have a backhoe in there and you cut that line, these excess flow valves will automatically close, cutting off the gas that goes to the house. They only cost 10 to 15 bucks a piece to install.\nI testified in front of the House Commerce Committee for the 2006 Pipeline Safety Act. I made a particular point of pushing for that issue in my testimony, and Senator Frank Lautenberg from New Jersey, who was chairman of that committee, came down the dais after the testimony and said, ‘If you can give me specific language for those excess flow valves in the next couple hours, I’ll make sure it gets in the bill.’\nI went to a Starbucks nearby and sat down with my computer and pulled stuff off the NTSB website and sent him language. And it ended up almost verbatim in that bill, which requires every new house in the country to have one of these excess flow valves on their line.\nICN: How has the industry changed since Bellingham?\nWeimer: They’ve stayed the same in some respects, because they’ll always circle the wagons and defend each other, and often they’re defending the lowest common denominator. I’ve come to know the industry enough that I know there are people leading some companies that really have some pretty progressive ideas and want to push safety further, but they never want to look like they’re the lone man out there doing that.\nICN: What are some of the problems that still plague PHMSA?\nWeimer: The speed of the rulemaking is still about the same, and it’s really, really slow. I think there’s a lot of coziness between the industry and the regulators. I’m not sure it’s regulatory capture in the evil sense, but I think they interact with the industry so much that it’s pretty easy to start adopting the industry’s point of view of things.\nICN: Has your job gotten harder in recent years due to the rapidly expanding pipeline system?\nWeimer: It’s gotten easier in some ways, because we have more access now. I can probably send a text to Jeff Wiese [PHMSA’s Associate Administrator for Pipeline Safety] right now and get an answer while we’re on the phone.\nI think what’s gotten harder is, a lot of the easy issues that a non-technical person can talk about have been dealt with. So now we’re kind of getting down in the weeds of stress corrosion cracking, safety management systems and all kinds of esoteric things that take more time to fully understand and explain to the public.\nICN: What’s next for the Pipeline Safety Trust?\nWeimer: We really need to hire some engineers. At this point it’s impossible to do because of our budget. But we hope there’s some light at the end of the tunnel, and we’re working on some major new funding increases that might allow us to do that.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}