{
  "url": "https://insideclimatenews.org/news/23042014/texas-yanks-funding-san-antonio-air-quality-program-releasing-emissions-data/",
  "title": "Texas Yanks Funding From San Antonio Air Quality Program For Releasing Emissions Data",
  "date": "2014-04-23T07:00:24-04:00",
  "content": "4/23/2014: An update has been added at the bottom of this story to include events at today’s AACOG meeting.\nA few casual words and the early release of some scientific data have cost the San Antonio region much-needed state funds to battle its growing air pollution problem. The misstep, which appears to have been unintentional, highlights the sensitivity of studying oil and gas pollution in business-friendly Texas.\nThe dispute began after the Alamo Area Council of Governments (AACOG)—a coalition that oversees 13 counties in the San Antonio region—launched a two-part study to determine how oil and gas drilling was affecting the city’s air quality.\nSan Antonio’s air quality has been deteriorating since 2008, the same year drilling began in the nearby Eagle Ford Shale, site of one of the nation’s biggest energy booms. The air pollution is now so bad that metropolitan San Antonio could soon be declared in nonattainment with federal standards for ozone, the main component of smog. If that happens, it could be subject to sanctions from the U.S. Environmental Protection Agency, including increased EPA oversight for new development projects.\nLocal officials hope to avoid that fate by curbing pollution through voluntary measures, but first they need to understand where the emissions are coming from. Because San Antonio is one of the fastest-growing cities in the nation, much of the ozone-forming chemicals are likely emitted by cars and trucks. But AACOG knew little about the contributions from oil and gas drilling.\nAACOG released the first part of the study, an emission inventory of the Eagle Ford, on April 4.  It projected a dramatic increase in air emissions by 2018 during peak ozone season, including a possible 281-percent increase in releases of volatile organic compounds, which react with nitrogen oxides to form ozone. More details are expected in the second part, a photochemical model that explains how the emissions affect San Antonio’s ozone levels.\nAbout a week after the emission inventory was released, the Austin American-Statesman reported that the Texas Commission on Environmental Quality (TCEQ), which funded the study, had slashed AACOG’s air-quality planning budget by 25 percent because an AACOG employee had made some of the draft results public. AACOG’s contract with the TCEQ prohibited AACOG from releasing any results without TCEQ approval.\nTCEQ spokesman Terry Clawson said the contract was breached when AACOG posted a “summary presentation” on its website. He declined to identify the person responsible for the posting, and said AACOG management was notified of the consequences soon after TCEQ decided to cut the agency’s budget.\nInsideClimate News and the Center for Public Integrity have been reporting on air quality problems in the Eagle Ford for the past year. The initial group of stories stemming from the investigation, published in February, showed that state regulators and politicians are more focused on protecting the industry than protecting the public.\n“This is among the more petulant, childish and vindictive things I’ve seen TCEQ do,” said Al Armendariz, a former EPA regional administrator who now works for the Beyond Coal campaign at the Texas chapter of the Sierra Club. “It’s cheap, it’s schoolyard bullying…to go after a local government whose sole mission is to protect public health.”\nIn an interview last week on Texas Public Radio, AACOG chairman Kevin Wolff acknowledged that an AACOG employee had made a “fairly minor mistake,” but said he didn’t think the TCEQ’s reaction was very logical. Wolf told the radio show his agency would try to pool some city and county resources to replace the lost funds.\nPeter Bella, AACOG’s natural resources director who has worked at the agency for 15 years, has concluded that he is the person the TCEQ is referring to. Bella said he summarized preliminary results from the study last July at a meeting attended by companies that operate in the Eagle Ford, who provided much of the data used in the emission inventory.\nAfter the meeting, Bella posted the summary presentation on AACOG’s website. He said the agency routinely posts documents presented at its meetings, and he never thought it would be considered a breach of contract. Bella said the presentation was well received by the industry representatives.\nA scientist by training, Bella has an undergraduate degree in physics and a master’s in math. Emails between his team at AACOG and TCEQ’s technical staff, obtained through a Texas Public Records Act request, show polite, scientific discussions about the emission inventory over the past 18 months. There’s nothing to indicate animosity.\nThe draft results actually predicted fewer emissions than the report released this month. The draft projected that by 2018, Eagle Ford development would produce 198 tons per day of volatile organic compounds during San Antonio’s peak ozone season. The final report predicted almost three times as much, 544 tons per day.\nSix days after the July meeting, Bella presented the same data to AACOG’s technical staff. The TCEQ was invited to attend the meeting, but no one from the agency showed up. Bella said he was never told—by either the TCEQ or AACOG upper management—that he had done anything wrong.\n“I thought the state environmental agency would be happy I was making progress and bringing data forward,” he said. “Part of the difficulty is that I have yet to receive a true indication of the true nature of the breach.”\nIn September, when the TCEQ handed out state grants for air quality planning for fiscal years 2014-2015, Bella noticed that other local governments had received a sizeable budget increase, while AACOG’s funding was frozen at around $570,000. The discovery prompted a series of letters between AACOG’s upper management and the TCEQ, but Bella said the reason for the cut was never clarified.\nBella said the pieces didn’t fall into place for him until last week, when the media picked up on the story.\nAlthough Bella is the main point of contact for AACOG’s TCEQ air grants, he now finds himself relying on the media for clues about his apparent role in the funding freeze.\n“It would be very fruitful if I knew what the issues were, with real specificity,” he said. “If we said something wrong, tell me…Let’s talk about this.”\nCyrus Reed, conservation director of the Texas Sierra Club, sees the TCEQ’s decision as a message to all the cities that receive state grants. “‘Don’t do anything unless you have the blessing from TCEQ—that’s really what it’s saying.”\nShortly after the July AACOG meetings, Bella spoke on a panel at the San Antonio Clean Energy Summit. When an audience member asked about AACOG’s ozone study, Bella said the preliminary results indicated Eagle Ford activity could increase ozone by up to 7 parts per billion in San Antonio’s Bexar County. The federal ozone standard is 75 parts per billion, and since 2012, San Antonio’s monitors have recorded levels above that, some as high as 87 parts per billion.\nBella’s comments at the conference were reported the following day in the San Antonio Express-News.\nIn an email to InsideClimate News, the TCEQ’s Clawson cited Bella’s comments at the Energy Summit as another breach of the contract. But Bella said the information he shared at the conference came from the photochemical model, which is not being funded by the TCEQ.\nElena Craft, a scientist who spoke on the panel with Bella, said “there was no sense that there was an ill intent” on Bella’s part. Craft is a toxicologist at the Environmental Defense Fund, a green group that often works with industry partners to reduce emissions from natural gas and other industries.\nAACOG is “an agency that’s really there to help manage air quality in the region,” she said. “I don’t know what benefit there is to keeping information out of the hands of the public.”\nThe extra state money San Antonio lost would have funded other air quality programs, including public education and cost-benefit analyses for voluntary reduction measures, Bella said.\nSuch programs have a successful track record in San Antonio. In 2007, for example, AACOG honored Capitol Cement for installing technology that reduced emissions of ozone-forming nitrogen oxides by four tons a day during peak ozone season. The voluntary measure was made possible by an AACOG analysis that showed the technology would have a real impact on air quality.\nIn January, Bella sent the results of the second study, the Eagle Ford photochemical model, to the TCEQ for review. Bella said he did it not because it was required, but because “TCEQ has a staff of excellent modelers…and their review on ozone modeling updates is always sought out.”\nOn April 14, Bella said TCEQ staff notified him verbally that they didn’t intend to review the report.\nHowever, Clawson, the TCEQ spokesman, told InsideClimate News and the Center for Public Integrity that the agency will review the model. Clawson didn’t provide a timeline.\nBella said he’s eager to move past the dispute and focus on San Antonio’s needs. “I am always prepared to discuss conflicts, problems, and just plain differences of opinion,” he said in an email. “What is not valuable is the delay in funding…This is a very critical time. We need the state’s partnership. We need their support.”\nThis story is part of a project by InsideClimate News, the Center for Public Integrity and The Weather Channel.\nUpdate: The Alamo Area Council of Governments Air Improvement Resources Executive Committee voted unanimously on April 23 to ask the state to restore $182,000 in grants the Texas Commission on Environmental Quality is withholding from the San Antonio metropolitan region. The money is critical, the committee said, to maintaining programs that can help San Antonio remain in compliance with federal air quality standards.\nMoments after the vote, committee chairman Jim Wolverton urged the committee and those in attendance to help.\n“Call your congressmen, your representatives to get them to put as much pressure as humanly possible on TCEQ for this funding,” Wolverton said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}