{
  "url": "https://insideclimatenews.org/news/13032014/climate-change-showdown-florida-governors-race/",
  "title": "Climate Change Showdown in Florida Governor’s Race",
  "date": "2014-03-13T13:00:31-04:00",
  "content": "Florida, the most vulnerable state in the country to climate change, faces a key election this November that could have significant ramifications for its ability to cope with the challenge of rising seas and intensifying coastal storms.\nIf incumbent Tea Party-aligned Rick Scott is reelected governor, it is expected to mean four more years of inaction on global warming. His likely opponent, Democrat Charlie Crist, a former governor of Florida, is committed to aggressive climate action. Environmental groups, scientists and policy experts say that if Crist or another climate hawk wins, it would give the state at least a shot at staving off the worst effects of global warming.\n“It is critically important that the governor of Florida take action on climate change,” said Frank Jackalone, senior organizing manager of the Florida chapter of the Sierra Club. “Even if the [average] forecasts for sea level rise come true, much of the state will be in trouble, areas will be wiped out and communities evacuated.”\nFlorida is widely seen as America’s ground zero for global warming because the majority of its population and economy is concentrated along low-elevation oceanfront.\nThe state has already experienced as much as nine inches of sea level rise along its nearly 1,200 miles of coastline. Beaches and barrier islands are starting to disappear and oceanfront cities such as Miami and Fort Lauderdale frequently flood during heavy rainstorms and full-moon high tides. Florida’s geologic makeup also poses a problem. Rising salt water is creeping through the porous rock underlying much of the state and into freshwater aquifers, threatening the drinking supply for millions of Americans.\nScientists warn these problems will get worse as the climate warms and coastal development booms. The state, about to pass New York as the nation’s third most populous, could see an additional seven to nine inches of sea level rise by 2030, and more than three feet by 2100—which could put a third of southern Florida underwater.\n“The longer we wait to take action, the harder it will be to turn the course in terms of impacts,” said Jennifer Jurado, director of Broward County’s natural resources planning and management in southeast Florida.\nThough nearly 84 percent of Floridians believe the climate is changing, according to a Stanford University poll, the issue ranks low among voters who put much higher priority on the state’s economy and education. That has left state lawmakers who downplay climate change open to do what they please without much notice or protest from voters.\nDuring the past three years, Gov. Scott, a climate skeptic allied with fossil fuel companies, has led a systematic unraveling of nearly all the climate policies passed under his predecessor Crist. Several coastal communities have tried to take up the slack by implementing local climate policies—but they have found themselves limited in what they can do without financial and legislative support from Tallahassee, Florida’s capital.\nScott spokeswoman Jackie Schutz declined to answer questions about the governor’s actions to undo climate policy and what he plans to do on climate if reelected. She said only that Scott “believes we need to be good stewards of our natural resources” and “has invested in Florida’s environment.”\nCrist, a former Republican, has pledged to restore climate change as a top priority. “As governor, I tackled climate change head-on, promoting new green energy jobs, making our state more energy-efficient and supporting the construction of one of the world’s largest solar energy plants,” he told InsideClimate News. “Some of that progress has been undone under this governor, but I’m an optimist. … I believe we can grow our economy and take on climate change at the same time.”\nExperts say there’s more at stake in this race than Florida’s own climate progress.\nOnce reliably Republican, Florida’s electorate has become more polarized in recent years, as populations grew in liberal cities and the Tea Party took hold and thrived in conservative rural areas. Its divided political landscape—plus its sheer size—make Florida a good microcosm of voters’ views on climate issues across the country, according to Barry Rabe, an expert on the politics of climate change at the University of Michigan and a fellow at the Brookings Institution.\nWhether climate becomes a priority in Florida “is an indicator of how significant or salient [the issue] is going to be” in the next presidential race,” he said. It “is an early measure or test for 2016.”\nFlorida’s History of Climate Action\nScientists began warning lawmakers in Tallahassee about the dangers of climate change in the late 1990s, but it wasn’t until Crist entered the governor’s office in 2007 that state leaders began talking about the issue seriously, said Walter Rosenbaum, an expert in environmental and energy policy at the University of Florida.\nDuring Crist’s first few months in office, he signed executive orders calling for stricter tailpipe emission limits for cars sold in Florida, reductions in the state’s greenhouse gas emissions, and a mandate requiring utilities to generate at least 20 percent of their electricity from renewable sources by 2020.\nOver the course of the next few years, he stacked the Public Service Commission with appointees who had climate views similar to his, resulting in the PSC’s rejection of six new coal-fired power plants. Crist also helped broker deals for solar and wind facilities across the state. He signed into law the Florida Climate Protection Act in 2008, which urged the Department of Environmental Protection to develop a greenhouse gas reduction strategy. The bill also created the Florida Energy and Climate Commission to be housed within the Governor’s Office. The group was in charge of devising climate change programs and policies, such as increasing energy efficiency and raising funds for adaptation projects.\nOn a more personal level, Crist installed solar panels on the governor’s mansion and was transported around Tallahassee in an ethanol-powered car. He was frequently heralded as a “climate crusader” by the media and put into the same category as former California Governor Arnold Schwarzenegger and Arizona Senator John McCain—Republican leaders who pushed hard for global warming action while most of their party-mates maintained that nothing was happening.\nBut Crist’s actions caused pushback from fellow Republicans and he gradually scaled back his climate agenda. (McCain did the same thing around that time.) In 2009, Crist decided not to run for a second term, opting instead to enter the race for an open Senate seat. In the primary, he went up against Tea Party favorite Marco Rubio, speaker of the Florida House of Representatives. On the campaign trail, talk of climate change virtually disappeared from Crist’s rhetoric—a move that some critics say he made to appease the growing far-right wing in his party. When he lost the primary to Rubio, who appeared to shift from a climate change believer to a skeptic midway through the race, he continued his pursuit of the Senate seat as an Independent. In November 2010, he lost the election to Rubio.\n“No matter how far he tried to move back to the right to appease the Tea Party and conservative business interests, it didn’t work,” said Jackalone of the Sierra Club. “They didn’t trust him.”\nIn the same year, Rick Scott, a former hospital CEO and venture capitalist, narrowly defeated Democrat Alex Sink for the governor’s seat, left open when Crist decided to go for the Senate. Scott poured an estimated $75 million of his own money into his campaign. He was also heavily buoyed by Tea Party support. On the campaign trail, Scott told reporters that he had “not been convinced” that climate change was happening and human caused. It was one of the only times Scott spoke about the issue before winning the election. When he took office, the new governor quietly began dismantling all of the climate initiatives passed by the Crist administration.\nUnder Scott’s guidance, the state legislature repealed Crist’s Climate Protection Act and dissolved the Energy and Climate Commission. The Department of Environmental Protection ceased all climate change policy and programming. He killed mandates for renewable energy and initiatives to cut greenhouse gas emissions. Scott also appointed several well-known climate skeptics to key positions in state government, including to the Public Service Commission, which regulates electric, natural gas and other utilities.\n“It was a very deliberate and conspicuous reversal of policies,” said Rosenbaum, the environmental policy expert at the University of Florida. “There was no ambiguity about it.”\nSeveral local communities projected to be hit hardest by climate change stepped in to try to fill the void. Four of the southernmost counties in the state—Broward, Miami-Dade, Monroe and Palm Beach—set up an alliance to coordinate mitigation and adaptation strategies to protect the region’s 5.6 million residents. So far the coalition, known as the Southeast Florida Regional Climate Change Compact, has adopted unified sea level rise projections for use by municipal planners, examined how climate change will impact human health in the area and created a regional climate action plan.\nBut without leadership and support from the state, there’s only so much they can do, said Jurado, who represents Broward County in the alliance.\n“It makes it challenging when you’re trying to advance local infrastructure that is resilient and the concurrent investments being made at the state level don’t represent those same design standards or considerations,” she said. The result is a patchwork of climate-resilient structures—roads, bridges and buildings funded by local governments to withstand climate threats sit next to state-funded projects that are not.\nAccording to research by Ben Strauss, a climate change and sea level rise expert at Climate Central, an independent research and news organization, there are approximately $156 billion worth of property and 300,000 homes less than three feet above the high tide line in Florida. There are also 2,555 miles of road, 35 public schools, one power plant and 966 hazardous waste dumps and sewage treatment plants at the same level. All of these structures are at risk from permanent or frequent flooding due to sea level rise.\nScientists and municipal planners say the rising seas will likely turn underground aquifers into salty water, contaminating the drinking supply for millions of Floridians. And it will force the groundwater table across the state closer to the surface, which could prevent floodwaters after heavy storms from draining or cause salt water to pool in inland areas, destroying vegetation.\nThe Everglades, Florida’s beloved ecological gem, could be inundated with saltwater due to sea level rise. The change in salinity would damage 734 square miles of freshwater marshland that acts not only as a hub of economic activity, but also an important natural buffer against storms.\nBen Kirtman, a climate scientist at the University of Miami and a lead author of the Intergovernmental Panel on Climate Change’s latest assessment, said he and other scientists have tried talking to politicians in Florida about these risks, including both Scott and Rubio, who is a possible presidential contender in 2016. But they have largely been ignored.\nKirtman said that is partly the result of “political forces getting out of control” and partly the fault of scientists.\n“Scientists have spent way too much time focused on what is going to happen in 2100 and beyond,” he said. “For politicians and the guy on the street, however, that is a hard timeline to wrap your head around. We’ve been trying to frame the issue around what is going to happen in the immediate future, but I worry we’re too late. They aren’t listening.”\nThe Year Ahead\nFor many experts, Crist’s campaign is a glimmer of hope that climate change could return to Florida politics. A poll conducted last month by the University of Florida put Crist ahead of Scott by seven points. Another by Quinnipiac University showed a similar lead.\nBut supporters are still concerned about his chances of winning. Crist formally left the Republican Party in 2012 and registered as a Democrat, angering GOP leaders across the state. It is unclear how Scott’s strategists will capitalize on the party-switch and how Florida voters will react. Nan Rich, a popular former state senator and Crist’s main opponent in the primary, calls herself “the only true Democrat running for governor of Florida.” Rich supports environmental protection, but hasn’t focused much on climate change during her career.\n“[Crist] is vulnerable to the criticism that he is like a pancake, he flips sides, and is therefore not reliable in his commitment to issues—and the Republicans have certainly recognized it,” Rosenbaum said.\nScott’s campaign said it expects to spend at least $100 million on his reelection. Until recently, that amount was far larger than what pundits expected Crist to spend. Late last month, however, investment banker-turned-climate campaigner Tom Steyer announced he and his political organization, Next Gen Climate Action, would spend $100 million during the 2014 campaigns to get state and federal candidates who prioritize climate change elected. A significant portion of that money will be spent on the Crist-Scott race in Florida—though a spokeswoman for the organization wouldn’t reveal details.\nEnvironmental groups in Florida are paying close attention to the race. The Sierra Club’s Jackalone said the organization has not made a decision about who it will endorse between Crist and Rich, but will get involved soon with ad campaigns and voter outreach. It also plans to push candidates to focus on climate and environmental issues during in the campaign.\n“Every time [Floridians] see a major superstorm hit, like Sandy or Katrina, we all know it could be us next,” said Jackalone. “There is a lot of debate and discussion about whether the increasing temperatures will increase hurricane activity. That scares people. It is on their minds, but they aren’t sure what to do about it. That is why we need good public servants.”\nEven if Crist does get elected, he will likely be forced to tackle climate change through executive orders—similar to what President Obama has been forced to do at the national level—because the state legislature is expected to stay predominantly conservative, said Rabe at the University of Michigan.\n“Unless there is some huge shift in Florida politics giving Crist a Democratic legislature, which is a long shot, I think he would face pretty formidable obstacles,” he said.\nBut according to several experts, even executive action would be better than the no action they’ve seen the last few years in Florida by Scott.\n“People, especially in south Florida, are almost literally getting their ankles wet,” said Rosenbaum. “The state can’t afford to put this off any longer.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}