{
  "url": "https://insideclimatenews.org/news/14022014/harper-govt-makes-moves-silence-canadas-leading-environmental-groups/",
  "title": "Harper Govt Makes Moves to Silence Canada’s Leading Environmental Groups",
  "date": "2014-02-14T13:00:54-05:00",
  "content": "Story updated on Feb. 14 at 2:00 p.m. EDT to include comment from the Canada Revenue Agency.\nIn both the United States and Canada, activism against tar sands, pipelines and climate change has soared in recent years.\nBut while President Obama has encouraged citizens to “stand up and speak up” to demand change on energy, Canadian Prime Minister Stephen Harper’s administration has tried to silence critics of pro-tar sands policies.\nIn the most recent evidence, seven influential environmental organizations have become the subject of rigorous audits by the Canada Revenue Agency.\nActivists allege that the scrutiny is an attempt by the Harper administration to subdue tar sands opponents as decision time looms for pipelines needed to bring Alberta’s landlocked oil to market—the Texas-bound Keystone XL and the Northern Gateway to the Pacific Coast of British Columbia.\n“Canadians are starting to understand that the government has overstepped and overreached in its attacks against environmentalists and scientists,” said Tzeporah Berman, a Vancouver-based environmentalist and co-founder of the activist group ForestEthics. “We’re seeing a growing grassroots movement as a result. … People are angry.”\nThe prime minister’s office directed requests for comment to the Canadian Revenue Agency (CRA). Noël Carisse, a spokesman for CRA, said that since 2012 “the CRA has conducted additional review activities focused on political activities. Audits are being conducted in addition to our regular audit activities, and will include charities from across the entire spectrum of charitable activity.”\nThe revenue agency is auditing the environmentalists for possible abuse of their nonprofit charitable status, which exempts them from paying taxes and allows donors to claim contributions as tax deductions. Canadian law states that nonprofits can only use 10 percent of their resources for political advocacy work. The CRA is investigating whether the groups exceeded this limit.\nFor decades, Canadian nonprofits interpreted political advocacy to mean they couldn’t endorse candidates or elected officials. Like in the United States for tax-exempt organizations, support for or criticism of government policy was customary.\n“They are seemingly reinterpreting what they perceive as being political activity,” said Tim Gray, executive director of Environmental Defence, one of the green groups being audited. “It is a shifting landscape.”\nIf the CRA determines that the organizations passed their annual political advocacy limit, they could lose their charitable tax status, forcing them to pay taxes and potentially driving away donors. That could cause some of the groups to shutter their doors, Gray and Berman said.\nIn addition to Environmental Defence, other groups being investigated include the David Suzuki Foundation, Tides Canada, West Coast Environmental Law, the Pembina Foundation, Equiterre and the Ecology Action Centre, according to the CBC, which first reported the audits.\nThe targeted groups have been instrumental in raising public awareness about the impacts of tar sands development on the environment and climate. They stoked a grassroots movement that helped delay the Northern Gateway pipeline in Canada and, together with U.S. environmentalists, helped make the Keystone XL a climate red line for Obama.\nEnvironmental organizations appear to be bearing the brunt of the recent investigations.\nWhile most of the groups are still under review by the agency and are therefore staying mum, Gray said his organization received its results from the CRA.\n“They told us that basically everything we do is no longer charitable,” he said. The group immediately filed an appeal. If rejected, Gray said he is unsure what that will mean for his organization’s future.\nAcross the Border\nThe audits are the latest in a string of attacks on environmentalists and scientists in recent years by a Harper government that has made oil sands expansion a centerpiece of its economic agenda. Since Harper took office in 2006, production of Alberta’s carbon-intensive tar sands crude has doubled, and Canada has set a goal to at least double it again in the years ahead.\nSimultaneously, the conservative administration has cut funding for climate science research, shuttered environmental research labs and buried government reports highlighting the dangerous climate and environmental implications of runaway oil sands development. It has also muzzled its own scientists from speaking about the issue, cancelled thousands of environmental assessments for pipelines, oil sands mining and other development projects, and gutted 70 environmental protection laws in 2013 alone.\nIn 2012, the government listed environmentalists as a terrorist threat.\nAmid the erosion of environmental law in Canada, across the border in the United States the Obama administration has sought to apply federal law to combating climate change. The centerpiece of this work is an historic regulation under the Clean Air Act to cut carbon pollution from the nation’s coal plants.\nIn a speech last year at Georgetown University announcing his climate plan, Obama called on citizens to “speak up at town halls, church groups, PTA meetings. Push back on misinformation. Speak up for the facts. … Convince those in power to reduce our carbon pollution. Push your own communities to adopt smarter practices. Invest. Divest. Remind folks there’s no contradiction between a sound environment and strong economic growth. … Make yourself heard on this issue.”\nBerman, of Forest Ethics, said that despite efforts in Canada to quell such protest activity, the opposite is happening.\n“Canadians value democracy. We value free speech and balance and fairness,” Berman said. “This government has created the perfect storm at the grassroots level. What we’ve seen is that First Nations leaders, union leaders, community organizers, and generally a diverse array of Canadians are all starting to engage [on climate and the oil sands].”\nThe Ethical Oil Link\nThe Canada Revenue Agency conducts audits for a number of reasons, including in response to outside complaints that an organization is violating federal laws for charities.\nEnvironmentalists believe that is why so many of them are being singled out. Shortly after the pro-tar sands group Ethical Oil launched a public campaign in 2012 to “expose the radical foreign funded environmental groups’ activities attacking Canada’s ethical oil and industry,” Canadian Finance Minister Jim Flaherty announced an $8 million effort to more deeply investigate nonprofits’ political activity.\nSince then, Ethical Oil has filed formal complaints with the CRA about Environmental Defence, the David Suzuki Foundation and Tides Canada, saying the groups should be “stripped of their charitable status” for “engaging in partisan activity,” according to Ethical Oil’s website.\nEthical Oil has deep ties to both the tar sands industry and the Harper administration. In 2011, one of the group’s co-founders, Alykhan Velshi, left his job as a spokesperson for Harper’s government to help found Ethical Oil. A few months later, he left Ethical Oil and returned to the Harper administration to become director of planning in the prime minister’s office. Today, he is the director of issues management for the prime minister.\nThe organization states on its website that it receives funding from companies working to develop the tar sands, though it does not say which ones.\nEthical Oil did not respond to requests for comment.\nEnvironmental leaders told InsideClimate News the CRA’s investigations are so intense that many of the groups involved have been forced to sideline their anti-tar sands efforts both for lack of time and for fear of upsetting government auditors.\n“They are worried about being critical of the government because now it could mean the loss of their charitable status,” Berman said. “Without that, many of them likely wouldn’t be able to operate.”\nThe audits have potential serious implications not just for environmental organizations, but for the entire Canadian nonprofit world.\n“Most of the public policy work that has been done in Canada over the last 30 years has been led by charities,” Gray of Environmental Defence said. “Everything from cracking down on drinking and driving to getting rid of smoking, phasing out acid rain to solving the ozone hole. If the CRA’s interpretation of political activity is changing, it is a world that is going to be unfamiliar terrain [for non-profit groups and concerned citizens].”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}