{
  "url": "https://insideclimatenews.org/news/19122013/christie-administration-ignores-climate-change-new-jerseys-post-sandy-rebuild/",
  "title": "Christie Administration Ignores Climate Change in New Jersey’s Post-Sandy Rebuild",
  "date": "2013-12-19T08:00:56-05:00",
  "content": "In the wake of Superstorm Sandy, Mayor Michael Bloomberg and Gov. Andrew Cuomo announced a series of aggressive rebuilding initiatives to protect New Yorkers from future climate-related threats.\nBut less than a mile away in New Jersey, just across the Hudson River, political leaders reacted in a much different way.\nTo them, the October 2012 superstorm was just a rare event, not a preview of what scientists expect global warming to bring to the East Coast in the coming decades.\nWhen asked in May about Sandy’s connection with climate change, Gov. Chris Christie, a Republican, said the question was “a distraction” and that global warming was an “esoteric” theory.\nThat philosophy has permeated New Jersey’s post-Sandy recovery effort.\nInstead of planning for future climate threats, New Jersey focused on rebuilding quickly to get people back into their homes and to get the tourist industry up and running for the lucrative summer season. As a result, the state spent billions of federal aid dollars to rebuild boardwalks, businesses and houses almost exactly as they stood pre-storm.\nThe coastal protection measures New Jersey has proposed, such as dune systems or flood gates, will defend communities only at current sea levels—not the 3.5 feet of sea level rise that New Jersey is expected to see by 2100. The state has partnered with six New Jersey universities to study how communities were flooded by Sandy, but that research will not consider how those communities, or others, may be affected under future climate scenarios.\n“Our research doesn’t really look at climate change. That is not an objective New Jersey has right now,” said Tom Herrington, a physical oceanographer at the Stevens Institute of Technology who has been mapping Sandy’s effects on the Hudson River shoreline for the NJDEP.\nNowhere on the Governor’s Office of Recovery and Rebuilding webpage do the words climate change, global warming, or sea level rise appear, not even under the site’s “resiliency” section.\nNew Jersey’s rebuilding strategy is leaving its residents vulnerable to future climate change-related threats, several environmentalists, policy experts and scientists told InsideClimate News.\n“We’re occupying areas that perhaps we need to revisit and rethink, places that will be devastated by climate change in coming decades,” said Mark Mauriello, a coastal development expert and former commissioner of the New Jersey Department of Environmental Protection. “Perhaps we shouldn’t put everything back exactly the way it was before the storm … We really missed a lot of opportunities to work on climate, to build back smartly.”\nThe strategy also wastes federal funds, the experts said—an ironic decision by a Republican administration that touts itself as fiscally conservative.\n“We’re wasting billions of dollars [rebuilding infrastructure] that will just be washed out to sea in the next storm,” said Jeff Tittle, director of the New Jersey chapter of the Sierra Club.\nThe divide between what is happening in New Jersey and New York reflects a larger national trend. Political leaders increasingly see Sandy and other extreme weather events as wake-up calls for what’s to come from global warming. But many others still don’t acknowledge the connection. The two reactions, experts warn, could cause a disparity in how neighboring communities cope with the impacts of stronger storms, heat waves or sea level rise.\nThe Fall of a Climate Leader\nClimate change wasn’t always a politically taboo subject in New Jersey. In fact, the state was once seen as a national leader on climate issues.\nIn 2007, state legislators passed the Global Warming Response Act, which mandated a 20 percent reduction in New Jersey’s greenhouse gas emissions by 2020. State agencies started improving energy efficiency standards, increasing public transit options and developing more renewable energy. They also embraced stricter floodplain construction laws and began looking at fortifying the state’s 1,792-mile coastline. By 2009, New Jersey was the second largest producer of grid-connected solar energy in the United States, behind California. It was also a founding member of the Regional Greenhouse Gas Initiative (RGGI), a coalition of states in the Northeast that pledge to reduce CO2 emissions.\nAll this changed when Christie entered the governor’s office in January 2010.\nAlmost immediately, Christie closed the Office of Climate Change and Energy in the state’s DEP. He also cut off funding for the Global Warming Response Act, effectively rendering it a stagnant law, said Mauriello, who was replaced as NJDEP commissioner when Christie took office.\nIn 2011, Christie pulled the state out of the Regional Greenhouse Gas Initiative, claiming the program wasn’t helping New Jersey cut its emissions. “RGGI does nothing more than tax electricity, tax our citizens, tax our businesses, with no discernible or measureable impact upon our environment,” the governor said at the time.\n“All our work ground to a halt [when Christie took office],” said Mauriello. “It was a sad day for New Jersey. We went really from being a leader on these issues to not having the programs in place at all.”\nOver his four years in office, Christie’s has changed his stance on climate change several times. In 2010, he said he was skeptical that humans were causing the earth to warm. A year later, after a meeting with scientists, he said “climate change is real” and that humans were responsible. In 2012, he angered environmentalists by not acknowledging the connection between climate change and Superstorm Sandy, which many scientists say was likely strengthened by warmer ocean temperatures and the impacts worsened by higher sea levels.\nExperts point to Christie’s national political aspirations as the reason for his climate inaction as governor.\n“We’re finding that his policies are much more aligned with the Koch brothers than they are with the people of New Jersey,” said Tittle of the Sierra Club. “Because he wants to run for president, he is sacrificing New Jersey’s environment and our climate.” David and Charles Koch have a history of funding conservative causes and candidates who refute the impacts of climate change.\nThe governor’s office did not respond to requests for comment. The NJDEP, which is handling much of the state’s recovery effort, said it couldn’t respond to questions unless InsideClimate first obtained an interview with the governor’s office.\nPost-Sandy New Jersey\nAs Superstorm Sandy roiled up the East Coast in 2012, it set a course aimed directly toward New Jersey, which prides itself on its expansive and densely populated beachside communities. Winds hit 89 miles per hour and storm surges reached nearly 14 feet, tearing boardwalks, businesses and homes from their foundations. A rollercoaster in the tourist town of Seaside Heights crumbled into the sea. Dozens lost their lives.\nIn the days that followed, Christie crisscrossed the state, vowing to restore New Jersey to its pre-Sandy glory.\nCongress approved a $60 billion aid package for states affected by the storm, including money for the Federal Emergency Management Agency’s relief efforts, reconstruction of infrastructure and direct aid to victims. The Obama administration said the money should also be used to “help the region prepare for future challenges, including future severe storms and coastal flooding, as well as impacts associated with a changing climate.”\nBut almost none of the nearly $5.7 billion that New Jersey has received so far has been used to prepare for future climate threats, said scientists, environmentalists and policy experts who are following the state’s recovery effort. The Christie administration hasn’t revealed how it will divvy up the additional $15 to $20 billion in federal aid it expects to receive.\nNew Jersey has designated $1 billion to restore protective dune systems washed away by Sandy, as well as other flood protection measures like sea walls. But these projects are being built to handle storms at current sea levels, not the additional ocean height expected to accumulate over the next century, experts said. Scientists estimate that the ocean off the coast of New Jersey will rise 1.5 feet by 2050 and 3.5 feet by 2100—more than a foot higher than the global average.\nFollowing Sandy, the Christie administration adopted new building codes, requiring homeowners and businesses to rebuild one foot above updated FEMA flood zones. A $100 million program provides money for homeowners to elevate their houses. However, FEMA’s latest flood maps—which are being used to guide this reconstruction—don’t include future sea level rise or more frequent Sandy-like storms.\nThis means that structures rebuilt after Sandy will be vulnerable again in just a few years.\nNew Jersey has also expanded an ongoing floodplain land acquisition program to include homes damaged by Superstorm Sandy. However, the structures being bought are along rivers in landlocked Middlesex County, not the coastal communities most affected by Sandy or most at risk from New Jersey’s future climate threats.\n“If you know an area is going to flood every 10 years in the future, why not help communities and property owners think about transitioning out of those places now?” said Chris Sturm, senior director of state policy for New Jersey Future, a nonprofit that pushes for sustainable development. “Assuming that sea level rise is going to continue, the government is going to have to respond eventually.”\nThe Christie administration’s dismissal of climate change from its rebuilding work seems to contradict what voters actually want. According to a poll conducted in April, nearly two-thirds of New Jerseyans believe climate change fueled Sandy, as well as Hurricane Irene and a devastating October snowstorm in 2011. Three-quarters said climate change will likely cause another extreme weather event in the United States over the next year. Most said they expect climate change to increase the cost of disasters to consumers and the federal government over the next few decades.\nMost New Jerseyans, however, haven’t protested the state’s rebuilding strategy. Grief-stricken and financially devastated by Sandy, they wanted normalcy as quickly as possible. That’s what Christie delivered, and in an election year.\nBy May, just seven months after Sandy, the state’s iconic boardwalks and beachside blocks stood almost exactly as they once did. Commercial and print ads popped up in media outlets across the northeast showing Christie proclaiming that New Jersey was “Open for Business.”\nThe problem, Tittle of the Sierra Club said, is that “when you deny climate change and you deny the science, you are denying the opportunity to do things better. Instead of fixing the mistakes of the past, we’re going to perpetuate them and put more people and property in harm’s way.”\n‘We’re Envious’\nAcross the Hudson River in New York is an entirely different scenario. Both New York City and the state have made addressing climate change a key priority in their post-Sandy recovery. According to a recent InsideClimate News report—Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City—Mayor Michael Bloomberg and his staff recognized almost immediately after Sandy that New York City needed to do more than just rebuild. It needed to stave off future climate threats.\nIn June, the Bloomberg administration released a $19.5 billion climate adaptation strategy, known as the Special Initiative for Rebuilding and Resiliency, complete with 257 initiatives to safeguard the city from stronger storms, fiercer heat waves and rising seas. All of the work is rooted in hyper-local climate projections created by a team of regional climate scientists.\nAt the state level, New York Gov. Andrew Cuomo created a $400 million land-buying program for the most vulnerable areas that pays clusters of homeowners the pre-Sandy values of their houses. The structures will be torn down and the property left vacant to act as a natural buffer for future storms. Cuomo also has proposed a climate change-based building code and is funding flood and climate resiliency projects across the state.\n“New York isn’t perfect, but they are doing a lot more,” said Tittle of the Sierra Club. “Christie is giving the incentive for people to rebuild in high hazard areas. In New York, they are giving people the incentive to get bought out, to leave those areas. They are actually working on sea level rise and adaptation. We’re not.”\n“We’re envious,” said Mauriello, the former NJDEP commissioner. “It is really tough to see. There are things being done and statements being made by the mayor and governor [in New York] that I wish I were hearing from my governor.”\nThe fact is, however, that as neighbors, what affects New York also affects New Jersey. Scientists and environmentalists say the two states need to create a comprehensive climate action plan, one that projects the whole region. If they don’t, a seawall built by one state, for example, could worsen flooding in the other.\nAn Uncertain Future\nNew Jersey will be forced to re-examine its approach to climate change if it hopes to take full advantage of the latest round of federal Sandy aid. New Jersey’s share is expected to be about $1.5 billion.\nThe funds, provided by the U.S. Department of Housing and Urban Development, require states to analyze how climate change will affect any proposed infrastructure projects. New Jersey officials could to eliminate infrastructure work from their proposal, essentially bypassing the climate change requirement. Or they could simply let the money go—a move that would no doubt cause political backlash among communities still trying to recover from the storm.\nIn the meantime, New Jersey green groups, researchers and policy experts plan to keep pressuring state officials to take action on climate change. They’ll also try to persuade more local communities to create their own strategies.\nHoboken Mayor Dawn Zimmer, for example, released a resiliency and readiness plan in August that calls for sea walls, flood barriers and flood mitigation systems to protect the low-lying city from storm surges and sea level rise. The plan also requests updates to building codes and encourages more smartly built infrastructure. The city established a resiliency task force to brainstorm more projects and policies to safeguard the city.\nA handful of other towns have hired municipal planners to create climate strategies, thanks to a partnership with New Jersey Future and Sustainable Jersey, two nonprofits that focus on sustainable development.\n“We are seeing some communities take a leadership role or at least recognize the risk,” said Sturm of New Jersey Future. “But there is such a benefit to having leadership from the state on this issue … That is what we’re seeing in a lot of our neighboring states. That’s what we need here in New Jersey.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}