{
  "url": "https://insideclimatenews.org/news/30122013/outrage-over-climate-inaction-reaches-fever-pitch-2013/",
  "title": "Outrage Over Climate Inaction Reaches Fever Pitch in 2013",
  "date": "2013-12-30T09:00:00-05:00",
  "content": "Frustrated by years of waiting on politicians to reduce American dependence on climate-changing fossil fuels, an unprecedented number of citizen activists rallied to send a message in 2013: Enough is enough.\nThousands of chanting marchers took to the streets, from Washington D.C. to San Francisco, urging policymakers to take action against global warming. They wanted Congress to end the inertia that has built-up over climate policy. They wanted help protecting themselves from climate threats like Superstorm Sandy. They also wanted President Obama to reject the Keystone XL pipeline—which would funnel as much as 830,000 barrels per day of Canadian tar sands oil across America’s midsection. The controversial project has become a symbol of the battle over the nation’s energy policy.\nSome activists took a more aggressive tack. Dozens chained themselves to construction equipment used to build the southern leg of the Keystone XL—which runs from Oklahoma to Texas and is now complete. Still others stormed government agencies and fossil fuel company headquarters, getting themselves arrested in the process.\nAll together, this widespread action represented the reemergence of an environmental movement on par with that of the 1960s. This time the goal was to make global warming the moral issue of this generation.\nMORE: Worst-Case Scenario for Oil Sands Industry Has Come to Life, Leaked Document Shows\nA divestment campaign with roots in the South African apartheid protests of the 1980s was a catalyst for the reinvigorated movement. Led by Bill McKibben, an environmental writer-turned-activist, and his organization 350.org, the campaign sought to convince colleges and other institutions to withdraw holdings in coal, oil and gas companies in an effort to force climate change onto the political agenda. Some 400 divestment campaigns are now underway at universities across North America—with nine colleges having agreed to divest their endowments. Dozens of cities and religious institutions have also pledged to make their portfolios fossil fuel-free.\nGreen groups weren’t the only ones calling for action this year. Scientists—historically known for staying out of political issues—became more vocal about the need to address global warming. They issued report after report in the lead-up to December’s international climate talks in Warsaw asking global leaders to dramatically curb emissions.\nIn September, the United Nations-run Intergovernmental Panel on Climate Change concluded with 95 percent certainty—the highest yet—that human activities caused most of the earth’s temperature rise since the 1950s, and will continue to do so in coming decades. For the first time, the report’s authors declared that the world is in serious danger of exhausting its “carbon budget,” or the amount of fossil fuels countries can safely burn before triggering catastrophic climatic changes.\nSLIDESHOW: Top 10 Takeaways From the New IPCC Climate Report\nMeanwhile, Wall Street investors started demanding that top fossil fuel producers calculate the financial risks of pouring billions of dollars into oil, coal and gas projects. They worry that carbon emission limits and market factors could prevent companies from selling all of their fossil fuel reserves—leaving stockpiles of “unburnable” carbon energy that would batter firms’ stock prices and harm investors.\nEducators also took a stance. Twenty-six states representing more than half of America’s youth wrote new science standards that for the first time require K-12 students learn about human-driven climate change.\nMORE: Climate Change Science Poised to Enter Nation’s Classrooms\nAcceptance of climate change grew on both sides of the voting ballot in 2013, as people connected the dots between extreme weather events such as Sandy and record-breaking wildfires and global warming. According to an October poll by the Pew Research Center, half of Republicans, 62 percent of independents and 88 percent of Democrats say there is solid evidence of climate change. In comparison, only 35 percent of Republicans, 53 percent of independents, and 75 percent of Democrats believed that four years ago.\nMany Democratic politicians took notice of this shift in public perception and transformed into staunch advocates for climate action. A collection of 33 congressmen and women formed the Safe Climate Caucus, swearing to talk about climate change on the House floor at least once every day. They discussed the latest scientific research, record-setting weather events and mounting public pressure for climate solutions.\nMost Republican leaders, however, still largely refused to acknowledge the problem of climate change.\nMORE: GOP Lawmakers Hit by Weather Tragedies Stay Mum on Climate Change\nPresident Obama tried to bypass Congressional inaction by announcing in June that he would use his executive power to force reductions in greenhouse gas emissions. The president’s climate agenda would not only limit greenhouse gases from new coal-fired power plants, but existing ones as well, representing nearly 30 percent of the nation’s emissions.\nThe result of all this action is that unlike 2012, the climate conversation is happening on many levels—from the White House to boardrooms and classrooms to the streets.\nThere is concern from some, however, that all this talk will remain just that—talk. Despite public calls for action reaching fever pitch and the president’s pledge to tackle global warming, U.S. oil and gas production has skyrocketed under Obama’s watch. The administration still has yet to make a decision on the Keystone XL pipeline, a fact that has angered the surging environmental movement. Activists argue that the pipeline would keep the United States hooked on high-carbon tar sands crude for decades to come.\nEnvironmentalists—and really, the world—will be watching the Obama administration’s climate decisions closely in 2014.\n“Should he do the right thing on Keystone XL, a decision expected sometime in the next six months, he’ll at least be able to tell other world leaders, ‘See, I’ve stopped a big project on climate grounds,'” McKibben wrote in the December 19 issue of Rolling Stone. “That could, if he used real diplomatic pressure, help restart the international talks he has let lapse. He’s got a few chances left to show some leadership.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}