{
  "url": "https://insideclimatenews.org/news/18122013/american-cities-tapped-spur-climate-resiliency-action-worldwide/",
  "title": "American Cities Tapped to Spur ‘Climate Resiliency’ Action Worldwide",
  "date": "2013-12-18T09:00:57-05:00",
  "content": "American cities on the frontline of climate action are quietly but dramatically shifting their approach—from primarily trying to limit global warming to coping with its impacts. They’re building forested buffers to shelter homes from wildfires, considering concrete sea walls to restrain ocean waters and developing software to conserve water during drought.\nNow, a new global initiative aims to make nearly a dozen of those cities into models that can spur urban resiliency around the world.\nThe Rockefeller Foundation, which launched its 100 Resilient Cities Network earlier this month, said that cities’ ability to “withstand and bounce back” from climate and other disasters is crucial as more people move to metropolitan areas and as urban economies become inextricably linked.\n“What happens in one part of the world can shake the stability of another,” said spokeswoman Carey Meyers. “There’s this interdependency, this need for cities to be stronger.” By 2050, three-fourths of the world’s population will live in cities, up from about 50 percent today and 10 percent a century ago.\nUntil recently, even the most climate-conscious cities focused narrowly on mitigation—reducing greenhouse gas emissions by switching to cleaner energy sources and curbing fossil fuel use. But urban leaders are increasingly folding long-term resiliency strategies into their climate agendas as they seek to armor their cities against rising seas, fiercer storms and other threats.\nIn most cases, they were jolted into action by events that exposed their vulnerability and lack of preparedness. In New York City, the $50 billion, deadly Superstorm Sandy convinced Mayor Michael Bloomberg and his top officials to launch the Special Initiative on Rebuilding and Resiliency, a sweeping $19.5 billion rebuilding plan to help protect New York and its infrastructure.\nMORE: E-book: Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City\n“Resiliency has risen to one of the top subjects that we talk about now in the sustainability world,” said Marty Howell, the chief sustainability officer for the city of El Paso, Texas. “That storm [Sandy] really woke up the nation to the fact that … we don’t just need to stop bad things from happening—we need to learn to handle bad things when they do happen.”\nNew York and El Paso are two of 11 U.S. cities, and 33 cities worldwide, participating in the first round of the 100 Resilient Cities Network. Two more rounds will be announced in the next couple of years. The work is among the first attempts to define and measure urban resiliency and develop strategies to address it.\nSLIDESHOW: The 11 U.S. Cities That Are Leading on Climate Change Resiliency\nThe challenges facing the participants reflect a range of climate threats. In El Paso, a desert city on the U.S.-Mexico border, long droughts threaten to shrink the supply of drinking water. A 2006 flood destroyed hundreds of homes in mostly poor neighborhoods, and a 2009 deep freeze and snowfall caused electricity and gas-line failures and water shortages, paralyzing the city for days.\n“In both cases, we were not as resilient as we had hoped to be,” Howell said.\nBoulder, Colo., another member of the network, is vulnerable to wildfires and severe flooding. This fall, a 100-year flood swamped the region, washing out roads and destroying 1,800 homes in Boulder County and a neighboring county. The disaster left 10 people dead and caused $2 billion worth of property losses across the state.\nAfter the flood, city leaders realized that “we were going to have to take seriously our vulnerabilities to climate impacts,” said Brett KenCairn, Boulder’s senior environmental planner. “Our experience is that the way we were framing these issues wasn’t complete. … And I think this is the experience that many places are starting to have.”\nThe other U.S. participants are coastal cities that are facing threats such as sea-level rise and warming-fueled hurricanes. They include Jacksonville, Fla., Los Angeles, New Orleans and Norfolk, Va., plus four cities in the San Francisco Bay Area.\nThe network’s 33 inaugural participants have at least four things in common, said Michael Berkowitz, the network’s managing director. All of them have strong support from mayors and city managers for resiliency initiatives and already collaborate with groups outside City Hall on their strategies—including universities, utilities, citizen advisory organizations, state environmental agencies or regional transit authorities.\nParticipants also have clear plans to ensure resiliency extends to the poorest and most vulnerable residents. And they have a broad understanding of what resiliency means—that it’s not just writing disaster response plans, but shaping a longer-term vision for developing cities in a way that keeps them safe and vibrant. All selected U.S. cities have Democratic mayors, with the exception of outgoing Mayor Bloomberg of New York, who is an independent.\nThe Rockefeller initiative will grant cities portions of a $100 million pot of money for hiring a chief resilience officer and developing comprehensive resiliency plans to assess and tackle risks they face from climate change—as well as public health crises, terrorism, rising poverty rates and economic vulnerability. The goal is to make resiliency planning a staple of city work, as institutionalized as education or health services, Berkowitz said.\nHere is a sampling of U.S. cities participating in the 100 Resilient Cities Network, the climate challenges they face and their plans for resiliency.\nBoulder, Colo.\nMayor: Matthew Appelbaum\nPopulation: 101,800\nThe Boulder region is vulnerable to devastating wildfires because of persistent drought, warmer winter temperatures, hotter summers and a climate-related infestation of pine beetles that has killed off millions of acres’ worth of trees. The past two wildfire seasons have been the most destructive in the state’s history. The fires are degrading the soil, which increases the risk of mudslides and widespread flooding during heavy rains.\nBoulder has updated its flood zone maps and started revising its building codes, flood regulations and wastewaster and drinking water infrastructure to handle severe floods. The city is also fighting to break away from its electricity provider, Xcel Energy, to form a municipal utility dedicated to buying more renewable energy and helping residents install rooftop solar panels. Boulder would use the Rockefeller money in part to develop strategies for renewable-powered “micro-grids” that could keep running even if the larger electricity system failed.\nEl Paso, Texas\nMayor: Oscar Leeser\nPopulation: 672,500\nEl Paso sits in the Chihuahuan Desert and is vulnerable to long droughts, which threaten to reduce the city’s drinking water supply. To address that risk, the city built a desalination plant in 2007 and has strict water conservation policies in place.\nIt is also subject to rare bursts of heavy rains and cold spells. El Paso is working to avoid a repeat of the crippling delays and destruction that followed the 2006 flood and 2009 deep freeze. It has purchased homes in flood-damaged neighborhoods and built detention ponds in their place. Through the Rockefeller initiative, the city plans to form neighborhood response groups that can act quickly in an emergency or natural disaster. It also wants to deploy more back-up generators and small-scale renewable energy projects to prevent widespread disruptions.\nNew York City\nMayor: Michael Bloomberg (leaving office Dec. 31, 2013)/Mayor-elect: Bill de Blasio\nPopulation: 8.4 million\nNew York City is America’s largest city and a financial capital of the world. Its proximity to water and the loss of thousands of acres of wetlands over centuries makes it especially vulnerable to sea-level rise, storm surge and hurricanes.\nAmong the Rockefeller participants, New York is ahead of the curve. It already has a dedicated position for resiliency in the Mayor’s Office of Long-Term Planning and Sustainability and a $19.5 billion plan to make New York safer and stronger from future disasters. It outlines plans to study tidal gates, build beachfront bulwarks and dunes and collaborate with the electric and telecommunications utilities to ensure critical equipment can withstand extreme weather events. Daniel Zarrillii, the city’s resiliency director, said the Rockefeller support could help New York carry out such measures.\nNorfolk, Va.\nMayor: Paul Fraim\nPopulation: 245,800\nNorfolk is in the Chesapeake Bay and surrounded by rivers and wetlands. It is one of the U.S. cities most vulnerable to both hurricanes and sea-level rise. Much of Norfolk was built on marshland, parts of which are now sinking. City officials have produced long-term risk analyses, formed an experts advisory group and developed plans for protecting property and infrastructure.\nBut addressing the waterfront issues has been difficult. Among other challenges, a contingent of climate-denying state lawmakers has slowed progress for new policies. This fall, Norfolk Mayor Fraim joined a group of Virginia mayors in Williamsburg to plead for state assistance in combating eroding coastlines and recurrent flooding. “The notion is that if the local governments are not strongly pushing these matters forward, then the state is not going to do it,” Fraim said in an interview. He added that Norfolk is fiscally stressed: More than one-third of city property is off the tax rolls, since it’s home to a U.S. naval station, and about 15 percent of residents are poor and struggle to pay taxes.\nThe Rockefeller network will provide funding to help develop plans for protecting essential utility infrastructure, public housing and communities from waterfront perils, he said.\nOakland, Calif.\nMayor: Jean Quan\nPopulation: 400,700\nOakland is one of four San Francisco Bay Area cities participating in the network and a major U.S. transit hub for ports and railroads. It sits precariously between the San Andreas and Hayward faults. In 1989, the major Loma Prieta earthquake collapsed a double-decker freeway. City officials anticipate future earthquakes and hot, dry water-scarce seasons.\nOakland has a goal to reduce its greenhouse gas emissions to 36 percent below 2005 levels by 2020—one of the strongest municipal targets in the country. The city has conducted multiple studies on potential impacts of sea-level rise and flooding and analyzed the risk of buildings most vulnerable to earthquakes. Oakland plans to use the Rockefeller initiative to help develop financing tools for seismic retrofits in buildings and develop long-term climate risk projections, among other initiatives.\n“We’re hoping that not only as a city, but as a region, that we can establish a benchmark for other cities that may not be part of the network,” said Renee Domingo, Oakland’s director of emergency services and homeland security.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}