{
  "url": "https://insideclimatenews.org/news/22112013/bloombergs-hidden-legacy-climate-change-and-future-new-york-city-part-5/",
  "title": "Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City, Part 5",
  "date": "2013-11-22T12:00:24-05:00",
  "content": "Global warming experts around the world say New York City’s plans to reduce its greenhouse gas emissions and safeguard itself from the perils of climate change are a model for other cities. But most Americans, including New Yorkers, know little or nothing about this achievement, or that it was driven by Michael Bloomberg, who next month ends his third term as New York’s mayor. Bloomberg’s Hidden Legacy: Climate Change and the Future of New York City helps fill that gap.\nIt is being published in five installments on our website (read Part 1, Part 2, Part 3 and Part 4), but we encourage our readers to download our ICN Books App and purchase a full copy of the e-book. The ICN Books version is enhanced with video, audio and other extras, and 70 percent of the purchase price comes back to us to support our ongoing work.\nThe Team\nIn a high-rise a few blocks from City Hall, about 30 people gathered on Jan. 2, 2013 to begin creating the plan that would help New Yorkers rebuild homes and businesses damaged by Superstorm Sandy and prepare the city for future climate-related disasters. Some of them knew each other. Others didn’t. Each had been recruited because of his or her very specific skills in energy, policy, infrastructure, the economy or climate change.\nSeth Pinsky and Marc Ricks, the project’s leaders, had spent a month selecting the people they wanted and persuading them to say yes. Many had to quit or take leaves of absence from high-profile, high-paying private sector jobs.\n“There is a real sense of civic pride among New Yorkers,” Pinsky said. “People recognize that [Sandy] was an unprecedented event in the city’s history and they really wanted to contribute to the recovery.”\nAt that first meeting, Pinsky laid out the team’s strategy. Bloomberg wanted the plan to focus not just on protecting New York from the next Sandy, but from any other climate change threats that lay ahead.\nThe project was framed around three questions: What happened during Sandy and why? What could happen in the future because of climate change? What, specifically, should be done to prepare for those possibilities?\n“It was a very simple, but very powerful way of organizing our work and our thinking,” Ricks said.\nRicks tried to prepare the team for the personal sacrifices they’d have to make to get the project done on time.\n“I told people you get to have work and one other thing,” he said. “I said for me, it would be work and my family. That I have two small kids. For you maybe it will be work and the gym. Or work and your friends. Or work and sleep. That is all you are going to have time for. And that proved to be true.”\nUnder Pressure\nThe countdown clocks prominently displayed in City Hall were constant reminders of how little time the group had. If they met their June deadline, Bloomberg could build momentum behind the report and start implementing some of its suggestions before he left office on December 31. If they didn’t, the plan could easily be shelved by the next administration, possibly led by a mayor with less interest in climate change.\n“We were very conscious that if we do not get this out … then it is not going to be worth the paper it is printed on because the next team will just come in and say,” never mind, said Cas Holloway, the deputy mayor for operations.\nThe team worked six to seven days a week from January to June. People canceled vacations, skipped family events, declined wedding invitations. They slogged through sicknesses and holiday weekends. Some weeks, workdays stretched to 15-plus hours.\nEach team member was allowed one taxi ride a day, usually when working extremely late or extremely early. One employee’s expense sheet was kicked back because he took two taxi rides in a single day. When asked to explain, he said he took a cab home at 4 a.m. and another back to work at 7 a.m.\n“It was an incredibly intense process,” Ricks said. “Everybody made sacrifices. My three-year-old learned how to say things like, ‘Daddy, I don’t want you to go to work. It is Sunday. You don’t work on Sunday.'”\nMore people were added to the team as the months passed. The SIRR staffers crisscrossed the five boroughs to meet with experts in insurance, utilities, hospital management, telecommunications, transportation and other fields.\nAs the plan took shape, they held dozens of public forums in neighborhoods hit hardest by the storm—areas that would be most affected by the plan—to get residents’ ideas and hear their concerns. At one meeting, people stressed the importance of hiring workers from the neighborhoods where sea walls or other major projects would be built. SIRR staffers took these suggestions back to their colleagues and reshaped the plan accordingly.\nMeanwhile, Bloomberg created another volunteer group—the Building Resiliency Task Force—to produce a report that would be useful not just to New York, but also to cities around the globe. Led by the nonprofit Urban Green Council, 200 real estate experts, developers, attorneys and engineers came up with ideas to make new and old buildings more resilient in extreme weather events. The group swapped research and ideas with the SIRR team, sometimes even sharing staff.\nThe Sustainability Advisory Board, the group of disparate business, political and environmental interests that had been deeply involved in PlaNYC, was briefed twice by the SIRR team, and some members consulted on the project.\n“The timeframe and urgency [of SIRR] … just didn’t leave as much time for the level of formal consultation that was incorporated into PlaNYC,” Ricks said. “We drew on a number of experts, but by and large it had to be of a more ad hoc nature.”\nAn Alarming Future\nOne of Pinsky’s first steps was to reconvene the city’s climate panel, which was now an official part of the New York City government. To create an aggressive rebuilding and resiliency strategy, his team needed the latest scientific projections. The panel’s last report had been published in 2010—and a lot had happened in three years.\nThe nearly two-dozen scientists gathered every Friday in a NASA conference room above Tom’s Restaurant at West 112th Street and Broadway, the diner made famous by the Seinfeld comedy series. Those who couldn’t attend in person called in to a speakerphone set up in the middle of the room.\n“For the scientists, Hurricane Sandy didn’t end,” said Cynthia Rosenzweig, who co-led the panel. “From January until June it was basically 24/7. It was doing science in real time.”\nThe panel set three research goals: How is New York City already being impacted by climate change? What will the next half century look like? How will New York City’s 520 miles of coastline be affected?\nClimate projections are usually done on regional scales, areas measuring hundreds of miles. But the SIRR team needed hyper-local information. Instead of how much the sea will rise along the entire East Coast, it needed to know how much it will rise in New York Harbor, or along the Rockaways.\nTo do this, the scientists made adjustments to the climate model used by the Intergovernmental Panel on Climate Change for its latest global warming assessment. By tweaking the model, they were able to develop projections for a 100-mile radius around New York City for the next 40-some years. They wanted to look further into the future, but just didn’t have the time. They modeled two different emission scenarios: In one, global greenhouse gas concentrations stabilized after 2100 because world governments had substantially reduced their carbon emissions. In the other, emissions continued to rise, unchecked.\nIn either scenario, the future looked daunting.\nBy the 2020s New York City could be an estimated 3 degrees Fahrenheit warmer than it is today, the panel discovered. By mid-century, it could be 6.5 degrees Fahrenheit warmer. New Yorkers currently deal with an average 18 days a year where temperatures breach 90 degrees Fahrenheit. By 2050, that could jump to 57 days—nearly two full months.\nAlso by mid-century, nearly one-quarter of the city could be in a floodplain, with large, heavily populated swaths of Brooklyn, Queens and Staten Island prone to frequent widespread flooding. Intense hurricanes would hit the city more often, as would extreme winds and heavy rain events.\nNew York City has already experienced sea level rise nearly twice the global average since 1900, climbing 1.2 inches per decade. The situation appeared even bleaker as the scientists looked ahead. By the 2020s, New York Harbor would likely rise four to eight inches, or as much as 11 inches in the worst-case scenario. By the 2050s, sea level would rise 11 to 24 inches—or maybe as much as 31 inches.\nThis added ocean height would be disastrous for New York. If the sea rises higher, even a storm much smaller than Sandy could cause the same amount of damage.\nThe scientists’ briefing sessions with the SIRR team turned into crash courses on climate science, modeling and interpreting projections.\nTo Bloomberg, science was the backbone not only of SIRR, but of all the environmental work his administration had done in the last six years.\n“What we’ve tried to do with all of these things is have some real science, not just say something because you read it in the paper or it would be fashionable to say,” he said in an interview. “I think—I hope—every single thing we’ve done can be justified based on real research and real numbers.”\nBloomberg was involved in the resiliency strategy from start to finish. Pinsky and his staff constantly briefed the mayor on the initiatives they were proposing and how those initiatives might be funded. As the release date neared, the meetings became more frequent and lasted longer.\n“The mayor is certainly like all people, and has evolved in his time in office,” Pinsky said. “What I think is more striking is the consistency of his approach… He is not interested in getting into a discussion about whether climate change exists, but instead really focuses on what it means and what we need to do about it. He is willing to take on controversy if it’s for the right policy reason, but he also expects that what is proposed is based on detailed and rigorous analysis. That was true during PlaNYC and that was true during this special initiative as well.”\nA Massive Transformation\nOn June 11, 2013, seven and a half months after Superstorm Sandy slammed into New York, Bloomberg unveiled a 438-page, $19.5 billion plan to prepare the city for global warming—the fruit of all the work done by the SIRR team and the many people who helped in the effort. He spoke at a refurbished warehouse in the Brooklyn Navy Yard with the East River, the Williamsburg Bridge and the Manhattan skyline behind him. City staffers, scientists, community organizers and reporters packed the room.\nBloomberg looked at ease behind the microphone, a slight smile forming as he talked. With just six months left in office, the plan would be the finale to his climate change agenda.\n“Six years ago, PlaNYC sounded the alarm about the dangers our city faces due to the effects of climate change today, including the worsening impacts of extreme weather,” Bloomberg said. “Since then, we’ve done a lot to attack the causes of climate change and make our city less vulnerable to its possible effects … But Hurricane Sandy made it all too clear that no matter how far we’ve come, we still face real, immediate threats.”\nFor the next 45 minutes, the mayor laid out the plan for a massive overhaul of New York City’s transportation, energy, parks, building and insurance programs, as well as a sweeping coastal protection system. SIRR included 257 initiatives spread across the city’s five boroughs.\nThe projects ranged from complex to easy. Some needed city, state or federal laws. Others, private-sector cooperation. Some required massive construction projects while others could be implemented quickly. Almost all of them needed funding.\nAmong the proposals was $1.2 billion in financial incentives for businesses and homeowners to stormproof their buildings by lifting them out of flood zones, moving electrical equipment to higher floors or using durable materials. One initiative called for the city to work with the Federal Emergency Management Agency to update flood insurance maps. Another called for more changes to zoning and construction codes, so new structures would be built with climate change in mind.\nSIRR called for diversifying the city’s energy supply and incorporating more renewables, so utility companies could restore power faster after a disaster. Public housing, much of which was flooded during Sandy, also should be modified to withstand future storms.\nSome of the biggest and most expensive projects were part of the proposed coastal protection system. The 37 projects included constructing a system of levees and floodwalls along Staten Island’s eastern shore, as well as building dunes and restoring wetlands throughout the five boroughs. Lower Manhattan would be protected with levees, deployable floodwalls and flood-tolerant landscaping.\nSIRR also created recovery plans for the five neighborhoods hit hardest by Sandy: the Brooklyn-Queens waterfront, the eastern and southern shores of Staten Island, Southern Queens, Southern Brooklyn and Lower Manhattan. The plans laid out how Sandy had damaged each community and how climate change would affect that community in the future. Then it offered plans to prepare for those problems.\nTo pay for the $19.5 billion plan, the city had already secured nearly $15 billion in federal relief money and in city capital improvement funds. That left a $4.5 billion funding gap that it hoped to fill with federal, state or private grants.\nBloomberg also announced the creation of a new position: Director of Resiliency for the City of New York.\n“We can’t completely climate-proof our city,” Bloomberg said. “That would be impossible. But we can make our city stronger and safer—and we can start today … We’ve got a plan. We know what needs to happen. And we know it can’t wait.”\nAs Bloomberg pushed away from the podium, the audience stood and applauded.\nDozens of SIRR staffers and scientists joined the ovation, their exhaustion temporarily replaced by pride and satisfaction. They had produced one of the world’s most aggressive and scientifically accurate climate resiliency plans—and they had done it in an extraordinarily short period of time.\nThey were also aware, however, of the tenuousness of their achievement. The plan would take decades to complete. The Bloomberg administration would have six months to start the work, but it would be up to the next mayor, or perhaps the next several mayors, to see it through.\nLove It or Hate It\nLike anything new in New York, Bloomberg’s post-Sandy rebuilding and climate resiliency plan has been both lavishly praised and sharply criticized.\nThe public generally likes SIRR. According to one poll, 74 percent of New Yorkers favor the plan, and 52 percent believe it will protect the city from future storms and flooding. Dozens of local green and community groups have also expressed their support.\nThe plan has been praised internationally as well. Political leaders and climate activists around the globe have commended Bloomberg for taking such a strong stance on climate change and for acting so quickly after Superstorm Sandy.\n“I think it would be hard to be more comprehensive than New York,” said Heather McGray, co-director of the vulnerability and adaptation initiative at the World Resources Institute. She said the plan is considered one of the most aggressive global warming strategies in the world.\nStill, questions have been raised about SIRR’s $19.5 billion price tag and about the feasibility of its most ambitious projects, particularly the coastal protection system. Others question whether it accurately portrays the risks climate change poses to America’s biggest city.\nAnthony Watts, a well-known climate skeptic and blogger, called the plan “Bloomberg’s Climate Fantasy.” The Heartland Institute, a libertarian think tank partly funded by billionaires David and Charles Koch, said SIRR is built on faulty science.\nSome of the researchers who worked on SIRR think it doesn’t go far enough. Because the report was done so quickly, the New York City Panel on Climate Change could only complete global warming projections to the mid-21st century. But that time frame is too short, many say, given that the projects built under the plan’s recommendations will have to survive far longer than 40-some years.\n“Look around,” said geophysicist Klaus Jacob, a panel member. “New York City is filled with buildings and systems that were put in place 100-plus years ago. This means that whatever projects are being proposed will be around for a long time.”\nScientists are especially concerned about Bloomberg’s determination to continue developing New York’s 520 miles of coastline, much of it wetlands filled in over the centuries to accommodate new neighborhoods. These areas, including Manhattan’s heavily populated Lower East Side, were among the first to flood when Sandy hit.\nEven with the complicated coastal protection system envisioned by SIRR, scientists say these low-lying areas could still flood if another Sandy-like storm hits New York. And as sea levels rise, even smaller storms could someday cause as much damage as Sandy did.\n“At some point, I suspect we’ll have to abandon at least some areas,” said Philip Orton, a physical oceanographer at the Stevens Institute of Technology in Hoboken, N.J. who consulted on the panel’s latest projections. “There’ll be no other choice.”\nState and city officials appear split on what to do with the waterfront.\nGov. Andrew Cuomo created a $400 million land-buying program that pays clusters of homeowners in the most vulnerable areas the pre-Sandy values of their houses. The collections of homes will be torn down and the property left vacant to act as a natural buffer for future storms. Hundreds of homeowners on Staten Island have applied for the program, including nearly all of the Oakwood Beach community on the island’s eastern shore.\nBloomberg, on the other hand, believes the waterfront shouldn’t be abandoned. “It’s one of our greatest assets,” he said when he unveiled SIRR. “We must protect it, not retreat from it.”\nWith that in mind, Bloomberg has proposed a differnet land-buying program that would pay homeowners the post-Sandy value of their houses. Unlike Cuomo’s program, it would buy individual plots, not just clusters of properties. Instead of leaving the properties vacant, however, it would sell the land to developers or individuals who would assume all future risks.\nSplit\nSandy victims themselves are divided over what to do about the waterfront areas.\nDonna Crockett, a nurse and retired New York City police officer, wants to leave her home in Howard Beach, Queens, just blocks from Jamaica Bay, a major inlet of the Atlantic Ocean. During Superstorm Sandy her family fled to the roof to escape rising floodwaters. They’d like to take advantage of the buyout programs, but can’t because they are reserved for higher-risk oceanfront neighborhoods. They’ve applied for rebuilding funds, but haven’t yet received enough money to fully repair their house.\n“If the city offered to buy my house, I would do it,” Crockett said in August, when the air in her living room was still thick and damp from mold. “I used to love the ocean, but now I see the wickedness of it.”\nScott and Stacey Nagel, who live about 10 miles from the Crocketts on the Rockaway Peninsula, say they will never abandon their neighborhood.\nSandy sent seven feet of water into their basement, destroying their college-age son’s bedroom. The house sagged so much that they had to install scaffolding to keep it from collapsing. The couple has paid about $120,000 out of pocket to repair the house, but more is left to be done. Their insurance company is offering $90,000 at most.\nThe Nagels like to say that they, like many in the Rockaways, were born with sand between their toes. “We’re not leaving,” Scott Nagel said. “We just need to be better protected.”\nAn Uncertain Future\nThe question of what to do with the waterfront is one of the many climate issues New York City’s next mayor, Bill de Blasio, will face when he moves into City Hall on January 1—if, that is, de Blasio decides to tackle climate change at all.\nThe mayor-elect has said he supports Bloomberg’s environmental and climate change initiatives and has called SIRR a “bold blueprint” for protecting New York from global warming threats. But de Blasio has also tried hard to distance himself from Bloomberg. After 12 years in office, and several controversial decisions, including a highly criticized stop-and-frisk police policy, Bloomberg has developed a somewhat toxic reputation in New York. His work on climate change is barely recognized, even by the media that has been evaluating his tenure.\nSome worry that de Blasio might decide to scrap PlaNYC and SIRR in favor of creating his own plan, even though scientists say such a delay would be dangerous and costly.\nThe Bloomberg administration has done what it can to require future mayors to deal with sustainability and global warming. The New York City Panel on Climate Change is, by law, an official part of the city administration and is legally required to update its global warming projections at least every three years. Another law requires the Mayor’s Office of Long-Term Planning and Sustainability to continue working on climate change resiliency.\nBut whether these efforts will be enough to ensure the survival of the Bloomberg administration’s work is unclear.\n“We’ll keep providing the science no matter what, but we have no control over whether the next administration will pay attention to the work,” said Cynthia Rosenzweig, co-leader of the climate change panel. “It could very well fall on deaf ears.”\nThe Bloomberg administration is still trying to implement as much of SIRR as possible before the de Blasio administration begins. Of the 59 initiatives they set out to finish by the end of 2013, they had completed, or nearly completed, three-fourths of them by November. The projects range from approving construction codes that force builders to develop with climate change in mind to dumping 1.2 million cubic yards of sand—enough to fill the Empire State Building—onto beaches destroyed by Sandy.\nBut none of SIRR’s major initiatives, like sea walls, are underway. And the administration hasn’t plugged the $4.5 billion funding gap.\n“There’s so much more to do,” he said during his interview in September with InsideClimate News. “When you write the history, I’d like to think we play a decent part. I would hope that whoever comes after us does a lot more. I’m going to live here; my kids are going to live here. You would hope that’s just the beginning, and that we’ve maybe provided the blueprints.”\nBloomberg plans to continue his work on climate change after his term ends on December 31. He is going to stay involved with the C40 Cities Climate Leadership Group. He has also recently announced a project with billionaire-turned-climate activist Tom Steyer and former Treasury Secretary Henry Paulson to calculate how much money climate change will cost the United States in coming decades.\nBut these initiatives focus on climate change at the national or international level—not New York City where Bloomberg’s name might do more harm than good.\nSome of the people and organizations that worked with the mayor on sustainability and climate change initiatives are under no such constraints. For more than a year they’ve been meeting privately to make sure PlaNYC and SIRR live on.\n“We want to find a way to take the things that are working and carry them forward, and then improve and fix the things that aren’t working—or add to it things that haven’t even been thought of yet,” said Andy Darrell, who served on the PlaNYC advisory panel and is one of the coalition’s organizers.\nTheir mission is two-fold. They want to keep City Hall connected to experts in climate change modeling, green buildings and energy infrastructure. And they want to make sure the diverse group of New Yorkers who helped shape PlaNYC stay seated at the same table.\n“One of the most important things underlying all of PlaNYC was that table,” Darrell said. The priority now is “keeping that table going and making sure that the chairs are representative of what New York City is.”\nBut the issue remains whether New York, or any other city for that matter, can persist with such a costly and complex undertaking without a powerful, strong-willed leader guiding the show—a Michael Bloomberg, if you will.\n“You gotta lead from the front,” Bloomberg said in September, as the City Hall countdown clocks marked off his final days in his cubicle in the Bullpen. “Nobody is going to start it from the grassroots. The public’s not going to say, ‘Oh, I want to raise my house. I want to pay more taxes.’ It’s not going to happen. That’s what an executive’s job is … That’s the way democracy really works.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}