{
  "url": "https://insideclimatenews.org/news/28102013/artist-blacklisted-canada-over-criticism-climate-policy-takes-show-us/",
  "title": "Artist Blacklisted by Canada Over Criticism of Climate Policy Takes Show to U.S.",
  "date": "2013-10-28T11:00:02-04:00",
  "content": "Three years ago, Franke James was a little-known artist who found herself blacklisted by the Canadian government for making art that lambasted the rapidly expanding tar sands. Infuriated and emboldened by the censure, James churned out a slew of pieces criticizing the government, published a book and in the process became one of Canada’s most outspoken environmental activists.\nNow, the Toronto resident is embarking on a new mission. She wants to raise awareness in the United States about what she believes are Prime Minister Stephen Harper’s continuing undemocratic tactics to squash opposition to his oil agenda.\nIn doing so, she hopes to help persuade the Obama administration to reject the Keystone XL pipeline. The contentious project would carry 830,000 barrels a day of tar sands crude from Alberta to Texas and open a gateway for the flow of the dirtier grade of oil to export markets abroad. A decision is expected next year.\n“American policymakers need to understand just who they will be doing business with if they approve the Keystone and the extreme measures they take to get their way,” James said in an interview. “The Canadian government’s efforts to silence environmental and scientific voices are wrong.”\nThrough October and most of November, James’ poster art criticizing Harper and the Keystone XL will be displayed at Washington, D.C. bus stops along Pennsylvania and Constitution Avenues near the White House and the Capitol. The five-figure ad-buy was paid for by three U.S. environmental groups—Natural Resources Defense Council, Sierra Club and National Wildlife Federation—as well as through crowd-funding.\nSLIDESHOW: 6 Posters by Franke James, Canada’s Blacklisted Climate Activist Artist\nEarlier this month James and other Canadian environmentalists who oppose the Keystone met with Democratic Congressional staffers and State Department officials. She also gave a speech at Georgetown University about using art to fight the erosion of laws and freedoms.\nSince being elected in 2006, the Harper government has shuttered key climate research programs—including one of the world’s top Arctic research stations for monitoring global warming—backed out of the Kyoto Protocol and reversed dozens of environmental protection laws, InsideClimate News previously reported. Federal agencies have also muzzled scientists, hidden the publication of government climate reports from the media and the public, and monitored and blacklisted people who publicly oppose unfettered fossil fuel development.\nGreg Rickford, Canada’s minister of state for science and technology who was appointed by Harper in July, would not respond to questions about James, but said the Canadian government “has made record investments in science.”\nOrigins of a Climate Activist\nIn 2005, while James was earning a living in graphic design, interactive media and advertising, she and her husband started renovating their two-story home in Toronto. In the process she learned about energy efficiency improvements—and by extension, climate change.\n“All of a sudden I’m stumbling over all this information on global warming,” said James, who says only that she is middle-aged. “And I’m thinking, ‘Oh my gosh, this is the major issue of the 21st century. We’ve got to do something about it. I need to tell people so we can take action.'”\nA year later she launched a blog dedicated to climate change. The posts started as long written articles about the misperceptions surrounding climate change and the risks that global warming pose to the world. Soon she began illustrating them with cartoon-like images and collages.\nGradually, readership on her blog and social media picked up. (She now has about 9,000 twitter followers.) In 2007, James adapted one of her articles, “A Green Winter: Will Global Warming Be Good for Canada?” into an animated short, which was shown at the country’s largest consumer show dedicated to green and healthy living. The story and video addressed a common joke in Canada—that because the country is so cold, Canadians would benefit from a warming world.\nIn 2008, reports began emerging about the Harper administration’s efforts to undermine scientific understanding of climate change. It began with a new media relations policy that prevented government scientists from talking to the press or at conferences without minders.\nEnvironmental activists said the changes were designed to restrict the flow of information about the climate and environmental impacts of the tar sands, a charge government officials vehemently denied. Angered about what she was learning, James wrote about the attacks on her blog and depicted them in her artwork. She also wrote an illustrated letter to Harper berating him for not charging fossil fuel companies to emit greenhouse gases and pollute the landscape.\n“The tar sands is Canada’s fastest growing source of greenhouse gas pollution,” the letter said. “Will our kids be angry that Alberta was ravaged? (Less than 1% of the land has been certified reclaimed from the tar sands.) Can’t they clean up their own mess? Why are we giving big oil a free ride?”\nJames mailed a copy of the letter to Harper. Nothing happened, until three years later.\nIn 2011, Nektarina Non Profit, an educational organization in Croatia, lined up an exhibit in 20 European cities of James’ posters on the need to address global warming. The goal was to teach young people how they can raise awareness about climate change through art. A division of the Canadian Department of Foreign Affairs, Trade and Development awarded Nektarina a $5,000 grant to partially cover the cost of the show.\nBut as the show date neared, officials at the Canadian Embassy told Nektarina that they were disappointed it was hosting the artwork, according to James. The grant was pulled, and eventually the show was cancelled.\nJames filed an Access to Information request, equivalent to the U.S. Freedom of Information Act, to see all government correspondence regarding the European show. Within months, she received over 2,000 pages of emails, memos and reports from four different government departments mentioning her and her artwork. The documents confirmed that Canadian officials stepped in to stop the show.\nSoon after, other leaked government documents revealed that James had been placed on the Harper administration’s “blacklist” of academics, scientists and former politicians who spoke out against the prime minister on a number of issues. Her name appeared alongside people like Arthur Carty, a national science advisor who was let go by the Harper administration in 2008. Also on the list were Linda Keen, the former Canadian Nuclear Safety Commission president, and Richard Colvin, a Canadian diplomat who testified that the Canadian government was aware of and allowed torture of Afghan prisoners.\n“I was stunned,” James said. “I didn’t know I was on their radar whatsoever, let alone on some kind of blacklist.”\nSince then, James’ artwork denouncing the Harper administration’s climate and tar sands policies has been displayed in cities across Canada and in publications across the globe. She has participated in environmental rallies, traveled to international climate conferences and pressed government officials about their inaction on climate change.\nIn May of this year, James compiled and illustrated her interactions with the Harper administration in a book called “Banned on the Hill: A True Story about Dirty Oil and Government Censorship,” self-published by The James Gang, a creative media company that she and her husband run. So far the book has sold more than 500 copies.\n“Her work is stark, powerful, honest and shocking,” said Tzeporah Berman, a well-known Canadian environmentalist who joined James in D.C. this month. “With humor and creativity, James reveals the truth about how Canada is failing to address climate change and attempting to intimidate and silence scientists, artists and concerned citizens.”\nMoving Beyond Canada\nThe U.S. debate over the Canada-to-Texas Keystone XL pipeline is being watched closely by James and other Canadian environmentalists. They say the project by pipeline builder TransCanada would guarantee massive development of the emissions-heavy tar sands and worsen climate change. Extracting and processing oil sands crude creates 20 percent more well-to-wheel greenhouse gas emissions than drilling for conventional oil.\nWhen the U.S. debate about the pipeline heated up this year, so did James’ personal involvement in issue.\nIn one of her posters on Pennsylvania Avenue, an oil-soaked eagle is pictured sitting atop the dome of the U.S. Capitol Building with the phrase “No Keystone XL” in big block letters. Through November, a total of six anti-Keystone and anti-Harper pieces of artwork will be posted at D.C. bus stops.\nSLIDESHOW: 6 Posters by Franke James, Canada’s Blacklisted Climate Activist Artist\nDuring the government shutdown, James, together with Berman, environmental activist David Suzuki, Tim Gray, the executive director of Environmental Defence Canada, and Danny Harvey, a climate scientist, attended a House briefing hosted by the Energy and Commerce Committee, as well as a Senate staff briefing hosted by the Senate Foreign Relations Committee to discuss the Keystone XL. The meetings were attended by congressional staffers from more than a dozen Democratic offices. No Republicans showed up.\nThe group also met with Kerri-Ann Jones, deputy assistant secretary of the State Department, which is in charge of determining whether the Keystone XL is in the national interest.\n“There was lots of interest,” said James. “People were listening carefully and appreciative of the opportunity to hear from Canadians directly.”\nJames hopes to post more of her art in American cities. She also plans to extend her fight to other pipelines, including TransCanada’s proposed Energy East pipeline. That 2,800-mile project, which would carry 1.1 million barrels of crude oil every day from Alberta to eastern Canada, is scheduled to pass just four miles from her home in Toronto.\nJames said as long as Harper is in office she’ll have plenty to do.\n“The average Canadian is not aware that our right to free expression is being eroded,” she said. “That’s why people like me have a useful role to play. We can speak up and get the news out there without fear of getting fired or losing funding.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}