{
  "url": "https://insideclimatenews.org/news/05112013/frac-sand-mining-boom-health-hazard-feared-lawmakers-aim-ease-regulation/",
  "title": "‘Frac Sand’ Mining Boom: Health Hazard Feared, but Lawmakers Aim to Ease Regulation",
  "date": "2013-11-05T13:00:29-05:00",
  "content": "Republican state legislators in Wisconsin want to make it easier for companies to mine the “frac sand” under the state’s farmland and forests and head off more stringent regulation on the booming and controversial industry.\nThe push sets up a showdown with local communities that are fighting to slow the pace of industrial frac sand mining, at least until its health and environmental effects are studied. And it propels Wisconsin—which has no natural gas or a single drilling rig—into the national fight over how to regulate fracking and related industries.\nIn three short years, dozens of small towns on Wisconsin’s western edge have become an epicenter for mining silica sand, a necessary ingredient in the fracking process that has been implicated in thousands of cases of silicosis, a lung disease. It can take up to 10,000 tons of sand to frack a single well during its lifetime, and there are roughly 50 new wells being drilled in the United States every day.\nThe number of frac sand mines, processing facilities and transport centers in Wisconsin has increased from seven in 2010, to 84 today, with more than 60 others in different stages of development.\nThe rush to mine the sand deposits has sparked a bitter clash among residents in much the same way that fracking has divided gas-rich communities. On the one side are opponents who fear the health risks from breathing in silica dust that blows off piles of sand. On the other are those who argue that the state’s $1 billion frac sand industry can generate crucial jobs and tax revenue.\n“There’s actual fear on the part of some that if they stand up and oppose the frac sand mines it will ripple through their families and their lifelong friends, and they will be ostracized or worse,” said Mike O’Connor, a resident of Wisconsin’s Buffalo County, a frac sand mining hub. Buffalo is one of a few counties that passed a temporary ban on frac sand permits.\nNow, the Republican-led state legislature is charging into the fray—and angering activists.\nLast month, six Republican legislators proposed a bill that strips local governments of the right to regulate facilities that mine or process sand for fracking. The legislation would void bans, air quality monitoring and other restrictions on frac sand mining that counties have approved in the absence of tougher state regulations. It also blocks communities and the state Department of Natural Resources (DNR) from strengthening rules on rehabilitating mined land.\nTo get a permit, the DNR requires companies to “self-assess” the air and water pollution impacts of their frac sand proposals. The agency also enforces state and federal pollution standards and levies fines for violations at frac sand sites, but critics say enforcement is weak. What’s most worrying for opponents is that the DNR doesn’t monitor levels of PM 2.5, the tiniest and most harmful dust particle from silica sand. At least one county will soon vote on its own system for analyzing PM 2.5.\nThe bill is expected to be one of the most contentious and high-profile issues in the current session of the state legislature. It comes as some other frac sand states, led by Minnesota, are beginning to consider stronger regulations.\nSupporters say that by eliminating the patchwork of local regulations, the bill would provide more economic certainty for industry. Many Wisconsin counties and townships with frac sand mines have their own standards for managing air quality, and this can be confusing for companies that also have to balance state and federal regulations, according to Rich Budinger, president of the Wisconsin Industrial Sand Association.\n“The core of the bill is to highlight regulatory certainty and regulatory authority,” he said. “This bill is just the start of a conversation as far as I am concerned.”\nThe industry expects to create 2,780 jobs once all mines under construction are completed, according to the Wisconsin Economic Development Corporation.\nRegulations Hang in the Balance\nFracking involves injecting a mixture of thousands of gallons of water, chemical additives and sand in shale rock formations to release oil and gas. But not any sand will do. The pure silica in Wisconsin is especially hard and round, which helps break open the rock on impact and keep fractures open for drilling.\nWisconsin likely dominates the frac sand market followed by Illinois and Texas, experts say, due to the explosion of mining projects in recent years. Today, the state sends 130,000 tons of sand to fracking operations in North Dakota, Texas and Pennsylvania a day, enough to fill more than 40,000 Olympic pools. Industrial sand giants, such as Superior Silica Sands and Preferred Sands, are the major players, but oil and gas companies including Texas-based EOG Resources  also own facilities.\nTo get a breather from development and assess possible health consequences, three of the 19 counties with frac sand mines have passed temporary bans on new permits.\nThe most important moratorium under effect is in Trempealeau County, a rural area dotted with dairy and poultry farms that has the most facilities in the state. The county’s first frac sand mine came online in 2010. It now has 11 facilities, with 15 more proposed or under development.\nEvery month in 2012 the county issued at least one permit for a new sand facility, according to Sally Miller, a former journalist who was elected to the county board in 2012. She said residents were flooding her home phone with calls and showing up to board “literally begging” for answers about the potential health effects from breathing the dust.\n“People living near these mines were getting terrified that their children, themselves, their families” were going to get sick, Miller said.\nTrempealeau’s one-year moratorium, which passed in August, will put a halt on new frac sand permits, while an 11-person committee of Board of Health members, doctors and community members reviews the latest science on silica sand dust emissions and regulations in place in other Wisconsin counties and states. On issues that haven’t been studied well—such as the impacts of silica sand mines on groundwater—the committee will consider commissioning its own research.\nIt is the first moratorium in Wisconsin that aims to understand the plethora of health concerns surrounding silica sand dust, including air emissions, pollution runoff into waterways and the release of radioactive substances.\nThe goal is to find out whether existing air and other regulations are sufficient—and if not, to pass stricter ones.\nIt’s a goal that may never be achieved. The current legislative bill, for instance, “prohibits a local government unit from establishing or enforcing a standard of air quality; issuing permits related to air quality; imposing restrictions related to air quality; or requiring monitoring of air quality.”\nA vote on the legislation is expected in March or April, and it could go either way. Several Democrats and at least one Republican have come out against the bill. The measure could affect other industries such as iron mining and factory farming.\nIt could “come down to one vote in the Senate,” according to State Sen. Kathleen Vinehout, a Democrat who opposes the measure. “It’s that close.”\nPM 2.5 Levels—Cause for Concern?\nThe process of digging silica sand out of the ground—plus washing, processing and transporting it—releases clouds of crystalline dust into the air that vary in size, from barely visible to 20 times smaller than the diameter of a strand of hair.\nThe smallest pieces are 2.5 micrometers. Called PM 2.5, these airborne particles are of the greatest health concern.\nPeople breathe in the tiny particulate matter through the nose and mouth. While illness is rare, the particles can irritate the lung causing bronchitis, or worse. PM 2.5 has been implicated in silicosis, an incurable disease that scars the lung and makes breathing painful, as well as lung cancer. The particles can also find their way into the blood stream and affect the heart.\nAn estimated 7,300 new cases of silicosis are diagnosed in sand industries each year and roughly 200 people die, according to the federal Occupational Safety and Health Administration, which requires sand workers to use protective head gear. There are no official statistics on the number of non-worker deaths from silica sand exposure.\nThe U.S. Environmental Protection Agency has established a general safe air standard for dust types, which includes silica sand. The safety guideline for PM 2.5 is 35 micrograms per cubic meter over a 24-hour period.\nThe Wisconsin Department of Natural Resources uses the EPA standard.\nIn 2011, the DNR considered establishing silica-specific standards, like California and Texas do, but decided against it. Among the reasons it cited in a report on the decision was the expense of buying equipment to monitor silica emissions and hiring more staff at the already underfunded agency, as well as the fact that there is no agreed upon way to monitor the small particles.\nThis decision was “deeply disappointing” to Crispin Pierce, a professor of environmental public health at the University of Wisconsin-Eau Claire who was involved in petitioning the state to adopt silica standards.\nPierce said there’s no way to know how much emissions are being produced at these facilities and how far dust clouds are traveling. Some of Wisconsin’s mines and plants are a few miles from homes, parks and schools.\nThe DNR only requires companies that own large facilities to monitor PM 10—or the big particle emissions that are too large to inhale—because frac sand operations are more likely to emit this sized dust. PM 2.5 pollution isn’t officially monitored at all, in part because emissions are rarer.\nJeffrey Johnson, an environmental engineering supervisor at the DNR, said the companies’ data so far “is at least showing compliance or attainment of the national air quality standards for PM 10.”\nHowever, when it comes to PM 2.5, he said there are “a couple of them that would exceed the [federal] PM 2.5 standards.” Any fines from DNR would require producers to conduct rigorous follow-up testing, which hasn’t been ordered.\nPierce and his students at the University of Wisconsin-Eau Claire have monitored dust emissions at 15 mines and processing facilities in Wisconsin and Minnesota. During the past four years, they have collected data at the sites once every five or six months for an average of two to four hours at a time. He said preliminary data shows that some plants exceed the EPA standard for PM 2.5.\nReadings at one plant in Wisconsin, for example, were 41.3 micrograms per cubic meter, meaning they exceeded the federal standard by nearly 20 percent.\nPierce said he shared his results with the DNR, but the agency said it would only consider long-term data that is collected 24 hours a day for consecutive days or weeks.\nPierce agreed that more and consistent monitoring is needed to understand emission levels and “really track down the risk.” He said if there are cases of lung disease, it could take between five to 15 years for the first ones to show up in communities that are just now being exposed to PM 2.5. We will need “a lot of people and a lot of years before we see the disease fully develop,” he said.\nIn the meantime, Miller, the county board member from Trempealeau County, said she has read Pierce’s preliminary and has tapped him to offer his expertise to the Trempealeau moratorium committee.\n“We already know there are questions about health—it’s our job to investigate,” Miller said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}