{
  "url": "https://insideclimatenews.org/news/21102013/why-exxon-taking-its-time-restarting-its-ruptured-dilbit-pipeline/",
  "title": "Why Is Exxon Taking Its Time Restarting Its Ruptured Dilbit Pipeline?",
  "date": "2013-10-21T07:00:00-04:00",
  "content": "In the six months since an ExxonMobil pipeline unleashed Canadian oil in an Arkansas neighborhood, nearby residents have had much to endure—the muck and stench of heavy crude, lengthy evacuations, sickness and economic loss.\nThey’ve also been in the national spotlight, as the upheaval in tiny Mayflower, Ark., has come to symbolize the risks of aging and overlooked oil pipelines, especially when they’re hundreds of miles long and carrying tar sands crude. From Illinois through Texas, many people who live along the pipeline’s route are now worrying about whether or when the ruptured line will resume pumping oil through 858 miles of fields, waterways, cities and suburban backyards.\n“I have no say, and I have no idea what’s going to happen,” said Mayflower resident Ann Jarrell, whose home is not far from where the Pegasus pipeline split open on March 29. “That’s the worst part—the not knowing.”\nThat nagging uncertainty, however, is likely to persist for many more months.\nFor starters, federal regulators have not finished investigating the spill. And while tests determined that a manufacturing flaw set the stage for the 65-year-old pipeline’s rupture, officials have not said what caused the defect to progress to failure and what other factors played a role in the spill. What’s more, the recent government shutdown added further delay to the analysis, which is being conducted by the Pipeline and Hazardous Materials Safety Administration (PHMSA).\nExxon, meanwhile, is not pressing to restart the line. Even though the lengthy outage is costing the company as much as $450,000 a day in lost revenue—totaling as much as $90 million so far—Exxon is proceeding slowly, conducting additional tests and digging down to the pipeline in places to assess its condition.\nThat caution could reflect fears that the Pegasus problems might be systemic and costly to solve. But analysts say Exxon also is mindful that additional leaks could sink its chances of salvaging the line for good and also undermine public support for new pipeline projects such as the controversial Keystone XL.\nLike the Pegasus, the proposed Canada-to-Texas Keystone XL would carry tar sands oil to U.S. refineries. However, the line’s critical northern segment (from Canada to Nebraska) has been stalled for five years as builder TransCanada tries to win U.S. State Department approval amid a heated debate over the pipeline’s merits and environmental and climate impacts.\nSeveral other major pipeline projects could be affected by the Pegasus case because they would reverse the flow inside older, existing pipelines to accommodate Canada’s surging production of heavy oil—which is what Exxon did with the Pegasus in 2006.\n(MORE: Exclusive Map of The Tar Sands Pipeline Boom)\nAnthony Swift, an attorney at the advocacy group Natural Resources Defense Council, is one of several Keystone XL opponents who have cited the Mayflower spill as being another example of industry-wide hazards.\n“The problems on the Pegasus pipeline have served as a canary in the coal mine for many members of the public looking at similar proposals in their own backyard,” Swift said. “It really does show the risks of spills on these major pipelines, and that includes major pipelines like the Keystone XL.”\nUnusually Long Outage\nThe Pegasus burst on Good Friday and sent an estimated 200,000 gallons of chemically diluted bitumen, or dilbit, into a Mayflower neighborhood as well as a nearby waterway. The sticky flood of Wabasca Heavy crude sickened residents and forced 22 families to evacuate. Jarrell and others in an adjacent subdivision that was not evacuated left their homes after falling ill.\nThe cleanup is ongoing, and 19 of the 22 homes subject to mandatory evacuation have been cleared for occupancy. Exxon offered to buy all 22 homes at pre-spill prices and has purchased five of them to date, according to the company. Two of those were recently demolished.\nSo far, the Pegasus has been shut down for more than 200 days—far longer than what is typical for such incidents.\nIn 2010, a pipeline owned by Enbridge Inc. was back in service almost two months after it spilled more than a million gallons of dilbit into a Michigan river—making it the largest inland oil spill in North America. Another Enbridge pipeline was restarted less than two weeks after spewing 50,000 gallons of dilbit into a Wisconsin pasture.\nExxon’s last notable pipeline spill before the Pegasus occurred in July 2011, when the company’s Silvertip line broke during flood conditions and spilled 63,000 gallons of oil into the Yellowstone River near Laurel, Mont. The Silvertip was fully operational again after a few months.\nBased on the Pegasus shipping rates on file with regulators, the lengthy shutdown could be costing Exxon as much as $450,000 in revenue per day, not counting a variety of per-barrel fees. The actual amount depends on how much oil would have been flowing through the more than 90,000 barrel-per-day pipe, how much of the capacity would have gone to unaffiliated companies, and whether those customers had discounted long-term contracts.\nExxon spokesman Aaron Stryk said the company has spent more than $57 million on cleanup, remediation and compensation in Mayflower so far.\nThose costs are small for a giant company like Exxon, and that gives it the freedom to weigh the pipeline options with less urgency. Those options include: Abandoning the line, repairing and restarting it, or building a new pipeline alongside the old one. If Exxon chooses to repair or rebuild the Pegasus, it will face pressure to reroute at least 13.5 miles of the pipeline out of a watershed connected to the drinking water source for more than 400,000 people.\nIf restarting the Pegasus becomes a lengthy project, Exxon also could seek permission to reopen just the southern leg of the pipeline, which would allow the company to collect fees while work continues on the northern part. Until recently, the Pegasus could only load oil in Patoka and carry it the full distance to Nederland, Texas. But in 2012, Exxon installed an “injection point” in Corsicana, Texas and added capacity to the 211-mile Pegasus segment that runs from Corsicana to Nederland.\nExxon had earmarked the extra capacity for carrying New Mexico and West Texas crude as part of a multi-company, multi-pipeline project led by Sunoco Inc. The first shipment was to begin in April, but the Pegasus closed at the end of March.\nIn April, Exxon asked PHMSA to remove the southern part of the Pegasus from its shut-down order. In seeking to reopen that part of the pipeline, Exxon argued that the agency’s corrective action order should not apply to the Corsicana-to-Nederland segment because that pipe is newer (1954), and was made using a different manufacturing process than the older and more problematic northern section.\nPHMSA rejected Exxon’s request, noting that the pipe in the southern leg is also prone to defect-related seam failures and that agency safety experts had questioned “the adequacy of [Exxon’s] procedures for assessing seam integrity across the Pegasus Pipeline, including the Southern Section.”\nPHMSA said, however, that it would revisit the issue if evidence and the investigation’s conclusions about the cause of the failure “rule out the possibility that the southern section is similarly affected.”\nWhat Will Exxon Do, and When?\nIn a July 26 letter to Arkansas officials, Gary Pruessing, president of the Exxon unit that owns the Pegasus, acknowledged that people were anxious to know Exxon’s plans for the pipeline. “We recognize the process is not as expedient as some would like,” he said, “but taking the time to get to the full root cause [of the break] is essential for determining the correct path forward.”\nA month later, Karen Tyrone, vice president for operations of ExxonMobil’s pipeline operation, told the Arkansas Democrat-Gazette that retiring the Pegasus was “within the realm of possibilities.”\nUnder orders from PHMSA, before the Pegasus can resume oil shipments, however, Exxon must have an approved restart plan, complete remedial work that will verify the pipeline’s integrity, and address all the factors known or suspected to have played a role in the failure. None of those conditions have been met.\nObservers have said it could be particularly difficult for Exxon to verify the integrity of the Pegasus.\nThe nearly 650-mile Pegasus pipe that runs between Patoka, Ill. and Corsicana, Texas (and through Mayflower, Ark.) was built with pipe manufactured in 1947 and 1948 using low-frequency electric resistance welds, a pre-1970 process that can create cracks and other flaws. It’s widely known in the industry that pipelines of that vintage and makeup are more prone to splitting along their lengthwise seams.\nA metallurgical report following the pipeline failure concluded that flaws and brittleness dating back to the pipe’s manufacture ultimately caused the Pegasus to burst. But it did not say what caused anomalies that were harmless for decades to awaken and grow until the pipeline split apart.\nSeveral pipeline failure experts noted that the changes Exxon made to the Pegasus would have significantly altered the dynamics inside the pipeline. Despite the pipeline’s known vulnerabilities, in 2006 Exxon restarted the pipeline, reversed its flow and switched to transporting dilbit. And three years later, the company increased the line’s capacity by 50 percent.\nThose experts also said the Pegasus cracks probably grew in response to large pressure swings inside the Pegasus, an operational phenomenon that can weaken the pipe through “pressure-cycle-induced fatigue.” Another theory holds that the dilbit inside the pipe could have played a role in the rupture by exacerbating the pressure cycles, by chemically accelerating crack growth, or both.\n(MORE: Dilbit in Exxon’s Pegasus May Have Contributed to Rupture)\nSuch problems can be managed as long as they can be detected, tracked over time and repaired before catastrophe strikes. Exxon knew that the Pegasus had many manufacturing defects because a 2006 hydraulic pressure test forced 11 seams to fail, and a 2010 inspection found 12 seam cracks. But just weeks before the pipeline failed, a special crack-finding inspection tool found no defects in the pipeline segment that ruptured.\nA new, more robust hydrotest could eliminate the pipeline’s biggest cracks, but without a reliable way to find and track the growth of any surviving smaller cracks, it’s unclear how Exxon can assure regulators and the public that it can prevent future spills. Operating at lower pressures does not solve the problem, either, since the Mayflower broke while running well below its maximum pressure.\nStill, Exxon has spent millions of dollars on the Pegasus since 2006, and throwing in the towel is not an attractive option.\nThe Pegasus, despite its relatively small carrying capacity, is strategically important to Exxon. The oil company is deeply invested in the massive Kearl oil sands project in western Canada, and it wants to be sure it can send the heavy oil it produces to the Gulf Coast, where it can process it in its largest refineries or sell it for a higher price than it would fetch in Canada or the Midwest.\nWith so much to be gained with the pipeline, “I’m sure they’re considering how to restart and continue to operate the line safely, and whether they’re confident they can do so,” said Martin Tallett, president of EnSys Energy, a consulting firm.\nIf Exxon decides the Pegasus can’t be salvaged, it might weigh the cost and practicalities of building a new pipeline in the same right of way and compare it to the cost of buying space on another company’s pipeline, said Tallett. The relative merits of those options would be greatly influenced by the fate of other pipeline projects as well as oil prices and other market projections.\nExxon spokesman Stryk declined to answer questions about the future of the Pegasus, saying that the company is still conducting supplemental testing on the pipe.\nNo Hurry: Muted Market Impact\nOne reason that Exxon can afford to take more time with its Pegasus decision is that its absence has not had a big impact on the U.S. oil market or on refineries that were receiving oil from the pipeline.\n“It’s not a big deal in the context of the entire North American market,” said Andrew Lipow, a Houston-based oil industry consultant and former trader. “The market has figured out how to place the oil [from the Pegasus] throughout the existing infrastructure.”\nThe small size of the Pegasus is one of the reasons that shippers such as Cenovus Energy could find other routes and that Gulf Coast refiners could continue production without interruption. The 20-inch line delivers less than 100,000 barrels of oil per day to Gulf Coast refineries, representing a trickle in a region where refiners can ingest a combined 8 million barrels of crude each day.\nOil shippers also have more transportation options now. For a long time, Pegasus was the only pipeline that could carry Canadian and other crude from the Midwest to the Texas coast. But in January,  the reversed Seaway line began delivering up to 400,000 barrels of oil a day to Texas from the Cushing, Okla. trading and storage hub, where oil had been piling up amid surging U.S. production.  What’s more, shipping oil via barge and through an increasingly robust railway system have become options for oil producers wanting to sell to Gulf Coast refiners.\nWith construction of the Keystone XL’s southern leg—now called the Gulf Coast Pipeline—almost complete, and a second “twin” Seaway pipeline on the horizon, there will soon be an additional one million barrels per day of pipeline capacity into the same region served by the Pegasus.\nFor those and other reasons, the extended closure of the Pegasus “is not that material for Canadian crude going to the Gulf,” said John Stephenson, senior vice president at First Asset,  a Toronto-based asset management company. “From a pipeline perspective, or an oil perspective, it pretty much is a yawn.”\nStill, given the difficulty of building new pipelines and how much money Exxon’s already invested in the Pegasus line, “I would be amazed if they don’t restart it, unless it really is a basket case of a line,” Stephenson added.\nDavid Hackett, president of the industry consulting firm Stillwater Associates, expects the fate of the Pegasus to be limbo for awhile yet.\nExxon “has a very deliberative decision-making style, so we would expect them to take their time figuring this one out,” he said. “It sounds like they have a lot of big problems they have to solve.”\nThis story is part of a joint investigative project by InsideClimate News and the Arkansas Times. Funding for the project comes from readers who donated to an ioby.org crowdfunding campaign that raised nearly $27,000 and from the Fund for Investigative Journalism.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}