{
  "url": "https://insideclimatenews.org/news/23092013/epa-claims-new-power-plant-emission-regs-offer-lifeline-coal/",
  "title": "EPA Claims New Power Plant Emission Regs Offer Lifeline to Coal",
  "date": "2013-09-23T08:30:27-04:00",
  "content": "WASHINGTON—Two days before Gina McCarthy, the administrator of the Environmental Protection Agency, presented her landmark proposal to regulate carbon emissions from future electric plants, one of her main allies in Congress walked her down memory lane.\nRep. Henry Waxman reminded her that he once tried to help the coal industry pay for costly technology to capture carbon dioxide from power plants and pump it deep underground.\n“In 2009, the president supported market-based legislation to make major carbon pollution reductions while investing $60 billion to develop clean coal technologies like carbon capture and sequestration. Isn’t that right?” Waxman asked.\n“That’s my recollection,” McCarthy replied wryly.\nMcCarthy knew full well that the California Democrat was inquiring about his own cap-and-trade bill, which included huge subsidies and bonuses for CCS. The bill passed the House but died in the Senate, where coal-state senators would not even debate it.\n“At the time our bill was criticized for being too generous to the coal industry,” said Waxman, the ranking Democrat on the House Energy and Commerce Committee, which was holding a hearing on the administration’s climate plan. “But virtually all the Republicans on this committee and the coal industry opposed the legislation despite its massive investment in that industry. We wanted to invest in innovative approaches so that coal could still be used. But Republicans opposed us.”\nNow, with no prospect for legislation to tackle climate change in sight, McCarthy and other Obama administration officials are pressing ahead with new regulations to reduce emissions from the power sector—and they’re making the case that the requirements are an opportunity, not a burden, for the coal and utility industries.\nIn a cost-benefit analysis that accompanied the new rule, the agency describes the proposed rules as providing crucial incentives for carbon capture and storage. But this time the stimulus is mainly regulatory, with little new federal cash on offer.\nObama administration officials argue that past federal support of several billion dollars has brought the nascent technology to the edge of feasibility. In this optimistic view, all that’s needed for CCS to mature into a lucrative, job-creating sector is a clear signal from regulators.\nThe requirement for new coal plants to use CCS provides just that signal, McCarthy and her fellow cabinet member, Energy Secretary Ernest Moniz, suggested at the hearing on Sept. 18. They say their goal is to ensure that coal retains a place as a major fuel for decades to come, even in the low-carbon economy that President Obama is trying to create.\nRather than the “war on coal” that opponents say the new rules represent, the Obama administration portrayed its latest action as offering a long-term lifeline for the energy source—within the context of Obama’s war on carbon dioxide.\nComparing it to earlier air pollution controls on power plants that became more affordable as time wore on, McCarthy said on Friday that carbon capture “will eventually mature and become as common for new power plants as scrubbers have become for well-controlled plants today.”\nComing to the Aid of Coal?\nThe proposal to regulate global warming pollution from new power plants, along with a companion rule on existing plants to be offered next year, is the centerpiece of Obama’s climate action plan. The president offered the executive actions in June in the face of Congressional gridlock on national climate policy.\nWhile the regulations don’t have to be approved by Congress, they will surely be challenged there, as well as in federal court.\nIndustry and Congressional opponents dispute that the regulations will help turn CCS into a viable solution for addressing climate change. They say the technology is unproven and that to require its use to control pollution is regulatory overreach.\nFor now, the question is almost moot, because natural gas is so cheap that there are practically no coal-fired plants planned.\nNowadays new fossil fuel power plants are almost always built to burn gas, which is both cleaner and cheaper than coal.\nThe EPA regulations would limit emissions from natural gas plants to 1,000 tons of carbon dioxide per megawatt hour of electricity produced, a standard that new plants can readily meet using existing technology. Plants that burn coal, however, would not be able to meet the slightly looser 1,100-ton limit without installing equipment to at least partially capture carbon dioxide for storage.\n“Even in the absence of this rule, existing and anticipated economic conditions will lead electricity generators to choose new generation technologies that meet the proposed standard without the need for additional controls,” the EPA analysis explained.\nThe government says new coal plants are unlikely to be built unless gas prices soar to more than $10 per million BTUs, from less than $4 today, an unprecedented and unlikely development, the analysis said.\nEPA said this means that the new regulations would not have a disruptive economic effect, as opponents have been charging in the days and weeks leading up to the much-anticipated announcement.\nBecause only cleaner gas plants are being built, the standards “will result in negligible CO2 emission changes, energy impacts, quantified benefits, costs, and economic impacts by 2022,” the agency said in its analysis. “Accordingly, the EPA also does not anticipate this rule will have any impacts on the price of electricity, employment or labor markets, or the US economy.”\nThe Real Fight: Curbs on Existing Plants\nSo if the rules won’t hurt industry, why are Congressional committees holding hearings, industry groups complaining, states threatening lawsuits and environmentalists gearing up for a fight that may last years?\nOne reason is that the regulations on future power plants are a precursor to rules governing existing plants.\nBy law, the EPA can’t dictate what equipment must be retrofitted on old power plants. The agency can only give guidance to the states, which are charged with figuring out how existing power plants will meet emissions targets. Today’s power plants account for about a third of the nation’s greenhouse gas emissions.\nBut if carbon capture were to take hold, the technology might become a standard across the industry, with old plants retiring and new ones adopting the new technology.\nSo at its core, the fight is about whether to press forward on carbon capture and storage—and possibly create a tipping point toward a bigger role for CCS, and by implication, for coal—in the energy economy and climate policies in the coming century.\nThe Energy Department, Moniz noted, has spent billions of dollars on CCS “specifically to make coal competitive in a low-carbon world.”\nMcCarthy was asked point blank by Rep. John Dingell (D-Mich) whether EPA sees “a future for coal as a viable energy source in light of the impending greenhouse gas regulations? Please answer yes or no.”\n“Yes, Congressman,” she replied.\n“The EPA intends this rule to send a clear signal about the current and future status of CCS technology,” the agency said in its analysis. “Identifying partial implementation of CCS technology as the best system of emission reductions for coal-fired power plants promotes further development of CCS, which is important for long-term CO2 emission reductions.”\nAn Uphill Battle for EPA\nIt’s not clear how many members of Congress from coal states will accept the EPA’s reasoning. West Virginia’s two Democratic senators reacted somewhat differently to the new rules.\nSenator Joe Manchin said the EPA “is trying to hold the coal industry to impossible standards. Never before has the federal government forced an industry to do something that is technologically impossible.”\nBut Senator Jay Rockefeller said if generous subsidies continued the administration might be proven right.\n“These rules will only work if we act now to strengthen our investment in clean coal technology and to advance public-private partnerships more seriously than ever,” he said. “This rule is undeniably a daunting challenge, but it’s also a call to action.”\nSome coal-state members of the House committee said they had doubts that the handful of carbon-capture pilot projects are ready for prime time.\n“I’m aware of and have supported the creation of several demonstration projects for CCS across the country, but I’m not aware that there’s any one that would be considered BSER, you know, the best system of emissions reductions as defined by the Clean Air Act,” said Rep. Michael F. Doyle, a Pennsylvania Democrat. (BSER is the regulatory designation the EPA’s new rule would confer on CCS.)\nMcCarthy replied: “I will say that on the basis of information that we see out in the market today and what is being constructed and what is being contemplated, that CCS technology is feasible and it is available today.”\nMoniz called it “demonstrated technology. We continue to invest in new technologies that will further reduce costs, but those are use technologies in various places.”\nAt the hearing, Doyle conceded that one pilot plant, the Southern Company’s Kemper plant in Mississippi, which uses its CO2 to pressurize depleted oil wells nearby, might prove to make commercial sense in the next year or two, but said that “in Pennsylvania, that’s a little less realistic for us unless we want to build a pipeline to Texas for our CO2, which I don’t think is quite practical.”\n“It’s not something that could work in my neck of the woods,” he said.\nBut Moniz said that in general, the combination of carbon capture and enhanced oil recovery “is very attractive.”\nThomas Kuhn, the president of the Edison Electric Institute, which represents investor-owed utilities said that CCS “is neither adequately demonstrated nor economically feasible. As proposed, this rule would hinder efforts to develop cost-effective CCS—a critical technology for mitigating greenhouse gas emissions going forward—because it effectively prevents the building of new clean coal plants.”\nEileen Claussen, president of the Center for Energy and Climate Solutions (C2ES), said EPA’s rules could provide an “important regulatory incentive” for CCS in the future, and that “we will carefully consider how effectively it can help advance CCS, and whether other incentives are needed.”\nThe EPA’s regulatory impact analysis included an extensive discussion of the extent of CCS use and of its potential, especially in the oilfields. Currently, CO2 injection accounts for nearly 300,000 barrels of oil a day, or about 6 percent of the nation’s crude oil production.\nMuch of the gas that is forced into depleted wells to push up the remaining fuel comes from natural underground deposits. But man-made CO2 from various kinds of factories is increasingly being diverted, leading to more pipelines and other infrastructure being built, planned or proposed. Already, there are thousands of miles of pipelines carrying carbon dioxide.\n“There are currently 23 industrial source CCS projects in 12 states that are either operational, under construction, or actively being pursued which are or will supply captured CO2 for the purpose of enhanced oil recovery,” said the EPA’s analysis. This demonstrates demand for a product that a new coal plant might be able to supply.\nIt cited an Energy Department study that found that the market for carbon dioxide from power plants for oilfield use “would be sufficient to permanently store the CO2 emissions from 93 large, 1000-megawatt coal-fired power plants operated for 30 years.”\nFor a utility operating a power plant, the EPA said, the ability to sell the waste gas rather than pay for its storage “strongly improves the overall economics.” Federal and state subsidies could help, too, it said.\nThat suggests that Congress might revisit the levels of financing for the technology, although it is hard to see how it could contemplate the levels of support that the 2009 Waxman legislation would have offered. That bill also featured trading of emissions credits, a stand-in for a carbon tax.\nFor years, policy analysts have said that legislating a price on carbon, whether through cap-and-trade or taxation, would be a key to allowing CCS to compete with other technologies for reducing emissions. But since Waxman’s cap-and-trade bill died, there has been little to no momentum in this direction.\nDenouncing what he called the “appalling record” of House Republicans on climate, Waxman demanded: “If you don’t like the president’s plan, what’s your proposal?”\n“If we decide to do nothing,” he said, “history will not treat us kindly.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}