{
  "url": "https://insideclimatenews.org/news/03102013/embattled-doe-loan-program-restarts-under-new-management/",
  "title": "Embattled DOE Loan Program Restarts Under New Management",
  "date": "2013-10-03T11:00:30-04:00",
  "content": "Peter Davidson walked nervously toward a U.S. Senate conference room in Washington, D.C. A lanky man with graying, wavy hair and thick-rimmed glasses, he was still studying the notes he had prepared when he stepped inside to face a dozen members of the Senate Committee on Energy and Natural Resources.\n“My name is Peter Davidson,” he said as he slid into a black leather chair and pulled a microphone close. “I recently joined the Department of Energy as executive director of the Loan Programs Office…one of the largest clean energy and transportation portfolios in the world.”\nThough few outside Washington know it, the Energy Department’s eight-year-old Loan Programs Office is at the center of the nation’s highly political battle over clean energy. The program backs innovative energy projects that can’t get private financing because their technology is too new and risky.\nDavidson, a former investment banker and entrepreneur, is charged with bringing the 180-person office back to life. Two years earlier it had been rocked by controversy when Solyndra, the solar company that took $527 million in loans, went bankrupt. Although the loss represented a small fraction of the program’s $34.4 billion loan portfolio, the office became one of the most maligned and disliked federal programs. Congressional Republicans used it as a cudgel against Obama’s clean energy programs. Lawmakers tried several times to block future spending by the office—to no avail.\nDavidson was the first member of the loan office to appear before the Senate in more than a year, and the program’s first permanent head in 18 months. His nervousness—and excitement—at the July 18 hearing on clean energy initiatives underscored the challenge he faces. If he can relaunch the program, dozens of high-risk but big-payoff technologies could get off the ground, hastening the clean energy transformation and helping to rein in global warming emissions. If he can’t, those projects might never see the light of day.\n“I think Peter would need to be a little crazy not to be apprehensive” going into it, said Ed Hatcher, a longtime friend and P.R. consultant who helped Davidson prepare for the hearing.\nNow that the Solyndra scandal has died down, President Obama is eyeing the remaining $50 billion that Congress appropriated years ago to help achieve his far-reaching plan for global warming. Most of that money—$42 billion—is earmarked for nuclear power and advanced car technologies, with a small amount for renewable energy and energy efficiency. Two nuclear projects are already slated to get funding. Davidson’s first task is to funnel the other $8 billion into technologies that can reduce emissions from extracting and burning fossil fuels. Some say it’s a controversial move that could lead to complaints that the office is pandering to clean-energy opponents.\nThe initiative is “really a key part of what [Obama] is trying to do” on climate change, Davidson said in an interview near his home in Brooklyn, N.Y.\nToday, after nearly five months on his first federal job, Davidson, who is known for his cool temperament and genial nature, said he’s “energized” by his new vocation.\n“We can’t be defensive,” he said about the loan program. “We’ve got to be very excited about what he have to offer.”\n‘The Only Game in Town’ for Big Clean Energy\nDavidson, 54, has virtually no previous experience dealing with Washington politics and scandals, but he’s a pro at raising and investing money in big-ticket ventures. For nearly three decades, the Harvard Business School graduate worked in finance in New York, first as an investment banker at Morgan Stanley and then as entrepreneur. He founded and managed six companies, including the Spanish-language media conglomerate, Latin Communications Group.\nWhen it comes to debt finance, “I just really respect it and understand it,” he said.\nDavidson left the private sector in 2009 and spent two years at New York’s state economic development agency. He then joined the Port Authority of New York and New Jersey as the senior advisor for energy and economic development. That job sparked his passion for clean energy and led to his appointment at the Energy Department.\n“That was exactly the time when he really started talking about this issue a lot—about how the opportunity is out there for sustainable energy companies to make a positive contribution both to the environment and the economy,” his friend, Hatcher, recalled.\nAt the Port Authority, Davidson tried but struggled to help a New York developer find private financing for a large waste-to-energy facility. He saw that banks would be more likely to invest in the first-of-its-kind project if the developer had a federal loan guarantee. If the company defaulted on its bank loan, the government would cover the losses.\nDavidson knew very little about the loan program at the time, so he began taking the Amtrak train from Manhattan down to Washington, D.C., to try to help push the developer’s loan application forward. He learned the ins and outs of the loan program and got to know people in the Energy Department. In early 2013, Richard Kauffman, senior advisor to then-Energy Secretary Steven Chu, approached Davidson about him possibly heading the loan office. (Davidson is no longer involved in the waste-to-energy project.)\nDavidson was intrigued, but hesitant. He believed the massive federal loan program is “the only game in town” for financing innovative clean energy technologies on a large scale. But the program had been raked over the coals by policymakers and the media after the Solyndra debacle and the struggles of a few other firms, including electric-car maker Fisker Automotive. Taking the job would mean inviting scrutiny into his life. Jonathan Silver, the former program head, had left in October 2011 with a giant political target on his back.\nIt would also mean making a big lifestyle change. Davidson, a father of three adult children, lives with his wife in Brooklyn, and getting to work meant traveling to Washington every week and crashing in Hatcher’s guest bedroom until he could find an apartment.\nThe more Davidson studied the program, however, the more he was convinced it could transform the U.S. energy landscape.\n“The truth is not at all what the popular perception is,” he said.\n$50 Billion Still on the Table\nThe Loan Programs Office is likely the largest clean energy finance bank of its kind worldwide, according to Davidson.\nCongress created the program in 2005 under President George W. Bush to prop up high-risk technologies that might someday boost domestic energy production. Two years later, the office expanded to include a program for advanced automotive technologies. Lawmakers gave the Energy Department authority to issue nearly $60 billion in total loans and loan guarantees.\nPresident Obama loaned $8.4 billion of that pie to auto companies. And, as part of the 2009 economic stimulus, he added a third, temporary loan program for renewable energy and biofuel projects. The office doled out $16 billion in stimulus money to Solyndra and about two dozen other firms before the clean energy program expired in September 2011. That means that today, $50 billion is still available under the loan office.\nSince its creation, the Loan Programs Office has lost $800 million in taxpayer dollars. While that isn’t chump change, it’s only about 2 percent of the money issued so far and a small portion of the $10 billion that Congress previously set aside to cover losses.\nDavidson said one of the reasons he considered the job was the program’s role in helping build the U.S. utility-scale solar sector practically from scratch. Four years ago, not a single solar photovoltaic (PV) project bigger than 100 megawatts had been built in the country, mainly because banks wouldn’t back them. So in 2010 and 2011, the loan office guaranteed $6 billion in loans to six massive projects. The investments helped win the confidence of private lenders, who have since financed 10 new utility-scale projects without support from the federal loan office.\nBefore Davidson accepted the offer, he asked to meet with Obama’s nominee for U.S. energy secretary, Ernest Moniz, a nuclear physicist at the Massachusetts Institute of Technology and director of the school’s Energy Initiative. “I wasn’t going to start the job unless he and I spent time together, and he thought I was the right person for the job,” Davidson said.\nThe two men hit it off. Moniz, a champion of natural gas and carbon capture and storage, agreed that the beleaguered loan office should aggressively pursue new projects using the $50 billion that remains under its authority.\nOn May 13, Davidson started his first day at the loan office. Three days later, the U.S. Senate unanimously confirmed Moniz as energy secretary.\nLoan Office ‘Back Open for Business’\nOver a cup of coffee in Brooklyn Heights, Davidson said his mission is clear: to let energy companies know that the federal loan office is “back open for business.” He has spent the last few months meeting with developers, policymakers and hosting public hearings to raise interest in the program. Sometime this fall, the office will start taking applications for its $8 billion advanced fossil initiative.\nThe plan to invest some of that money in fossil fuel technologies has raised eyebrows in green circles.\nSome environmental and clean energy advocates say all that money should be invested in zero-carbon alternatives like solar and wind power that would get the nation moving away from fossil fuels. They see the fossil money as a White House attempt to placate Republican lawmakers.\nDavidson defended the investment in fossil fuels. “It’s ‘all-of-the-above,’ which was the intent of Congress when they set up the program [in 2005], and it’s certainly what the president believes and what we believe,” he said.\nThe $8 billion bucket is available to technologies that would “avoid, reduce or sequester” greenhouse gas emissions from fossil fuels, including those that turn coal into gas, reduce methane emissions from natural gas drilling or make factories more energy efficient. Fuel cell systems, which convert hydrogen into electricity, also qualify. So do microgrids, small electricity networks that are independent of the main grid.\nSome loan applications are already being examined, including a controversial project to turn coal into liquid fuels. The process would release twice as much carbon dioxide as fuels refined from oil, according to federal estimates.\nA portion of the $8 billion is expected to go to carbon capture and storage, or CCS, which involves capturing carbon emissions from energy facilities and piping the gas underground into sealed caverns for permanent storage or into oil wells. In a carbon-regulated economy, the technology would help coal compete with cleaner natural gas, solar and wind power. Last month, the Obama administration announced new greenhouse gas regulations that essentially require any future coal plant to be built using CCS technology.\nBut so far CCS has proven costly and difficult to implement. Globally, not a single power plant is equipped with large-scale CCS technology, though ten countries have demonstration projects in the works. The United States has five large projects underway, one of which—the Hydrogen Energy California project—could be a growing financial problem, according to an internal audit by the Energy Department. The project that is furthest along, a new coal plant in Mississippi, has faced repeated delays and more than $1 billion in cost overruns.\nDavidson is also tasked with attracting new applicants to the office’s Advanced Technology Vehicles Manufacturing section. The program helped build the country’s first two electric-vehicle manufacturing plants: Ford Motor’s plant in Detroit and Nissan Motor’s facility in Tennessee. Although it is currently restricted to the production of fuel-efficient vehicles, Sen. Debbie Stabenow (D-Mich.) and other policymakers want the program expanded to other projects, including electric vehicle chargers and filling stations for compressed natural gas.\nIf Congress approved a change, “we believe there would be far more applicants for the program,” Davidson said.\nThe loan office is also working on closing $10 billion in total loan guarantees for two proposed nuclear power projects, a commitment the Energy Department made in 2010. The projects are continuing amid new doubts about the future of the U.S. nuclear sector, which has seen a string of plant closures, project cancellations and other setbacks in recent years. Georgia Power is building two new reactors at its Vogtle plant, and Areva SA has proposed a uranium enrichment plant in Idaho. Both projects are far behind schedule and facing rising costs.\nDavidson said his goal for the Loan Programs Office isn’t just to get billions of dollars out the gate but also to re-establish the tarnished program as an important piece of America’s clean energy future.\n“You can make the argument that some government programs shouldn’t exist, but if you really believe in energy innovation and innovation in the marketplace, this is a crucial program,” he said. “I’m very happy to be a part of it.”\nBack at the Senate Hearing\nDespite his nerves, the reception Davidson got from the senators at their meeting in July was generally warm.\nSen. Lisa Murkowsi (R-Alaska), the ranking minority member of the committee, pressed Davidson on how he’ll mitigate the risk of another flop like Solyndra but also expressed support for the program. Others asked how he’ll improve the advanced automotive program, or how other types of energy technologies can get a slice of the pie. Davidson told the senators that he’s bulking up oversight of the program and is making its operations more transparent.\nThe hearing “was done in the spirit of, ‘Look it it’s a program … how to do we make sure it’s optimized?'” he said. “As opposed to what I think the dialogue was a year or two ago, which was ‘How do we shut it down?'”\nOutside the Senate committee, however, some policymakers aren’t quite ready to put the past behind them.\nSen. John Thune (R-S.D.) recently proposed a measure that would prohibit future spending by the loan office’s “wasteful” automotive program, citing the financial struggles of Fisker Automotive. “This administration has gotten into the business of picking winners and losers at a significant cost to taxpayers,” he said in a statement to InsideClimate News. His measure will protect taxpayers from “any future risky green energy investments.”\nCorrection: An earlier version of this article inaccurately reported that the Loan Programs Office awarded $26 billion to clean-energy companies before a temporary stimulus program expired in September 2011. The office has closed about $16 billion in loan guarantees.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}