{
  "url": "https://insideclimatenews.org/news/30092013/scientists-call-overhaul-ipcc-climate-panel/",
  "title": "Scientists Call for Overhaul of IPCC Climate Panel",
  "date": "2013-09-30T13:00:50-04:00",
  "content": "When a United Nations panel of experts released a report last week affirming that man-made climate change is a scientific certainty, skeptics of global warming were noisily trying to discredit the panel. In the process, they drowned out the critiques of a far different group.\nA broad array of leading climate scientists and policy specialists were also criticizing the panel for the exact opposite reason: They believe the main conclusions of the Intergovernmental Panel on Climate Change (IPCC) may be too general and too conservative to convey a clear message about the grave threat of warming and to inform policies to address local climate change issues. They say that after 25 years it might be time to overhaul the organization and refocus its research priorities.\n“The state of the science and the questions to be answered have changed,” said Kevin Trenberth, a climate scientist with the National Center for Atmospheric Research who has worked with the IPCC since the early 1990s.\nTrenberth and several other scientists who are, or have been, in the IPCC told InsideClimate News that because the panel has already established that global warming is real, rapidly occurring and driven by human activity, it is time to focus less on defending this basic science and focus more on what is less understood. Examples of less certain science include understanding the effects of climate change on extreme weather in different regions, the role the deep ocean plays in the climate cycle and the rate at which sea level will rise over the next century.\nThe scientists said the IPCC needs to make a number of structural changes, including producing more frequent and focused reports, increasing transparency and shifting some of its attention to hyper-local projections that would provide communities and their leaders a clearer picture of what their futures look like.\n“The IPCC reports are very comprehensive and very good,” said Michael Oppenheimer, an environmental policy expert at Princeton University and longtime IPCC author. “But 98 percent of the information in them represents incremental advances over the last few years. What the governments need is something that evaluates the science in a very timely fashion … [and produces] reports that are sharp and deep and very, very useful to policymakers.”\n‘How Much Higher Can We Really Go?’\nThe IPCC was chartered in 1988 under the United Nations to provide governments with an assessment of climate science every six or seven years to inform policy decisions about the climate threats facing the world. At the time it was founded, evidence was piling up that the world was warming and a consensus was forming within the scientific community that human activity—in particular, the burning of fossil fuels—was responsible.\nSince then, thousands of scientists have volunteered their time to research, write and review the group’s assessments. The process involves years of analyzing tens of thousands of scientific journal articles on topics ranging from sea level rise and glacial melt to past climate shifts. In 2007, the panel shared the Nobel Peace Prize with former Vice President Al Gore.\nWith every assessment the group publishes four technical reports, each thousands of pages long—one on the basic science, and others on climate impacts and how to adapt to them, ways to curb emissions, and a synthesis of all the findings—as well as a 20-page summary for policymakers that covers the material most relevant to world leaders and the public. Thanks to a growing body of scientific evidence and improved computer models that can project climate changes more accurately and in much finer detail, each report has proclaimed with greater and greater certainty that human activity is the main cause of global warming.\nIn its third assessment 12 years ago, the IPCC asserted with 66 percent certainty that man-made greenhouse gas emissions were the main driver of global warming since the early 1950s.\nIn 2007, the group’s certainty rose to 90 percent. The panel’s just-released fifth assessment, created with the collaboration of more than 800 experts who reviewed more than 9,000 scientific studies, ups its confidence to 95 percent.\n“How much higher can we really go?” said Andrew Weaver, a Canadian climate scientist and lead author of the IPCC’s section on climate projections, who was elected in May to British Columbia’s provincial legislature as a Green Party member.\n“You can always appeal to wait for more science, but the reality is we know enough science to know what needs to be done.”\nHow to Make It Better\nIn interviews, scientists and policy experts suggested five strategies to improve the IPCC:\nStreamline the process: For years, IPCC scientists have argued that the process for producing the mammoth assessments is inefficient. The exhaustive review process during which authors address thousands of comments, means each assessment takes six or seven years to complete. The fact that the scientists who work on the reports do so on a volunteer basis “lends credibility and dignity to the effort,” said Michael Mann, an IPCC author and climatologist who directs the Earth System Science Center at Pennsylvania State University. But it also slows the process, because they hold full-time jobs. By the time the assessments are published, some of the science is inevitably out of date.\nTo speed up the process, experts say the number of collaborating scientists should be decreased and the comment period shortened, among other fixes.\nPublish smaller, more targeted assessments: Since the IPCC was founded, the group’s main assertions—that the world is warming and humans are responsible for it—have only grown more certain. About 97 percent of climate researchers believe that climate change is real and caused by humans. Yet the IPCC still primarily focuses on these two facts, in part to counter misinformation campaigns by skeptics groups backed by fossil fuel interests that oppose caps on greenhouse gases. These organizations, which include the Heartland Institute—a group that once compared those who believe in climate change with the Unabomber—have undermined public confidence in climate science so much that scientists have to defend even their most fundamental findings.\nA number of scientists and policy experts said that instead of commenting on what is already well established, the IPCC should dedicate resources to better understanding what scientists don’t know through smaller, targeted reports published periodically either during the lag time between large assessments or in place of the large assessments. Such reports could be on topics like climate change’s influence on hurricanes, the so-called “pause” in the increase of average global surface temperatures or the climate implications of natural gas. They would take less time to produce, making them more timely and accurate by the time they’re published, and thus more useful to policymakers.\nMake the process more transparent: To counter skeptics and increase confidence among policymakers and people in general, some scientists suggest making the IPCC meetings open to the public and publishing drafts of the report online so people can track the progression of the research. (Currently, drafts tend to be leaked and distorted.)\n“A more open process would engender more public trust not only in the IPCC, but in science in general,” said Oppenheimer. “We sorely need that. The IPCC could really lead the way in showing that science can be rigorous and credible at the highest quality of peer review, and yet be completely open to the public.”\nFocus more on hyper-local climate projections: With national governments failing to take action on climate change, many cities and communities across the globe are trying to fill the void. But most of the information in the IPCC assessments isn’t specific enough to be useful at local and regional levels. Policymakers in San Francisco, for example, need to know the estimated sea level rise for the city’s bay, not the entire western Pacific Coast, if they want to create an effective plan to protect the city from future climate impacts.\nIn 2008, New York City Mayor Michael Bloomberg convened a panel of scientists, including several IPCC authors, to produce climate projections specific to the city. The group, known as the New York City Panel on Climate Change (NCPP), used the IPCC climate models to estimate how global warming will affect everything from extreme weather and temperatures to sea level rise. Bloomberg then used this information to develop the world’s most aggressive climate adaptation and infrastructure plan to protect the city’s 8.4 million residents from stronger storms, rising seas, heat waves and other climate events.\nThe NPCC’s leaders are trying to create similar efforts across the globe through an organization called the Urban Climate Change Research Network. They see the network as a good research area where the IPCC could provide expertise and technology or help connect scientists with communities interested in developing local projections.\n“Cities are emerging as the first responders to climate change,” said Cynthia Rosenzweig, a climate scientist with NASA’s Goddard Institute for Space Studies, chair of the NPCC and longtime IPCC author. “The IPCC is the flagship example of providing knowledge to decision makers. But it is global… Cities need their own knowledge base.”\nCoordinate release of the technical reports: The IPCC’s assessments are broken up into three research areas that are handled by three separate working groups and published months apart. On Monday, for instance, the IPCC released the final report for Working Group I, the climate science team. Working Group II, the impacts and adaptation team, will publish its findings in March 2014. Working Group III, the mitigation team, will release its report in April 2014. The staggered release of the reports means they are often considered independently, making it harder to understand the policy implications of global warming science.\nWith climate change already affecting nations across the globe, “policymakers don’t just want the science, they want to know what to do with the science and how to apply it to their own communities,” said Weaver, the climate scientist-turned-Canadian politician.\nSeveral experts interviewed for this story want more collaboration among the three working groups. Some say the groups should be combined.\nBy combining or fostering collaboration between the groups, “conclusions can be stronger,” said Trenberth of the National Center for Atmospheric Research. “It is more end-to-end.”\nWill It Happen?\nThe idea of overhauling the IPCC isn’t new. In 2010, five IPCC authors wrote an opinion piece in the journal Nature questioning whether it was time to tweak the organization and its process, including publishing more frequent reports and replacing the IPCC’s volunteer structure with a paid permanent staff.\nBut the conversation seems to have intensified with the release of the latest assessment. Thomas Stocker, a climate scientist at the University of Bern and a co-chair of the U.N. climate panel, told The Guardian that he has asked to host a public debate about the future of the IPCC at an upcoming meeting of the American Geophysical Union, a gathering that attracts thousands of scientists.\nWhether the IPCC listens to these requests is another matter.\n“The IPCC is an intergovernmental body and it is for the governments which are members of the panel to decide what we should do in the future,” IPCC chairman Rajendra Pachauri told InsideClimate News in an email. “This discussion will be initiated very soon, and I am sure the scientific community will do whatever governments decide would be appropriate.”\nWhatever happens, one thing is clear: Even as scientists and policy experts suggest changes, they are clear that existence of the internationally accepted authority on climate science is vital.\n“Whether the current six year schedule is optimal, or whether the IPCC might consider a smaller number of more frequent and targeted reports, is worthy of discussion,” said Mann. “But the IPCC should continue to exist in some form.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}