{
  "url": "https://insideclimatenews.org/news/07102013/trumped-federal-authority-over-pipeline-safety-ark-lawmakers-settle-symbolism/",
  "title": "Trumped by Federal Authority Over Pipeline Safety, Ark. Lawmakers Settle for Symbolism",
  "date": "2013-10-07T11:00:07-04:00",
  "content": "LITTLE ROCK, Ark.—Arkansas state legislators leery of lax federal oversight of oil pipelines have attempted to beef up safety standards to try to prevent another disastrous spill in their own backyard.\nThey’re aware, however, that their efforts are largely symbolic.\nThat’s because, in most instances, a state statute cannot infringe on the federal government’s constitutional authority to set and enforce rules about petroleum pipelines. But for local lawmakers trying to calm constituent fears after a 65-year-old pipeline burst in central Arkansas, going it alone seemed the only option in an environment where the U.S. Congress and federal regulators seem incapable of strengthening rules that pipeline safety advocates perceive as weak and ineffective.\nThe U.S. Department of Transportation’s Pipeline and Hazardous Materials Safety Administration (PHMSA) regulates most of the country’s liquid fuel pipelines. That includes ExxonMobil’s beleaguered Pegasus pipeline, which stretches 850 miles across four states from Patoka, Ill., to Nederland, Texas. Earlier this year PHMSA’s top pipeline safety official, Jeffrey Wiese, said the regulatory process he oversees is “kind of dying.” He announced that his agency is creating a YouTube channel to persuade industry to voluntarily improve safety at a time when it can take up to three years to issue a new regulation.\nArkansas passed what basically amounts to an advisory law in April, barely a month after at least 210,000 gallons of Canadian heavy tar sands crude belched from the Pegasus into a neighborhood roughly 20 miles northwest of Little Rock on March 29. That calamity was an eye-opener about how poorly operators and regulators have monitored and maintained the nation’s aging and vulnerable pipeline network.\n(MORE: Exclusive: Pipeline Safety Chief Says His Regulatory Process Is ‘Kind of Dying’)\nThe three-page law “encourages” but does not force petroleum pipeline companies to take a series of safety measures, which are stricter than the federal government’s, on lines that cross watersheds that supply drinking water. The bill’s goal is to compel companies to detect ruptures rapidly so they can speed up response time. It encourages pipeline operators to install cut-off valves that automatically sense lower flow in a pipeline and that can be automatically and manually shut off on either side of a river, stream, lake or reservoir. It also asks operators to provide training and funding for emergency responders.\nIn addition, the law calls for operators to identify the chemical composition of oil flowing through a pipeline; remove above-ground pipeline crossings, install additional valves and valve controls; and create a risk mitigation and response plan that includes quarterly visual inspections of all pipelines.\nReps. John Edwards, a Democrat, and co-sponsor Andy Davis, a Republican, shepherded the pipeline safety bill through the Arkansas General Assembly. Edwards said he knew he had to tread carefully with the language in the bipartisan legislation because states can’t dictate pipeline safety. Simply put, PHMSA and pipeline operators can ignore local laws that try to pre-empt or override federal authority.\nPHMSA spokesman Damon Hill told InsideClimate News that the Arkansas law wouldn’t conflict with federal regulations because it “encourages” but doesn’t “require” stricter safety standards.\nEdwards: Clean Water Can’t Be Compromised\nThe Mayflower spill spurred Edwards into action because the Pegasus broke so close to Lake Maumelle, a drinking water source that serves 400,000 customers in and around Little Rock. The name of the law, “An Act to Improve Economic Opportunities in Arkansas by Protecting the Water Resources of the State” reflects his effort to attract votes among fellow legislators worried about the havoc a broken pipeline could cause if water were compromised.\n“For me, it goes back to the point that moral authority has no boundaries,” Edwards said about his decision to pursue legislation—even though pipeline operators in Arkansas could choose to ignore it. “As an elected official, you have an obligation to speak out and do what you can with something that impacts everyone. Clean, safe drinking water is one of those issues.”\nAbout 1,805 miles of the nation’s 194,157 miles of liquid fuel pipelines run through Arkansas.\nExxon spokesman Aaron Stryk did not say whether the company would follow the Arkansas law. Instead, he told InsideClimate News in an e-mail that “our commitment to operating in an environmentally responsible manner is anchored in our Environment Policy, which fosters appropriate operating practices and training, and requires our facilities to be designed, operated and managed with the goal of preventing environmental incidents.”\nAnthony Swift, an attorney at the Natural Resources Defense Council, a nonprofit advocacy organization, lauded Edwards for trying to send a message to the U.S. Congress and PHMSA about the current shortcomings of pipeline safety.\nCounties and states can’t just throw up their hands and say they are helpless, said Swift, who has spent years studying pipeline safety issues. It’s incumbent on state officials to represent their constituents’ needs so federal regulators and the pipeline industry aren’t the only representatives at the table, he added.\n“When we say that all politics is local, it’s true,” he said. “If local lawmakers don’t push their federal lawmakers to change the system, the system is not going to change.”\nSouth Dakota County Strikes Out\nWhile PHMSA sets oil pipeline safety via federal standards, local legislators are allowed to address pipeline siting and spill response issues without superseding federal powers.\nThat means they can have a say on where a pipeline is buried and on what type of post-spill cleanup response is expected. But they cannot demand that pipeline operators lower the pressure on their lines, conduct more inspections, construct their pipelines with thicker steel or add sensors that detect spills because those safety measures are federally regulated.\nLocal legislators in South Dakota who tried to propose an ordinance that went beyond federal pipeline siting and spill response found out just how large a hammer PHMSA can yield.\nMore than five years ago, worries about the proposed Keystone XL prompted the Spink County Commission in South Dakota to direct its volunteer zoning board to design an ordinance just in case an oil pipeline was ever constructed in the county.\nNeither the first Keystone pipeline, completed in 2010, nor Keystone XL—now in its fifth year of review—would pass through Spink County, an agriculture-dependent area in the northeastern corner of the state near the Minnesota border. However, the first Keystone came within about two miles of the county’s eastern border and commissioners wanted to be proactive. They were aware that pipeline construction had caused tension with nearby landowners and they also were concerned that a pipeline spill could compromise the drinking water the rural district draws from the Missouri River.\nMembers of the five-member zoning board, headed by one of the county commissioners, modeled their measure on a similar ordinance passed in Union County, which is in far southeastern South Dakota where Iowa and Nebraska come together, then-zoning board member Ed Fischbach said in an interview.\nThe ordinance called on operators to bury pipelines at least 1,000 feet from residences and farms, and to establish a trust fund to reimburse landowners for spill expenses. Those are clearly pipeline siting and spill response issues. However, it also required pipeline operators to use thicker steel when constructing lines near water sources. That latter criterion raised a red flag because only federal regulators can dictate what type of steel an operator uses.\nAs required by county procedures, the board voted on the measure twice—approving it unanimously both times—before presenting it to the commission for a final vote in 2009.\n“And that’s when everybody came out of the woodwork to kill it,” Fischbach said.\nAttorneys from PHMSA, TransCanada, the state Public Utilities Commission and elsewhere told the Spink County commissioners they were setting themselves up for a lawsuit because they would be violating federal law by approving such an ordinance. The five-member commission, including the commissioner who served on the zoning board, rejected the ordinance unanimously.\nAnd that wasn’t the end of it. A few months later, the county attorney informed the entire board via letter that it would be disbanded by the end of the year because the commissioners would be taking over all zoning duties.\n“We were upset and frustrated but it wasn’t a surprise,” Fischbach said about the board being dismantled. “We talked about it afterward and none of us regretted what we did on the ordinance. We’d had the commission’s blessing.”\nAt least two states, Washington and Nebraska, have successfully legislated pipeline safety measures that PHMSA hasn’t challenged.\nWashington has initiated rules calling for spill response plans that are more rigorous and thorough than what PHMSA requires. And, the Nebraska legislature tackled the siting issue in 2011.\nTransCanada’s proposed Keystone XL alarmed landowners, environmentalists, farmers and ranchers because it was slated to traverse the Ogallala Aquifer, a crucial water source in the Great Plains. Nebraska legislators addressed those fears by passing what’s called the Major Oil Pipeline Siting Act. It gives Nebraska’s Public Service Commission (PSC) the authority to site oil pipelines within the state.\nThe catch is that Nebraska’s law applies solely to future oil pipelines, not the controversial Keystone XL. A provision in an earlier version of the bill that had included the Keystone XL was dropped when TransCanada agreed to reroute the pipeline out of a network of ecologically sensitive grasslands called the Sandhills.\nBut that hasn’t soothed Nebraskans’ concerns. TransCanada selected a new route for the pipeline that avoids the heart of the Sandhills. However, some 55 miles of the pipeline would still run through Holt County. That region sits above the aquifer and is especially vulnerable to oil spills due to its permeable soils and high water table.\n(MORE: Arkansans Want Exxon Pipeline Moved Out of a Watershed, and Nebraskans Take Note)\nEdwards: Exxon ‘Caught a Break’\nEdwards, the Arkansas legislator, said the pipeline rupture in Mayflower motivated him to act because “the biggest enemy of clean water is apathy.” He consulted civil engineers while writing his bill to make sure his demands were reasonable.\n“We need to have people at all levels of government stand up and say that this is important to us,” Edwards said.\nHe’s convinced Exxon “caught a break with that break” because even though the rupture forced 22 families to evacuate from the Northwoods subdivision, the location was accessible to cleanup crews. It was eight pipeline miles away from Lake Maumelle, the dammed reservoir that Central Arkansas Water counts on to serve its 400,000 customers. A rupture along the 13.5 miles of the Pegasus that traverse the rugged and isolated northern edge of the lake would have been a “total catastrophe,” he said.\n(MORE: In Exxon Pipeline Relocation Push, Zero Risk to Drinking Water Is the Goal)\nA study of the pipeline’s route by the Arkansas Department of Health revealed that the line traverses through 18 of the state’s drinking water sources. About 750,000 of the 2.9 million people who call the state home rely on that water. That’s about one-fourth of the state’s population.”\nExxon officials can look at you with a straight face and say that to the best of our knowledge we were following the federal guidelines, but again I don’t think that’s enough when you’re talking about a drinking water supply,” said Edwards, an attorney whose legislative district includes Little Rock. “I wanted to do something more than just a study so I did the best I could with the framework I had to work with.”\nStryk, the Exxon spokesman, said the company’s integrity management program for oil pipelines is “consistent with the requirements outlined by the federal regulators.” He added that inspections, testing and routine maintenance of pipelines go beyond federal regulatory requirements.\nHowever, a report by InsideClimate News found that Exxon knew that the 1940s-era Pegasus had manufacturing defects. Faulty welds allowed crude oil to spew from the pipeline in that Good Friday afternoon in Arkansas. Yet Exxon added new stresses by pumping more and heavier oil—tar sands crude—through the line.\n(MORE: Exxon Knew Its Ruptured Pipeline Was Old, Defective and Brittle, and Still Added New Stresses)\nSwift, the NRDC attorney, said the public is paying attention to the questionable state of the nation’s oil pipeline system. People are alarmed by the mixed messages that federal regulators are sending by claiming to be in charge but then not following up with more stringent pipeline safety regulations.\nOil spills in Mayflower and the Kalamazoo River in Michigan in 2010 could have been avoided or much less disastrous if it weren’t for such lax oversight, he said. In Michigan, for instance, Enbridge Inc. did not repair known defects on the line and did not conduct adequate safety inspections. As well, its leak detection system failed to perform adequately.\n“PHMSA is monopolizing space with pipeline safety standards and for whatever reason it is not being particularly effective in that role,” Swift said. “It’s a regulatory environment where the fox is guarding the chicken coop.”\n“The agency argues that it doesn’t have teeth but the agency doesn’t use the enforcement power it has,” he said, adding that PHMSA also has the power to shore up its shortcomings by writing new regulations. “Other federal agencies are getting regulations out all of the time.”\nEdwards said three distinct situations influenced his advocacy for clean, safe drinking water.\nFirst, President Clinton, an Arkansas native, appointed Edwards to a position with a branch of the U.S. Department of Agriculture tasked with funding drinking water systems in rural regions. And second and third, he was dispatched twice with his Arkansas National Guard unit to some alarming circumstances. For a year in Iraq, beginning in 2004, everybody subsisted on bottled water because potable water wasn’t available. In 2005, while helping evacuate the convention center after Hurricane Katrina crippled New Orleans, he realized “we were surrounded by water but none of it was fit to drink.”\nThis country has made some remarkable engineering advances, but a replacement for water isn’t one of them, said Edwards, adding that he felt fortunate to grow up in Tomberlin, a tiny rural community at the edge of the Arkansas Delta with suitable drinking water infrastructure.\n“It doesn’t matter how rich you are or how poor you are,” he said. “If you don’t have water or if you have bad water, you’re in a world of hurt.”\nThis story is part of a joint investigative project by InsideClimate News and the Arkansas Times. Funding for the project comes from readers who donated to an ioby.org crowdfunding campaign that raised nearly $27,000 and from the Fund for Investigative Journalism.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}