{
  "url": "https://insideclimatenews.org/news/21082013/exxon-pipeline-rupture-amount-oil-spilled-still-guesswork/",
  "title": "Exxon Pipeline Rupture: Amount of Oil Spilled Is Still Guesswork",
  "date": "2013-08-21T10:00:09-04:00",
  "content": "MAYFLOWER, Ark.—Homeowners whose lives are still in limbo after thousands of gallons of oil streamed into their neighborhood from a ruptured pipeline on March 29 might never know precisely how much of the sticky black goo oil actually spilled.\nThe working estimate is that 5,000 barrels—210,000 gallons—of Canadian heavy crude oil poured from a 22-foot break in ExxonMobil’s Pegasus pipeline on that Good Friday afternoon.\nBut officials with the U.S. Environmental Protection Agency and Exxon say the actual amount can’t be figured until the Pegasus is up and running again. That will allow Exxon to do a mathematical calculation while the line is operating at the same flow as it was when it broke open.\nHowever, that scenario could prove problematic.\nIt’s quite possible that the beleaguered pipeline, which stretches 850 miles across four states from Patoka, Ill., to Nederland, Texas, will never reopen. And, even if it does someday pump oil again, federal regulators have ordered Exxon to permanently reduce its operating pressure.\nKaren Tyrone, vice president for operations of ExxonMobil Pipeline Co. told the Arkansas Democrat-Gazette last week that retiring Pegasus “is within the realm of possibilities.” The 65-year-old line was manufactured using a welding process that’s now known to be defective and with a type of pipe that is inherently brittle and prone to cracking, according to documents filed with federal regulators.\n(Read: Exxon Knew Its Ruptured Pipeline Was Old, Defective and Brittle, and Still Added New Stresses)\nFiguring out an accurate count on barrels spilled is crucial because that number will help determine the size of the fines Exxon will face under the federal Clean Water Act. Civil penalties could range from $1,100 to $4,300 per barrel, depending on whether Exxon is found guilty of negligence or willful misconduct. Penalties for a 5,000-barrel spill could range from $5.5 million to $21.5 million.\nThe size of an oil spill can be determined in several ways.\nCalculations can be made from data that the pipeline operator collected at the time of the spill. A count also can be based on the amount of oil collected during a cleanup, as the EPA’s Chicago-based Region 5 is doing in Michigan, where the nation’s largest oil pipeline spill occurred in 2010.\nIn Michigan, the EPA’s on-scene coordinator devised a formula to track how much oil was being recovered, whether it was skimmed off the surface of the water or embedded in vegetation, soil, sediments or debris. The agency says more than 1.1 million gallons of oil have been recovered so far in the ongoing cleanup. The Canadian company responsible for that rupture, Enbridge Inc., disputes that figure, claiming only 843,444 gallons spilled.\nWhen asked why the Arkansas and Michigan spills are being handled so differently, an EPA spokeswoman for Dallas-based Region 6, which includes Arkansas, said managers make their own decisions based on the unique factors associated with each cleanup.\n“These are two completely different incidents, so to compare the two, we aren’t able to do that,” EPA spokeswoman Jennah Durant told InsideClimate News. “As far as I know, nobody from our region was involved in the cleanup in Michigan.”\nNicolas Brescia, the EPA’s Region 6 on-scene coordinator for the Mayflower cleanup, said the agency is keeping tabs on the amount of oil collected, but isn’t doing its own tally.\n“We are showing the waste collected and disposed of, but it’s impossible to figure out the amount of oil in the debris,” he said. “You lose some oil to evaporation, some gets absorbed into soil and plants, and some has to biodegrade on its own.”\nBrescia is confident that the 5,000-gallon estimate provided by Exxon is accurate as possible at this point.\n“Until the investigation is done with the Department of Transportation and until they refill that line, we won’t know the exact number of barrels lost,” Brescia said. “Five thousand is what we’re going with because that’s the best number we have.\n“If we felt maybe that [Exxon] was not 100 percent correct, we could give them an order to answer questions. But we typically don’t run into that. There’s no value for them to tell us an incorrect number.”\nMost of the spill site in Mayflower has progressed from the “response” to the “remediation” stage. That means that while the EPA is still involved in the cleanup, the Arkansas Department of Environmental Quality (ADEQ) is directing day-to-day operations on the ground. Brescia, who spent two months in Mayflower after the spill, still makes occasional trips to Arkansas and participates in weekly conference calls.\nPhiladelphia attorney Andy Levine, a former senior assistant regional counsel for the EPA, said the agency’s approach to oil spills can depend on the dynamics of the individuals involved.\n“Some people might ask how you can trust any polluter,” said Levine, who is not involved in the Mayflower case. “But the reports I hear is that Exxon is being highly cooperative. I think ExxonMobil may have stumbled a bit at first. But the company got in line fast and gained the respect of the government.”\nLevine said the EPA on-scene coordinators he knows are savvy about how they handle oil companies.\n“They’re very cynical and they are also highly trained and highly educated,” he said. “They’re not on the site looking for rainbows and lollipops. In working with these companies, they will develop a sense of trust or mistrust. And that is what’s reflected here.”\nSpills Never Easy to Quantify\nPipeline expert Richard Kuprewicz said spills are difficult to measure, whether it’s at the time they happen or after a ruptured pipeline is functional again.\nThe method that the EPA and Exxon say they are relying on in Arkansas—refilling the line and operating it at the same flow—would indeed help to produce an estimate of the volume that spilled from the Pegasus, he said. But that calculation alone doesn’t factor in such variables as how long it took operators to discover the leak, shut down the pump and then close the valves to isolate the ruptured portion of the pipeline. Oil is still leaving the line as those procedures are going on.\nKuprewicz is the president of Accufacts Inc., a consulting firm that provides pipeline expertise for government agencies and industry. Central Arkansas Water, the Little Rock utility that wants the Pegasus pipeline removed from its watershed, is among his clients.\n“You never get an exact number,” Kuprewicz said. “If [Exxon] can measure within a few hundred barrels then that’s a good start.”\nThe EPA and the Department of Justice don’t need to prove how much spilled at this point in the litigation, said David Uhlmann, a professor at the University of Michigan Law School and former chief of the U.S. Department of Justice’s environmental crimes section.\n“That day will come in court,” Uhlmann said. “It is enough to allege that the spill occurred and violates the Clean Water Act.”\nJust as the government isn’t required to accept an oil company’s estimate of the number of barrels spilled, neither is an oil company required to agree to the government’s estimate. If the federal government and Exxon go to court, the number of barrels spilled would be determined at trial. If an out-of-court settlement is reached, the number of barrels spilled and the fine levied per barrel are negotiable.\nLevine, the former EPA lawyer, said having an accurate estimate is vital not only to levy fines but also to gauge what the remediation effort will entail.\n“They are never going to get every billionth of a particle of oil out of the environment in a spill,” Levine said, “but they need to know the quantity so they can answer how clean is clean?”\nSpill Amount Varied at First\nThe spill estimate fluctuated in the first week after the pipeline ruptured.\nIn a call to the National Response Center, where oil spills must be reported, Exxon said “a few thousand barrels up to 10,000 barrels” were released in the accident that forced 22 families from their homes in Mayflower’s Northwoods subdivision. Exxon told InsideClimate News that only “a few thousand barrels” spilled. The EPA said as many as 7,000 barrels spilled. Thee Pipeline and Hazardous Materials Safety Administration (PHMSA) said 3,500 to 5,000 barrels spilled.\nEventually, Exxon and the EPA agreed on the 5,000-barrel figure.\nIn an Aug. 12 e-mail to InsideClimate News, Exxon spokesman Aaron Stryk disputed his company’s earlier lower estimate by stating that “we never changed our preliminary estimate of 5,000 [barrels].”\nHe also said the oil company wouldn’t be “changing the official estimate because we wouldn’t be able to know for sure until the investigation is finalized and after the line is refilled. Again, we are keeping the official estimate at 5,000.”\n(Read: Exxon Oil Spill Could Be 40% Larger Than Company Estimates, EPA Figures Show)\nSo far, roughly 2,000 barrels of oil have been recovered in Mayflower, Stryk said. That figure includes only oil measured in liquid tanks, where it is mixed with water also pulled from the spill site. Oil recovered from soil, vegetation, and booms, pads, wipes and other debris is not included in that measurement.\nPegasus, which is 20 inches in diameter, moved more than 90,000 barrels of crude oil daily when it was operating. That translates to four million gallons of diluted bitumen.\nThe section of the line that ruptured on March 29 was operating at a pressure of 708 pounds per square inch. That’s well below its maximum operating pressure of 820 psi, according to PHMSA, which regulates most of the country’s liquid fuel pipelines.\nU.S. Attorney Chris Thyer, on behalf of the EPA and Arkansas Attorney General Dustin McDaniel, filed a lawsuit against Exxon in mid-June, less than three months after the spill. It accuses the oil company of violating not only the federal Clean Water Act but also the Arkansas Hazardous Waste Management Act and the Arkansas Water and Air Pollution Control Act.\nAaron Sadler, a spokesman for McDaniel, said the amount of oil spilled isn’t directly related to the state’s case against Exxon.\n“The state statutory penalties are tied to the number of days of each violation, not the total volume of oil,” Sadler said. For air and water violations, the penalty clock began ticking on the day of the spill and the days are counted until the harm is remediated.\nU.S. Department of Justice spokesman Wyn Hornbuckle said the federal government can’t comment on how spill calculations might affect the federal lawsuit because of the pending litigation. He expects Exxon’s response to the government’s complaint to come as early as Friday.\n12,855 Tons of Debris Removed So Far\nNumbers compiled by the ADEQ reveal that through Aug. 15, crews collected 12,855 tons of contaminated soil, vegetation, wood chips and debris such as used absorbent pads, wipes and boom from the cleanup site. That area stretches about nine-tenths of a mile from the Northwoods subdivision to the cove of Lake Conway.\nMore than 1.1 million gallons of oil and water also had been removed from the site through mid-August, according to ADEQ records. That breaks down to 814,800 gallons of nonhazardous oil and water shipped to a refinery in Baton Rouge where some of the oil is being reclaimed. Also, 158,802 gallons of unusable oil and water and 164,388 gallons of water used to decontaminate cleanup equipment have been shipped to a hazardous waste facility in Saline County, Ark.\nFive homes in the Northwoods subdivision—ground zero for the spill—still have oil in and around the foundations remain in the “response” stage.\n“Exxon is not finished as long as there is recoverable oil,” said Brescia, the EPA’s on-scene coordinator. “That’s the standard. Thats how EPA does it. That’s how ADEQ is doing it. We made it clear to Exxon that as long as people were out of their homes, they were going to be in the response stage.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}