{
  "url": "https://insideclimatenews.org/news/29072013/exxon-axes-housing-aid-ark-oil-spill-victims-then-reinstates-it-after-fury/",
  "title": "Exxon Axes Housing Aid for Ark. Oil Spill Victims—Then Reinstates It After Fury",
  "date": "2013-07-29T08:00:00-04:00",
  "content": "MAYFLOWER, Ark.—ExxonMobil did an about-face in Arkansas last week after local politicians criticized the company’s plan to stop paying victims of the March 29 Pegasus pipeline spill for temporary housing.\nTwenty-two homes on North Starlite Road were evacuated after the pipeline sent a stream of heavy Canadian crude oil down their block. Since then Exxon has dug up the contaminated soil around the houses and replaced it with new dirt and fresh sod. It has also been testing the soil and the interior of the homes for benzene and other chemicals.\nExxon apparently decided that the neighborhood was in such good shape that it was time for the evacuees to begin moving back into their homes. To push them in that direction, company reps told some families that Exxon wouldn’t pay for temporary housing beyond August 31.\nThat came as a surprise to displaced residents who, lawmakers said, had been told the company would cover their replacement housing for at least six months after the disaster.\n“It’s horrible,” said Amber Bartlett, whose home on North Starlite is half a block from the source of the spill. “They want us to go back now. We’re not comfortable with that, because no one really knows if long-term health effects are linked to exposure to this.”\nWhen local politicians got word of what was happening last week they went public with their concerns—and on Friday Exxon announced that it will continue the payments indefinitely.\n“Each resident is going to be different,” said Exxon spokesman Aaron Stryk. “We’re going to work with them to meet their individual needs. If they need more time, we’ll look at each individual situation and find the best solution.”\nExxonMobil is still proceeding with deals to buy homes from some residents, Stryk said.\nOne of Exxon’s harshest critics last week was U.S. Rep. Tim Griffin, a past recipient of ExxonMobil campaign funds and usually an outspoken supporter of the pipeline industry.\nGriffin is a Republican whose district includes Mayflower. On Thursday he sent a letter to Exxon suggesting the company offer temporary housing “to these victims of the spill” until the end of the year, at least. “I am angered and deeply concerned,” the letter said, “that ExxonMobil would prematurely terminate housing assistance for these residents, forcing them to either move back into their homes or pay the full cost of alternative housing.”\nState Sen. David Sanders (R) also criticized the company’s plan.\n“This is cut and dry. It’s simple,” he said. “You simply apply the old do-right rule in this instance. For some [families] it’s continuing to work with them and negotiate on the sale of the homes. For some, it’s to give them more time.”\nSanders said he noticed a commonality among the affected residents he’d spoken to: They hadn’t hired lawyers.\nStryk said Exxon has worked with the Environmental Protection Agency and the Arkansas Department of Health to ensure that air in the homes isn’t poisonous. Of the 22 homes that were officially evacuated after the spill, Exxon believes several have been deemed safe for occupancy. Two residents have moved back into their homes, and Stryk said other residents are “in various stages of moving back.”\nBartlett, her husband, Ches, and their four children do not plan to be among the returnees. Because of their concerns about possible health risks from the chemicals in the oil, she said the family intends to sell their home to ExxonMobil. In recent months they’ve been living in a trailer home they rented from a friend.\nArkansas Attorney General Dustin McDaniel, whose office is investigating the Pegasus spill, continued his criticism of the company on Friday.\n“Although I am happy that Exxon has retreated from the cold-hearted policy that it announced just yesterday, I am again frustrated with the company,” McDaniel said in a statement. “I am angry that families had to experience that level of stress and that it took so much public outcry for Exxon to change its position.”\nInsideClimate News and the Arkansas Times have raised money through the ioby.org crowd-funding site to send two reporters—Sam Eifling and Elizabeth McGowan—to Arkansas to cover the spill and its consequences.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}