{
  "url": "https://insideclimatenews.org/news/30072013/efficiency-drove-us-emissions-decline-not-natural-gas-study-says/",
  "title": "Efficiency Drove U.S. Emissions Decline, Not Natural Gas, Study Says",
  "date": "2013-07-30T08:00:44-04:00",
  "content": "Aggressive energy efficiency efforts by households, companies and motorists led to the decline in carbon dioxide emissions from energy use in the United States, according to a recent report. The controversial finding contradicts recent studies that say the power sector’s shift away from coal to cheap natural gas caused the bulk of reductions.\nU.S. emissions last year fell by 205 million metric tons, or 4 percent, from 2011 levels. CO2 Scorecard Group, a small environmental research organization, says that nearly half the decline came from energy-saving measures such as retrofits and smarter appliances in homes and offices, as well as from Americans driving fewer miles, and using more fuel-efficient vehicles.\nNatural gas is responsible for only about one-quarter of last year’s emissions drop, CO2 Scorecard Group asserts.\n“Everybody started to believe that shale gas is driving all these CO2 reductions,” said CO2 Scorecard chief executive Shakeb Afsah, an environmental economist and co-author of the study. After investigating, he said he and colleagues found that “the numbers just don’t add up.”\nIndeed, the report challenges a common belief that America’s dramatic natural gas boom—made possible by the hydraulic fracturing, or fracking, of shale gas wells—is the main factor in the decline of energy-related emissions. And it goes against other recent studies, including those by the International Energy Agency, the Breakthrough Institute and former Pennsylvania environment secretary John Hanger, that made that argument.\nShale gas now represents 30 percent of U.S. natural gas supplies, up from one percent a little over a decade ago. The surge in production has pushed gas prices to historic lows, leading utilities increasingly to choose it over coal. Natural gas supplied just under one-third of U.S. electricity last year, up from 16 percent in 2000, while coal-fired electricity dropped from half to about 36 percent over the same period.\nNatural gas, which is primarily methane, produces about half the CO2 of coal when combusted. But leakage of methane—a more powerful, though shorter-lived greenhouse gas—throughout the production and distribution systems cancels out some of those gains. (To what extent isn’t clear.) On average, electricity from natural gas is many times more carbon-intensive per unit than wind or solar.\nConcerns about air and water pollution from fracking have put natural gas squarely at the center of America’s energy debate. President Obama and his energy officials have embraced natural gas as a key fuel for combating climate change. Environmentalists and clean energy advocates have more mixed opinions on the natural gas boom, however, with some groups touting its short-term climate benefits and others calling for a moratorium at least until they’re satisfied drilling can be done safely.\nIn their report, the CO2 Scorecard authors write that the impact of natural gas on emissions has been overstated. One reason is that natural gas replaced not only coal last year; it also substituted for much lower-carbon hydroelectric, nuclear and solar power. Secondly, natural gas-fired generation rose in factories, refineries and other non-utilities, canceling out a portion of the coal-related reductions.\nThe research note was the result of about three months’ worth of work by Shakeb Afsah who did the bulk of the data analysis. Kendyl Salcito, the group’s policy communications specialist, wrote up the findings. CO2 Scorecard Group doesn’t accept outside funding; it is supported by the research and development budget of Afsah’s consulting firm, Performeks LLC, which advises governments on environmental rating and disclosure programs.\nAfsah explained that his report came up with different numbers than other studies in part because most analyses of electricity-related emissions rely on national-level data.\nThe CO2 Scorecard report, by contrast, examined changes in electricity at the regional level using data from grid operators, which showed researchers greater detail about where natural gas had replaced coal or renewables; where renewables replaced coal; and where electricity consumption simply declined because of reduced demand.\nThe report “is one of the few to look at things in this way,” said Jonathan Koomey, a research fellow at the Stanford University’s Steyer-Taylor Center for Energy Policy and Finance, who advised the authors prior to the study’s release. “You’re going to get a different picture than if you look at the system as a whole.”\nEven if CO2 Scorecard is correct that the effect of natural gas on emissions has been less than previously believed, delivering one quarter of U.S. carbon cuts is still “pretty significant,” said Michael Tubman, a senior fellow at the Center for Climate and Energy Solutions (C2ES), a nonprofit policy organization.\n“We shouldn’t just say that’s not important,” because it’s less than others have found, he said.\nTubman co-authored a recent C2ES report called “Leveraging Natural Gas to Reduce Greenhouse Gas Emissions,” which recognized natural gas as a short-term climate solution but called for more aggressive policies and investments to promote zero-carbon sources like renewables over the long haul.\nThe CO2 Scorecard authors determined that the remainder of last year’s emissions reductions, after natural gas, came from reduced energy demand—despite economic growth of more than 2 percent and population growth of 0.7 percent.\nMild weather in the first three months of 2012, which reduced demand for heating, accounted for about 22 percent of last year’s carbon cuts, according to their calculations.\nThe authors also examined a series of studies on how America’s homes and buildings have become increasingly energy efficient thanks to state and local policies, improved technologies and a growing recognition among builders that using less energy can mean saving more money. Other reports showed that Americans are driving more fuel-efficient cars, and that they’re driving fewer miles than in previous years due to higher gasoline prices, the recent economic recession and changing generational preferences.\nAfsah and Salcito ultimately attributed the nearly 50 percent of remaining emissions to efficiency.\nThe numbers “refute the policy stance of groups that tend to over-state the role of shale gas and under-state the contributions of economy-wide energy efficiency and conservation,” they wrote in the research note.\nSalcito added in an interview that, “an overwhelming chorus of voices is saying that natural gas is solving climate change. And it’s simply not true.”\nShe and Afsah said that they don’t oppose natural gas development but do think it should be contained. They support a federal tax on carbon emissions, which would increase natural gas’s economic appeal compared to coal, and decrease it relative to renewables.\nThe two researchers plan to produce a new report in early fall on how methane leaks in the natural gas supply chain are further shrinking the impact the fuel has in reducing U.S. carbon emissions.\nThe Breakthrough Institute, an energy and climate think tank based in Oakland, Calif. backed  by philanthropic foundations and individuals, sharply criticized the report.\nAlex Trembath, a policy analyst at the institute, called it “an impressive example of how you can make statistics fit whatever narrative you want.”\nTrembath said that CO2 Scorecard used a vague definition for its efficiency and conservation category that allowed it to bury emissions cuts that were due to mild weather and other factors in that grouping, which he said inflated the role of efficiency in carbon reductions.\nTrembath recently co-authored a report entitled “Coal Killer: How Natural Gas Fuels the Clean Energy Revolution.” It cites about half a dozen studies on recent emission declines to support the claim that “gas deserves most of the credit for declining U.S. emissions.”\nOne of those includes a report by John Hanger, the former secretary of Pennsylvania’s Department of Environmental Protection and a Democratic candidate for governor in the state. Pennsylvania, home to most of the gas-rich Marcellus shale formation, has been a primary beneficiary of the fracking boom.\nHanger estimated that coal-to-gas substitution accounted for 77 percent of carbon reductions during January to May 2012, and a similar amount the rest of the year.\nThe U.S. Energy Information Energy (EIA), the statistical arm of the Energy Department, declined to comment on the CO2 Scorecard report but said it is preparing its own analysis of 2012 emissions reductions.\nThe EIA’s preliminary research shows that the largest drop in 2012 carbon emissions came from reductions in coal use, due to both decreased demand for electricity in general and the substitution of coal with natural gas. It doesn’t break down the specifics.\n“It’s very hard to quantify” the contribution of various factors to emissions reductions, EIA energy economist Perry Lindstrom said.\nHe added that 2012 emissions cuts could turn out to be temporary—EIA projects energy-related carbon emissions to tick up 2.4 percent this year, driven mainly by coal, Lindstrom explained, since natural gas prices have risen recently.\nNatural gas generation is already down this year, falling 13.4 percent in the first five months, compared to the same period last year. Coal generation is up 11 percent, according to EIA data.\nNo matter how great natural gas’s role in reducing America’s carbon emissions today, many environmental and climate groups agree the fossil fuel will eventually need to take a back seat to renewables to avoid catastrophic levels of global warming.\nThe benefits of natural gas “are not enough for the long-term reductions that we need,” said Tubman, the C2ES senior fellow. “We can’t rely solely on natural gas as a climate savior.”\nClarifications: An earlier version of this story attributed Alex Trembath of the Breakthrough Institute as saying that the CO2 Scorecard report arbitrarily grouped emissions cuts that weren’t from coal-to-gas substitution or the mild weather into the category of efficiency and conservation. Trembath said the report lumped carbon cuts from mild weather and other factors “in with” efficiency and conservation, thus possibly inflating the role of efficiency in emissions reductions.\nThe story previously said the Breakthrough Institute is backed “mainly” by philanthropic foundations and individuals. The organization receives 100 percent of its funding from foundations and individuals.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}