{
  "url": "https://insideclimatenews.org/news/11072013/gas-industry-push-repeal-carbon-zero-building-law-splits-green-community/",
  "title": "Gas Industry Push to Repeal Carbon-Zero Building Law Splits Green Community",
  "date": "2013-07-11T15:00:47-04:00",
  "content": "For the third time in a year, the fossil fuel industry and its allies in Congress are trying to eliminate a trailblazing law that requires new federal buildings to be largely free of fossil fuels by 2030.\nBut this time the effort is gaining momentum—in part because it has surprising support from mainstream energy efficiency advocacy groups in Washington D.C.\nTheir decision to back industry has ruffled the feathers of several environmental organizations and green building advocates, who say the law is critical to decrease America’s dependence on fossil fuels. Some feel deceived.\n“It was a slap in the face,” said Ed Mazria, founder of the New Mexico-based Architecture 2030, a building sector advocacy group that focuses on climate change.\nAt issue is a rule known as Section 433 of the Energy Independence and Security Act of 2007, which was passed under former President George W. Bush. The law was expected to change the way federal structures are built by forcing the U.S. government to shift from using coal, oil and natural gas in its buildings to using renewable energy. Advocates say it would accelerate the market for green building technologies and create a model for carbon-neutral construction, given that the government operates more than 500,000 buildings.\nBut Section 433 never went into effect due to hold-ups at the Department of Energy. Now, new Senate legislation would repeal Section 433 and replace it with a rule that is friendlier to fossil fuels.\nThe bill was introduced by Sens. John Hoeven (R-N.D.) and Joe Manchin (D-W.Va.). And one of its biggest champions is the American Gas Association, the trade group that represents natural gas companies and utilities. The association says that Section 433 would stigmatize the use of natural gas in green architecture and harm its reputation as a cleaner-burning fuel, as the country experiences a dramatic boom in natural gas drilling.\nJake Rubin, a spokesman for the gas association, said eliminating natural gas as a green building technology “ignores a clean, efficient and affordable way to help achieve these objectives.”\nBut whether natural gas is a clean fossil fuel remains an open question. Natural gas plants release about half as many greenhouse gas emissions as coal plants, but natural gas pipelines and storage containers leak methane—another potent climate-changing gas. Some studies suggest that when considering emissions along the full natural gas production lifecycle, the fossil fuel could be worse for the climate than coal.\n“Natural gas is still a carbon-based fuel … and comes with consequences outside of just burning it,” said Corey Shott, a senior legislative representative for the National Wildlife Federation, which is fighting to keep Section 433. “NWF would prefer to see energy efficiency and renewables move forward over increasing natural gas” in buildings.\nUnlikely Support\nHoeven-Manchin would abolish Section 433 and replace the rule with tougher versions of two existing energy efficiency mandates. The bill would increase a requirement to reduce energy use in federal buildings to 45 percent by 2020, compared to 2003 levels—up from the current mandate of 30 percent by 2015. It would also extend federal “performance standards” that today apply only to new construction to major renovations.\nThe changes would allow the federal government to increase buildings’ efficiency without having to scale back fossil fuels.\nRyan Bernstein, the chief of staff for Sen. Hoeven, called it “energy neutral.”\n“It doesn’t matter on the electron coming in, it just means that we’re using less electricity,” he said.\nThe “repeal and replace” approach has won the unlikely backing of two major energy efficiency advocacy organizations—the Alliance to Save Energy, a coalition of more than 140 groups, and the American Council for an Energy-Efficient Economy, a nonprofit research organization.\nBoth groups opposed previous attempts to void the green building law. Both were swayed this time, they say, largely because they believe that replacing Section 433 with enhanced efficiency rules could result in more energy savings than the old rule, but also because the bill would be easier to implement than the long-delayed Section 433.\nFor years, Section 433 has been stuck in a procedural black hole.\nThe rule requires all new and majorly renovated federal buildings to become carbon neutral by 2030—meaning, any emissions the buildings emit must be offset by renewable energy. But the Department of Energy, which is responsible for implementing Section 433, has struggled with how to define carbon-neutral construction. And it has faced a barrage of concern and complaints from builders and energy service companies who are worried the rule would make retrofits more expensive and harm their businesses.\nThe new legislation would put an end to the DOE’s rulemaking efforts.\nThe DOE and the White House declined requests to comment.\nPresident Obama has embraced natural gas as a clean power source for buildings and cars. His energy secretary, Ernest Moniz, has called America’s gas a boom a “revolution” that has reduced global warming emissions and created jobs. Both men have made energy efficiency a national priority.\nBye-Bye Climate Leadership?\nMazria of Architecture 2030, who helped author Section 433, said striking the rule could harm the Obama administration’s credibility on tackling climate change.\n“Right now, [the government] is in a leadership position in moving to reduce energy consumption and emissions from the building sector,” Mazria said. “If it repeals Section 433, it would take a back seat, and it wouldn’t be leading at all.”\nThe nation’s buildings account for about 70 percent of its electricity consumption and 39 percent of its energy use. They’re also responsible for 40 percent of U.S. carbon emissions. The federal government is America’s largest landlord.\nMazria said many private developers are already “aggressively” adopting the terms of the rule under the 2030 Challenge, a voluntary commitment to reduce greenhouse gases. More than 1,100 architecture firms worldwide have signed on, as well as nine U.S. states and the U.S. Conference of Mayors, among many other groups.\nThe push to keep Section 433 has the support of the American Institute of Architects, a professional organization with more than 83,500 members, and more than 350 building and environmental organizations. In May, the groups wrote a letter to Senate Energy and Natural Resources Committee Chair Ron Wyden (D-Ore.) and ranking member Lisa Murkowski (R-Alaska) expressing their concern with proposals to repeal Section 433.\nRadha Adhar, associate Washington representative for the Sierra Club, one of the signatories, said Hoeven-Manchin is a step back in time, because the private sector is already embracing carbon-neutral construction.\n“Replacing Section 433 with this new bill would be like replacing a brick wall with one made from Legos,” Adhar said. “While [Section 433] provides a long-term transition to minimize the federal government’s use of fossil fuels, Senator Hoeven’s and Manchin’s bill would repeal these existing standards and replace them with short-term energy efficiency measures.”\nGenesis of the Split\nAround the start of the year, the staffs of Sens. Hoeven and Manchin convened groups like the Alliance to Save Energy and the Federal Performance Contracting Coalition, which represents energy service companies. Long-standing opponents such as the American Gas Association and the American Public Power Association also joined in the discussions.\nRob Mosher, director of government relations for Alliance to Save Energy, said the coalition met “fairly regularly” over the course of five or six months to establish a consensus approach to the legislation. “I think that speaks volumes about what was introduced,” he said.\nSteven Nadel, executive director of the American Council for an Energy-Efficiency Economy, said his group did not participate in those talks. And while the group has endorsed the proposal, Nadel expressed only measured support for the legislation in an interview with InsideClimate News.\nIt’s “not ideal, but workable. We would’ve preferred that people found a way for the [Section 433] process to work,” Nadel said. However, “if anything is going to move forward, it has to be a compromise. It’s no secret that Congress is really divided.”\nAn ACEEE analysis found that the federal building sector could save “several times more energy” if Section 433 is repealed and replaced by stronger efficiency laws, compared with simply keeping the current rule. Nadel said the analysis was the “most important” factor in ACEEE’s decision to back the Section 433 legislation. Mazria said the report was based on “faulty assumptions.”\nObservers say Hoeven-Manchin has the best chance of getting passed if it’s offered as an amendment to Shaheen-Portman, the comprehensive bipartisan energy efficiency legislation that could be very close to a vote in the Senate. The bill would enact sweeping policies and programs to ramp up investments in efficiency technologies in residential, commercial and industrial sectors. Because of its popularity, it has become a magnet for amendments.\nBoth the Sierra Club and the National Wildlife Federation said they’re working with Sens. Jeanne Shaheen (D-N.H.) and Rob Portman (R-Ohio), the main sponsors of the larger efficiency bill, to try to prevent Hoeven-Manchin from being attached to it.\n“We’re engaging with them, and they know that this is an important issue for us and a lot of other groups. They’re taking it seriously,” said Shott of the National Wildlife Federation. “We don’t want to take steps backward.”\nClean Energy Under Attack\nWhile typically not headline grabbing, energy efficiency has become a focal point this year, because it is seen as the only chance for compromise on energy and climate change policy in a Republican-led Congress that is determined to stymie clean energy progress.\nThe House on Wednesday approved an energy spending bill that calls for drastic cuts in renewable energy programs. The legislation would slash the White House’s budget request for the DOE’s Office of Energy Efficiency and Renewable Energy by $2 billion—a 73 percent cut. It would also shrink funding for a cutting-edge energy research program by 87 percent of the president’s budget. The White House has pledged to veto the House energy bill.\nRenewable fuel standards, clean energy loan programs and tax incentives for wind and solar are similarly under attack.\nAmid the logjam, Obama has said his administration will act swiftly to boost energy efficiency. In his June 25 speech on climate change, Obama set a goal to reduce carbon emissions by three billion metric tons by 2030 through new efficiency standards for appliances and federal buildings.\n“I know these standards don’t sound all that sexy,” he said in his speech. But these emissions reductions are “a great deal, and we need to be doing it.”\nEarlier this week, the DOE unveiled regulations that would require new federal buildings to adopt a sweeping efficiency standards established in 2010 by the American Society of Heating, Refrigerating and Air-Conditioning Engineers, a 119-year-old building technology group.\nThe changes would help the federal building sector catch up to the rest of the country. The DOE had been following ASHRAE’s 2007 guidelines, while the private sector has already adopted the 2010 standards.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}