{
  "url": "https://insideclimatenews.org/news/25062013/presidents-climate-policy-speech-soars-ground-obstacles-await/",
  "title": "President’s Climate Policy Speech Soars. On the Ground, Obstacles Await",
  "date": "2013-06-25T21:44:52-04:00",
  "content": "WASHINGTON—In soaring tones, President Obama on Tuesday set out a revamped climate agenda for his second term, seeking to breathe new life into priorities that have been slipping from his control since his early years in the Oval Office.\n“The question now is whether we will have the courage to act before it’s too late,” said Obama, who assembled a long menu of initiatives, large and small, that he can carry out without the support of Congress.\nMopping his brow in the sweltering heat, he declared: “I am here to say we need to act.”\nBut in many ways, the details Obama offered only illuminated the constraints that have hobbled him since Republicans took control of the House in 2010 and began blocking climate initiatives.\nThe biggest step he is now offering—clamping down on what he called “the limitless dumping of carbon” into the atmosphere from electric power plants—is actually a promise the administration has broken before. Those very regulations are overdue under court-approved deadlines in a 2010 legal settlement.\nOn another hotly contested question—whether to build the Keystone XL pipeline to deliver heavy tar sands oil from Canada—he left himself some wiggle room even as he said that the climate change implications would be at the heart of his decision, when it comes.\nApproving the Keystone would require “a finding that doing so would be in our nation’s interest,” he said, in his most notable discussion of the issue to date. That would come “only if this project does not significantly exacerbate the problem of carbon pollution,” he added. “The net effect of the pipeline’s impact on our climate will be absolutely critical to determining whether this project is allowed to go forward.”\nAnswering that question—about the pipeline’s net impact on the climate—is at the heart of the dispute between environmentalists who say its emissions are profoundly significant and a draft State Department analysis that declared them to be inconsequential.\nObama, who apparently inserted the Keystone issue into the speech at the last minute, was careful not to prejudge the issue. His climate change agenda, he said, has “certainly got to be about more than just building one pipeline.”\nAdvocates for climate action were quick to rally to Obama’s side, taking encouragement from his Keystone remarks and saying that his broad array of proposals included significant steps forward.\nBut many also spoke of the limits on what he can do without Congress, where Republican opposition has been unyielding.\n“This is not a climate plan but a selection of actions—some very welcome actions like those proposed for cutting emissions from power plants –but not the broad, ambitious plan that is needed to combat climate change and extreme weather,” said Damon Moglen, climate director of Friends of the Earth.\n“President Obama’s proposed actions do not go nearly far enough or fast enough.”\nAmong the critical questions is how quickly the Administration will move forward with the rules on power plant emissions, which account for 40 percent of the nation’s carbon dioxide pollution and a third of its greenhouse gases. Every year of delay makes it less likely that the Administration can meet its pledge to reduce overall greenhouse gas emissions 17 percent by the year 2020.\n“It is important to note that this action is not voluntary,” said the Center for Climate and Energy Solutions in a detailed fact sheet describing the forthcoming power plant regulations, and describing the legal settlement that demanded them.\n“According to the Supreme Court in Massachusetts v. EPA (a decision that was recently reaffirmed), EPA is legally required to regulate greenhouse gases under the Clean Air Act just as it has addressed more traditional pollutants for the past 43 years,” the center explained. “In 2010, EPA settled a suit with several states and environmental groups by agreeing to finalize greenhouse gas standards for existing power plants by May 26, 2012.”\nThe White House said Obama will order the EPA to propose a new version of the first set of its power plant rules—for newly built plants—in September. Meanwhile, the EPA will move “expeditiously” through the complex process of negotiating and drafting regulations for plants that already exist.\nIt remains unclear whether the proposal for new power plants will be as tough as one issued last year, which was supposed to have been made final by now. The industry had objected to provisions that held coal plants to the same performance levels as those that burn gas, which is cleaner.\nIf the two sets of rules can survive the inevitable challenges in Congress and the courts, their effects on atmospheric carbon won’t begin to be felt until shortly before 2020, four years after Obama has left office.\nComplicating the matter is the Senate’s refusal so far to vote on Obama’s nominee to head the EPA, Gina McCarthy. She is currently in charge of air regulations there, and may be held hostage to the negotiations on the rules, which will cost the industry billions of dollars.\nThe Edison Electric Institute, which represents utility companies, released a statement saying it is ready to work with the administration\nDefenders of the coal industry were less circumspect.\n“Declaring a war on coal is tantamount to declaring a war on jobs. It’s tantamount to kicking the ladder out from beneath the feet of many Americans struggling in today’s economy, and I will be raising this issue at the White House with the president,” Sen. Mitch McConnell, R-Ky., said on the Senate floor on Tuesday.\nIn his speech, Obama said he would gladly work with anyone to devise a more comprehensive approach to confronting climate change, “but this is a problem that does not pause for partisan gridlock.”\nEven as Obama spoke, hundreds of grassroots activists were on Capitol Hill campaigning for a carbon tax, a mechanism that most economists say would be a far more efficient way to reduce emissions than the hodgepodge of sector-by-sector regulations, shifting subsidies and narrow initiatives the president is proposing.\nBill Barron, a Utah campaigner with the Citizens Climate Lobby, sighed when asked whether Obama was doing enough, given the political realities. Barron once mounted a quixotic race as an independent against Sen. Orrin Hatch, a conservative Republican, winning less than one percent of the vote.\n“I would like for him to be more aggressive about it,” he said. “I can only appreciate how difficult it is politically. But with so much hinging on this issue, I wish he would do more.”\nFor all its limitations, Obama’s speech committed his administration to an extraordinarily broad array of new policies, gathering under a big tent almost every conceivable action he can take without Congressional approval.\nThe new steps include accelerated leasing of renewable energy sites on public lands, installation of solar panels on the roofs of publicly supported housing projects, tighter efficiency standards for heavy-duty trucks, appliances, and buildings, and billions of dollars in loan guarantees, including support for projects that capture and carbon from smokestacks , a process too costly to be feasible today. Obama is also seeking to crack down on emissions of HFC refrigerants, a particularly potent greenhouse gas.\nOne little-noticed part of the plan, highlighted by a White House official in a background briefing,  seeks to virtually end subsidies for construction of coal plants overseas by development agencies like the Export-Import Bank and the Overseas Private Investment Corporation from subsidizing construction of coal plants overseas. That could make a big difference, if the idea spreads.\nThe plan also calls for far-reaching investments in making the nation more resilient in the face of the droughts, storms, wildfires, flooding and rising seas that climate scientists predict as a result of past and future emissions of greenhouse gases.\nFinally, Obama said he will pressure other nations to make new commitments to reduce their own emissions, since the United States, no matter how successful its own energy transformation, cannot solve the global problem alone.\nDespite all these promises, there are many obstacles in Obama’s path.\nThe very core of his green-energy research budget is under attack in Congress. This month, a House appropriations subcommittee slashed the Energy Department’s budget request for energy efficiency and renewable fuels in half to shift money to fossil fuels and nuclear research. That cut, coming on top of the deep cuts from this year’s budget sequestration, squeezes billions of dollars from programs involving electric cars, new biofuels and the like. The subcommittee also hacked 80 percent from the science budget of ARPA-E, the advanced research project agency for energy programs, where much of the Energy Department’s cutting-edge research germinates.\nExisting ethanol fuel standards, clean-energy loan programs and the tax benefits for wind energy are all similarly under attack in the Republican-controlled House. So is the climate research budget. One proposal would shift money from basic research into weather forecasting hardware. And overall tight budgets have crimped spending on new satellites, which are the most powerful tool for observing global climate change as it unfolds.\nMany Republicans on key Congressional committees continue to challenge the core science of climate change.\nIn his speech, Obama scoffed at them.\n“Those who are already feeling the effects of climate change don’t have time to deny it,” he said, citing the high costs Americans are suffering from storm, drought, flood and wildfire. “They’re busy dealing with it.”\nMembers of the Citizens Climate Lobby, who planned to visit every office on Capitol Hill on Tuesday, said Obama’s speech had given them a new talking point: That regulating power plant emissions would be more intrusive than a carbon tax. A tax would put all forms of energy on the same playing field, leaving investment decisions in the hand of the marketplace rather than  federal and state bureaucracies, they said.\nBut David Hawkins, climate director of the National Resources Defense Council, said regulating the emissions would also be effective, especially if it is done quickly and in a flexible way. The NRDC has proposed a scheme that it says EPA and the states could use to cut emissions 26 percent at a cost of $4 billion, producing benefits worth far more than that.\n“When one compares it to the opportunity costs of continuing to wander through the forest hoping for someone who would like to advocate this idealized efficient system, we think it is a no brainer to use the Clean Air Act,” Hawkins said.\nThe NRDC, while strongly embracing the new White House plan, is also a leader in the fight against the Keystone XL pipeline. After the speech, the group said it welcomed Obama’s remarks on the project.\n“The president made it emphatic: he won’t green light a tar sands pipeline that means more carbon pollution, more climate chaos, more drought, heat, fire and floods,” said Susan Casey-Lefkowitz, director of the NRDC’s international program.\n“The only way this project passes the president’s test is to claim that just as much tar sands crude would be produced without the pipeline—that there might be some other way to ship it out of Canada. That can’t happen, as more and more evidence affirms.”\nBut experienced politicians noticed that in his speech Obama was careful not to foreclose his options on the Keystone. As Sen. Barbara Boxer of California, chair of the environment committee, said “the devil is in the details.”\nCorrections: An earlier version of this story misnamed the Citizens Climate Lobby and the Center for Climate and Energy Solutions.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}