{
  "url": "https://insideclimatenews.org/news/20062013/6-worlds-most-extensive-climate-adaptation-plans/",
  "title": "6 of the World’s Most Extensive Climate Adaptation Plans",
  "date": "2013-06-20T10:50:35-04:00",
  "content": "New York City’s $19.5 billion plan to adapt to climate change may be the world’s most ambitious. But Mayor Michael Bloomberg is hardly alone in trying to find ways to prepare his city for rising seas and extreme weather as the global fight to limit warming to 2 degrees Celsius fades.\nRoughly 20 percent of cities around the globe have developed adaptation strategies, according to a 2011 estimate by researchers at the Massachusetts Institute of Technology. In the United States, city, county and state governments have developed more than 100 adaptation plans, a separate count by the Georgetown Climate Center found. And through a UN-financing initiative, wealthy nations have poured $11 billion into developing countries to help on adaptation in the past few years.\nExperts interviewed by InsideClimate News said that unlike Bloomberg’s plan—which detailed 250 climate adaptation strategies and put a price tag on most of them—few other cities have outlined specific actions or provided concrete details on how government agencies should implement initiatives or pay for them.\n“A lot of them tend to be an overarching, big vision document,” or focus on a single, massive project, like a floodwall, said JoAnn Carmin, a professor in urban studies and planning at MIT. “In some cases, there’s no clear work plan in place.”\nA lack of funding to pay for comprehensive analysis, a focus on other municipal priorities and a shortage of qualified staff is often to blame, she said. And unlike New York, which has its own panel of climate change scientists tapped from some of the best research universities, local governments rarely have access to data on the specific risks that global warming poses to their particular city.\nStill, adaptation strategies around the world are maturing as cities and countries build on initial efforts. And no place embodies that trend better than New York City, said Jessica Grannis, a staff attorney for the Georgetown Climate Center.\n“It’s a huge step forward in terms of the quality of adaptation plans that are coming up”—one that could provide a useful framework as other cities create and refine their own strategies, she said.\nThe world could end up spending between $49 billion and  $171 billion a year through 2030 on adaptation, according to UN figures. Some scientists put the figure at up to three times that amount.\nHere’s a sampling of cities with some of the world’s most comprehensive initiatives.\nNew York City: Launched on June 11, 2013, by Mayor Bloomberg. The plan was developed in response to superstorm Sandy, which pummeled 1,000 miles of the Atlantic coastline last October and cost $19 billion in damage and economic losses to the city of 8.2 million people.\n“A Stronger, More Resilient New York,” proposes more than 250 initiatives to reduce the city’s vulnerability to coastal flooding and storm surge. About 80 percent of the $19.5 billion plan will go to repairing homes and streets damaged by Sandy, retrofitting hospitals and nursing homes, elevating electrical infrastructure, improving ferry and subway systems and fixing leaky drinking water systems. The rest will go to building and researching floodwalls, restoring swamplands and sand dunes, and other coastal flood protections.\nThe 438-page plan was based on hyper-local climate models specific to New York City. The models come from the Intergovernmental Panel on Climate Change’s (IPCC) upcoming Fifth Assessment Report, which can project future climate in more detail and on a smaller scale than previous models.\nLondon: Adopted in October 2011 by Mayor Boris Johnson. The adaptation strategy was developed in response to rising concerns about persistent flooding, drought and extreme heat waves in the city.\nThe mayor’s office kicked off the initiative in early 2010 by calling on London’s 8.1 million residents to share ideas and expertise in an online forum. “Either we can grow gills, or we’ll need to think of other ways of adapting,” Johnson said in a promotional video. The website still maintains an active discussion.\nThe final report, “Managing Risks and Increasing Resilience,” analyzes the threat of global warming impacts to the city and identifies the residents and infrastructure that are most vulnerable. It also proposes 34 initiatives to protect and strengthen the city, including three key actions: managing the risk of surface water flooding, increasing the amount of parks and vegetation in the city, and retrofitting more than one million homes by 2015 to improve water and energy efficiency.\nLondon’s adaptation plan is based on national climate change projections from 2009 created by the UK’s official center for climate change research, the Met Office Hadley Center. Unlike New York, the city doesn’t detail the expected cost to implement the proposed initiatives. London’s separate flood risk management plan for the Thames River, however, would cost the city about $2.3 billion in its first 25 years.\nChicago, Ill. Announced in September 2008 by then-Mayor Richard Daley. “My goal has been to make Chicago a shining example of how a large city can live in harmony with its environment and, as a result, be a better place for all its residents,” Daley said at the report’s launch.\nThe “Chicago Climate Action Plan” is mainly a mitigation strategy for the city of 2.7 million people, though one chapter is devoted to adaptation. At the time, the plan was the first to both identify sources of greenhouse gas emissions and their subsequent impacts, and to propose ideas that respond to those findings, according to Daley’s office.\nThe adaptation chapter outlines nine initiatives for dealing with intensely hot summers, thick smog, flooding and heavy rains—though most proposals call for further study rather than actual projects. A 2010 progress report noted significant adaptation work was underway on green buildings, storm water management projects, tree planting and green roof installations that absorb rainwater. Overall, the city developed more than 450 mitigation and adaptation initiatives in the first two years of the climate plan.\nCity staffers worked with climate scientists from the IPCC to “downscale” global data on sea level rise and other impacts to Chicago’s level. The city’s climate strategy doesn’t outline a budget for proposed initiatives, though Oliver Wyman, a risk management firm, estimated that Chicago would suffer hundreds of billions of dollars in economic damages by 2050 if it failed to take climate action.\nRotterdam, Netherlands. Launched in late 2008 by the Rotterdam Climate Initiative, a joint program of the city government, the regional environmental protection agency, the port authority and the port employers’ association.\n“Rotterdam Climate Proof” aims to make the city of 1.3 million people “fully” resilient to climate change impacts by 2025 and to maintain Rotterdam’s status as one of the safest port cities in the world. The adaptation strategy contains five themes: flood management, accessibility for ships and passengers, adaptive buildings, urban water systems, and quality of life within the city. The city set aside about $40 million for implementation of the plan’s near-term projects.\nA 2010 follow-up report notes the initiative is making “full progress” toward its initiatives and broader goals. Perhaps the most notable project to come from the plan is Rotterdam’s trio of floating pavilions. The bubble-shaped domes are anchored off the city’s waterfront and measure a total of 12,000 square feet. The project is a pilot for future floating urban districts that will be able to rise with the changing sea levels.\nQuito, Ecuador. Started in 2007 by the Quito Metropolitan Council, which formally approved the Quito Climate Change Strategy in October 2009.\nThe push for the plan came six years ago when the steep-sloped Andean city of 2.1 million residents hosted that year’s Clima Latino, a regional climate change conference. The city was also experiencing an increase in landslides, floods and droughts, along with the shrinking of the nearby Antisana glacier. Former mayor Paco Moncayo and members of the city’s municipal council pushed for a draft plan, which, after meetings with local businesses, research centers and community groups became official policy two years later. A document on how to implement the proposals was published in 2010.\nQuito’s climate change strategy includes both mitigation and adaptation initiatives. Its adaptation component focuses on five key sectors: ecosystems and biodiversity, drinking water supplies, public health, infrastructure and power production, and climate risk management. The report draws on global climate models by the IPCC for impacts at similar altitudes and latitudes as Quito.\nOutside researchers note that Quito has successfully moved climate adaptation into the city’s main development agenda and that the plan, after taking a back seat to other municipal issues in recent years, is again moving forward. According to a 2013 case study on Quito, the city so far has invested nearly $350 million in adaptation—using a mix of municipal dollars, international aid and philanthropic funding.\nDurban, South Africa. Initiated in 2004 by the city’s Environmental Management Department (now dubbed the Environmental Planning & Climate Protection Department). The strategy was conceived in large part to help fulfill the municipal government’s goal of being “Africa’s most caring and livable city” by 2020.\nDurban, a city of 3.7 million people and Africa’s busiest port, has rolled out its climate adaptation in stages under the Municipal Climate Protection Program, one of the earliest efforts of its kind. Nine years ago, the program began assessing the local impacts of climate change—namely hotter average temperatures, intense rainfalls and coastal erosion—by using downscaled global models, the method deployed in Chicago. Next, the city created a Headline Adaptation Strategy to study the vulnerability of each municipal agency to such impacts.\nIn 2008, city staffers began developing specific adaptation plans with 48 total proposals for the health, water and disaster management agencies—a notable contrast to New York City’s integrated, citywide approach. Durban’s environmental planning department is tasked with monitoring the implementation of the agencies’ plans on a quarterly basis. A recent report outlines the dozens of initiatives underway.\nDespite years of planning, agencies have only been able to tap municipal funding for long-term projects in the past couple of years; international donors funded much of the initial work. Some $30 million in adaptation projects were underway in Durban in 2011, according to the mayor’s office.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}