{
  "url": "https://insideclimatenews.org/news/23052013/defeat-keystone-environmental-movement-goes-beltway-grassroots/",
  "title": "To Defeat Keystone, Environmental Movement Goes From Beltway to Grassroots",
  "date": "2013-05-23T13:00:26-04:00",
  "content": "As decision day nears on the Keystone XL oil pipeline, the environmental movement looks different than it did in 2009—the last time a major climate policy fight took center stage in Washington.\nThen, the nation’s largest green groups were the main engine behind a movement to pass federal climate change legislation. They spent vast quantities of financial and political capital lobbying congressional negotiators and corporations, before the bill failed in 2010.\nThis time, the main force of opposition is a messy amalgam of disparate grassroots efforts stretching from Maine to Utah that has found common cause in stopping the Canada-to-Texas pipeline and other tar sands projects. Instead of relying mainly on inside-the-Beltway tactics, these activists are taking to the streets in protest, engaging in civil disobedience and public education, in the hope of applying enough public pressure to move President Obama. Mainstream green groups are still involved, but much of the momentum is coming from community campaigns—with 350.org, a grassroots climate group founded by Bill McKibben, playing a key role.\n“There was a lot of soul-searching by major environmental groups when they lost” in 2010, said David Pomerantz, a spokesperson for Greenpeace. “The community has realized … there needs to be considerably more demand from constituents.”\nJust last week, the loose movement saw hundreds of activists march at an Obama fundraiser event in New York City, two citizens encase themselves in concrete at a construction site for the southern leg of the Keystone, and Utahans flood the email inboxes and fax machines of investors for a proposed tar sands mine in Utah with the message “We will stop you before it starts.” Hundreds also protested at the Council on Foreign Relations’ headquarters in Manhattan where Canadian Prime Minister Stephen Harper was lobbying for Keystone approval.\n“We’re not going to stop,” said Phil Strickland, a member of the Great Plains Tar Sands Resistance Group, a new organization focused on stopping the Keystone. “This kind of activism forces people to pay attention to places that usually get dismissed or ignored,” such as communities along the Keystone route, he said.\nBut the Keystone opponents face a formidable—and unified—adversary. The North American oil industry and the Canadian and Alberta governments have stepped up lobbying in recent months armed with three main talking points: Approval of the 830,000-barrel-a-day pipeline would reduce U.S. reliance on Middle Eastern oil, create U.S. jobs and boost economic growth in Alberta’s oil sands region.\nThe Keystone’s opponents range from wealthy Obama donors and volunteer youth activists to landowners along the Keystone route. Residents along the routes of other proposed pipelines have also joined the fight because they realize the Keystone outcome will set a precedent for decisions on other projects.\n“Over the past year, we’ve seen unprecedented growth in this movement” all across North America, said Hannah McKinnon, the national program manager of the Canadian green group Environmental Defence. “Climate has become an indie issue. This is because the effects of it can now be felt and seen in people’s backyards.”\nGrassroots efforts have been buoyed in many cases by organizational support and high-profile leadership from large environmental groups, including the Sierra Club and the Natural Resources Defense Council. For many of them, blocking the Keystone became a single, shared cause after the effort to pass climate legislation failed. They emphasize that the pipeline would deepen the country’s dependence on a form of oil that produces more greenhouse gas emissions than conventional oil. Early this year, the Sierra Club’s board approved participation in a civil disobedience protest for the first time in the group’s 120-year history.\nBecause the Canada-to-Nebraska leg of the pipeline crosses an international border, the State Department will decide whether to give it the federal permit it needs, but Obama is expected to weigh heavily in the decision, expected later this year. Construction on the southern half of the project, which runs to the Texas Gulf Coast and does not need State Department approval, is nearly finished.\nAdam Rome, a historian of the U.S. environmental movement at the University of Delaware, said the most powerful campaigns in history happened when grassroots groups and national organizations joined forces—something he sees starting to happen with climate action today.\n“Lasting change only comes when there are lots of people concerned about the problem,” he said. “But you also need economically and politically powerful people [like those leading the national green groups]. When these two groups become allies, that’s when they have the most influence.”\nIndustry groups, however, don’t seem particularly worried.\n“I don’t think this movement is actually growing,” said Howard Feldman, director of regulatory and scientific affairs at the American Petroleum Institute. “Polls have indicated that the majority of voters support Keystone. The majority of Senate is on record supporting Keystone …People are getting overwrought on an issue that is not significant. The pipeline is going to provide a lot benefits. We see it moving forward.”\nShawn Howard, a spokesman for TransCanada, the company building the pipeline, said, “these [grassroots] groups offer slogans, not solutions.”\n“We hope that the [Keystone] decision will be based on the facts,” he wrote in an email. “The fact is that for the foreseeable future, America will continue to import millions of barrels of oil every day to power our homes, fuel our vehicles and to provide energy to business so that we can continue to enjoy the quality of life we have.”\nTop Canadian federal officials have been visiting the United States on average once every two weeks since January to meet with lawmakers about the Keystone, according to a report by The Hill Times. Among the officials were Natural Resources Minister Joe Oliver, Environment Minister Peter Kent, Intergovernmental Affairs Minister Cal Dallas, Alberta Premier Alison Redford and Alberta Environment Minister Diana McQueen.\nPrime Minister Harper has nearly doubled the government’s spending on tar sands advertising to $16.5 million, up from $9 million last year, with much of it focused on ad buys in U.S. markets. By comparison, Canada spent just $237,000 on tar sands advertising from 2010 to 2011.\nAccording to OpenSecrets.org, a website that traces lobbying and campaign contributions, TransCanada spent more than $2.5 million in 2011 and 2012 lobbying Washington policy makers on several issues, but with a focus on Keystone. The website DeSmogBlog reported earlier this month that TransCanada has spent $280,000 lobbying for the Keystone project this year, according to lobbying disclosure records.\nIndustry and Canadian officials are also working hard to preserve their ability to sell tar sands oil in Europe, where the European Commission is debating whether to label oil from the Alberta deposit as a high-emissions fuel or a conventional fuel. The decision, expected to be made in June, is part of the European Union’s Fuel Quality Directive, which requires a 6 percent reduction in the emissions intensity of fuels by 2020. If the EU labels the tar sands oil as highly polluting, Canada won’t be able to sell it in the region without paying a large fee.\nEarlier this month, Canadian Ministers Oliver and Kent toured Brussels, the unofficial center of the European Union, to lobby for a lower-emissions rating.\nTo counter the Canadian government’s effort, former NASA climate scientist James Hansen and former Canadian utilities regulator Mark Jaccard addressed the EU Parliament about the dangers of tar sands and the urgent need to stop their development.\nInside the Campaign: More Than Keystone\nIn the United States, activist groups have ramped up protests at Keystone construction sites.\nMore than a dozen people, most from the Great Plains Tar Sands Resistance Group, have been arrested in Oklahoma over the past few weeks after locking themselves to machinery. On May 6, TransCanada tried unsuccessfully to obtain temporary restraining orders against the Great Plains group and 21 individuals involved in the protests.\nA national campaign called Fearless Summer, launched by a coalition of 40 grassroots organizations, is urging environmental groups and activists across the country to engage in non-stop civil disobedience starting June 24. The aim, according to its website, is to push their message of “fearless united resistance into the national conversation.”\nIn New England, communities have taken up resolutions opposing a possible pipeline reversal that would carry tar sands oil from Montreal to Maine, and Congressional lawmakers and activists are calling for a State Department environmental review of the project.\nAnother coalition, the Tar Sands Solutions Network, launched a public relations campaign called the Oil Sands Reality Check, an online hub of information on the environmental and economic impacts of the oil sands. It was created in partnership with environmental groups in the United States and Canada, as well as a number of climate scientists.\nSome of Obama’s biggest donors have publicly opposed the Keystone. On May 10, 150 major Democratic donors sent a letter to the president urging him to reject the project. Billionaire climate activist Tom Steyer told Grist magazine that, “If you look at the people who support Obama, and then you look at the people who support him actively and give money, the number of people who care about climate in this second group is actually a majority … if those people decided he was no longer somebody who’s worth supporting, even though he doesn’t have to run again, it would be terrible for him.”\nAcross the country, citizens and activists attending local meetings of Obama’s political arm, Organizing for Action, have been voicing their concerns about the president’s seemingly undecided stance on the Keystone pipeline. But the OFA, which recently launched a campaign to “out” climate deniers in Congress, has been adamant that it won’t get involved in the Keystone fight. Environmentalists, frustrated by this refusal, have said they will continue to push the issue with the OFA.\nMichael Brune, executive director of the Sierra Club, said a strong grassroots movement for climate action has always been present, but for years it was obscured by the fight in Washington to pass legislation. “It is now getting the attention it deserves,” he said.\nEric Walton, a spokesperson for the New York-based group Occupy the Pipeline, which has helped organize several protests in that region, said he sees hope for the anti-pipeline movement.\n“The fossil fuel industry will always outspend us, but they lack our energy, creativity, commitment and numbers,” he said. “The passion and frustration at these events is palpable.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}