{
  "url": "https://insideclimatenews.org/news/14052013/both-sides-climate-war-blamed-cherry-picking-attribution-research/",
  "title": "Both Sides in Climate War Blamed for Cherry-Picking Attribution Research",
  "date": "2013-05-14T12:00:35-04:00",
  "content": "As if the public debate about global warming wasn’t complex enough, a new field in climate research is coming of age, grabbing media attention and spawning seemingly contradictory headlines.\nThe work, called attribution research, doesn’t challenge the scientific consensus that climate change is happening. Instead, it strives to understand the regional effects of global warming by determining whether increased greenhouse gas levels did—or didn’t—cause a particular weather event. But the findings can be confusing. For instance, scientists say that climate change made Hurricane Sandy worse, but that it had nothing to do with historic floods in Thailand. Warming probably didn’t cause this year’s severe winter storm, Nemo, but it may have supercharged it. It caused some droughts, but not others.\nAdding to the confusion is a trend that worries some experts: People on both sides of the climate divide tend to promote only those attribution studies that support their beliefs. Whether a conscious decision or not, this selective use of research is further polarizing the national conversation on climate change, experts told InsideClimate News.\n“When a new study comes out, it should be informing our understanding of the topic,” said Gretchen Goldman, an analyst at the Union of Concerned Scientists who studies how research is used to inform policy decisions. “But the reverse is happening. People who have predetermined opinions about climate change are only searching for information that supports their views.”\nThe treatment of two stories published by the Associated Press last month, less than a day apart, illustrates the trend.\nThe first, titled “Global Warming Didn’t Cause Big U.S. Drought,” was about a report by five federal agencies, led by the National Oceanic and Atmospheric Administration, which concluded that climate change didn’t cause the 2012 drought. The second, “Greenhouse Gases Make High Temps Hotter in China,” covered work by Chinese and Canadian researchers that found the highest temperatures in China have been made worse by global warming.\nBoth articles were written by Seth Borenstein, a respected science journalist. Both studies underwent a rigorous scientific process and peer review. Neither study challenges the consensus that the earth is warming because of human activities.\n“Attribution research is about the details of climate change, not whether it is happening,” said Martin Hoerling, a research meteorologist at NOAA and co-author of the drought study. “The warming of the planet is well founded in evidence. We aren’t arguing otherwise.”\nHowever, in the days following the articles’ publication, each side in the climate debate promoted the story that best fit their argument.\nGlobal warming skeptics blogged and tweeted the drought findings as evidence that climate change isn’t happening. The skeptic site Watts Up With That, run by meteorologist Anthony Watts, said the research “makes it pretty clear all the hype about last summer’s drought was nothing but that: hype.” Conservative blogger and skeptic Tory Aardvark wrote that “pesky natural variations are back and they always ruin a good warmist fear story.”\nAdvocates of climate policy took a different approach: They largely ignored the study or drew attention to its flaws.\nJoe Romm, a senior fellow at the Center for American Progress and editor of the site Climate Progress, wrote that the report is “needlessly confusing, scientifically problematic, and already leading to misleading headlines.”\nBill McKibben’s 350.org campaign, a grassroots group pushing for drastic emissions reductions, did not tweet about the drought research or mention it on its website, although McKibben said the omission wasn’t a conscious one. “What goes up on [Twitter] isn’t the subject of a lot of fevered and close debate,” he wrote in an email.\nThe China story created a similar divide.\nEnvironmental groups used it as an example of runaway global warming. Conservation International, a nonprofit environmental organization, tweeted “When people say greenhouse gases put our climate on steroids, this is what they mean.” McKibben’s group tweeted, “China beginning to feel heat from warmer planet,” with a link to Borenstein’s story.\nWatts Up With That and other climate skeptic sites largely stayed silent about the China research, though the skeptic site JunkScience said the findings were “based on ClimatePlayStation (i.e., modeling).”\nWatts, editor of Watts Up With That, declined to comment for this story.\nJust a handful of news organizations, including Time, Salon, and the Daily Climate, covered both research papers.\nWith no federal energy and climate policy in the United States, both sides of the climate debate are working hard to gain supporters. Anthony Leiserowitz, director of the Yale Project on Climate Change Communication, called this cherry-picking “a natural human tendency.” Whether done consciously or unconsciously, however, it can be “dangerous” for scientific issues like global warming that have major policy implications, he said.\n“The public and policymakers can use these seemingly convenient arguments to deny the existence of the problem altogether,” he said. “Clearly that constrains the nation’s and world’s ability to take action.”\nWhat Is Attribution Research?\nInterest in attribution research has ramped up in the past few years as scientists shift their focus to understanding what the regional effects of climate change will be, particularly on  flooding, heat waves, droughts, hurricanes, tornadoes and blizzards.\nTo determine whether climate change caused a particular weather event, attribution researchers look at the specific conditions—things like temperature and moisture—in which the weather event formed, and at the factors that increased or decreased its intensity as it traveled. They also model whether the event could have formed in any other conditions, such as in a climate with lower or higher greenhouse gases.\nBecause each weather event is unique, the findings are never uniform, making them ripe for picking by both sides of the climate conversation.\nHoerling, of NOAA, said the misuse of the research is “frustrating” and “saddening.”\n“As scientists, we try to be as clear as we can, using nuanced language to be transparent about what we found and any uncertainties,” Hoerling said. “But this nuance gets torn apart … Blogs and information providers wreak havoc on it.”\nSeveral experts said skeptics need to understand that attribution research doesn’t undermine the scientific consensus that greenhouse gases have increased due to fossil-fuel burning and other human activities, and that they’re causing the climate to warm. Rather, the research tries to decipher exactly how global warming is affecting weather.\nAt the same time, they said, advocates for climate action need to realize that all attribution research—including studies that conclude global warming didn’t cause an extreme weather event—are important to the climate conversation.\nSelectively choosing findings goes against the scientific process, in which conclusions are not arrived at lightly or are based on one study, said Max Boykoff, a science policy expert at the University of Colorado-Boulder who researches how climate change is covered in the media. Choosing a single study to definitively argue for or against climate change is “a dangerous route to take,” he said.\n“We need to remain open to new evidence, especially right now,” said Boykoff. “This cherry-picking does the opposite.”\nBut Brad Johnson, campaign director for Forecast the Facts, a group pushing for the use of accurate information about climate change, doesn’t see cherry-picking as a problem. “Advocates aren’t going to talk about things that aren’t problems, but that doesn’t mean they are trying to deceive the public,” he said. “It is an entirely reasonable thing to do… [Storms attributed to climate change] are examples of the moral and ethical decisions we have to make because we’ve changed the weather.”\nTwo Solutions\nLeiserowitz said the emergence of attribution research places lots of responsibility on media. Journalists can’t forget to remind their readers that the new findings don’t undermine the scientific consensus of climate change.\n“The media’s job has always fundamentally been to portray what’s new,” he said. “Unfortunately this often means it doesn’t talk about what’s old and established. Readers need to be reminded that [attribution research] is about a side argument, not the basic facts of climate change.”\nHoerling, the NOAA scientist, raised the question of whether this young field of climate research should even be used in the public debate, at least for now.\n“People are aware of things like droughts and hurricanes, but aren’t so cognizant of glacial retreat or rising sea level—so somewhere along the way, there was a decision to build a campaign to frame this issue in events that people see [using attribution research],” Hoerling said. “It has been a mess. The climate story is being represented in a way that is extremely confusing for the average person to know what is going on. If someone had asked me, I would have told them to use a different strategy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}