{
  "url": "https://insideclimatenews.org/news/01052013/sequester-hits-nations-climate-change-research-capability/",
  "title": "Sequester Hits Nation’s Climate Change Research Capability",
  "date": "2013-05-01T11:00:12-04:00",
  "content": "When Renee McPherson took on the role of director of research at the South Central Climate Science Center last year, she had no idea that she’d soon be grappling with budget cuts that threatened her ability to support regional climate research or hire new graduate students and faculty—the premise of hosting the center in the first place.\nThe facility McPherson runs out of the University of Oklahoma is among eight centers created between 2010 and 2012 by the United States Geological Survey (USGS). The goal was to bring together federal, academic and on-the-ground experts who could pursue climate change research at the local level.\nBut then came the sequester, the Congressional mandate that slashed federal budgets across the board.\nThe USGS took about a 5 percent cut, equivalent to about $55 million in lost funds. The Climate Science Centers will likewise lose around 5 percent of their overall funding, which totaled $25.2 million in fiscal year 2012—money they would have used to add full-time staff, graduate students or summer interns. In Oklahoma, that means the university will have to bear a disproportionate load of financial and logistical responsibility for running the center.\n“Typically, graduate students or post-docs are the ones actually conducting the research done on a daily basis,” McPherseon said. “Fewer graduate students and post-docs therefore mean a reduction in that research.”\nSince its creation in 1879, the USGS has sought to understand the fundamental drivers like climate that affect water, fisheries and other natural resources. In addition to basic research, the agency also crafts climate mitigation strategies. “We’re the principle earth science agency for the nation,” said Matthew Larsen, associate director of climate and land use change at the USGS. “We have an ongoing role in helping to advise Congress and the Executive Branch about the country’s natural resources.”\nLarsen, who oversees the Climate Science Centers, said that if these cuts endure over the long term they could significantly affect the amount and quality of climate change research and preparation the nation can undertake.\n“We’ll never have every piece of information we’d like to have about what’s changing in our weather and climate and all the different components that affect us, but as we learn more and more we’re better capable of helping our nation respond,” he said. “It’s important for us to face the future as well armed as we can be with the scientific information needed to guide those decisions.”\nThe Climate Science Centers hone in on these goals through a bottom-up approach, driven by the needs and concerns of local stakeholders, including farmers, managers and regional decision-makers. The centers put out calls for research proposals from regional scientists, then evaluate them on merit, local needs and the context of work being done at the other centers.\n“We try to have our agenda be not only well-tuned to our region but also to the larger agenda of climate research around the country,” said Steven Daley-Laursen, principle investigator for the Northwest Climate Science Center at the University of Idaho.\n“Any time we slow down the climate science machine, we’re taking away options or opportunities to have a positive effect and turn around the negative effect of what we’ve done to cause climate change up to this point. The changes are upon us, and some are going to be irreversible. It’s a critical time to keep climate research growing.”\nWhat’s at Stake\nAt the Northwest Center, snow melt, drought, wildfires, rising sea level and the expanding range of invasive species take front and center. At Hawaii’s Pacific Islands Climate Science Center, researchers are investigating how changing rainfall patterns and temperature are shifting vegetation zones on the islands’ mountains.\nIn Oklahoma, the South Central Center supports research on how more than 70 Native American tribes are affected by and are adapting to climate change.\nWhen the University of Oklahoma won the competitive bid to host its region’s center—whose consortium also includes Louisiana State University, Oklahoma State University, Texas Tech University, the Chickasaw Nation and the Choctaw Nation—it invested money and logistical support in getting the new program off the ground. The expectation, McPherson said, was that the federal government would also be heavily invested.\nYet more than a year after its opening, the USGS has managed to hire just one person to supervise the federal side of the South Central Climate Science Center. And until the sequester’s financial bumps are smoothed out, that situation isn’t likely to improve.\nLarsen hopes some funds will become available as the kinks are worked out in the new budget. That might allow the agency to ease up on the hiring lockdown by the summer.\nIf the money doesn’t arrive, he said the work already underway will continue, but it will be done more slowly, and fewer projects will get off the ground.\n“When you don’t have enough of something, having even less is a real problem,” said Don Straney, one of the principle investigators for the Pacific Islands Climate Science Center at the University of Hawaii at Hilo. “And we don’t have enough research on climate change. The more we discover, the more we need to know.”\nFor example, the USGS is studying sea level rise in relation to swampy forests that, because of saltwater encroachment, are becoming open marshes. Wetlands in many coastal states are eroding as the salt water kills or reduces the freshwater or brackish vegetation. Since the vegetation acts as a natural storm surge and hurricane barrier, its loss makes inland areas more vulnerable to major storms.\nThe USGS will continue studying these areas, Larsen said. But because of the sequester, a project that was composed of six sites may be reduced to four sites. Or instead of collecting 100 water elevation data points in a harbor or watershed, researchers will collect 80.\n“The point being, the reductions don’t cripple us, but they do reduce the scope, duration and intensity of some of our work,” Larsen said.\nThe sequester also makes it harder for scientists, students and stakeholders to travel to conferences, which act as melting pots for ideas that fuel research and on-the-ground action. Only 14 USGS employees attended the Seismological Society of America’s annual meeting in April rather than the dozens who signed up before the sequester. The American Indian and Alaskan Native Climate Change Working Group meeting last month drew 80 people instead of the expected 150, McPherson said. The cuts are also expected to affect both the attendance and the scope of the annual Northwest Climate Science Boot Camp, a weeklong training session in Oregon geared to early career professionals.\nA Congressional Champion\nBecause the USGS is part of the Executive Branch of the government, the organization does not lobby Congress. The Climate Science Centers do have some champions in congress, however.\nRep. Tom Cole, R-Okla., calls the Climate Science Centers a “unique initiative.” He said he’s still hopeful that Congress will pass legislation that would restore some of the funding lost through the sequester.\n“People politicize these issues and they shouldn’t be political at all. We’re looking for good science at these centers,” Cole said. “We can debate policy after that, but if we don’t know the facts we’re not likely to come up with good solutions to the problem.”\nAs for McPherson, despite the budgetary challenges, she says she does not have second thoughts about helping to launch her region’s Climate Science Center.\n“This is just too important,” she said. “We know there are financial bumps in the road that sometimes come along with these types of projects. We’ll find a way to survive through it, but right now we just don’t know what might happen.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}