{
  "url": "https://insideclimatenews.org/news/22042013/ark-oil-spill-probe-falls-understaffed-agency-close-industry-ties/",
  "title": "Ark. Oil Spill Probe Falls to Understaffed Agency With Close Industry Ties",
  "date": "2013-04-22T11:30:21-04:00",
  "content": "Just a day after roughly one million gallons of heavy Canadian crude oil spilled into Michigan’s Kalamazoo River in 2010, the National Transportation Safety Board announced it was launching a formal investigation into the incident. It quickly set up shop in a local hotel and conducted dozens of interviews with pipeline workers, local officials and residents. It did field and laboratory analysis of the ruptured pipeline in its own labs. And its investigators pored over the responsible company’s records to recreate what happened.\nAfter two years of work, the agency released the results of its investigation: The spill was caused by major lapses in safety by Enbridge Inc., the pipeline’s owner and operator, and by “weak regulations” for the entire U.S. pipeline network.\nThe NTSB has taken none of these steps since the March 29 pipeline break in Mayflower, Ark., where an estimated 210,000 gallons of heavy Canadian crude oil spilled into a neighborhood of neat brick houses. In fact, the independent federal agency hasn’t investigated any oil pipeline spills since Kalamazoo, even though information about the risks of transporting oil through pipelines is in high demand as thousands of miles of new pipelines—including the Keystone XL—are being proposed.\n“We just don’t have the resources to investigate everything,” Keith Holloway, an NTSB spokesman, told InsideClimate News. Holloway said the agency investigates only when there is significant loss of life, extensive damage to the environment, or if the incident is something the agency hasn’t seen before. The final decision on whether to investigate is generally made by the agency’s Office of Railroad, Pipeline and Hazardous Materials, he said.\nAccording to federal data, a significant pipeline spill of hazardous liquids—one that involves 50 barrels or more—occurs somewhere in the United States every three days on average. In the last three years there have been four crude oil spills as big or bigger than the Arkansas spill. The difference is that the Arkansas rupture drew national attention because it dumped oil into a residential neighborhood and forced 22 families from their homes.\nWhen the NTSB passed on investigating the Arkansas spill, that task fell to the Pipeline and Hazardous Materials Safety Administration, a branch of the Department of Transportation that is responsible for developing and enforcing regulations for 2.5 million miles of pipelines.\nWhile the NTSB’s primary responsibility is to conduct investigations, that isn’t the case with PHMSA. The agency’s primary goal is setting regulations, not investigations.\nHaving PHMSA rather than the NTSB looking into the spill has raised concerns about the objectiveness of the final report.\n“PHMSA could have the best of all intentions, but its role in the pipeline regulatory process means that it is susceptible to influence from industry and lobbyists,” said Richard Kuprewicz, president of Accufacts Inc., a pipeline consulting firm based in Redmond, Wash.\nA 2011 investigation by the New York Times revealed that PHMSA is underfunded and understaffed. Some of the agency’s employees also have professional ties to the fossil fuel industry. PHMSA administrator Cynthia Quarterman, for example, served as legal counsel for Enbridge, the culprit in the Michigan spill, before moving to her current position at the federal agency.\nKathryn Douglass, staff counsel for Public Employees for Environmental Responsibility (PEER), has been examining PHMSA’s relationship with oil and gas companies. Using information gathered through Freedom of Information Act requests, she recently discovered that more than 99 percent of the meetings high-ranking PHMSA officials attend are with members of the pipeline industry.\nPHMSA has “demonstrated its willingness to bend over backwards for the industry,” she told InsideClimate News. “It wouldn’t surprise me if they closely involved Exxon in the investigation.”\nAccording to reports from Arkansas, ExxonMobil is largely running the show in Mayflower.\nThe damaged section of the company’s pipeline is being sent to Hurst Metallurgical Research Laboratory, Inc. in Euless, Texas, a third-party lab chosen by ExxonMobil and approved by PHMSA, said Patricia Klinger, deputy director of the Office of Governmental, International, and Public Affairs for PHMSA. After the 2010 Michigan spill, the damaged Enbridge pipe was trucked to the National Transportation Safety Board’s own facility in Ashburn, Va., so it could be studied as part of the NTSB investigation.\nPHMSA originally sent two inspectors to the site of the Arkansas spill, but both have since left. One has moved to the Hurst lab in Texas to monitor the additional testing of the ruptured pipeline. The other has returned to PHMSA’s regional office in Houston.\nKlinger said the investigators have interviewed Exxon employees and local officials. “If possible,” they will also interview local residents, who were the first to report the spill to 911 dispatchers and who have been on the receiving end of large sums of money from Exxon, including $10,000 per household for the “disruption and inconvenience” of being displaced from their homes, according to local news reports.\nJeannie Layson, PHMSA’s director for Governmental, International, and Public Affairs, did not answer questions about the extent of Exxon’s involvement in the investigation. She said the agency “will carefully monitor ExxonMobil’s activities as we move forward with out enforcement efforts.”\nOne of the challenges facing PHMSA’s investigators is finding answers to two key questions: When did the pipe rupture and when did ExxonMobil learn of the spill?\nAccording to the first incident report Exxon filed with the National Response Center, the company discovered a pressure drop on its Pegasus pipeline at 1:15 p.m. on March 29. In a second incident report, the time was changed to 3:20 p.m. In a third report, the time was again listed as 1:15 p.m. An Exxon employee told InsideClimate News that the company confirmed the spill when it arrived at the scene at 3:15 p.m., and that any mention of an earlier detection time was a mistake by the NRC. Police transcripts, however, don’t place Exxon on the scene until 3:43 p.m. And an NRC official who checked the agency’s audio recording of Exxon’s calls for InsideClimate News confirmed that the company originally said 1:15 p.m.\nDetermining the precise time the leak occurred will be important to PHMSA’s investigation. If the pipeline ruptured three hours earlier than Exxon is currently reporting, it could raise the estimate of how much oil escaped before the line was shut down.\nArkansas Attorney General Dustin McDaniel has launched his own investigation into the spill, following the example of attorneys general in states affected by the BP oil spill in the Gulf of Mexico in 2010. Last week, McDaniel’s office asked Exxon to pay $4 million for the cost of the investigation. The company refused.\nCritical Time for Pipeline Safety\nPHMSA’s investigation of the Arkansas spill is being conducted at a critical time for the industry. The Canadian government and fossil fuel companies are pushing hard for the development of Alberta’s tar sands region and the Keystone XL pipeline. Environmentalists are trying to block the pipeline and end further development of the oil sands.\nLayson said PHMSA has become “more aggressive in holding operators accountable for their pipeline safety obligations” by increasing oversight and by stepping up the enforcement of penalties when companies violate regulations. But in its report last year on the Enbridge spill, the National Transportation Safety Board found that the federal pipeline regulatory system remains riddled with loopholes. The NTSB made 19 new safety recommendations directed at Enbridge, PHMSA, the U.S. Secretary of Transportation and other organizations, including the American Petroleum Institute.\nLayson said PHMSA will not issue regulatory recommendations following its investigation in Mayflower. Instead, it will focus on holding Exxon responsible for any current federal safety regulations the company may have violated.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}