{
  "url": "https://insideclimatenews.org/news/23042013/epa-deems-keystone-review-insufficient-green-groups-hint-lawsuit/",
  "title": "EPA Deems Keystone Review ‘Insufficient’ as Green Groups Hint at Lawsuit",
  "date": "2013-04-23T11:45:25-04:00",
  "content": "WASHINGTON—Leading environmental groups declared on Monday that the Obama administration’s latest environmental review of the Keystone XL pipeline fundamentally violated the nation’s core environmental law, an unmistakable warning that they would sue the State Department if it continued to insist that the pipeline poses no significant environmental risk.\nAs if to bolster their case, the Environmental Protection Agency weighed in as well with its own rebuke, saying that it found “environmental objections” to the State Department’s controversial draft environmental impact statement, issued in March, which it deemed “insufficient.” A public comment period ended on Monday, and these were among the first comments released.\nIndustry groups, in their own comments, broadly endorsed the State Department’s approach, which has been widely seen as offering a green light to Keystone, if not an immediate one. Months more of reviewing by the Obama administration lies ahead.\nThe environmental groups include some of the environmental movement’s most seasoned national litigators—the Sierra Club, National Wildlife Federation, Natural Resources Defense Council, Friends of the Earth and nine others. Their 200-page comment said that by assuming that Canadian tar sands crude would be delivered to market by rail or some other means if the pipeline were blocked, the State Department had allowed itself “to avoid a full assessment of the project’s direct, indirect and cumulative impacts including its climate impacts,” as required under the National Environmental Protection Act, or NEPA.\n“Perhaps the most glaring error,” they said, “is the State Department’s assertion that the tar sands will be developed at the same rate regardless of whether Keystone XL is built … This assumption is flawed and unsupported, is directly contradicted by nearly all sectors including the oil industry itself, and it violates the State Department’s NEPA obligations.”\nThe brief’s extensive references to NEPA case law, its repeated use of terms like “arbitrary and capricious” and its focus on points of regulatory process all amounted to an implicit statement: see you in court.\nThe groups also appeared to open up a new front by demanding that TransCanada, the pipeline company, produce its detailed emergency plans for responding to any spill from the pipeline. They said NEPA requires that these plans, too, face comprehensive and time-consuming review before the State Department could move ahead with the project.\nComments from individuals were said by the anti-pipeline group 350.org and other activists to have surpassed a million, a testament to the long campaign mounted by environmentalists to stop the pipeline, which would carry tar sands crude from Canada to refineries on the U.S. gulf coast.\nLawyers for the environmental organizations were still tweaking their comments as the sun went down on Earth Day, which by coincidence fell at the close of a 45-day comment period, ending at midnight, that the organizations had complained was far too short.\nThe comments from the EPA and the environmental groups played out on parallel tracks, some dealing with the climate change consequences of producing and burning an unusually dirty fuel.\nSignificantly, the EPA also dwelled at length on the risks of moving that fuel through pipelines and the difficulties of cleaning up any spill.\nSome environmental advocates said they were elated—if startled—that the EPA weighed in as forcefully as it did. The agency’s comments carry especially significant weight, as it is charged with reviewing the work of other agencies under NEPA.\n“The EPA has got it exactly right,” said Anthony Swift, a lawyer with the Natural Resources Defense Council. “The EPA determined that the Keystone XL would have significant negative environmental impacts.”\nThe EPA’s citation of “environmental objections” means, the agency explained, that it has “identified significant environmental impacts that must be avoided in order to provide adequate protection for the environment. Corrective measures may require substantial changes.”\nAlong with concerns about greenhouse gases and climate change, the EPA asked the State Department to reassess whether rail shipments are a realistic alternative to the pipeline, as the draft impact statement asserted, and whether diluted bitumen, or dilbit, is more dangerous to ship via pipeline and more harmful when it spills than conventional crude.\nThe agency’s objection strengthened the hands of the environmental groups, because it found “significant environmental impacts that must be avoided” and that “may require substantial changes.”\nThe EPA emphasized the cumulative significance of the greenhouse gas emissions attributable to the fuel that would be shipped via the proposed pipeline—nearly a billion tons of carbon dioxide over five decades. The State Department, reasoning that the oil was going to be shipped with or without the pipeline, had glossed over the importance of these emissions, a drop in the global bucket of carbon dioxide pollution.\nAs it has done before, EPA urged the State Department to put a dollar figure on the societal costs that would have to be paid for global warming in the future, offsetting the economic benefits that proponents often cite.\nAnd it called for a discussion of specific steps the provincial government of Alberta, which controls the tar sands deposits, might be called upon to take to avoid such emissions, “including a joint focus on carbon capture and storage projects and research, as well as ways to improve energy efficiency associated with extraction technologies.”\nThe Alberta government filed comments favoring the pipeline, but a provincial spokesman said Alberta would defer to the State Department on when those comments should be released. The State Department has promised to make all the comments public as required by law, reversing its earlier stance, but has not said when it will do so.\nShawn Howard, a spokesman for TransCanada, the Alberta-based pipeline operator that  has been trying to get the pipeline approved for years, said the company’s comments to the State Department were so voluminous that he could not transmit them to the media on Monday. He said a summary may be released later in the week.\nA coalition of industry groups led by the American Petroleum Institute filed a 14-page comment affirming the State Department’s findings and urging it to move ahead.\n“After more than four years of an unprecedentedly thorough review, it is time to move forward beyond the findings of this review, which has been conducted in coordination with dozens of other federal, state and local agencies, and determine that this project is in our nation’s interest,” it said.\nThe environmental groups, in their comment, broadly disputed the pipeline’s supposed benefits, saying they had been exaggerated. Even the State Department analysis, they noted, had acknowledged “that Keystone XL would create few permanent jobs, conceding that it would serve primarily as a means to export tar sands fuel to foreign countries, and failing to even set forth a compelling need for this project.”\nSome of the most compelling objections, shared to some extent by both the EPA and the environmental groups, were those that first sparked the prairie-fire opposition to the pipeline: fears of a devastating accident, like the 2010 dilbit pipeline spill in Marshall, Mich.\nCiting the lessons learned from the Michigan spill, the EPA recommended “that the final EIS more clearly acknowledge that in the event of a spill to water, it is possible that large portions of dilbit will sink and that submerged oil significantly changes spill response and impacts. We also recommend that the Final EIS include means to address the additional risks of releases that may be greater for spills of dilbit than other crudes.”\nThe environmental groups went a step further and said that the State Department should hold back on its final impact statement pending investigation of the March 29 rupture of ExxonMobil’s Pegasus pipeline in Arkansas.\n“The recent tar sands oil spill in Mayflower, Arkansas coupled with the fact that the July 2010 tar sands spill into the Kalamazoo River in Michigan is still not cleaned up almost three years later highlight the dangers of tar sands pipelines running through our communities and the lack of sufficient oversight and spill response capabilities,” the environmentalists said. State’s review “fails to appropriately weigh the risks and likelihood of such spills and fails to consider whether TransCanada has a sufficient oil spill response plan in place,” they said.\nThe Arkansas spill, while smaller, “constitutes significant new circumstances and information that is relevant to environmental concerns and the potential impacts of Keystone XL,” they wrote.\n“The public, the State Department, and other federal agencies involved in the Keystone XL decision must know what went wrong with the Pegasus pipeline before they can evaluate whether similar accidents are likely to occur on the much larger Keystone XL.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}