{
  "url": "https://insideclimatenews.org/news/04042013/exxon-oil-spill-leaves-arkansas-neighborhood-shock/",
  "title": "Exxon Oil Spill Leaves Arkansas Neighborhood In Shock",
  "date": "2013-04-04T14:00:26-04:00",
  "content": "MAYFLOWER, Ark.—Nearly a week after an oil pipeline ruptured in Mayflower, Ark., residents of this community of 2,200 are still overwhelmed by the disaster that has upended their lives.\n“All of us are in shock,” said David Fox, the pastor of First Baptist Church. “Manmade disasters are so rare in our state … you don’t think this kind of thing can happen to you.”\nThe oil spill, which occurred on Good Friday, cast a pall over the church service Fox held that day, he said. On Easter Sunday, an Exxon contractor showed up at the church to monitor indoor and outdoor air quality.\nThe underground pipeline, owned by ExxonMobil, sent at least 147,000 gallons of heavy Canadian crude oil through the streets of one of the town’s more affluent neighborhoods, forcing the evacuation of 22 homes. A smell that residents describe as “acrid” or “like burning tires” still lingers in the North Woods subdivision.On Wednesday night, Fox’s church hosted a dinner for the evacuated families. Church members brought homemade soups, chili, cornbread and dessert. Throughout the evening, families trickled in and out, eating the food and sharing stories about their experiences after the spill.\nSeveral residents told InsideClimate News they were pleased with the way Exxon is footing the bill for their food, lodging and other material needs. But they also said they have many unanswered questions about the health impacts of the oil and how long it would be before their lives could return to normal.\nJennifer Tistle, a mother of three who works in retail in Little Rock, said that until the spill she hadn’t even known that an oil pipeline passed through her neighborhood. She learned about the accident on Friday afternoon, when her husband got a text message from a neighbor.\nThe couple rushed home from work. By the time they arrived, however, police had cordoned off their street. The family of five spent the night in a hotel room. The next morning, Mayflower’s police chief escorted them to their home so they could pack some belongings.\nTistle said they just ran around grabbing things. “I told the kids, I don’t know if your clothes will match, but you’ll have stuff to wear.”\nThe oil ran through the Tistles’ side yard and part of their backyard. “We’ve never been in a situation like this,” she said. “We don’t even know what questions to ask. “\nTistle said it’s hard to think ahead about the future, about whether they’ll move back into their house or try to sell it. She wants to learn more about the composition of the oil, its health effects and how the spill will impact property values.\n“It’s just overwhelming,” she said. “My brain is overloaded.”\nThe ExxonMobil pipeline was carrying Wabasca Heavy crude, a type of dilbit made from bitumen mined in Canada’s oil sands region. Because bitumen is too thick to flow through pipelines, it is diluted with natural gas liquids and turned into dilbit, or diluted bitumen.\nIn 2010 a pipeline owned by Enbridge Inc. dumped more than a million gallons of dilbit into Michigan’s Kalamazoo River, and that spill is still being cleaned up today.  Dilbit would also be carried on the Keystone XL pipeline, which will run from Alberta, Canada to the U.S. Gulf Coast if the Obama administration approves the project.\nShelia Harrell, the administrative assistant and treasurer for First Baptist Church, lives in the North Woods subdivision but not in the area that was evacuated. Like Tistle, she had not known there was an oil pipeline in the neighborhood.\nHarrell was babysitting her 17-month old grandson Friday afternoon when the pipeline ruptured. She said no officials knocked on her door to tell her that her neighbors were being evacuated, or to explain what was in the oil to create the air pollution warnings.\nBy the time Harrell’s daughter arrived to pick up her son, the smell of the oil had permeated her daughter’s car.\nHarrell said the fumes were particularly bad on Friday and Saturday night, when it was cloudy. Since then, she said the fumes seem to come and go, but are getting weaker—though she fears that’s just a sign that she has become habituated to the smell.\nFox, the pastor, lives in another neighborhood about 2,000 feet from a marsh polluted by the oil. The smell at his house was so strong on Friday afternoon that it made him sick to his stomach.\nThe oil “just stinks,” said Jennifer Whittington, a mother of two who works part time at a church in the nearby city of Maumelle. On Friday, Whittington was backing out of her driveway to pick up her child from school when she saw oil in the street. By 4:40 p.m., about two hours after a neighbor called 911 to report the spill, Whittington, her husband and two daughters all had headaches, so they left for a hotel.\nThe children, aged 6 and 4, were excited at first about the adventure, she said. But Wednesday morning they woke up crying. Even the hotel swimming pool couldn’t distract them.\n“They just want to go home,” Whittington said.\nWhittington’s neighbor Amber Bartlett estimates that at least 30 children were among the families that were evacuated.\nBartlett learned about the spill from her 16-year old daughter, who called while she was driving home from school. She said the police had closed off the subdivision and wouldn’t let her in. That’s when Bartlett opened the door and smelled the oil.\nThe police eventually let her daughter through the barricade, Bartlett said, but by that time, oil was flowing through the street near their home. After her daughter parked the car, Bartlett threw her a pair of boots so she could wade through the oil to get to the house. The two of them grabbed clothes and toiletries for themselves and the rest of the family, waded back through the oil in boots and drove away.\nThe family of six is now staying in two adjacent hotel rooms. “I’m satisfied, given the circumstances,” Bartlett said. “Exxon’s been really good” about paying their expenses.\nStill, Bartlett and Whittington are worried about the long-term affect of breathing the foul air. Whittington wants to know if the fumes will seep through her carpets, bedding and walls and cause health problems. Bartlett, who works in IT at the University of Arkansas for Medical Sciences, said she wants Exxon to have her home thoroughly cleaned, inside and out, before they move back in.\nAt this point, there’s no clear timeline for when that might happen. On Tuesday evening, Exxon hosted a meeting for the affected families, which media was not allowed to attend. Residents who attended said Exxon told them the neighborhood cleanup will proceed in three stages: If all goes well, some families could return home by this weekend. Others could return next weekend. Families from the two houses that were most affected—where oil has saturated the yards—might have to wait a month.\nExxonMobil representatives said that even after it’s deemed safe for everyone to return, the company will continue to pay for lodging, because of the inconvenience of having traffic, trucks and workers in their neighborhood, Bartlett said.\nFor Whittington, North Woods won’t feel right until the cleanup operation is over. “I want to go home,” she said, “and have them be gone.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}