{
  "url": "https://insideclimatenews.org/news/01042013/federal-agencies-asked-delay-keystone-over-pipeline-safety-issues/",
  "title": "Federal Agencies Asked to Delay Keystone Over Pipeline Safety Issues",
  "date": "2013-04-01T07:00:00-04:00",
  "content": "A petition filed with federal agencies last week by a coalition led by the National Wildlife Federation is demanding a moratorium on pending tar sands pipelines—including the Keystone XL—until regulators establish new rules to ensure their safety.\nAs if to illustrate the dangers outlined in the petition, Exxon’s Pegasus pipeline that carries Canadian diluted bitumen, or dilbit, on Friday spilled in central Arkansas, releasing an estimated 84,000 gallons of the crude within about 45 minutes before the release was stopped, according to local sources.\nFiled on behalf of 29 environmental and community groups and 36 individuals, the petition includes a list of nine policy recommendations for the safe transport of dilbit, a type of crude oil produced from Canada’s oil sands region.\n“Simply put, diluted bitumen and conventional crude oil are not the same substance,” the petitioners wrote. “There is increasing evidence that the transport of diluted bitumen is putting America’s public safety at risk. Current regulations fail to protect the public against those risks. Instead, regulations … treat diluted bitumen and conventional crude the same.”\nThe rules proposed by the petitioners cover pipeline safety, leak prevention and oil spill response, issues InsideClimate News has been covering closely in the wake of the million-gallon dilbit spill in Michigan’s Kalamazoo River that occurred in July 2010.\nAs an award-winning ICN investigation reported last year, the ruptured dilbit pipeline posed unique challenges and left a mess unlike anything the U.S. Environmental Protection Agency had ever faced.\nDilbit is a mixture of heavy bitumen and diluents—light hydrocarbons used to thin the bitumen so it can flow through pipelines. While most conventional crude oils will float on water, the bitumen began sinking into the river as the diluents evaporated, leaving a sludge of submerged oil that defied traditional cleanup methods.\nEarlier this month, the EPA ordered Enbridge, Inc., the Canadian company that owns the pipeline, to dredge sunken oil from the riverbed. The cleanup has cost more than $820 million to date and could top $1 billion once the order is carried out.\nThe section of the pipeline involved in Friday’s spill in Arkansas was originally built in the 1940s, according to an Exxon spokesperson. The full length of the pipline was used to transport crude oil from Nederland, Texas north to Patoka, Illinois. After lying mostly idle for four years, the pipeline’s flow was reversed in 2006 to carry Canadian dilbit to Gulf Coast refineries. Exxon said the reversal was an industry first, and that it required 240,000 man-hours of work to accomplish.\nIn 2009, Exxon increased the line’s capacity by 50 percent to more than 90,000 barrels a day by reactivating and enhancing pumping stations to push more dilbit through the 20-inch line. The company said it also installed new leak detection technology. The pipeline was shut down for maintenance work between Dec. 6 and 17 last year.\nThe repurposing and reversal of pipelines is an option industry is exercising with greater frequency to transport dilbit out of landlocked Alberta to refineries and export hubs as quickly as possible to keep up with booming production.\nNature of Dilbit Debated\n“Diluted bitumen from Western Canada is no different than conventional crude,” a spokesman for the American Petroleum Institute said. “A different set of rules for diluted bitumen are not necessary and do nothing to improve pipeline safety.”\nAccording to federal legislation from 1980, dilbit is not considered to be crude oil and is exempt from an 8-cent-per-barrel tax that helps to support the Oil Spill Liability Trust Fund tapped during spill emergencies.\nIn addition, dilbit is chemically different from most conventional crude oil because it contains a larger percentage of heavy compounds. The State Department’s draft Supplemental Environmental Impact Statement for the Keystone XL defines bitumen as “a form of petroleum that occurs naturally in a solid or semi-solid state…Raw bitumen is solid under ambient conditions and therefore must be altered into a form that can be transported via pipeline.”\nThe NWF-led petition was filed with the EPA and the Pipeline and Hazardous Materials Safety Administration (PHMSA), an agency within the Department of Transportation that regulates pipelines.\nAn EPA spokeswoman said the agency will review the petition.\nJeannie Layson, PHMSA’s director of governmental, international and public affairs, said the agency is also reviewing the document and has commissioned the National Academy of Sciences to study whether dilbit is more corrosive to pipelines than conventional crude oil. The research was mandated by the 2012 Pipeline Safety Act and the results of that study are due in July. However, the research is limited to pipeline corrosion and will not cover the impacts of a dilbit spill.\nSpecifically, the petition asks the agencies to:\n—Place a moratorium on proposals for new and expanded dilbit pipelines until new rules are created for dilbit transportation safety.\n—Increase the frequency of inspections for pipelines that carry dilbit.\n—Create an independent review process for pipeline companies’ oil spill response plans for diluted bitumen, and make the documents open to public comment.\n—Require companies to report the specific products transported in their pipelines, and to make the information available to the public in the event of a spill.\nDuring the Kalamazoo accident, the EPA did not know the pipeline was carrying diluted bitumen until more than a week after the spill. Enbridge did not volunteer that information, and PHMSA doesn’t track whether pipelines are carrying conventional or tar sands crude.\n“PHMSA tracks the root causes of pipeline incidents, and in no case does PHMSA show that diluted bitumen was the cause of any accident,” said a spokesman from the Association of Oil Pipe Lines. “Diluted bitumen is similar in chemical properties to many of the heavy crudes produced in California or Venezuela and transported safely across the U.S. for years. We look forward to the National Academy of Sciences report … when it is released this summer.”\nAlthough PHMSA records detailed information on all reported pipeline spills, the database does not distinguish between spills of diluted bitumen and conventional oil.\nEPA and PHMSA Must Respond\nThe petition was filed under the Administrative Procedure Act. Jim Murphy, senior counsel at the National Wildlife Federation, said the document marks the first time that anyone has formally petitioned the government over dilbit.\n“The process forces the agencies to deal with a question or regulatory lapse that otherwise would go unaddressed,” Murphy said. For instance, the landmark Massachusetts v. EPA case—which enabled the EPA to regulate carbon dioxide as a pollutant under the Clean Air Act—began as a public petition filed in 1999.\nThe Administrative Procedure Act requires the government to respond to the petition in a “reasonable” amount of time, Murphy said, and the agencies must back up their response. “They can either say ‘the current rules are fine and here’s why’…Or they could say, ‘you’re right, the current rules are inadequate, and we’ll start the rulemaking procedure.'”\nThe rulemaking process could last up to two or three years, he said, and the petitioners’ request for a moratorium could create a substantial delay for the Obama administration’s Keystone XL decision, expected this summer.\nSpokesman Shawn Howard of TransCanada, the company that wants to build the pipeline, said there was “nothing new” in the petition.\nIt “is another attempt by opponents of Keystone XL to try and delay this project,” he said in an email. “The fact of the matter is no one has a stronger interest that TransCanada does in terms of making sure that all of our assets operate safely and reliably, as they are designed to do. Most of the opposition to Keystone XL has nothing to do with our pipeline—it’s about groups or individuals who want to end the use of fossil fuels.”\nMurphy said his group opposes the pipeline for a variety of reasons. “The Kalamazoo spill demonstrated what [dilbit] can do, not just from a climate perspective but from a safety perspective … so even if this fuel were carbon neutral, there’s a lot of very good reasons to be really worried about it.”\nIn an interview Thursday evening, Murphy said neither the EPA nor PHMSA has responded to the petition. “We certainly would like to engage both agencies and begin a conversation, and we’d like to do that soon … We definitely intend to reach out to them if they don’t reach out to us first.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}