{
  "url": "https://insideclimatenews.org/news/21032013/scientist-policymakers-clean-energy-could-fuel-new-york-2050/",
  "title": "Scientist to Policymakers: Clean Energy Could Fuel New York by 2050",
  "date": "2013-03-21T10:00:12-04:00",
  "content": "By 2050, New York State could run entirely on energy produced from wind, water and sunlight. That radical finding, which goes further than any other clean energy plan envisioned for New York, comes from a peer-reviewed study published last week in the journal Energy Policy.\nThe 13 scientists who wrote the report analyzed the technical and economic feasibility of meeting the state’s energy needs solely through renewable energy. They concluded that moving to renewables would stabilize energy prices, decrease power demand through efficiency and reduce health impacts from air pollution.\nLead author Mark Z. Jacobson spent more than two years figuring out the details of the proposal, which includes wind, solar, hydroelectric and geothermal energy but no fossil fuels or nuclear power. Biofuels are used as a transitional power source and eventually phased out.\nJacobson, a professor of civil and environmental engineering at Stanford University, has spent his career studying air pollution and climate change. Fifteen years ago, he switched from researching large-scale problems to examining their solutions.\nIn 2009, he co-authored a report on how to power the world with renewable energy by 2030. That study was featured on the cover of Scientific American just weeks before the failed UN climate conference in Copenhagen.\nThe New York study uses some data from the 2009 report but delves into much greater detail on the required changes in infrastructure, the cost and jobs created, and policy recommendations.\nJacobson spoke with InsideClimate News about his inspiration for the study and what he hopes policy makers can take from it. A spokeswoman for New York Gov. Andrew Cuomo told us that the governor’s office is reviewing the report.\nInsideClimate News: What prompted you to write this paper?\nMark Jacobson: Well, we’d done a previous plan to repower the world’s energy infrastructure [with renewables]… and as part of that plan, we also did an analysis for the United States. But to actually implement something like this, we’re figuring it has to be done on a smaller scale at first, and then build up rather than trying to do the whole world at once and then go down.\nIt just happened that we met some people who are interested in New York’s energy policy, including the actor Mark Ruffalo, director Josh Fox, some bankers and a lot of other people who are in financing and industry [and] NGOs …They were aware we’d done these large-scale plans, and they asked, ‘Well, is it feasible to do a plan for New York?’\nAt first I said—because I knew how much work it takes—I said ‘Oh not really, I’ll write a paragraph, somebody else can do it.’ But then I got inspired, and that same night I realized to get started it wasn’t as difficult as I’d anticipated, because we’d already done this world plan and the U.S. plan, so it was really trying to shrink it down to the scale of a state, and also to get new data from the state. So that night I wrote a draft of the plan. It was about 20, 21 pages.\nICN: You wrote the first draft in one night?\nJacobson: Yes …I started writing this one paragraph, and then I just said what the heck, and I realized I could do it, and I really became inspired, and said ‘Wow I wish I could do this, this is so cool. This would be incredibly important to do.’\nI figured I had all the information at my fingertips and it would take somebody else a long long time to put all this stuff together … so I wanted to do it, actually, once I got going.\nBut it took two years after that to really finalize this plan. I got lots of people to review it, to contribute, to look at additional issues that I hadn’t covered initially. I got a lot of students involved who did research projects on different aspects of the plan. A lot of people reviewed it, in addition to the people who were authors on the paper.\nICN: You said part of the inspiration came from Josh Fox and Mark Ruffalo, both well-known opponents of hydraulic fracturing. Did they influence your decision to exclude natural gas from the New York plan?\nJacobson: In our world plan [from 2009], we’d already excluded natural gas. The world plan is based on wind, water and sunlight, and there was no room and no need for any type of fossil fuel. So even though they’re [Ruffalo and Fox] against natural gas, it wasn’t like we had to change anything we were doing to accommodate that viewpoint.\nThere’s a lot of anti-natural gas activity going on in New York, but my philosophy was, nobody cares or really wants to listen if you’re going to complain about something. You have to have an alternative to propose, and so I preferred to focus on the positive of what you could do with wind, water and sunlight, not with what you can’t do with natural gas or nuclear or oil or coal or anything else.\nAnd that’s not based on just advocacy—it’s based on the science. If you trace back to how this all evolved, before the 2009 Scientific American article was published, I published a paper called Review of Solutions to Global Warming, Air Pollution and Energy Security, in which I actually reviewed many different types of energy sources in terms of about 12 to 14 externality impacts [such as the effects on human health and climate change].\nNatural gas was not even on the list [of fuels studied] because we already knew [it would have high externality impacts]. We looked at coal with carbon capture, ethanols, other biofuels and nuclear power. We also looked at all the wind, water and sunlight [options]. We came up with a ranking and found, based on a scientific viewpoint, that wind, concentrated solar power, solar photovoltaic, hydroelectric, geothermal and tidal wave power are all superior [in terms of] reducing human mortalities, reducing global warming, providing stable energy supplies in the long term and minimizing land use impacts, etc.\nNatural gas is not a player in this and shouldn’t be a player in the future energy economy … The people who live in New York who are against natural gas, they actually are interested in this too … they’re for a clean energy future and reducing human mortalities, saving children’s lives. That’s what it’s all about, to try to make society better.\nICN: Have you shared the paper with policymakers?\nJacobson: It was published last week, and there was a press release, so that’s the first time it really became public … I’m sure there are a lot of people trying to present it to policymakers. We’ve presented talks—at Google, the Nantucket Project, the New School in NYC [a university] … That’s kind of the responsibility of scientists, I think, to make their information easily accessible to the public … It’s really important in my mind to be able to clearly present the information to policy makers so they can make better decisions.\nICN: The study says the research wasn’t funded by any companies, interest groups or government agencies. So where did the funding come from?\nJacobson: Nowhere. There’s no funding specifically for this project. I get paid my salary from the university … [and] there’s no agenda one way or another about what I do … We just did this independently.\nThe students weren’t paid either, and the other people [co-authors and reviewers] have general jobs, and they just worked on this on the side, spent additional time beyond what their normal duties are. This is something that we’re all passionate about. We’re all interested in trying to understand this problem and solve it.\nICN: You’re talking about a huge shift in how New York State uses and produces energy. Has anything on this scale ever been attempted?\nJacobson: Yes, not in terms of energy but in terms of infrastructure. In World War II, the United States went from virtually building no airplanes to building 330,000 airplanes in five years.\nIf we’re talking about powering half the world for all purposes with wind, you’d need about 3.8 million wind turbines. So how hard would it be? It’s not every year you’d have to produce them, you just have to do it [once], and maybe refurbish them after that. We think it’s actually very straightforward to do; it’s just that people don’t realize this.\nYou can even look at South Dakota—in 2011, 22 percent of all their electricity was produced from wind power. Can you believe that? If you look at where they started from, maybe five years before that, it was zero. Suddenly it’s 22.3 percent. That’s even more than Denmark! And the price of electricity in South Dakota went up only 2 cents per kWh from 2003 to 2011, whereas the average in the U.S. went up 3.6 cents per kWh. So it wasn’t more expensive, that’s for sure.\nICN: How would your plan affect the cost of living for New York residents?\nJacobson: I think their living costs will go down. It could be that there’s a short-term increase in the first year, first two years. But ultimately if I took an average of your costs over 20, 30 years, I’d say it’s definitely going to go down, because the fuel costs are zero, so you get price stability. Fossil fuel prices are just going up and up and up. New York already pays really high electricity prices, so this should only reduce the prices over time.\nICN: Have you received any pushback from the fossil fuel industry?\nJacobson: Not really. I’ve been doing this for awhile [and] I’ve published papers where I compare one fossil fuel versus another or fossil fuels versus a renewable … If you have a negative paper where you’re saying fossil fuel is bad, then you get attacked. But if you have a positive paper where you’re saying ‘we can do it with all green technologies,’ it’s hard for them to attack you and they don’t.\nICN: Your paper has a long list of policy recommendations to encourage clean energy growth. Is it realistic to expect politicians to make all these changes?\nJacobson: The paper as a whole has two things in it—there’s a roadmap which says this is where we want to end up by 2050, and then there’s this set of first steps of how do we start getting there? There are a lot of these steps, and that’s because policy makers don’t really like to be told what to do. You want to give them options … There are about 40 total, but let’s say they took five to 10 steps—that would go a long way to getting this thing rolling if they picked the right ones.\nSome of them are very practical—they even take into account existing legislation you just have to tweak. For example, one is increasing the renewable portfolio standard. There’s an existing renewable portfolio standard in New York [which requires 30 percent of the state’s electricity to come from renewable energy by 2015], so it just requires making it a higher standard. So it’s not like you have to start from scratch—you just have to have some will power to go further.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}