{
  "url": "https://insideclimatenews.org/news/12032013/keystone-xl-pipeline-state-department-environmental-impact-statement-climate-change-global-warming-nepa-lawyers/",
  "title": "Keystone Report Skirts Climate Analysis Required Under Law, Lawyers Say",
  "date": "2013-03-12T10:00:56-04:00",
  "content": "WASHINGTON—The surprising message of the State Department’s latest Keystone review—that the decision whether to approve the disputed pipeline won’t have much effect on the environment—can be traced to the way the agency framed the report.\nThe study presents an analysis of how markets will adjust if the pipeline isn’t built. But lawyers and pipeline opponents say that approach allowed the State Department to dodge the central question that the National Environmental Policy Act, or NEPA, poses about major federal decisions: What would it mean for the environment, including for climate change, if the project is built?\nInstead, the report looked at what might happen if the pipeline is rejected and declared that any benefits to the global climate would be trivial. Canadian producers would continue to ship oil sands products to U.S. refineries by other means, such as rail, the report concluded, and greenhouse gas emissions from this unusually dirty oil would continue more or less unabated.\nThat approach “is not in keeping with the letter or the spirit of NEPA,” said Pat Parenteau, an environmental lawyer at the Vermont Law School. “It stands the whole concept of examining the consequences of your actions on its head, it really does.”\nCalling the State Department’s approach “highly suspect,” “very questionable,” and “very disingenuous,” Parenteau predicted: “There is going to be litigation if this is approved.”\nThe Environmental Protection Agency, which plays an important role in rating the performance of other agencies in performing environmental assessments under NEPA, has repeatedly urged the State Department to focus on greenhouse gas (GHG) emissions and how to offset them if Keystone were to get the green light.\n“We are concerned about levels of GHG emissions associated with the proposed project, and whether appropriate mitigation measures to reduce these emissions are being considered,” the EPA said in comments on a previous draft, in 2011.\nThose concerns seem likely to be raised again during the 45-day comment period on this latest draft, which was released on March 1. Pipeline opponents have already criticized the market analysis, saying that the development of Canada’s oil sands reserves will surely slow if the Keystone isn’t built. Alberta’s proven reserves of oil are estimated at 170 billion barrels, with 26 billion under active development.\n“The fundamental question for State should have been, will this pipeline lead to an increase in greenhouse gas emissions?” said Danielle Droitsch, director of the Canada project at the Natural Resources Defense Council, a leading pipeline opponent. “We don’t have to go through this circular, roundabout argument. It’s just a really, really nice way to escape doing that analysis.”\nDan Simmons, director of regulatory affairs at the Institute for Energy Research, which favors the pipeline and the increased development of Canada’s oil sands deposits, agreed with the review’s conclusion. The Keystone line “will lead to some higher greenhouse gas emissions, but in terms of affecting climate change, it would truly be a drop in the bucket,” he said.\n“Is the Keystone XL pipeline in the national interest?” he asked. “The environmental impact statement presents no information about why it isn’t.”\nPrecedents Say Climate Must Be Considered\nThe State Department acknowledged in the draft that building the pipeline would allow hundreds of thousands of barrels a day of some of the world’s dirtiest oil to flow to U.S. refineries, producing millions of tons of extra carbon dioxide. But it also said that with or without the pipeline there would be “no substantive change in global greenhouse gas emissions.”\nUnder well-established policy, however, agencies are supposed to address the cumulative harm that individual projects present, even if the emissions seem small in comparison to global totals.\nIn comments on previous assessments of the Keystone, the EPA warned the State Department “against comparing GHG emissions associated with a single project to global GHG emissions.”\nIt cited guidelines by the White House Council on Environmental Quality for federal agencies that write impact statements, saying that global warming, more than other forms of environmental harm from federal actions, is “the result of numerous and varied sources, each of which might seem to make a relatively small addition” to greenhouse gas emissions.\nAs one federal judge put it in a 2007 case addressing automobile fuel efficiency standards, “we cannot afford to ignore even modest contributions to global warming. If global warming is the result of the cumulative contributions of myriad sources, any one modest in itself, is there not a danger of losing the forest by closing our eyes to the felling of the individual trees?”\nIn that landmark case, Center for Biological Diversity v. NHTSA, federal rules setting fuel-efficiency standards were rejected under NEPA when plaintiffs complained that the federal highway agency failed to adequately assess the greenhouse gas implications of its rulemaking, to examine a reasonable range of alternatives, or to fully consider the rule’s cumulative impact.\nThe State Department’s report did calculate how much extra greenhouse gas would be emitted during production and consumption of the fuel the Keystone is meant to carry. But it did not make this the central thrust of its review because it had accepted the reasoning that, one way or another, this fuel would come to market.\n“Such a broad review is typically beyond the scope of NEPA,” the State Department argued, and “not strictly necessary for evaluating the potential environmental impacts.” But it ran the numbers anyway, calling the exercise “relevant and informative for policy makers.”\nThe findings were clear—the shift from cleaner conventional crudes to dirty, energy-intensive oil sands fuel would create significantly higher emissions of greenhouse gases—perhaps by as much as 20 million or more extra tons of carbon dioxide each year.\nThat is the equivalent of putting more than 4 million additional passenger cars on the road, or burning oil in more than a million additional homes.\nWhen calculated on a cradle-to-grave basis—including everything from digging up and processing the tar sands through refining the oil and using it in cars, homes and factories—the Keystone fuels would give off 17 percent more greenhouse gases than the average mix of fuels typically used in the United States, the report said.\nBut the State Department did not address head on the question what to do about those emissions. Instead, it put most of its analysis into the “No Action Alternative,” which looked not at what would happen if the federal government granted the Keystone permit, but what would happen if the government did nothing.\nThe report took the unusual step of breaking down “no action” into various scenarios—including one in which the permit was denied and the tar sands oil got to market via rail and pipelines other than Keystone, and one in which  the oil was carried by rail and tankers.\nBy looking at the question in these terms, the department squared the circle. To take no action—to deny the permit—would change nothing in the supply and demand for energy. And therefore refusing the permit would have no environmental consequence, at least in terms of climate change.\n“It is very fatalistic,” said Parenteau, the Vermont Law professor. “It is a self-fulfilling prophecy. The predicate of the argument, that this is going to happen anyway, is highly suspect.”\nReport Didn’t Calculate Cost of Emissions\nThe State Department avoided doing something else the EPA had recommended after evaluating earlier drafts of the Keystone environmental review: It didn’t put a dollar figure on how much those extra greenhouse gas emissions would cost society through droughts, storms, floods, wildfires, disease and damage to valuable ecosystems.\nThe Obama administration devised an approach for carrying out such a calculation. It multiplies each ton of carbon emissions by an established per-ton estimate of future damages.\nIn such a calculation, carbon emissions are assigned a future cost in a range, typically $21 a ton, which rises over time according to various discount rates. If Keystone were assessed for 20 million tons of emissions a year, the high end of the range reported by the State Department, that would run into hundreds of millions of dollars annually, piled up for decades.\nThe report also gave short shrift to any possibility that the greenhouse gas emissions could be offset, in effect making oil sands fuel cleaner.\nTwo years ago, the EPA told the State Department that “we continue to be concerned” that its previous analysis “does not discuss opportunities to mitigate the entire suite of GHG emissions associated with constructing the proposed project.”\nUnder NEPA, agencies have sometimes been forced to offset the environmental consequences of their actions. For example, in a dispute over loans for international energy projects, the Overseas Private Investment Corporation, a federal export agency, agreed to finance green power ventures overseas to compensate for its subsidies for dirtier coal-fired plants.\nAny mitigation play for oil sands projects would probably have to include costly steps such as carbon capture and storage, or CSS, a technology that is expensive and unproven. But the report discussed this complex subject in just a few paragraphs.\nCanada and the province of Alberta have taken some steps in this direction. The first CSS project in the oil sands, Shell’s $1.5 billion Quest venture, is to be built with subsidies provided by Alberta’s $15 per ton tax on excess carbon emissions. It promises to capture a million tons of carbon a year, starting in a few years.\nBut full-scale regulations aimed at bringing down emissions from the petroleum sector are still pending in Canada, and it is not clear how rigorously they will be applied.\nNathan Lemphers, a senior oil sands analyst at the Pembina Institute, which opposes Keystone, said carbon capture “could be a meaningful alternative if it is either required by regulation, or if there is a high enough cost of carbon mandated.”\nLegal Challenges Would Be Difficult\nLawyers experienced in challenging NEPA assessments said it is not clear whether there are strong legal grounds for challenging the State Department’s assessment of Keystone.\nLawsuits challenging agencies’ conduct of environmental impact analyses under NEPA are hard to win, as judges tend to give considerable leeway to the agencies. And environmental advocates say it won’t be easy to rebut the argument laid out in the State Department’s report.\n“The presumption is that we have to rebut the idea that the tar sands will be developed anyway,” said NRDC’s Droitsch. “We are going to be spending a lot of time on this. I don’t see it as a quick turnaround.”\nBut Vermont Law’s Parenteau said that sometimes a winning case can be made, especially if an agency disregards EPA’s requests for strengthening an analysis, or if an agency refuses to explain why it took one particular approach rather than another. As Parenteau put it, a given judge, on a given day, will sometimes decide to throw out an assessment that violates common sense.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}