{
  "url": "https://insideclimatenews.org/news/27022013/gina-mccarthy-epa-administrator-air-pollution-climate-change-regulations-greenhouse-power-plants-global-warming/",
  "title": "Gina McCarthy: Strong Climate Credentials Plus a Sense of Humor",
  "date": "2013-02-27T13:00:00-05:00",
  "content": "President Obama’s expected choice to lead the Environmental Protection Agency is Gina McCarthy, who as an assistant EPA administrator has shaped some of the agency’s most contentious rules, including greenhouse gas regulations for new cars and power plants and air pollution standards for oil and gas drilling.\nMcCarthy, 58, hasn’t made any public statements about what she would do if confirmed as EPA administrator, and the Office of Air and Radiation—which she currently heads—didn’t return a request for comment. To get an idea of how she might lead the agency, we examined some of the speeches she’s given over the past four years.\nMcCarthy’s record shows she’s a strong supporter of climate action. In 2009, when Congress was debating a carbon cap-and-trade bill (which died in 2010), she told a group of Connecticut energy experts that the country needs a “comprehensive energy bill moving forward that provides a cap-and-trade system” to deal with climate change.\nEarlier this month, during a climate change workshop at Georgetown University, she praised a carbon-trading scheme among nine northeastern states—a program she helped launch when she worked for the state of Connecticut from 2004 to 2009.\n“We know that it hasn’t hurt the economy,” she said. “If you take a look at what’s recently happened with Regional Greenhouse Gas Initiative…you will realize that there are tremendous opportunities to address climate change in ways that build the economy, that grow jobs, that you can articulate that make sense to every individual who works in those communities.”\nAlthough McCarthy’s regulatory history and strong stance on climate change make her vulnerable to attacks by the fossil fuel sector and its congressional supporters, she has a reputation for reaching out to industry, and for using humor to lighten the mood in tense situations.\n“It’s a dynamic and challenging time for the energy world, is it not?” she said during an October 2009 conference of Connecticut energy professionals and industry representatives. “And when you use words like ‘dynamic’ and ‘challenge,’ what that means is it’s absolutely nuts out there.”\nShe warned her audience that the EPA had a backlog of pending regulations, and then pledged to help the industry plan for the changes to come. “It is a difficult time to be a utility and to figure out how to make investments in utilities as we move forward,” she said. “And I think with that uncertainty comes an obligation. The obligation on my part is to think about sending a signal to a sector like the utility sector that tells them where at least EPA thinks things should be headed … so you can figure out what investments make sense and what facilities no longer make sense to invest in.”\nMcCarthy’s Early Career\nBefore joining the EPA in 2009, McCarthy led Connecticut’s Department of Environmental Protection under Republican governor Jodi Rell. She also served as a top state environmental official when Mitt Romney was governor of Massachusetts.\nMcCarthy began her EPA career at a critical point in the agency’s history. In 2007, the Supreme Court ruled that CO2 and five other greenhouse gases were air pollutants. The court then directed the EPA to study whether the gases caused enough of a threat to require regulation.\nTwo years later, the EPA determined that the greenhouse gases did pose a public health threat. That finding allowed the agency to regulate the pollutants under the Clean Air Act and set the stage for numerous rules on motor vehicle and power plant emissions.\nIn addition to the new greenhouse gas regulations, the EPA had a backlog of rules on conventional air pollutants such as mercury and particulate matter. During the 2009 Connecticut conference, McCarthy told the audience that her office was working on a list of about 50 rulemakings. Many were Bush-era regulations that environmentalists had successfully challenged for not being stringent enough, and Obama’s EPA was under court-imposed deadlines to re-write them.\n“What I’m trying to do with all those rules together is to think more creatively than one rule at a time,” she said at the conference. “I think we do a disservice to the people that we service if all we look at is our next step rather than the direction we’re trying to head.”\nShe said that meant taking a comprehensive approach to managing greenhouse gases. “I honestly believe that we can achieve significant climate change reductions by taking the same actions you would want to take to reduce air pollution in general,” she said.\nFor example, when the EPA proposed new rules last spring to reduce toxic air pollutants from oil and gas drilling, environmental groups criticized the regulations because they didn’t address emissions of methane. But McCarthy said the rules—which haven’t yet been finalized—would have an indirect effect on greenhouse gases.\n“The technologies and practices that capture and reduce emissions of VOCs and toxic air pollutants also reduce methane emissions,” she said in her opening remarks at a Senate hearing in June. “Methane … [is] a greenhouse gas that is more than 20 times as potent as carbon dioxide (CO2). EPA estimates that these standards will result in reducing methane emissions by up to 1 to 1.7 million tons—or the equivalent of about 19 to 33 million metric tons of CO2.”\nShe also supports Obama’s “all of the above” energy strategy. “Domestic natural gas production has never been higher while domestic oil production, currently at an eight-year high, will help to continue to reduce our nation’s vulnerability to the ups and downs of the global markets,” she told the committee.\nThe new air pollutant regulations would “support responsible oil and natural gas exploration and production” she added, and “help to level the playing field, requiring wells across the country to use cost-effective and proven technologies that leading states, cities, and companies already are using.”\nMcCarthy’s focus on “cost-effective” solutions has been a frequent refrain during her many appearances as a witness in congressional hearings. “We do not have to choose between the significant public health benefits from reducing air pollution from power plants and a strong, reliable electric grid,” she wrote in her opening remarks for a February 2012 House committee hearing on mercury and other air toxics. “Nor do we have to choose between clean, healthy air and robust economic growth and job creation.”\nFour months later, she reiterated that point during another hearing on greenhouse gas regulations. “Our experience during more than 40 years of Clean Air Act implementation is that pollution reduction and a healthy economy can go hand in hand…In combination with other policies, adopting limits on carbon pollution can help to promote a gradual transition to a cleaner and more efficient energy future.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}