{
  "url": "https://insideclimatenews.org/news/13022013/president-barack-obama-state-of-the-union-climate-change-cap-and-trade-natural-gas-drilling-keystone-xl-renewables/",
  "title": "Obama Thin on Climate Promises, Tempering Hopes and Some Expectations",
  "date": "2013-02-13T12:00:34-05:00",
  "content": "2/13/13: This story has been updated to include a statement by Florida Sen. Marco Rubio.\nWASHINGTON—In President Obama’s State of the Union speech on Tuesday night, the theme of confronting climate change played more a supporting than a starring role.\nObama urged Congress “to believe in the overwhelming judgment of science—and to act before it’s too late.”\nAnd he said that if a recalcitrant and divided Congress “won’t act soon to protect future generations, I will. I will direct my Cabinet to come up with executive actions we can take, now and in the future, to reduce pollution, prepare our communities for the consequences of climate change, and speed the transition to more sustainable sources of energy.”\nBut the president made no explicit promise to environmental advocates who had been hoping, since his soaring words on climate at his inauguration, that he would pledge to regulate carbon dioxide emissions that spew from existing power plants, or perhaps block the Keystone XL pipeline they so abhor.\nInstead, the speech was another inflection point along the curve of his presidency: an assertion of his willingness to bypass Congress on big issues, but also a reminder that he must juggle competing priorities, including jobs, guns, immigration, health care, spending, taxes and global affairs.\nIn trimming his rhetorical sails, the president was navigating through treacherous political crosswinds—including fierce opposition to his agenda from Congressional Republicans, and equally adamant demands from a green movement marching on Washington this weekend to protest the Keystone XL pipeline.\nIn discussing energy, he emphasized security of supply and the creation of jobs as much as the pure green goals of cutting emissions. And he promised to continue cutting red tape and speeding up new gas and oil permits as “part of an all of the above plan.”\nOn balance, many who follow climate issues closely said they were satisfied.\nBill Becker, executive director of the Presidential Climate Action Project, which studies how the White House can act without new legislation, was pleased to hear Obama pledge to do so.\n“I have the sense that he understands that he might be, and quite likely is, the last president who can keep us from going off the climate cliff,” Becker said.\nBut organizers of Sunday’s Keystone pipeline protest were less enthusiastic.\nOn Twitter, Bill McKibben, whose 350.org group is helping to organize the march, wrote: “I’m interested in what the president says. I’m more interested in what the climate movement can push/free him to do.”\nFor days, the capital had buzzed with rumors that the president might explicitly declare that he would control the carbon dioxide emissions of existing electric plants that burn fossil fuels, using a provision of the Clean Air Act that had lain untouched for so long that one Washington wag calls it “the 40-year-old virgin.” At stake is some 40 percent of all the nation’s emissions, especially from the burning of coal.\nAlthough he didn’t mention power plant emissions, many expect that such a regulation is on the way. Its advocates were quick to connect the dots.\nFrances Beinecke, president of the Natural Resources Defense Council, issued a statement saying that the Clean Air Act already allows Obama to crack down on emissions “from our dirtiest power plants, the single greatest threat to our climate future. That will take presidential leadership. Americans are counting on it—and that’s what the president delivered tonight.”\nThe most specific proposals the president offered were of the kind that are easy to announce, and just as easy to forget. He proposed using some oil and gas revenues “to fund an Energy Security Trust that will drive new research and technology to shift our cars and trucks off oil for good.” He also called for federal assistance to states with the best ideas for reducing energy waste in homes and businesses.\nObama can already claim to have made progress in curbing emissions through a combination of policy, market upheaval and serendipity: regulations, incentives, recession, and the natural gas drilling revolution.\n“Last year, wind energy added nearly half of all new power capacity in America,” he said. “So let’s generate even more. Solar energy gets cheaper by the year – so let’s drive costs down even further.”\nAccording to the Business Council for Sustainable Energy, renewable energy installations hit an all time high last year, natural gas equaled coal as a fuel for generating electricity, energy efficiency continued to improve, and emissions from the energy sector were headed toward their lowest level since 1994.\nThe Clean Air Act is the president’s handiest tool for moving forward. The Natural Resources Defense Council has outlined an approach, using that law, which it figures could cut the emissions from existing power plants by 26 percent from their peak in 2005.\nThe World Resources Institute has recommended several other actions, all within the president’s unilateral powers: phasing out the use of certain hydrofluorocarbons; setting lower standards for the methane emissions from natural gas systems; and focusing on more energy efficiency from homes, businesses and factories.\nObama set a new energy efficiency goal in his speech, but offered few specifics. “Let’s cut in half the energy wasted by our homes and businesses over the next 20 years,” he said. “We’ll work with the states to do it. The states with the best ideas to create jobs and lower energy bills by constructing more efficient buildings will receive federal support to help make it happen.”\nSome executive actions should be easy to accomplish, and doing so quickly could make a difference right away. For example, now that Congress has extended the tax subsidy for wind energy projects, Treasury and the I.R.S. could quickly publish the fine print to make clear what it takes to qualify this year. Thirty members of the Sustainable Energy and Environment Coalition in the House have written that without a quick clarification, uncertainty will continue to impede some wind projects.\nNone of this will come without a fight, as the president’s harshest critics made plain.\n“President Obama seemed more concerned about climate change than job creation,” said Thomas Pyle, president of the Institute for Energy Research, a nonprofit that promotes free-market energy and environmental policy. “For this administration, a deadly hurricane means a chance for carbon taxes. A crop-killing heat wave means another opportunity to attack the coal industry.”\nIn the official Republican respponse, Florida Sen. Marco Rubio stressed the importance of fossil fuels. “God also blessed America with abundant coal, oil and natural gas,” he said. “Instead of wasting more taxpayer money on so-called ‘clean energy’ companies like Solyndra, let’s open up more federal lands for safe and responsible exploration.”\nHouse Speaker John Boehner also weighed in with a detailed rebuttal of the president’s climate remarks. “The Obama administration’s so-called ‘green energy’ agenda has destroyed jobs at home, shipped jobs overseas and left American taxpayers holding the bag for millions of dollars in failed pet projects,” Boehner said.\nThe president is not without allies; but their path remains unclear.\nRep. Henry Waxman (D-Ca.) and Sen. Sheldon Whitehouse (D-RI), both crusaders for action on climate, are putting together what they call a “bicameral climate change task force” to solicit ideas from a wide range of actors. And six scientific societies are calling on the president to convene a climate summit.\nSenators Barbara Boxer of California and Bernie Sanders of Vermont, meanwhile, said they would unveil comprehensive legislation on Thursday that would impose a fee on carbon emissions to pay for much higher spending on conservation and renewable energy.\nDespite the costs, not all business groups are opposed.\nThe Business Council for Sustainable Energy, which represents energy efficiency, renewable energy and natural gas companies, said that even if Congress remains gridlocked “in the short term, clean energy industries will work with the Administration to ensure that commercially-available clean energy technologies are fully utilized to reduce emissions.”\nOne trick will be the administration’s embrace of natural gas and oil drilling on public lands, part of its all of the above approach to transforming the nation’s energy landscape.\n“The natural gas boom has led to cleaner power and greater energy independence,” Obama said. “That’s why my administration will keep cutting red tape and speeding up new oil and gas permits.”\nIn quick reply, the 350.org group dismissed that approach in a Twitter message: “Let’s be clear: gas drilling is NOT a climate solution.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}