{
  "url": "https://insideclimatenews.org/news/07012013/keystone-xl-obama-kerry-clinton-lisa-jackson-nebraska-transcanada-climate-change-ogallala-aquifer/",
  "title": "The Year Ahead in Keystone XL: Climate Worry Introduces Big Unknown",
  "date": "2013-01-07T12:30:23-05:00",
  "content": "After years of protests and lobbying, the Obama administration is expected to decide within months on the fate of the 1,200-mile Keystone XL oil pipeline.\nThe State Department is finalizing a supplemental environmental impact statement (SEIS) for the project, which would ship tar sands oil from Canada, through America’s heartland, and to the Gulf Coast via other pipelines.\nThe agency will use the SEIS—expected any day now—to help determine whether the project is in the “national interest,” a term that includes economic, energy security and climate change considerations. Due to the pipeline’s high profile, President Obama will play an important role in the decision.\nUncertainty and rumors are rife, partly because Hurricane Sandy reignited concern about human-caused climate change and fossil fuels, but largely because the two top officials who bear main responsibility for the decision will soon be replaced. Secretary of State Hillary Clinton and Environmental Protection Agency Administrator Lisa Jackson will step down this month.\nObama has already nominated Democrat John Kerry to head the State Department, which has authority over cross-border pipelines. The selection of the five-term Massachusetts senator, one of the nation’s most vocal proponents of climate action, has heartened opponents of the Keystone XL, who argue the pipeline would exacerbate global warming. The project would carry a kind of oil that emits about 20 percent more greenhouse gas emissions than conventional oil through the stages of extraction, production and usage.\nKerry co-authored comprehensive climate legislation that died in 2010 and has long pushed for American leadership in global climate treaty talks. In a floor speech last year, Kerry described Washington’s lack of climate progress as “a story of disgraceful denial, back-pedaling and delay that has brought us perilously close to a climate change catastrophe.\n“Our challenge is fundamentally political. It’s not about budgets. It’s not about regulations. It’s about leaders in the country who are unwilling to deal with the truth about climate change,” he said. “Future generations are counting on us.”\nFor most of 2012, climate disappeared from the political agenda—including from the administration’s discussions of the Keystone XL—but the issue unexpectedly gained the national spotlight post-Sandy. It remains unclear how, or whether, global warming will be addressed in the forthcoming SEIS and, more generally, by Obama in his second term. The EPA was highly critical of the State Department’s prior environmental reviews, in part because they didn’t properly assess the pipeline’s effect on the climate.\n“John Kerry has been a champion for climate issues,” said Danielle Droitsch, senior attorney for the Natural Resources Defense Council. “So if he [were] confirmed … we would certainly hope he would look at that issue specifically.”\nNRDC is one of many environmental groups that spent years urging the State Department to conduct a thorough review of the pipeline’s climate impacts.\nKerry’s office declined a request to comment.\nA State Department spokeswoman said the agency is currently working with the EPA to prepare the SEIS. After the report is released, the EPA will join other federal agencies to weigh in on the final national interest determination expected in the spring.\nJackson’s resignation, announced last month, triggered claims that she was departing due to her alleged opposition to the Keystone XL—which in turn sparked rumors that Obama plans to approve the project.\nOther sources said she wasn’t asked to stay for a second term.\nEPA spokeswoman Alisha Johnson said Jackson “made it clear in her [resignation] statement that it’s time to pursue new challenges and spend time with family. So the idea that her decision was made [based] on anything else is completely false.”\nDroitsch, the NRDC attorney, said that regardless of the reason for Jackson’s departure, “the more important point is that Lisa Jackson was a leader when it came to Keystone XL. She asked really tough questions on climate, pipeline safety, the impact on communities in Texas in terms of refinery emissions. That leadership was absolutely unprecedented … and we hope that legacy carries on.”\nThe Seattle Post-Intelligencer reported that Obama could nominate outgoing Washington State Gov. Christine Gregoire (D) to replace Jackson. Her replacement may also come from within the agency. Possible candidates include Gina McCarthy, assistant administrator in the Office of Air and Radiation, and Deputy Administrator Bob Perciasepe.\nIn Nebraska, Safety and Conflict-of-Interest Concerns\nThe State Department was originally supposed to approve or reject the project in 2011, but the decision was pushed to 2013 so regulators could evaluate a new route through Nebraska. The delay came after widespread protests from landowners and environmentalists over the pipeline’s path through the Nebraska Sandhills, a fragile grassland that overlies the critically important Ogallala/High Plains aquifer.\nTransCanada, the company behind the Keystone XL, agreed in Nov. 2011 to reroute the pipeline around the Sandhills. The proposed route now avoids the Sandhills region but still passes over the aquifer. Many Nebraskans are still concerned, because the new route crosses areas with a high water table and sandy soils—the same features that made the Sandhills so vulnerable.\nOn Friday, the Nebraska Department of Environmental Quality (DEQ) released its review of the route and concluded that an oil spill would impact a relatively small region of the aquifer, and that TransCanada would be responsible for the cleanup.\nThe DEQ’s evaluation will not be part of the State Department’s SEIS report, but it will help inform the agency’s overall assessment of the Keystone XL. If approved, the project would transport tar sands oil from Alberta to Steele City, Neb. TransCanada is already building the pipeline’s southern leg from Oklahoma to the Texas Gulf Coast.\nOpponents allege the DEQ’s evaluation is tainted by conflicts of interest. The agency worked with HDR Engineering—a company with ties to previous TransCanada projects—to prepare the report.\nThe State Department’s initial environmental assessments of the project were plagued by similar concerns over its partnership with the company Cardno Entrix, which helped carry out the reviews and once described TransCanada as a “major client.” The agency also came under fire when it was revealed that TransCanada’s chief Washington lobbyist, Paul Elliott, had served as national deputy director for the presidential campaign of Secretary of State Hillary Clinton, and when the State Department rejected Freedom of Information requests for its correspondence with Elliott.\nDEQ spokesman Brian McManus told InsideClimate News his agency has reviewed HDR’s background. “We don’t see [or] believe there’s a conflict of interest, and [we] have been very satisfied with the performance and job they’re doing,” he said.\nMcManus said DEQ took the public’s comments into consideration while preparing its final evaluation. The report was submitted to Nebraska Gov. Dave Heineman last week for his review.\nThe governor has already indicated his support for the pipeline. Heineman now has 30 days to give the report and his comments to the State Department.\nBut events in Nebraska could be complicated by a landowner lawsuit that seeks to place the Nebraska Public Service Commission in charge of evaluating the new route. Pipeline opponents say the PSC would conduct a more rigorous and transparent review. The state of Nebraska had sought to dismiss the lawsuit, but a judge ruled last week that the case could proceed.\nThe Nebraska Attorney General’s office did not return a request for information.\nMass Action in Washington\nIn February, Nebraskan pipeline opponents and thousands of others will gather in Washington, D.C. to protest the Keystone XL. The event will be led by 350.org, the organization founded by author and climate activist Bill McKibben, who energized the Keystone XL fight in 2011 with a two-week civil disobedience protest in front of the White House. The organizers of next month’s protest say they plan to “form a massive human pipeline, and to tell the president that we expect leadership on climate change.”\nIt will be the fourth mass action of its kind since summer of 2011 to try to force the administration to reject the project.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}