{
  "url": "https://insideclimatenews.org/news/11122012/epa-energy-industry-pollution-aquifers-underground-drinking-water-keystone-xl-ogallala-fracking-drought-texas/",
  "title": "EPA Lets Energy Firms Pollute America’s Underground Water Supply",
  "date": "2012-12-11T18:00:51-05:00",
  "content": "A primary concern about the proposed Keystone XL oil pipeline is that a leak would contaminate the Ogallala aquifer, one of the nation’s most important sources of drinking and irrigation water. InsideClimate News is republishing this investigative story from ProPublica because it highlights another risk to U.S. aquifers: The EPA is allowing some of them to be used as dumping grounds.\nFederal officials have given energy and mining companies permission to pollute aquifers in more than 1,500 places across the country, releasing toxic material into underground reservoirs that help supply more than half of the nation’s drinking water.\nIn many cases, the Environmental Protection Agency has granted these so-called aquifer exemptions in Western states now stricken by drought and increasingly desperate for water.\nEPA records show that portions of at least 100 drinking water aquifers have been written off because exemptions have allowed them to be used as dumping grounds.\n“You are sacrificing these aquifers,” said Mark Williams, a hydrologist at the University of Colorado and a member of a National Science Foundation team studying the effects of energy development on the environment. “By definition, you are putting pollution into them. … If you are looking 50 to 100 years down the road, this is not a good way to go.”\nAs part of an investigation into the threat to water supplies from underground injection of waste, ProPublica set out to identify which aquifers have been polluted.\nWe found the EPA has not even kept track of exactly how many exemptions it has issued, where they are, or whom they might affect.\nWhat records the agency was able to supply under the Freedom of Information Act show that exemptions are often issued in apparent conflict with the EPA’s mandate to protect waters that may be used for drinking.\nThough hundreds of exemptions are for lower-quality water of questionable use, many allow grantees to contaminate water so pure it would barely need filtration, or that is treatable using modern technology.\nThe EPA is only supposed to issue exemptions if aquifers are too remote, too dirty, or too deep to supply affordable drinking water. Applicants must persuade the government that the water is not being used as drinking water and that it never will be.\nSometimes, however, the agency has issued permits for portions of reservoirs that are in use, assuming contaminants will stay within the finite area exempted.\nIn Wyoming, people are drawing on the same water source for drinking, irrigation and livestock that, about a mile away, is being fouled with federal permission. In Texas, EPA officials are evaluating an exemption for a uranium mine — already approved by the state — even though numerous homes draw water from just outside the underground boundaries outlined in the mining company’s application.\nThe EPA declined repeated requests for interviews for this story, but sent a written response saying exemptions have been issued responsibly, under a process that ensures contaminants remain confined.\n“Aquifer Exemptions identify those waters that do not currently serve as a source of drinking water and will not serve as a source of drinking water in the future and, thus, do not need to be protected,” an EPA spokesperson wrote in an email statement. “The process of exempting aquifers includes steps that minimize the possibility that future drinking water supplies are endangered.”\nYet EPA officials say the agency has quietly assembled an unofficial internal task force to re-evaluate its aquifer exemption policies. The agency’s spokesperson declined to give details on the group’s work, but insiders say it is attempting to inventory exemptions and to determine whether aquifers should go unprotected in the future, with the value of water rising along with demand for exemptions closer to areas where people live.\nAdvances in geological sciences have deepened regulators’ concerns about exemptions, challenging the notion that waste injected underground will stay inside the tightly drawn boundaries of the exempted areas.\n“What they don’t often consider is whether that waste will flow outside that zone of influence over time, and there is no doubt that it will,” said Mike Wireman, a senior hydrologist with the EPA who has worked with the World Bank on global water supply issues. “Over decades, that water could discharge into a stream. It could seep into a well. If you are a rancher out there and you want to put a well in, it’s difficult to find out if there is an exempted aquifer underneath your property.”\nAquifer exemptions are a little-known aspect of the government’s Underground Injection Control program, which is designed to protect water supplies from the underground disposal of waste.\nThe Safe Drinking Water Act explicitly prohibits injection into a source of drinking water, and requires precautions to ensure that oil and gas and disposal wells that run through them are carefully engineered not to leak.\nAreas covered by exemptions are stripped of some of these protections, however. Waste can be discarded into them freely, and wells that run through them need not meet all standards used to prevent pollution. In many cases, no water monitoring or long-term study is required.\nThe recent surge in domestic drilling and rush for uranium has brought a spike in exemption applications, as well as political pressure not to block or delay them, EPA officials told ProPublica.\n“The energy policy in the U.S is keeping this from happening because right now nobody — nobody — wants to interfere with the development of oil and gas or uranium,” said a senior EPA employee who declined to be identified because of the sensitivity of the subject. “The political pressure is huge not to slow that down.”\nMany of the exemption permits, records show, have been issued in regions where water is needed most and where intense political debates are underway to decide how to fairly allocate limited water resources.\nIn drought-stricken Texas, communities are looking to treat brackish aquifers beneath the surface because they have run out of better options and several cities, including San Antonio and El Paso, are considering whether to build new desalinization plants for as much as $100 million apiece.\nAnd yet environmental officials have granted more than 50 exemptions for waste disposal and uranium mining in Texas, records show. The most recent was issued in September.\nThe Texas Railroad Commission, the state agency that regulates oil and gas drilling, said it issued additional exemptions, covering large swaths of aquifers underlying the state, when it brought its rules into compliance with the federal Safe Drinking Water Act in 1982. This was in large part because officials viewed them as oil reservoirs and thought they were already contaminated. But it is unclear where, and how extensive, those exemptions are.\nEPA “Region VI received a road map — yes, the kind they used to give free at gas stations — with the aquifers delineated, with no detail on depth,” said Mario Salazar, a former EPA project engineer who worked with the underground injection program for 25 years and oversaw the approval of Texas’ program, in an email.\nIn California, where nearly half of the nation’s fruits and vegetables are grown with water from as far away as the Colorado River, the perennially cash-strapped state’s governor is proposing to spend $14 billion to divert more of the Sacramento River from the north to the south. Near Bakersfield, a private project is underway to build a water bank, essentially an artificial aquifer.\nStill, more than 100 exemptions for natural aquifers have been granted in California, some to dispose of drilling and fracking waste in the state’s driest parts. Though most date back to the 1980s, the most recent exemption was approved in 2009 in Kern County, an agricultural heartland that is the epicenter of some of the state’s most volatile rivalries over water.\nThe balance is even more delicate in Colorado. Growth in the Denver metro area has been stubbornly restrained not by available land, but by the limits of aquifers that have been drawn down by as much as 300 vertical feet. Much of Eastern Colorado’s water has long been piped underneath the Continental Divide and, until recently, the region was mulling a $3 billion plan to build a pipeline to bring water hundreds of miles from western Wyoming.\nAlong with Wyoming, Montana and Utah, however, Colorado has sacrificed more of its aquifer resources than any other part of the country.\nMore than 1,100 aquifer exemptions have been approved by the EPA’s Rocky Mountain regional office, according to a list the agency provided to ProPublica. Many of them are relatively shallow and some are in the same geologic formations containing aquifers relied on by Denver metro residents, though the boundaries are several hundred miles away. More than a dozen exemptions are in waters that might not even need to be treated in order to drink.\n“It’s short-sighted,” said Tom Curtis, the deputy executive director of the American Water Works Association, an international non-governmental drinking water organization. “It’s something that future generations may question.”\nTo the resource industries, aquifer exemptions are essential. Oil and gas drilling waste has to go somewhere and in certain parts of the country, there are few alternatives to injecting it into porous rock that also contains water, drilling companies say. In many places, the same layers of rock that contain oil or gas also contain water, and that water is likely to already contain pollutants such as benzene from the natural hydrocarbons within it.\nSimilarly, the uranium mining industry works by prompting chemical reactions that separate out minerals within the aquifers themselves; the mining can’t happen without the pollution.\nWhen regulations governing waste injection were written in the 1980s to protect underground water reserves, industry sought the exemptions as a compromise. The intent was to acknowledge that many deep waters might not be worth protecting even though they technically met the definition of drinking water.\n“The concept of aquifer exemptions was something that we ‘invented’ to address comments when the regulations were first proposed,” Salazar, the former EPA official, said. “There was never the intention to exempt aquifers just because they could contain, or would obviate, the development of a resource. Water was the resource that would be protected above all.”\nSince then, however, approving exemptions has become the norm. In an email, the EPA said that some exemption applications had been denied, but provided no details about how many or which ones. State regulators in Texas and Wyoming could not recall a single application that had been turned down and industry representatives said they had come to expect swift approval.\n“Historically they have been fairly routinely granting aquifer exemptions,” said Richard Clement, the chief executive of Powertech Uranium, which is currently seeking permits for new mining in South Dakota. “There has never been a case that I’m aware of that it has not been done.”\nAquifer Exemptions Granted\nThe aquifer exemptions approved by the EPA each year are according to a partial list of approvals provided to ProPublica by the agency in response to a FOIA request. Source: Environmental Protection Agency.\nIn 1981, shortly after the first exemption rules were set, the EPA lowered the bar for exemptions as part of settling a lawsuit filed by the American Petroleum Institute. Since then, the agency has issued permits for water not “reasonably expected” to be used for drinking. The original language allowed exemptions only for water that could never be used.\nOil companies have been the biggest users of aquifer exemptions by far. Most are held by smaller, independent companies, but Chevron, America’s second-largest oil company, holds at least 28 aquifer exemptions. Exxon holds at least 14. In Wyoming, the Canadian oil giant EnCana, currently embroiled in an investigation of water contamination related to fracking in the town of Pavillion, has been allowed to inject into aquifers at 38 sites.\nOnce an exemption is issued, it’s all but permanent; none have ever been reversed. Permits dictate how much material companies can inject and where, but impose little or no obligations to protect the surrounding water if it has been exempted. The EPA and state environmental agencies require applicants to assess the quality of reservoirs and to do some basic modeling to show where contaminants should end up. But in most cases there is no obligation, for example, to track what has been put into the earth or — except in the case of the uranium mines — to monitor where it does end up.\nThe biggest problem now, experts say, is that the EPA’s criteria for evaluating applications are outdated. The rules — last revised nearly three decades ago — haven’t adapted to improving water treatment technology and don’t reflect the changing value and scarcity of fresh water.\nAquifers once considered unusable can now be processed for drinking water at a reasonable price.\nThe law defines an underground source of drinking water as any water that has less than 10,000 parts per million of what are called Total Dissolved Solids, a standard measure of water quality, but historically, water with more than 3,000 TDS has been dismissed as too poor for drinking. It also has been taken for granted that, in most places, the deeper the aquifer—say, below about 2,000 feet—the higher the TDS and the less salvageable the water.\nYet today, Texas towns are treating water that has as high as 4,000 TDS and a Wyoming town is pumping from 8,500 feet deep, thousands of feet below aquifers that the EPA has determined were too far underground to ever produce useable water.\n“You can just about treat anything nowadays,” said Jorge Arroyo, an engineer and director of innovative water technologies at the Texas Water Development Board, which advises the state on groundwater management. Arroyo said he was unaware that so many Texas aquifers had been exempted, and that it would be feasible to treat many of them. Regarding the exemptions, he said, “With the advent of technology to treat some of this water, I think this is a prudent time to reconsider whether we allow them.”\nNow, as commercial crops wilt in the dry heat and winds rip the dust loose from American prairies, questions are mounting about whether the EPA should continue to grant exemptions going forward.\n“Unless someone can build a clear case that this water cannot be used—we need to keep our groundwater clean,” said Al Armendariz, a former regional administrator for the EPA’s South Central region who now works with the Sierra Club. “We shouldn’t be exempting aquifers unless we have no other choice. We should only exempt the aquifer if we are sure we are never going to use the water again.”\nStill, skeptics say fewer exemptions are unlikely, despite rising concern about them within the EPA, as the demand for space underground continues to grow. Long-term plans to slow climate change and clean up coal by sequestering carbon dioxide underground, for example, could further endanger aquifers, causing chemical reactions that lead to water contamination.\n“Everyone wants clean water and everyone wants clean energy,” said Richard Healy, a geologist with the U.S. Geological Survey whose work is focused on the nexus of energy production and water. “Energy development can occur very quickly because there is a lot of money involved. Environmental studies take longer.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}