{
  "url": "https://insideclimatenews.org/news/12122012/virginia-governors-race-kenneth-cuccinelli-terry-mcauliffe-climate-change-battleground-hurricane-koch-brothers/",
  "title": "In Obama’s Backyard, a Climate Change Battle in Virginia Next Year",
  "date": "2012-12-12T15:00:55-05:00",
  "content": "For climate skeptics, 2012 was a bad year at the polls. President Obama won re-election, and several critics of climate science lost their Congressional races.\nBut just weeks after Election Day, they’re already mobilizing for another electoral battle.\nClimate and energy issues will have a major profile in the race for governor of Virginia that will be decided in less than 11 months. Energy titans like the Koch brothers are beginning to pour money into the fight, and environmental groups are developing strategies to counter the big spending likely from fossil fuel interests.\nThe coming year is expected to see Virginia’s Republican attorney general, Kenneth T. Cuccinelli II—who is known for his crusade against the science of man-made global warming—try to win the governor’s seat over Democrat Terry McAuliffe.\nMcAuliffe, a former chairman of the Democratic National Committee and longtime friend of the Clintons, believes in climate change and policies to limit climate risks.\nThe battle in Virginia is a microcosm of the national debate over global warming. Home to more than 300 coal mines but also on the frontline of rising seas, Virginia is split along familiar lines—between those who are seeking to keep the coal industry alive and those seeking cleaner energy alternatives and climate change solutions. The once-reliably Republican state voted for Obama in 2008 and 2012, due partly to a growing liberal population in the suburbs of Washington, D.C.\nThe campaign comes just as climate re-emerges on the national political agenda. After several years of silence from both parties on climate policy, Hurricane Sandy unexpectedly thrust the issue back onto the radar of politicians and the public. While Virginia escaped the worst of Sandy, thousands of residents along the state’s coast experienced power outages.\n“We’re reaching a breaking point. The American people want … a solution to climate change,” said Sam Ricketts, a clean energy policy expert and former director of the U.S. House Sustainable Energy & Environment Coalition. Ricketts worked to help elect perhaps the nation’s greenest governor in November, Jay Inslee of Washington State.\n“Cuccinelli doesn’t even think there is a problem,” he said.\nThe 44-year-old Tea Party favorite has called climate science “unreliable, unverifiable and doctored.” He famously fought and lost a court battle to get the University of Virginia to turn over emails and files of Michael Mann, a prominent climatologist who worked at the university from 1999 to 2005.\nThe alleged “witch hunt” put Cuccinelli in a category of his own, according to Aaron Huertas, a spokesperson for the Union of Concerned Scientists, a science advocacy group.\n“There are a lot of politicians who will deny the reality of climate change, but there are very few who will take the extra step and personally attack scientists studying the issue.”\nIn his two years as attorney general, Cuccinelli petitioned the Environmental Protection Agency to reconsider its “endangerment finding” that greenhouse gases pose a threat to human health. He also filed a lawsuit against the Obama administration’s fuel-efficiency standards. Both attempts were dismissed by a federal appeals court.\nSo far, just weeks into his campaign Cuccinelli has received $10,000 from Koch Industries, the Wichita, Kan.-based energy conglomerate run by billionaire oil executives Charles and David Koch, according to the Virginia Public Access Project, which tracks campaign donations. Dominion, an electric and natural gas company based in Richmond, has given $20,000. The Appalachian Power Company, a mostly coal subsidiary of utility American Electric Power, has contributed $10,000.\nCuccinelli has received more than $77,000 from the energy and natural resources industry in 2012, more than from any other single industry.\nIt’s just the beginning of a contribution windfall, according to Lisa Guthrie, the executive director of the Virginia League of Conservation Voters (LCV), the state chapter of the national environmental group.\n“Many people call Virginia the wild west of campaign finance,” she said, noting that it’s just one of four states with no limits on donations. “There are no restrictions on how you raise it, spend it or where it comes from.”\nCuccinelli’s team did not respond to requests for comment. Neither did the Virginia Tea Party Alliance nor the Virginia chapter of Americans for Prosperity, a powerful Tea Party-aligned group backed partly by the Koch brothers.\nProminent conservative groups like the Heritage Foundation and the Competitive Enterprise Institute, which question climate science and have received Koch and other industry money, said they couldn’t comment on the race because their tax status prevents them from endorsing or opposing candidates.\nWhat Will Enviros Do?\nCuccinelli’s opponent, McAuliffe, accepts that human activity is causing climate change, according to his press secretary Josh Schwerin. McAuliffe ran for governor in 2009, but lost his party’s nomination. Like Cuccinelli, he’s now running unopposed for the nomination.\nMcAuliffe, 55, served as co-chairman of Bill Clinton’s re-election campaign and chairman for Hillary Clinton’s presidential run in 2008, but he’s largely known for his business career in banking and real estate.\nSchwerin said McAuliffe will run on a jobs platform that will mainly focus on building a clean energy economy “to help spur economic growth in Virginia and address climate change.” Both McAuliffe and Cuccinelli support plans to develop wind energy off Virgina’s coast—though neither have released detailed energy platforms. McAuliffe is founder and chairman of GreenTech Automotive, a developer of electric and hybrid vehicles.\nMcAuliffe’s campaign would not disclose its contributions. The amounts aren’t yet available on the website of the Virginia Public Access Project, likely because McAuliffe hasn’t received any donations over $10,000, the threshold at which a candidate must immediately report funds.\nSeveral local and national environmental groups interviewed by InsideClimate News said they’ll attempt to sway the election in McAuliffe’s favor and are currently formulating their strategies.\nOne option, they said, is to use the playbook of the national LCV, which targeted 12 anti-clean energy candidates in the general elections and helped defeat 11 of them using TV advertising and voter registration.\n“A very effective ground game won over big spending,” Guthrie of the Virginia LCV said. The national LCV spent about $14 million on its 2012 campaign efforts. The Koch brothers and Koch-affiliated organizations spent hundreds of millions of dollars in the elections, according to reports.\nFor the governor’s race, one of the biggest activities by environmental groups will be voter turnout work, Guthrie said. Participation in the 2009 gubernatorial election in Virginia was only 39.8 percent.\nThe Sierra Club expects to mobilize thousands of its supporters in the state and possibly run targeted ad campaigns, according to Courtney Hight, the group’s deputy political director.\n“The same big polluters who spent hundreds of millions failing to buy their way into the Senate and the White House in 2012 are likely to support Ken Cuccinelli in 2013,” Hight said in an email. “We will fight them every step of the way.”\nBeth Kemler, the Virginia director of the Chesapeake Climate Action Network, a grassroots nonprofit in the region, said her group is putting together a clean energy agenda that candidates can use to build their platforms. The group also plans to get its volunteers to ask energy-related questions at campaign stops “so the candidates get a sense that there are people all over the Commonwealth that care about climate and clean energy,” Kemler said. It’s also considering raising money for a clean energy ad blitz.\nThe Frontline of Warming\nNavin Nayak, senior vice president of campaigns for the national LCV, said the fact that Virginia residents have had to deal firsthand with the consequences of climate change in recent years could sway voters.\nTwenty-eight heat records were broken in Virginia last year. Sea levels off the coast are rising a quarter of an inch annually, faster than anywhere else in the United States, except off Louisiana, according to federal science data. Already, low-lying coastal towns frequently flood after minor storms.\nIf historical patterns are any guide, however, Cuccinelli will win the governor’s seat next November. Since 1977, whichever political party lost the presidential race won the governor seat the following year.\nMichael Mann, the scientist targeted by Cuccinelli who now works at Penn State University, isn’t buying that prediction.\nIn an interview, Mann said he believes Cuccinelli’s Tea Party affiliation and far-right positions will alienate Virginia’s moderates. The first-ever survey in the state of climate attitudes from 2008 found that 75 percent of Virginians believe Earth is warming, with about 40 percent saying humans are to blame. Current Gov. Bob McDonnell, a Republican, believes climate change is caused by a combination of natural processes and human activities.\n“[Cuccinelli’s] antipathy towards science and his anti-environmental views are way out of step with the vast majority of Virginians,” Mann said.\nEchoing others, Nayak said, “A lot of people will be watching the state carefully.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}