{
  "url": "https://insideclimatenews.org/news/17122012/keystone-xl-tree-protesters-texas-tar-sands-blockade-transcanada-michael-bishop-landowners-lawsuit-dilbit-pipeline/",
  "title": "Keystone XL Tree Protesters Call It Quits After Pipeline Rerouted Around Them",
  "date": "2012-12-17T13:00:28-05:00",
  "content": "Activists who had hoped to block the southern leg of the Keystone XL in Texas by occupying trees in the pipeline’s path are ending their three-month protest after construction was rerouted around them.\nTransCanada, the pipeline’s builder, acquired an easement in October to build the pipeline slightly west of the tree blockade and the original route. Construction is now nearly finished on the property, and the protesters will soon call it quits.\n“It’s a sad time at the tree blockade,” said Ron Seifert, a spokesperson for the Tar Sands Blockade, the activist group behind the campaign. Seifert said it’s probably days before the tree village decamps, though no official decision has been made. “We’ll take it day by day.”\nSince late September, dozens of people have been living in 80-foot tree houses or camping below on a piece of property the size of one and a half football fields in Winnsboro, East Texas.\nThe blockade and related protests across Texas have resulted in 50-some arrests and several legal disputes since construction began on the Keystone XL, designed to carry oil from Cushing, Okla. to refineries on the Texas Gulf Coast. The pipeline would eventually transport heavy diluted bitumen, or dilbit, from the oil sands of Canada.\nRoughly one-quarter of the 485-mile pipeline is installed, TransCanada spokesperson David Dodson told InsideClimate News.\nProtesters’ chief complaint is that a spill on the Keystone XL would ravage farmland, irrigation systems, waterways and other fragile ecosystems. They also fear that refining the heavy oil the pipeline would carry would increase global warming and air pollution.\nIn recent weeks, construction near the encampment stopped, giving activists temporary hope, Seifert told InsideClimate News.\n“As we speak, the pipeline is being trenched around the western end of the blockaded area,” he added with disappointment. The “blockade will essentially become symbolic and come to an end.”\nDodson of TransCanada confirmed that construction is “substantially complete” on the property, which is owned by David Daniel, a longtime opponent of the Keystone XL. Daniel reached an easement agreement with TransCanada in 2010, but later told the company it could no longer come on his property. TransCanada responded with a lawsuit; the two parties have since settled litigation.\nIn October, TransCanada obtained a supplemental easement from Daniel to dig up a 75-foot-wide corridor adjacent to the tree village.\nEven though the tree sit is coming down, Seifert said it has been “a uniting force” for anti-pipeline activists across the country and “showed us that [TransCanada] can very easily change the route.”\nThe group is currently planning its largest demonstration yet for Jan. 7 somewhere in Texas. It also plans to increase its presence in Oklahoma, where construction is also underway.\nTransCanada, meanwhile, is trying to obtain permanent injunctions against protesters in Wood County, where Winnsboro is located. Court orders would prohibit activists from interfering with pipeline construction. A temporary restraining order is in effect until a hearing takes place on Jan. 4, Dodson said. The company is pursuing a similar process in neighboring Franklin County.\n3 Protesters Still in Jail\nThe biggest of the group’s 12 protests happened on Nov. 20 at two Keystone XL sites in Nacogdoches, 115 miles south of Winnsboro.\nOne hundred and twenty people rallied there, briefly halting construction and joining 40 related protests worldwide that week. Of the 11 activists arrested, four people locked themselves to machinery and three climbed trees in the pipeline’s path. Seifert said his group helped raise nearly $14,000 to help release everyone from jail before Thanksgiving.\nThree other protestors remain in prison following a separate action in Winona, about an hour’s drive from the tree encampment.\nIn the early morning on Dec. 3, Matt Almonte and Glen Collins pushed a 600-pound concrete barrel in an unfinished section of pipeline three feet in diameter. Almonte crawled in and chained his arm to the barrel as Collins followed behind him. Other activists helped push a second concrete barrel into the pipe sealing in the two men, who wore gas masks in case police sprayed them with pepper spray or tear gas. A third protestor joined the two inside the pipeline.\nIt took police four hours to extract the concrete barrels and the protestors. The trio was charged with criminal trespassing, resisting arrest and illegally dumping the barrels—misdemeanors that usually carry a maximum penalty of $4,000 each, according to the Texas penal code.\nBail was set at $65,000 a person—though the activists only have to pay $6,500 in bail bonds plus jail fees.\nSeifert said the Tar Sands Blockade is hoping to get a bail-reduction hearing this week and get the activists out soon, ideally before the Christmas holiday.\nHe explained that raising the money has been a challenge, in part because the group doesn’t have any big donors. National environmental groups like the Sierra Club and the National Resources Defense Council previously told InsideClimate News they can’t directly support the Tar Sands Blockade because their bylaws prohibit them from taking part in acts of civil disobedience.\n“We depend on everyday people making $5, $10, $15 contributions. You can only go to those folks so much,” Seifert said. “It’s no secret that a small grassroots organization like this will have fundraising issues.”\nLawsuit Over Dilbit\nAnti-pipeline activists are waging legal battles as well, and one could land a victory on Wednesday.\nMichael Bishop, a 64-year-old landowner who isn’t part of the Tar Sands Blockade, filed a lawsuit against TransCanada accusing the firm of lying to him and other landowners about the type of oil the Keystone XL would carry.\nAccording to Bishop, the company said the pipeline would transport crude oil but didn’t specify that it would eventually carry dilbit, a blend of heavy tar sands crude diluted with liquid chemicals. Dilbit is much harder to clean up than conventional oil when it spills into water.\nBishop signed an easement agreement allowing TransCanada to build the pipeline on his 20-acre property in Douglass, 160 miles north of Houston. In an interview, he said he made the deal under “duress and coercion” after TransCanada threatened to condemn his property.  He said the pipeline would cross land that he’s leasing to an alternative fuels firm and “effectively shut down” plans to harvest grasses and refine them into biodiesel on the property.\nTransCanada has denied claims of coercing property owners. The company “always treats landowners with respect,” Dodson previously told InsideClimate News.\nOn Dec. 11, a county judge issued a temporary restraining order against TransCanada to stop building on Bishop’s land. The next morning the judge vacated his decision, allowing the company to press ahead.\nOn Wednesday, the judge will decide whether to issue a temporary injunction against TransCanada, which would keep the pipeline company off Bishop’s land until the lawsuit is resolved over months.\nDodson said Bishop and his attorney knew what type of oil the pipeline would carry when he signed the agreement and accepted payment for his land. He explained that the southern portion would deliver mostly conventional, domestic oil when it opens in late 2013—and that “there’s a high probability” that the northern segment, which would start in Alberta, would transport heavy Canadian crude to the Gulf Coast.\nThe northern leg still needs approval from the State Department because it crosses an international border. The two segments would connect via an existing pipeline that runs from Nebraska to Oklahoma.\nBishop said the ordeal is “a little overwhelming” because he’s representing himself and he isn’t a lawyer.\n“It’s David and Goliath, and I’m not afraid of them.”\nBishop filed a separate, related suit against the Texas Railroad Commission, the state agency that oversees pipelines. He claims the commission approved the pipeline on false grounds that it would only carry conventional crude. At a hearing this week, Bishop was told to refile his suit if he wants to proceed because he hadn’t followed proper legal procedure.\nRamsey Sprague, a Texas native and another spokesperson for the Tar Sands Blockade, said Bishop “speaks to the heart of what a lot of Texas landowners are going through right now.”\n“We support him and his lawsuit, and his voice is a powerful one.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}