{
  "url": "https://insideclimatenews.org/news/29112012/enbridge-6b-pipeline-michigan-indiana-polar-lawsuit-tar-oil-sands-kalamazoo-river-cleanup-dilbit-canada-landowners/",
  "title": "Enbridge Bid to Dismiss Landowners’ Lawsuit Fails, Pipeline Case to Continue",
  "date": "2012-11-29T13:00:51-05:00",
  "content": "A lawsuit against pipeline company Enbridge Inc. was returned to Michigan state court on Tuesday, after a judge ruled that a group that is trying to stop work on the company’s 210-mile pipeline replacement project could not pursue the case in federal court. The ruling didn’t address the merits of the case.\nPOLAR (Protect Our Land And Rights), the nonprofit group that filed the suit, is seeking an injunction against Enbridge, claiming the Canadian company hasn’t obtained all the necessary state and local permits.\n“We want Enbridge to follow the existing laws,” said POLAR founder Jeff Axt, who owns property along the route. “These aren’t obstructions recently created to stop a pipeline. These are existing laws, regulations and ordinances that have been on township books for years, that need to be complied with before the project proceeds.”\nEnbridge spokesman Larry Springer said the company doesn’t comment on pending litigation: “Once we’re back in state court…we’ll be prepared to proceed there.”\nAt a Nov. 7 hearing, Enbridge had questioned POLAR’s legal standing in the case and asked the court to dismiss the lawsuit. The company argued that POLAR couldn’t seek an injunction because, among other reasons, it’s not one of the government agencies affected by pipeline construction. Federal Judge Robert H. Cleland agreed with that argument in his ruling on Tuesday. But instead of dismissing the case, he remanded it to state court.\nAxt said the decision gives POLAR a second chance to present its case. “He could have just dismissed this, and everything would just go away. What he did was remand it back to state court…so that’s a victory.”\nGary Field, a lawyer representing POLAR, expects Enbridge to challenge POLAR’s legal standing in state court as well. “Enbridge, I think, has a strategy of trying to delay and string things out and diminish POLAR’s resources, which I think they’re somewhat adept at doing.”\nEnbridge didn’t challenge the merits of the case, he said. “They didn’t say they had the permits. They just said these guys [POLAR] can’t ask us if we have the permits or not.”\nField believes it will be easier to defend POLAR’s legal standing in state court, due to differences in state and federal court standards. Tuesday’s ruling means “we’re still alive to continue this endeavor,” he said.\nThe 6B pipeline would run through Michigan and Indiana and carry crude oil from Canada, including tar sands oil, or bitumen. It will replace an existing pipeline that ruptured in 2010 and spilled more than a million gallons of dilbit—bitumen diluted with liquid chemicals—into Michigan’s Kalamazoo River. Enbridge was fined $3.7 million and was cited by the National Transportation Safety Board for its “complete breakdown of safety.” Some sections of the Kalamazoo remain contaminated more than two years later.\nAxt and other landowners along the route say the project deserves extra scrutiny because of Enbridge’s history in the area. Over the past few months, landowners in Michigan and Indiana have filed lawsuits and tried to block pipeline construction. They’ve complained about the company’s “heavy-handedness” in dealing with them and have urged state regulators to increase oversight of the project.\nThe pipeline will be replaced in two stages. Phase 1, which is 75 miles long and runs through a corner of Indiana, is under construction, and most of the land in Michigan has already been cleared. Phase 2 is still waiting for approval from the Michigan Public Service Commission.\nField said the lawsuit may not be resolved until Phase 1 is complete. “We’re trying to prevent that, but the wheels of justice move slowly.”\nBut Axt said even a delayed decision can help landowners along Phase 2 of the pipeline. “It’s a good thing in the long term for the good of the state. When you have case law, the next group of landowners can rely on the seeds we’ve planted today.”\nPOLAR was formed over the summer, when a group of Michigan landowners living on or near the pipeline’s path banded together to support property rights and environmental protection. The group’s original lawsuit was filed in the 6th Judicial District Court in Oakland County. Enbridge then moved the case to federal court and challenged the group’s standing.\nIn October, the Michigan Township Association filed an amicus brief in support of POLAR’s position. The association represents more than 1,235 townships.\nLarry Merrill, the association’s executive director, said he wasn’t surprised by Tuesday’s ruling.\n“The federal rules [on] standing are more stringent than in state court…so we have no problem with it remanded to Oakland county circuit court.”\nMerrill said the Township Association hasn’t decided whether it will file another amicus brief in state court.\nPOLAR has another ally in Brandon Township, a community of 15,000 located 50 miles north of Detroit. The pipeline passes through the township, and Enbridge has refused to follow some of the local ordinances and requests for extra safety measures.\nIn legal filings, Enbridge has said that it follows federal pipeline regulations, which preempt state and local ordinances.\nBut the U.S. Department of Transportation has said it has no control over state rules and regulations. Charles Ten Brink, a law professor from Michigan State University, told InsideClimate News last month that federal law doesn’t always supersede local ordinances.\nOn Nov. 5, two days before the federal hearing, Brandon Township asked to intervene in the case. The judge’s ruling on Tuesday did not address whether the township could join POLAR as a party in the lawsuit.\nBrandon Township Supervisor Kathy Thurman said the board of trustees will meet Thursday night to discuss whether and how to continue the township’s involvement.\nAxt emphasized that the lawsuit is not about opposing a pipeline, but rather about forcing Enbridge to abide by local regulations. “I think we can all agree the existing laws and permits should all be followed, whether you’re building a pipeline, a house, a road, or a dog house.\nClick here to view a map of the Line 6B replacement project.\nInsideClimate News reporter David Hasemyer contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}