{
  "url": "https://insideclimatenews.org/news/19112012/keystone-xl-oil-sands-pipeline-protesters-obama-rejection-state-department-environment-climate-change-carbon-bomb/",
  "title": "Protesters Confident That Carbon Math Will Force Obama to Reject Keystone XL Again",
  "date": "2012-11-19T16:00:52-05:00",
  "content": "Karen Bagdes-Canning felt a sense of déjà vu when she marched past the White House on Sunday holding a sign with the words “Oil Sands” crossed out. A year earlier she had joined a crowd of about 10,000 that ringed the White House in hopes of persuading President Obama to veto the Keystone XL pipeline, which at the time appeared headed for approval.\nNow she was back with the same message.\n“I had to come down again. I’m worried about climate change and rejecting this pipeline is one of the biggest things President Obama can do,” said Bagdes-Canning, who traveled from the town of Cherry Valley, Pa., outside Pittsburgh, for the protest.\nEnvironmentalists consider the 2011 march a major success, because just days later President Obama delayed a decision on the controversial pipeline—and months later, in January 2012, he rejected the permit for the project altogether.\nTransCanada, the pipeline’s builder, filed a new application with the State Department this spring, restarting the clock on the federal review process.\nNow that the election is over and the administration’s new assessment is well underway, the Keystone XL is again at the top of agenda for many environmental groups. And once again they find themselves fighting the odds, with news stories and pundits already predicting that Obama will approve the pipeline, especially now that he no longer needs environmentalists’ support for his election campaign.\nBut Bagdes-Canning, like many of the marchers in D.C. on Sunday, thinks the predictions can be wrong again. The protest organized by 350.org and other groups left many optimistic that they could rally enough opposition to force Obama to finally reject the pipeline.\n“That’s what people said two years ago and we got a delay. We’re keeping attention on this,” she said as a line of people carrying a 500-foot plastic pipeline streamed by. “We’re here to tell Obama, keep your word; you said no to the pipeline.”\nDespite being announced just 11 days earlier, Sunday’s protest brought 3,000 people from as far away as Michigan and California, according to organizers. 350.org founder and Middlebury College professor Bill McKibben described the turnout as “unbelievable” and said he wondered what would have happened “if we’d been more professional organizers,” a nod to the speed with which the protest came together.\nThe march followed the Washington, D.C. stop on McKibben’s “Do The Math” tour, which builds on an article he wrote for Rolling Stone using math to explain why the world must transition to clean energy. McKibben’s argument is that the world can only spew 565 more gigatons of carbon dioxide in the atmosphere over the next 40 years to limit the rise in global temperature to 2 degrees Celsius, the level beyond which many scientists say would trigger catastrophic climate impacts. Fossil fuel companies, he says, have five times that amount—2,795 gigatons—wating to be burned in their carbon energy reserves.\nOpposition to the Keystone XL pipeline system, which will eventually carry Canadian oil sands also known as bitumen, has been a feature of the tour.\nMining and processing oil sands crude carries a 20 percent larger carbon footprint than conventional crude across the entire chain of production, according to some experts. Groups like 350.org have warned that the bitumen carried through Keystone XL could release enough emissions to offset those saved under the new auto efficiency standards released by the administration this summer.\nThe northern end of the pipeline needs a permit from the State Department to cross into the United States. The southern end, which will run from Oklahoma to the Texas coast, is already under construction. Landowners together with the Tar Sands Blockade, a grassroots organization, have been working for months to block construction through nonviolent civil disobedience and they show no sign of letting up.\nMcKibben wouldn’t lay odds on whether Obama would reject the northern leg or whether this year’s rally could mirror last year’s success. But he did promise that his and other environmental groups will do everything they can to stop the project.\nSierra Club president Alice Chin said Sunday’s rally marked the start of a “major climate agenda,” and she used the event to announce that her group will help host a climate change rally on Feb. 18, President’s Day weekend.\nMcKibben said it was “politically significant” that the more established Sierra Club is taking the protest mantle from 350.org, which was founded in 2008 and largely relies on young members.\n“It’s no longer just the amateur hour show with me and whoever,” McKibben said. “Sierra Club is saying this is our issue and they’re going to lead the organizing on it … This is clearly the green issue.”\nThe crowd that gathered for Sunday’s march included a wide range of people, ranging from students to veteran protestors, including one marcher who boasted of being arrested for crossing a color line during the Civil Rights movement in 1958.\nSome of the protestors came because they saw the Keystone XL march as an extension of their fight against hydraulic fracturing or fracking, a drilling technique used to extract gas and oil.\n“If people don’t rise up and do something, we’re doomed,” said Ann Dixon, who made the three-hour trip from Philadelphia and has protested fracking in her home state. “All of these issues affect everyone.”\nLiz Starke, coordinator for the Michigan Student Sustainability Coalition, recruited 53 students from four Michigan universities, a bloc that captured attention by dancing with—and under—a large multicolored tarp.\nRecruiting students to make the trip on short notice was “not difficult at all,” Starke said, because she used the network that had supported the state’s Proposal 3, which would have set a 25 percent renewable energy standard for Michigan by 2025. (The initiative was defeated.)\n“That gave us a lot of momentum,” said Starke, a recent graduate of Michigan State University.\nAlthough the pipeline won’t touch Michigan, she said students there were excited about the chance to help block it. In 2010 a ruptured oil pipeline spilled Canadian bitumen into Michigan’s Kalamazoo River, and almost two and a half years later that cleanup still isn’t over.\nCalifornian David Leland said he adjusted a Thanksgiving trip to Vermont so he could stop at the march. Like many of the protestors he described the Keystone XL as “the environmental issue of our time.”\nWhen McKibben addressed the crowd after the march, he said the fight against the Keystone XL had re-energized the environmental movement.\n“This is the first fight,” he said as people cheered and waved their signs. “This got environmentalists in the streets. And now that we’re in the streets, we’re going to stay there.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}