{
  "url": "https://insideclimatenews.org/news/28112012/plants-soils-carbon-sink-global-warming-climate-change-carbon-dioxide-emissions-co2-photosynthesis-new-research/",
  "title": "Plants and Soils Could Accelerate Climate’s Warming, Study Warns",
  "date": "2012-11-28T12:30:41-05:00",
  "content": "When climate scientists try to estimate how much the Earth will warm due to increasing levels of greenhouse gases in the atmosphere, a key consideration is the role of plants and soils. The more carbon they absorb, the more they reduce the global warming potential.\nBut recent studies indicate that assumptions about plants’ and soils’ capacity in the so-called “carbon cycle” may be overly optimistic. If these studies are correct, even bigger cuts in greenhouse gas emissions will be needed to prevent drastic, irreparable climate shifts.\nNot only is it possible that plants won’t be able to absorb as much carbon as climate models currently project, but plants’ response to the carbon cycle could actually amplify global warming, Paul Higgins and John Harte write in the November edition of the Journal of Climate.\nIt all comes down to mobility.\nCarbon dioxide is recognized as critical for photosynthesis, so the more there is in the atmosphere, the more there is available for plant growth. As Earth’s climate warms, the theory has been that trees and other plant communities would treat the added CO2 as fertilizer and grow bigger and faster.\nBut because climate conditions will be changing, to take advantage of the added CO2 some plant communities will have to migrate to neighboring areas that provide the necessary growing conditions. The speed at which plants can make these moves is the question.\nHiggins, associate director of the American Meteorological Society’s Policy Program, said it has been very difficult to build global ecosystem models that are sensitive to the limitations of plant migration.\n“If you look at the … models, they had no real constraints on plant mobility,” he said. “They basically assume that any type of plant can grow in any location where the climate is the same.”\nBut it isn’t quite that simple.\nPart of the problem is that the scientists who study plant migration and the scientists who build carbon-cycle models have tended to work separately, Higgins said.\n“What we did [in the study] wasn’t something that people tended to do before,” he said. “We had to break the model.”\nScientists who have examined the fossil record by studying pollen deposits found in bogs have found that in past periods of climate change, plants had very limited capacity to migrate.\nThe paper by Higgins and Harte, an environmental science professor at the University of California at Berkeley, describes a range of possible impacts this slower migration might have on the carbon cycle. But Higgins told InsideClimate News that his view is that it is more likely that “we’ll see plants and soils giving up carbon” and serving as a “positive feedback,” rather than storing it.\n“Constrained plant movement would exacerbate the losses of carbon due to changes in climate, because plants wouldn’t be able to move to those locations where climate becomes favorable for them,” Higgins said. “In some locations [or for some plant types] there would be increases in carbon storage, but in other locations carbon losses from plants and soils could be large. Thus, total carbon storage could go down.\n“Our results suggest that the overall effect of climate change would be to reduce carbon storage in plants and soils. CO2 fertilization could counteract the consequences of climate change. However, CO2 fertilization might or might not actually happen. If it doesn’t, then the losses of carbon due to climate change could be large.”\nThe United Nations’ Intergovernmental Panel on Climate Change has estimated that the amount of warming by 2100 due to greenhouse gas emissions ranges from 1 to 6 degrees Celsius. Many argue that even a 1-degree rise will have devastating impacts on the Earth and its inhabitants.\n“The stark conclusion of our paper is that a positive feedback could take us to the worst-case scenario,” Higgins said.\nRalph Keeling, a climate researcher at the Scripps Institution of Oceanography in La Jolla, Calif., said Higgins’ and Harte’s study is useful and makes a valid point about the wider range of possibilities in a warming world.\n“It’s not saying that current models are wrong; it’s very noncommittal,” Keeling said. “But it is more pessimistic.”\nRalph Keeling is the son of Charles David Keeling, who began monitoring atmospheric carbon dioxide levels  in the 1950s. His research laid the groundwork for the study of climate change, and the iconic “Keeling Curve” showing steadily rising CO2 levels is named after him.\nMore Limiting Factors\nAnother recent study concluded that global climate models have been overestimating plants’ ability to absorb carbon by 3.4 percent, InsideClimate News reported in May. That study found that trees can’t take advantage of extended warm periods, as previously assumed, because photosynthesis basically shuts down in late summer and early fall, even when the days continue to be warm.\nAnother study released this fall concluded that plants won’t be the major carbon sinks many had hoped, for a different reason: Soils often don’t have enough nitrogen and phosphorus to take advantage of the added CO2 in the atmosphere.\nEcologists Peter Reich and Sarah Hobbie at the University of Minnesota in St. Paul, Minn., conducted a 13-year study of perennial grassland species, where they mimicked the projected atmospheric CO2 levels of the year 2070. They found that unfertilized grass plots grown under the increased CO2 levels grew only half as fast as plots fertilized with nitrogen.\nOther studies have found that computer models could be overestimating land plants’ carbon absorption capacity by as much as 23 percent, because they don’t take into account these nitrogen and phosphorus limitations.\nThe Higgins and Harte study did not address the nutrient limitations on plant migration. But Higgins said that when those limits are factored in, the potential impacts of climate change would be narrowed and likely to be more extreme.\nHow we choose to deal with the range of possibilities these studies present is a risk-management question that shouldn’t be ignored, Higgins said.\n“There’s not a clear answer,” he said. “How deep the cuts we should make in emissions depends on how much risk society wants to run.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}