{
  "url": "https://insideclimatenews.org/news/07112012/climate-change-president-obama-keystone-xl-pipeline-environment-election-sandy-carbon-epa/",
  "title": "Post-Sandy and Post-Election, Will Political Taboo on Climate Change Be Lifted?",
  "date": "2012-11-07T21:07:24-05:00",
  "content": "Even before President Obama took the stage for his victory speech last night, environmentalists were laying out their expectations for his second term: act on climate change, whether it’s through sweeping legislative action, regulatory rules or decisions like blocking the Keystone XL pipeline.\nJust minutes after the race was called Tuesday night, the group 350.org announced a Keystone XL protest on Nov. 18. Young climate activists who joined the celebration outside the White House held up a sign saying “Sandy Demands Climate Action Now,” a reference to the devastation caused by Hurricane Sandy.\nOne line in Obama’s victory speech gave the green groups hope that he might act.\n“We want our children to live in an America that isn’t burdened by debt, that isn’t weakened by inequality, that isn’t threatened by the destructive power of a warming planet,” the president said.\nBut taking action to achieve those goals isn’t going to be easy. While more than a dozen legislators targeted by environmental groups for their votes on clean energy and climate change bills were defeated Tuesday, neither chamber switched parties. With the status quo likely to continue in Congress, environmental groups say they’ll pressure the White House to continue, or amplify, its work of the last four years.\n“When I listened to his speech, I was happy to hear that he talked about the problem of climate change in the category of things the country can agree on,” said Lou Leonard, managing director of climate change for the World Wildlife Fund. “The president needs to continue to build on that narrative in the transition. We need him to join the conversation we’re having about climate change and lead that conversation in Washington.”\nEileen Claussen, president of Center for Climate and Energy Solutions, said Obama “has an opportunity and an obligation to press the case for stronger climate action.”\n“No one is better placed than the president to help Americans understand both the risks of a warming climate and the opportunities of a clean-energy transition,” Claussen said in a statement.\nThere’s even a push for Obama to take a larger role on the world’s stage. In a statement congratulating Obama, a spokesman for United Nations secretary general Ban-Ki Moon said the secretary general looks forward to working with the president on “tackling the challenges posed by climate change,” among other issues. And Tom Mitchell, head of climate change for the Overseas Development Institute, a British think tank focused on international development and humanitarian issues, urged Obama to “show the kind of leadership that would put him amongst the all time greats,” including going to the international climate talks that begin later this month in Doha, Qatar.\nObama’s biggest challenge, however, will be getting legislation through Congress. Many environmental groups expect that, given Republican opposition in the House, the administration will continue using its regulatory authority to pass environmentally friendly regulations. In Obama’s first term, the Environmental Protection Agency set the first greenhouse gas limits on new power plants, proposed the first national standard for mercury from coal facilities and bolstered fuel economy rules for passenger vehicles.\nBy the end of the year the EPA also is expected to release a rule that would limit pollution from existing power plants and refineries. Before the election, there were reports that the EPA was trying to push the power plant rule out quickly, in case Mitt Romney won the presidency.\n“For the next couple of months, we expect to see the EPA just finishing the business at hand. Chief among that is addressing pollution from power plants and what waters can be regulated under the Clean Water Act,” said David Goldston, senior adviser to the Natural Resources Defense Council Action Fund.\nIn a second term, the EPA could consider rules governing coal ash waste and ground-level pollution, analysts say.\nGroups that generally oppose action on climate change are, like the environmental groups, girding for what might be coming from the White House.\n“This election really didn’t change much in terms of the dynamic in Washington in the sense that President Obama stays in the White House and Congress stays the same,” said James Taylor, senior fellow for environmental policy for the Heartland Institute, a noted climate skeptic group. “So we’ll probably just see this battle where EPA is taking severe measures and a different path than Congress might have taken.”\nOn Wednesday the Institute for Energy Research, a free-market research group, issued a statement warning that “Within a few days, we can expect the EPA and other agencies to start issuing the regulations they have been withholding until after the election. These regulations will drive up the price of oil, coal, and natural gas by making their exploration, production, transportation and consumption more costly and uncertain.”\nEric Pooley, senior vice president for strategy and communications for the Environmental Defense Fund (EDF), said his group already plans to push the federal and state governments to look beyond carbon and address “climate accelerants” like methane and refrigerants. On methane, Pooley said, that means addressing potential leakage from natural gas extraction.\n“There are no laws on the books, federal or state, targeted at methane leakage,” Pooley said. “We have the technology to stop these leaks, but we haven’t really measured the leakage rate. We think there’s a place for federal and state regulation on this.”\nEDF has been criticized by some green groups for supporting hydraulic fracturing, the controversial gas extraction method, albeit with restrictions. But Pooley said it’s important to use natural gas as a bridge fuel and to ensure that the extraction is as safe and clean as possible, which requires federal leadership. The EPA is studying fracking, but it’s unclear if any regulation will come out of that research.\nLike most of Washington, environmental groups will be watching how Obama deals with Congress on the approaching fiscal cliff. If a budget deal isn’t reached to reduce the national debt, across-the-board cuts through the budgetary sequester could go into effect in January with potentially dire consequences for the environment, they say.\nThe sequester could mean the closure of some National Parks, the elimination of some National Wildlife Refuges and cuts to coastal management programs, according to a fact sheet assembled by NRDC, The Wilderness Society, Defenders of Wildlife and the National Parks Conservation Association. The budget trimming could also mean cuts to EPA research and air monitoring programs, reductions in clean water infrastructure and cuts to energy efficiency and renewable energy programs.\n“The environmental community has a lot at stake … Sequestration could cripple environmental programs now and into the future,” said NRDC Action’s Goldston.\nGoldston said a deal should include raising money by cutting subsidies for, “industries that are mature, wealthy and produce pollutants.”\nEnvironmental groups say the Democrats’ slightly expanded majority in the Senate offers some hope for extending the wind production tax credit for renewable energy. They predict the industry will face layoffs and other setbacks if the credit is allowed to expire at the end of the year.\n“These are proven, bipartisan job-creating tax measures that are up for extension or renewal. We’re putting a lot of effort to getting Congress to meet the president on those issues,” said David Foster, executive director of the BlueGreen Alliance, which represents a variety of labor and environmental groups. “Voters, I think, did say resounding say yes to the president’s clean energy job strategy and I hope Republicans listen to that.”\nThe EDF’s Pooley said the administration should at least start a conversation about instituting a carbon tax or a cap-and-trade system.\n“Ultimately if you’re serious about cutting carbon emissions, you’ve got to price it,” Pooley said. “We’re a long way from having this debate, let alone understanding what legislation would look like. But there needs to be a conversation about solutions, and not just a list of demands from the environmental community.”\nThe NRDC’s Goldston said the environmental community will be pressuring the administration to act on this and other environmental issues, starting today.\n“We will be making sure the administration knows that the public wants more action on climate change,” Goldston says. “That’s going to be important for whatever battles follow.”\nEnvironmental Groups Celebrate Election Wins\nEnvironmental groups have been encouraged by the results of some House, Senate and statewide races. Citizens Determined to Elect Clean Energy Champions, which is led by a coalition including climate scientist and activist Bill McKibben, assembled a list of 14 “climate heroes” who had backed clean energy in the past. Eleven of those candidates won, and one race was too close to call at the time of this posting.\nThe victors include Democratic Senate candidates Tammy Baldwin (Wisconsin), Martin Heinrich (New Mexico), Mazie Hirono (Hawaii), Chris Murphy (Connecticut) and Elizabeth Warren (Massachusetts). House candidates Julia Brownley (California), Ami Bera (California), Lois Capps (California), John Delaney (Maryland), Fran Pavley (California) and Carol Shea-Porter (New Hampshire) also won.\nIn the undecided race, Jay Inslee leads in the tight race for Washington governor, but challenger Rob McKenna had not conceded as of Wednesday afternoon.\nThe League of Conservation Voters saw impressive results in its “dirty dozen” campaign to remove 12 national candidates they said had consistently voted against clean energy and conservation. Eleven of those candidates, including Mitt Romney, were defeated.\nAmong the defeated were Republican Senate contenders Dennis Rehberg (Montana), George Allen (Virginia), Josh Mandel (Ohio), Heather Wilson (New Mexico) and Linda McMahon (Connecticut). Joining them were House candidates Tim Holden (Pennsylvania), Joe Walsh (Illinois), Francisco Canseco (Texas), Dan Lungren (California) and Ann Marie Buerkle (New York).\nBuerkle, Lungren, Canseco and Walsh were also on LCV’s “Flat Earth Five” list of Congressional members that have denied climate change. One member on the list—Michigan Rep. Dan Benishek—held onto his seat.\n“This election was supposed to be about wealthy Big Oil-backed special interests spending unprecedented resources to wipe pro-environment candidates off the map,” said Gene Karpinski, the League of Conservation Voters’ president, in a statement. “But voters chose a different course—re-electing President Obama and sending environmental champions to Congress to confront the climate crisis and keep our nation moving forward towards a clean energy future.”\nCorrection: An earlier version of this article said the UN interenational climate talks in Doha, Qatar were being held next year. The talks will take place Nov. 26-Dec. 7, 2012.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}