{
  "url": "https://insideclimatenews.org/news/15102012/nebraska-keystone-xl-pipeline-route-transcanada-ogallala-aquifer-holt-county-groundwater-oil-sands-dilbit/",
  "title": "Nebraska Pipeline Debate Dies Down Despite Unresolved Problems with Keystone XL Route",
  "date": "2012-10-15T08:00:00-04:00",
  "content": "The decision to detour the Keystone XL around land owned by its noisiest opponents, plus the distraction of the fall election, has lowered the volume of protests against the proposed pipeline.\nIn the reroute TransCanada released in early September, 55 miles of the pipeline still run through Holt County, an area that sits above the aquifer and is especially vulnerable to oil spills due to its permeable soils and high water table. Despite a few small adjustments, the route through the county is nearly identical to the route TransCanada, the pipeline operator, proposed in April.\nThe project’s opponents blame the sudden drop in activism on the fact that local environmental groups that organized much of the anti-pipeline publicity are now focused on the November elections. They also say that TransCanada blunted the opposition by moving the pipeline off of land owned by some of the pipeline’s most vocal opponents, including Karl Connell, Calvin Dobias, Richard Miles, Joe Moller, Randy Thompson, and Kurt and Laura Meusch.\n“When you look at a map, when you know the landowners, [you see] they’ve avoided the landowners who’ve gone to the press,” said Ben Gotschall, energy director for the advocacy group Bold Nebraska. “They’re just figuring out the easiest way to get their pipeline built.”\nGotschall said the reroute has disrupted his group’s momentum, forcing it to reach out to people whose land was recently added to the route and who aren’t necessarily familiar with the project.\nKen Winston, a policy advocate for the Sierra Club and one of the pipeline’s most vocal opponents, told InsideClimate News last week that he is so busy working to get state Sen. Ken Haar re-elected that he hasn’t even had time to study the new route.\nHaar, a Democrat, played a prominent role last year in the successful effort to force TransCanada to move the pipeline out of the sensitive Sandhills region. He’s made that a cornerstone of his campaign. But like Winston, Haar hasn’t had time to examine the latest reroute.\n“It’s out of my hands at this point,” he said. “Sometimes you have to sit back and let the process happen.”\nRancher Vows to Stay Involved\nThe current lull worries Calvin Dobias, who operates a cattle ranch in Holt County. Although TransCanada has routed the pipeline away from his land, Dobias said he will continue to fight the project. His land is crisscrossed by eight gravel-bed springs fed by the Ogallala aquifer. Because the water table is so high, the springs flow almost year-round. Like other landowners, Dobias fears a leak would contaminate the water source that sustains not only his ranch but also provides water for 78 percent of Nebraskans.\nDobias said both the Sierra Club and Bold Nebraska “have calmed down” in recent weeks. And he thinks TransCanada made a strategic move when it shifted the route away from outspoken pipeline critics.\n“I think they did it to take some of the pressure off,” Dobias said. “And believe me it did. I can only do what the [new] people on the route want me to do. And they don’t want to be as involved as [I was].”\nIn an email, TransCanada spokesman Shawn Howard said “[r]outing decisions were made based on environmental and a number of considerations, and were based on direction we have received from the Nebraska Department of Environmental Quality. A new route would eliminate some of the previous landowners while bringing in new ones and we recognize this.”\nGotschall sees the lastest reroute as a mark of success for the anti-pipeline movement, even though the opponents in Holt County didn’t get most of what they wanted. It tell us that “what we’re doing is working,” he said, because TransCanada shifted the route rather than continuing to confront the vocal landowners. “We’ve gotten TransCanada’s attention and they’ve done some things differently as a result of our efforts.”\nBut Gotschall also said the reroute has forced Bold Nebraska to regroup. He’s now busy calling each of the 50 to 75 newly affected landowners, a time-consuming process that requires forging new connections and arranging meetings to discuss how the pipeline will impact their lives.\nHaar, the state senator, said changes could still be made to the route, because a number of state decisions are still pending. The Nebraska Department of Environmental Quality (DEQ) is reviewing the latest route and is expected to publish its findings in the next few months. Meanwhile, three landowners are suing the state over its pipeline siting law. A victory for them could result in a more rigorous Keystone XL environmental review.\nThree Attempts to Settle on Route\nThe latest route marks TransCanada’s third attempt to get the pipeline approved in Nebraska.\nThe original route created a backlash when it cut through the Sandhills, a fragile grassland ecosystem that overlies the critically important Ogallala aquifer. Late last year, Nebraska legislators reached an agreement with TransCanada to move the pipeline out of the region.\nThe company’s revised route skirted the edge of the Sandhills, but about 60 miles of the line still passed through Holt County, which has sandy soils and a high water table—the same features that make the Sandhills vulnerable to contamination.\nThe DEQ noted those problems in its evaluation of the second route, and TransCanada went back to drawing board. But the company’s third and latest route appears to have removed less than five miles from Holt County.\nKyle Graham, a U.S. Fish and Wildlife Service biologist who works with Sandhills ranchers on sustainable land management, said most of the sensitive areas that were on the second route are still on the new route. Although Graham has been following the pipeline controversy, he said he neither supports nor opposes the project.\nHolt County lies at the eastern edge of the Sandhills, and Graham said the landscape there is so similar that it’s hard to distinguish where the Sandhills begin and end. At least half of the county has a high water table, with a depth to groundwater of less than 20 feet, he said.\n“In that part of the world, I don’t know that there’s anything you can draw a line on and say, ‘Here’s an area that’s ultra sensitive and here’s an area that’s not,’ ” he said.\nThe new route incorporates two small detours in central and southern Nebraska. TransCanada moved the pipeline a few miles in those areas in response to DEQ and landowner concerns about sensitive local groundwater sources.\nThe third detour, known as the Northern Alternative, involves Holt County. In the report TransCanada issued when it released the latest route, the company said the adjustments in Holt County were prompted by “numerous comments” from landowners and the DEQ about the sensitive terrain. But Jane Kleeb, director of Bold Nebraska, said the reroute is “just another of TransCanada’s PR tools.”\n“They’re still going over sandy soil and the Ogallala aquifer,” she said.\nKleeb, like other opponents, wants the project moved 100 miles east, next to an existing TransCanada pipeline that runs over less permeable soils and a deeper water table.\nThe Keystone XL is designed to carry Canadian diluted bitumen, also known as tar sands oil, which is much harder to clean up than conventional oil when it spills into water. The Environmental Protection Agency recently released a study showing that substantial pools of bitumen are still submerged in Michigan’s Kalamazoo River more than two years after a ruptured pipeline released more than a million gallons of diluted bitumen into the waterway. The EPA’s new findings could extend that cleanup by another year and add tens of millions of dollars to the $809 million that the Canadian pipeline operator, Enbridge Inc., has already spent on the cleanup.\nThe Keystone XL was originally intended to run from Alberta, Canada to the Texas coast. But the project needs State Department approval before it can cross the U.S.-Canada border, and the Obama administration has said it won’t make that decision until after the November presidential election.\nTo keep the project moving, TransCanada divided it into two parts. While the company waits for federal and state permits for the northern section, which includes Nebraska, construction has begun on the southern half, which doesn’t require a State Department permit. Activists in Texas recently blocked access to several properties along that section of the route. More than 20 protesters have been arrested and two New York Times journalists were briefly detained while reporting on the blockade.\nDobias, the Holt County landowner, sympathizes with the people in Texas who are “fighting a fight that’s very tough.” He said he had planned to travel to Texas in early October to support the protestors, but was unable to go due to the work demands on his ranch.\nDobias worries that newly affected landowners along the Nebraska route see the pipeline as inevitable and won’t fight to delay or halt construction. “They just think it’s going to go through. Once we get them educated about [the risks]…they don’t want it, but they don’t know what to do.”\nBold Nebraska’s Gotschall said he encourages all the landowners—including those who support the pipeline project—to join the Nebraska Easement Action Team, or N.E.A.T., a nonprofit that represents landowners during easement negotiations with TransCanada.\n“The landowners looking out for [their] best interests don’t have to be against the pipeline,” Gotschall said, “but they still have to protect their land, water, and the future of their property.”\nBrian Jorde, a lawyer for N.E.A.T., said landowners can get better terms on their contracts if they negotiate as a group.\nRichard Stelling joined N.E.A.T. because he’s concerned about the pipeline’s effect on land and property values. The new route will cross four of his family’s farms in Antelope County, southeast of Holt County.\n“Unless I get a heck of a price, I’m not interested,” Stelling said. “We’ve got the best water in the world here, so if we get it contaminated, what the hell do we have?”\nAndy Grier, who co-owns land on the new route, considers himself “pro-energy” but says he is against the pipeline because of its environmental risks. “Regardless of whatever safety protocols are in place, any leak, even of minor significance…is going to be an issue.”\nGrier lives in Omaha and rents out his land in Holt County for grazing cattle and harvesting hay. He’s talked to Gotschall but hasn’t joined N.E.A.T. “It just seems a little early right now,” he said, adding that he would consider joining when the situation becomes more “intense.”\n“I can’t imagine anything will get really critical” until TransCanada gets all the permits it needs for the northern leg of the project, he said.\nThe most important permit is the federal approval that TransCanada needs to cross the U.S.-Canada border. Mitt Romney has pledged to grant the permit on his first day in office if he is elected president. It’s unclear how the Obama administration would respond if the president is re-elected.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}