{
  "url": "https://insideclimatenews.org/news/05092012/against-odds-young-conservatives-buck-gop-energy-and-climate-change/",
  "title": "Against the Odds, Young Conservatives Buck the GOP on Energy and Climate Change",
  "date": "2012-09-05T10:00:00-04:00",
  "content": "A group of young Republicans has set out to achieve what some might say is an impossible goal: Over the next two years they’ll try to persuade their party to craft and support legislation that would reform the nation’s energy system and set a path toward a future free of fossil fuels.\n“We want to show conservatives that this truly is an issue that affects us, affects our families and our businesses,” said Michele Combs, a 45-year-old legislative consultant who founded the group. (Paragraph includes correction, 09/05/2012).\nThe organization—Young Conservatives for Energy Reform, or YCER—joins a small but growing number of like-minded groups and individuals who hope to revive a voice that has been lost in the Republican Party, one that’s focused on curbing, not expanding, fossil fuel production. (Paragraph includes correction, 09/05/2012).\nAt last week’s GOP convention in Florida, the Evangelical Environment Network teamed with the Florida Wildlife Federation to buy billboard ads touting prominent Republicans’ concerns about climate change, including Ohio Governor John Kasich. In July, a group called the Energy and Enterprise Initiative was formed to bring Republicans and libertarians together to find free-market solutions to the climate change problem. Former Rep. Bob Inglis, a South Carolina Republican, is heading the initiative out of George Mason University’s Center for Climate Change Communication.\n“A lot of conservatives don’t believe that there are climactic costs” to burning fossil fuels, said Alex Bozmoski, the initiative’s director of strategy and operations. “It’s only prudent to acknowledge that the continued, unabated emission of greenhouse gases poses a risk for current and especially future generations.”\nYCER’s leaders have deep roots in the Republican Party. Combs, the group’s president, was a 1989 national “Young Republican of the Year,” and Brian Smith, a 32-year-old Air Force Veteran and chair of the Midwest chapter, is a former co-chair of the Young Republicans National Federation, a training ground for party leaders since 1931. Both support Mitt Romney’s presidential bid, even though his energy platform favors more fossil fuels and less environmental regulation. (Paragraph includes correction, 09/05/2012).\nCombs said YCER won’t take individual Republican politicians to task for their climate change skepticism or push for specific policy solutions—at least not immediately. They also won’t make climate change science a key part of their agenda.\n“Our position on climate change is that it really shouldn’t be a litmus test for Republicans,” said Smith on a call with reporters last month. “We want it to be an issue that Republicans can talk about.” (Paragraph includes correction, 09/05/2012).\nThe group also won’t go against the grain of the Republican leadership when it comes to scaling up domestic oil and natural gas drilling. Romney made both a key part of his recently unveiled plan for U.S. energy independence by 2020.\nCombs called the ramp-up strategy “a good first step” on the path toward energy reform. But Juan Lopez-Campillo, an Orlando-based attorney and chair of the group’s Florida chapter, said YCER hopes to move Republicans beyond the “drill here, drill now” mentality that now pervades the party. He said he supports shifting government subsidies from oil companies to the burgeoning clean-energy sector, a position usually favored by Democrats. “I think there should be a leveling of the playing field,” he said.\nOne of YCER’s first steps will be to address what Combs calls the “lack of education” among conservative Americans who may have tuned out the energy debate because they see it as a strictly liberal agenda.\n“Some of them don’t even realize what energy reform entails, and they don’t realize how much it really controls their lives,” she said.\nYCER plans to host local receptions and rallies where energy experts and Republicans interested in energy reform can meet with the public to discuss topics that aren’t often talked about in conservative circles.\nThey’ll stress why it is important to gradually phase out fossil fuels in favor of cleaner alternatives like wind and solar energy, emphasize the national security benefits of scaling back oil imports and underscore the reality that America’s own oil and natural gas resources will eventually run out. They will also highlight the health benefits of keeping toxic pollutants out of the air and waterways, and try to drive home the message that spurring growth in the renewables sector can create jobs and economic gains.\n“Irrespective of whether you support the science behind climate change or whether you don’t, all of us can agree that renewable, clean energy resources are the way to go to stabilize our [energy] future,” Lopez-Campillo said.\nShifting the Focus from Climate Change\nKatharine Hayhoe, an atmospheric scientist at Texas Tech University, said that treading lightly on the topic of climate change could prove a smart strategy for groups like YCER. Hayhoe, an  evangelical Christian who describes herself as a conservative, gained national attention last year when then-GOP presidential contender Newt Gingrich rejected a chapter she had written on man-made global warming from his book on environmental issues, which is set to come out after the November elections.\nBecause climate change “has been cast as an ideological issue,” Hayhoe said young conservatives might break through to their peers more easily by appealing to common values, like the desire for cleaner air and water, healthier families, and strong local economies.\n“What matters is not what we say, but what we do,” she said. “If it does get things done, then it’s better than a hundred campaigns that focus on climate change and are not able to get anything done.”\nYCER will be run like the Young Republicans, with city, state and regional chapters staffed by volunteers. So far, the group has state chairs in Florida, Georgia, Indiana, New Hampshire, Ohio, South Carolina and Texas—all states with Republican governors. Target members are young professionals in their 20s, 30s and 40s.\nAt YCER’s first event in June, about 100 people gathered in Winter Park, Fla. to hear Richard Zilmer, a retired three-star Marine Corps general, discuss the need to break America’s dependence on foreign oil and to use the nation’s energy resources more efficiently.\nZilmer has advocated for stricter fuel economy standards in cars and trucks, like those finalized last week by the Obama administration. The new rules, which passed with support from the country’s biggest car companies, will require automakers to get a fleet average of 54.5 miles per gallon by 2025, nearly double today’s average. GOP presidential candidate Mitt Romney would consider rolling the standards back if he’s elected, according to his June interview with The Detroit News.\nYCER has hosted seven other events this summer in Ohio and New Hampshire, both battleground states, and South Carolina. Five more events are planned for the next couple of months, including in the Washington, D.C. area and the Midwest.\nYCER’s Roots\nThe idea for a group like YCER has been more than a decade in the making. Combs said she first awoke to the toxic realities of fossil fuels while pregnant with her now 11-year-old son. Doctors explained that she shouldn’t eat fish because they may be tainted mercury, which damages the brain and nervous system and is emitted by coal-burning power plants.\n“That really bothered me. And I realized that conservatives had really not been engaged on this energy issue,” she said.\nCombs is communications director for the Christian Coalition of America, a religious advocacy group whose president is her mother, Roberta Combs.\nThe Christian Coalition was an outspoken backer of a 2009 effort by Sen. Lindsey Graham (R-S.C.), Sen. John Kerry (D-Mass.) and Sen. Joe Lieberman (I-Conn.) to craft a measure to reduce heat-trapping gases in the power sector and encourage development of nuclear power, “clean” coal, natural gas and offshore oil drilling. The initiative fell apart over disputes on immigration reform, and legislation was never introduced.\nCombs declined to name YCER’s backers, saying only that individual donors and “like-minded organizations” around the country are funding the group, and that the YCER budget “is still in progress.”\nYCER Faces Challenges\nYCER’s effort to rally GOP support for a clean-energy future wouldn’t have seemed so remarkable back in 2008, when a group of moderate Republicans actively advocated for federal policies to address climate change. Sen. John McCain (R-Ariz.) even warned about the dangers of global warming in his bid for the presidency.\nBut since the rise of the Tea Party movement in 2009, GOP leaders have been reluctant to publicly support climate science, instead expressing skepticism or even flat-out denial of global warming. The Tea Party’s ascent has been bolstered by Americans for Prosperity (AFP), a political action committee founded and funded by oil industry interests, including billionaire oil executives Charles and David Koch.\nTim Phillips, AFP’s president, told the National Journal last December that his group and other conservative movements have been key in politicizing the debate on climate and energy. “What this means for candidates on the Republican side is, if you…buy into green energy or you play footsie on the issue, you do so at your political peril,” he said. “And that’s our influence.”\nAs a result, climate scientists have found it difficult, if not impossible, to persuade Republicans to take global warming seriously, said Kerry Emanuel, an atmospheric scientist at the Massachusetts Institute of Technology who is also a registered Republican. “A lot of the conservatives … see climate change as playing into a liberal agenda for energy, which is not correct.”\nThe Republican Party’s national platform, unveiled last week at the GOP convention, mentions climate change only once, when it derides President Obama for making it a matter of national security. It pledges to “end the EPA’s war on coal,” and says it “strongly reject[s]” the United Nations Agenda 21 principles of sustainable development, a nonbinding list meant to guide policies to eradicate poverty and combat climate change.\nThis sharp partisan divide will make it hard, at least in the short term, for YCER and other groups to successfully advocate for sweeping greenhouse gas rules and clean-energy reform, suggested Paul Bledsoe, a White House energy and climate aide in the Clinton administration.\nHe said the likelihood that such legislation would pass depends largely on who is in Congress or wins the presidency in November. “If we’re in a continued period of divided government, then a comprehensive energy bill…is probably less likely to get passed,” he said.\nThat a group like YCER popped up “is not surprising,” he added. “…I think that people in both parties are looking for new voices, and particularly voices that recognize the role that a whole range of energy sources have to play in the economy.”\nEmanuel also thinks young people, in particular, may now be receptive to YCER’s message.\n“The real diehards aren’t going to be persuaded by anything,” Emanuel said. “But young people, who are more open-minded, are beginning to see connections, and they worry about them. … After all, they’re the ones that are going to inherit the problem.”\nCorrection: A previous version of the article referred to Brian Smith as YCER’s co-founder. This article has been changed to show that Michele Combs is the group’s sole founder. Also, Katharine Hayhoe is not a Republican, as the original version said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}