{
  "url": "https://insideclimatenews.org/news/12092012/enbridge-6b-oil-pipeline-michigan-public-services-commission-dilbit-kalamazoo-brandon/",
  "title": "Angry Michigan Residents Fight Uneven Battle Against Pipeline Project on Their Land",
  "date": "2012-09-12T10:00:00-04:00",
  "content": "The notice that arrived at Debbie and David Hense’s home last September didn’t seem especially alarming. Enbridge Inc. was going to replace Line 6B, the oil pipeline that leaked more than a million gallons of heavy crude into Michigan’s Kalamazoo River in 2010. Since 6B runs through the Henses’ 22-acre property near Fenton, Mich., some of the construction would be done there.\nWhat the Henses didn’t know, however, was that Enbridge intended to take an additional swath of their land for the pipeline—and there was little they or any of the other landowners who lived along the 210-mile route could do to stop it.\nIn addition to the existing 60-foot easement Enbridge already has through the Henses’ property, the company wants another 25 feet—about the width of a two-lane highway—for the new pipeline. It also wants a temporary 60-foot easement for a work area.\nFor the Henses, this means the loss of a century-old stand of trees. In Oceola Township, Beth Duman will lose part of her back deck. In the town of Howell, Peter Baldwin will lose a section of the nature preserve he has nurtured for decades.\nToday the Henses and other angry residents have become unlikely activists, determined to at least have a voice in the $1.3 billion replacement project.\nClick here for a large version of the map.\nIn July a lawsuit was filed in a Michigan appeals court on behalf of property owners along the first phase of the project, where work has already begun. Five landowners filed the lawsuit anonymously because they fear retaliation in their negotiations with Enbridge. They’re asking that approval for the project be revoked because, among other things, the notice they received from the Michigan Public Service Commission didn’t tell them that Enbridge wanted more of their land.\nMore problems are brewing along phase two. Michigan’s Public Service Commission had been expected to approve that segment in August. But the commission agreed to delay its decision until early next year, to give landowners more time to prepare for the hearing. One of the landowners, Jeff Axt, has founded a nonprofit called Protect Our Land And Rights (POLAR) to help with legal expenses. Opposition also is growing along the 60 miles of 6B that pass through Indiana.\nEnbridge, Canada’s largest transporter of crude oil, says replacing 6B with a parallel pipeline is “absolutely critical to the Michigan and U.S. refining industry.” The line opened in 1969 and is part of Enbridge’s Lakehead system, which delivers heavy Canadian crude oil to the United States and Ontario, Canada. Because the diameter of the new 6B will be bigger, Enbridge will be able to nearly double the amount of oil it can transport to U.S. refineries.\nA recent investigation by InsideClimate News into the 2010 spill found that in the years leading up to the accident, federal regulators repeatedly cited Enbridge for corrosion problems on 6B. Enbridge spokesman Larry Springer said the new pipeline will be thicker, will be fitted with “enhanced” leak detection systems and will have computer assisted programs that constantly monitor the line.\n“Enbridge uses thoroughly tested steel pipe that meets or exceeds all applicable standards and regulatory guidelines for quality and safety,” Springer said in emailed responses to questions about the replacement project.\nSpringer downplayed the opposition the project faces.\n“While there has been recent publicity and activity by special interest groups, most who live and work along the pipeline are not opposed to Enbridge’s plans to replace Line 6B,” he said. “While the media may choose to focus on controversial situations, Enbridge’s actions show that we deal openly and honestly with all stakeholders, including landowners and local governments.”\nSpringer declined to say how many property owners have not reached an agreement with the company or how many condemnation cases Enbridge has filed.\nResistance to the project has been so great that at one point Enbridge hired guards armed with semi-automatic pistols to stand watch near the backyards of recalcitrant farmers. The Alberta, Canada-based company also briefly contracted with the Livingston County Sheriff’s Department to use off-duty deputies for security patrols, a tactic one local official called “a form of intimidation.”\nJeffrey Insko, an American literature professor at Oakland University in Rochester, Mich., is so outraged about the company’s “heavy-handedness” that he started the Line 6B Citizens’ Blog. The pipeline crosses his two-acre property near Pontiac, Mich.\nSome of Insko’s anger is directed at public officials who he said have done little to protect the state’s residents.\n“We find it more than a little perplexing that Michigan—the state in which the most expensive inland oil spill in U.S. history occurred just two years ago—would be suffering from such a dearth of leadership,” Insko said. “One would think, to the contrary, that politicians would be falling all over themselves to get tough with Enbridge, particularly after the release of the blistering NTSB report.”\nThe National Transportation Safety Board report Insko referred to was released in July. It blasted Enbridge for a “complete breakdown of safety.” Federal regulators imposed a record $3.7 million civil penalty on the company, which Enbridge paid yesterday.\nCleaning up the Michigan spill was especially difficult, InsideClimate News reported, because 6B carries dilbit, a mixture of heavy Canadian bitumen diluted with liquid chemicals, some of them toxic. When the pipeline split open near the town of Marshall, the bitumen began sinking to the bottom of the Kalamazoo River. Enbridge is still removing oil from the river more than two years later in a cleanup effort that so far totals $809 million.\nOne Family Fights Back\nInsko has followed news of the spill and the cleanup with a mixture of anger and frustration. Still, like most landowners along the route, he grudgingly settled with Enbridge, rather than go through condemnation hearings he believed would be futile.\nEnbridge’s opening offer is usually $6,500 per acre according to attorney Kim Savage, who represents a number of landowners. The company negotiates separately for the land it needs for temporary workspace and for damages during construction.\nNo structures can be built and no trees planted on land Enbridge takes for its easement. Seasonal crops like hay are allowed, but if the company needs access to the land the crops can be removed and the owner paid market value.\nThe 60-foot work area reverts to the landowner when the project is complete. But during construction, Enbridge can clear it of all trees, crops or buildings. The company has said it will reseed workspace areas.\nThe Henses are among those who have rejected Enbridge’s offers. Yet the company’s workers showed up last month at the family’s 22-acre property in Tryone Township, near Fenton, Mich. Debbie Hense, a chemist, got a panicked call at work from her 13-year-old son.\n“Mom. Mom! They’re cutting the trees!” he told her.\nWhen Hense got home, a logging machine was on the disputed land, tearing away at a line of hickory, oak and cherry trees that she treasured. Some were 50 feet tall and 100 years old. She could hear the whine of blades cutting into the trunks.\n“It was a terrible sound,” she said. “I watched as the trees shook, cracked and then slowly fell over.”\nHense got a restraining order that same day, temporarily barring Enbridge from working in the disputed area. That afternoon she positioned a folding chair in front of her remaining trees, just in case the workers came back. Before long, the 44-year-old mother of three was joined by about a dozen other people armed with their own lawn chairs. One came from Battle Creek, 100 miles away.\nTwo days later, Enbridge notified the Henses that it had begun condemnation proceedings for their land. The company also asked an appeals court judge to order the Henses to immediately allow tractors back onto the land, arguing that the couple was needlessly delaying the 6B project and jeopardizing oil deliveries to Midwestern and Canadian refineries. “The halting of the Project … will result in irreparable harm not only to Enbridge, but more importantly to the public at large because the replacement of Line 6B has been determined to be and is in the public’s interest,” Enbridge said in the complaint it filed.\nThe judge declined Enbridge’s request and set a Sept. 25 court date to hear the Henses’ request for a permanent injunction. Enbridge then asked the judge to require the Henses to post a $612,500 bond, so the company could recoup any loses created by the delay. The judge will address that request at the hearing.\nThe Henses’ attorney, Chris Christenson, said Enbridge’s conduct is vindictive.\n“They want to make an example out of my client and send a message to any others who have not yet reached agreements that if they resist in any way they face the same treatment,” Christenson said.\nEnbridge spokesman Jason Manshum declined to talk about the company’s dealings with the Henses, saying the company doesn’t discuss individual cases.\n“The Greater Good?”\nMost of the people who are fighting the 6B project know they are unlikely to get it stopped.\n“Without pipelines the energy supply complex would collapse,” said Bruce Bullock, director of the Maguire Energy Institute at Southern Methodist University’s Cox School of Business in Dallas. “How would goods get to market? What would happen to transportation? Commerce is dependent on gasoline.”\nEnbridge made that point in documents it filed with the Michigan Public Service Commission.\n“With no other high-capacity crude transportation system available to the region to connect to the same sources of production, it is important that Enbridge maintains its Line 6B to ensure reliable, safe and economical crude oil delivery both to Michigan’s refinery and to refineries in nearby states and provinces that, in turn, produce gasoline and other petroleum-based products for Michigan consumers and businesses,” the company said.\nWhile pipelines may be inevitable, the landowners say their concerns deserve respectful consideration.\n“What really bothers me is that we are forced to give up our land, our peace of mind for what is supposed to be the greater good,” said Laurie Lentz, who lives on a 14.5-acre farm near Howell, Mich. “The greater good? We are just being used. I have a problem with that. It’s big business as usual.”\nThe new 6B will be buried under a hay field about 200 feet from the house where Lentz and her family have lived for 22 years.\nSafety is her biggest concern. “In light of the catastrophe in Marshall, people are not anxious to have this toxic, nasty stuff running through their backyards under high pressure,” she said.\nLike many residents, Connie and Tom Watson, who live on 6.5 acres in Howell, Mich., are upset about the notice they got from the Public Service Commission.\nTom Watson, a 64-year-old Vietnam veteran, was coping with a serious medical problem—his transplanted kidney was failing—when the notice arrived at their house in September 2011. It said Enbridge would be replacing 6B and told them they could comment at a public hearing that month or file an electronic petition. But nowhere did it state that Enbridge would be taking more of their land.\nAn accompanying letter from Enbridge briefly mentioned land acquisition, in a single sentence near the end: “Enbridge will meet with various landowners and nearby residents to discuss acquisition of new right-of-way.”\n“The notice they received was so inadequate that an average person would not know what was beneath the surface,” said Gary Field, one of attorneys representing landowners.\nField thinks regulators and politicians aren’t raising hard questions about 6B’s replacement because they are simply buying Enbridge’s justification for the project.\n“They are telling people and state regulators ‘Hey wouldn’t you rather have this nice, shiny new pipeline in your backyard instead of that old corroded one that could blow at any time?'” Field said. “No community wants to say no to that. And no politician wants to take that chance.”\nOnly eight people showed up at the public hearing to protest the 6B project, and the Public Service Commission quickly approved it.\nThe Watsons thought no more about the pipeline until last spring when work crews began driving three-foot tall stakes into the ground to mark off a wide strip of their land for the new route.\n“Had that letter been clear, you bet I would have made my feelings heard—loud and clear,” said Connie Watson, who has refused Enbridge’s offers to settle and is facing condemnation of her property.\nIn court papers filed in the lawsuit, Enbridge noted that the notice was written by the Public Service Commission and that any claim that it was inadequate is “outlandish.”\nGary Kitts, the commission’s executive director, said the agency’s lawyers drafted the notice and followed language used in hundreds of other notices.\n“It met the statutory requirements of the state for notification,” he said.\nKitts said he couldn’t comment on the landowners’ complaints because he hadn’t read the notice. He declined InsideClimate News’ request that he review the two-page document. He said he was unaware of the court challenge and had no knowledge that landowners were outraged over Enbridge’s right-of-way demands.\n“I am certainly not going to go back and reassess a notice based on what may or may not be going on in the courts,” Kitts said.\nNegotiation or Condemnation\nKim Savage, one of lawyers representing the landowners, said about 10 percent immediately take what the company offers for their land. Others negotiate for months, with Enbridge sometimes upping its offer from $6,500 an acre to $8,000 an acre for farmland and $15,000 an acre for residential property. Some landowners have squeezed out payments up to $45,000 an acre, Savage said. Exact figures are hard to obtain, because landowners must sign non-disclosure agreements when they settle.\nBeth Duman said the land agent who showed up at her front gate was blunt and arrogant. “Basically he said, ‘If you don’t cooperate we’ll have to condemn your property.'”\nAssuming that they would lose their land either way, she and her husband decided to bargain. They asked for $100,000 for the hundreds of trees and the strip of land they would lose on their 10 acres.\nThe negotiations went on for months.\n“Every day it was on our minds,” Duman said. “We couldn’t get away from it. What are they going to do? When are they coming back? What do they want? It was awful living with that.”\nBecause of the confidentiality agreement, Duman couldn’t reveal what they finally settled for, “but I can tell you we got diddly squat.”\nCarol Brimhall, who lives on a 38-acre farm in Stockbridge, 15 miles from the Dumans, rejected Enbridge’s $53,000 offer for her land and the 112 trees it had tagged for cutting. She was already angry with Enbridge, because she said the company had acted arrogantly a decade earlier when it took a strip of her property for a natural gas line. That time she settled. This time she decided to force the company to condemn her land.\n“I told them, ‘You guys don’t get it. It’s not about the money. I want my trees saved and my little animals protected,'” she said. “They couldn’t buy me off.”\nOn Aug. 1, Brimhall became the first landowner on phase one of the project to face condemnation proceedings. To win, she would essentially have to convince a judge that Enbridge didn’t need her property. That’s an especially high hurdle, given that the Public Service Commission has already decided that the project “is reasonable and in the public interest, and should be approved.”\nThe hearing didn’t take long, five minutes by her reckoning.\nHer attorney argued Enbridge didn’t need such a large swath of land – 85 feet wide.\nEnbridge argued that it had the Public Service Commission’s blessing to take as much land as it needed.\n“The judge said ‘OK. You want it. You got it.’ and we were out of there,” Brimhall said.\nBrimhall fears Enbridge will be vindictive because she fought so hard. To save some of the trees on the land the company will take for workspace, she offered the use of a nearby natural clearings. But she said Enbridge rejected the offer, saying it was going to go ahead and cut down her trees.\nNow Brimhall faces another day in court. This time she’ll try to persuade the judge that her land is worth more than Enbridge is offering. She’s asking for $125,000. But she knows the odds of getting that much are slim.\nEnbridge wouldn’t comment on Brimhall’s case. Springer, the Enbridge spokesman, said the company has worked with many landowners over the last year and “reached mutually acceptable agreements as to compensation and location of the replacement segments.”\n“As with any major pipeline project, we sometimes cannot reach agreement with landowners or their legal representatives,” Springer said. “Nevertheless, we have a long and demonstrated history of working diligently and fairly to resolve the vast majority of issues to the satisfaction of affected stakeholders.”\nA Township Stands Up to Enbridge\nAbout six miles of 6B run through Brandon Township, a community of 15,000 that prides itself on the beauty of its gently rolling countryside. The headwaters of two rivers form in Brandon Township, including the Flint River, a major source of drinking water for the nearby city of Flint.\nWhen the replacement project began, Brandon Township Supervisor Kathy Thurman and the township’s trustees began hearing complaints from residents about Enbridge’s plans.\nThe trustees invited company officials to a town hall meeting in early July, hoping to get details about the project and what residents could expect. But the answers weren’t specific enough to reassure the local officials, and Thurman said they felt uneasy when they left the meeting.\n“The health, welfare and safety of our people is the number one priority,” Thurman said. “If we were to have a spill in Brandon it would be disastrous to our residents and others because of the pollution that would result.\n“We got the feeling there was more to it than we knew. It was time we took a stand.”\nThe township’s attorney did some research and determined that because Enbridge would be using local roads, the township had legal authority under Michigan’s constitution to require Enbridge to get local consent.\nBut when the lawyer told Enbridge what the township was proposing, the company made it clear that it didn’t need permission from Brandon Township or any other local government, Thurman said.\nThe township decided not to push the issue.\n“We just do not have the financial resources to be backed into a court battle with a company that has so much money,” Thurman said.\nEnbridge has an estimated worth of $30 billion. The township has an annual budget of $1.8 million.\nStill, the trustees decided they had to do something.\nIn a unanimous vote on Aug. 20, they approved a resolution that asked Enbridge to meet six safety demands. It described the heavy bitumen that 6B carries as “extremely hazardous to the environment and all forms of life.”\nEnbridge responded with a letter outlining the pipeline’s safety features and emphasizing that safety is regulated at the federal level.\nThe letter did not respond to two other requests in the township’s resolution: That Enbridge guarantee that the existing 6B pipeline won’t be reopened after the new one is in place, and that the company compensate the township for using its roads.\nHope Tempered by Pessimism\nInsko, the literature professor and 6B blogger, sees Brandon Township’s resolution as a small sign of hope in the landowners’ fight to have their concerns addressed.\n“Actions like Brandon’s—action based on principle, regardless of whether they’re overmatched– have the potential to initiate a groundswell of similar actions,” he said. “If five, six, seven townships speak up, adding their voices to the public chorus, then our state elected officials might wake up—and at that point, Enbridge will have to begin to take notice.”\nBut Insko is not always so optimistic. In one recent blog entry, he wrote, “It was as if Enbridge’s sudden appearance in our township was just a change in the weather: a natural occurrence like rain or fog, something hardly worth mentioning, much less something anyone could do anything to change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}