{
  "url": "https://insideclimatenews.org/news/20062012/qa-steve-amstrup-climate-change-scientist-polar-bears-global-warming-skeptics-meteorologists-greenhouse-gases/",
  "title": "Q&A: Steve Amstrup, Conservationist, on the Only Way to Save the Polar Bear",
  "date": "2012-06-20T09:00:43-04:00",
  "content": "Polar bear scientist Steve Amstrup was stunned when he learned he had won the 2012 Indianapolis Prize, the Nobel Prize of conservation.\n“You could have bowled me over with a feather,” he said.\nThe award from the Indianapolis Zoo—and the $100,000 that goes with it—is given every other year to a person who has made extraordinary contributions to the conservation of a single animal species or multiple species.\nNo one has done more to save polar bears than Amstrup, who has been studying the animals and their habitat since 1980. He has called attention to their plight and the grim future they face due to the disappearance of Arctic ice caused by climate change. He projects that two-thirds of the world’s polar bear population could disappear by midcentury unless climate change is slowed, and extinct by the end of the century.\nIn 2007, he led an international team of researchers to the Arctic. The group’s reports led to the 2008 listing of polar bears as a threatened species under the Endangered Species Act. The bears are the first and only species to be listed as endangered because of threats posed by global warming.\nAmstrup, now chief scientist at Polar Bears International is not only the most prominent defender of the polar bear, he’s become one of the world’s most cogent and forceful speakers on climate change. InsideClimate News caught up with him via email at his home in Kettle Falls, Wa., shortly after he was announced winner of the zoo prize.\nICN: What have you learned from your many years with the bears that you didn’t expect to learn?\nAmstrup: Early on, I learned how mobile they are, [that] they have the largest home ranges of all four-legged animals. I also learned that many of them have (or at least used to have) their cubs in dens constructed on drifting pack ice. These maternal females would be transported in the blind hundreds of kilometers. They would emerge with new tiny cubs and know exactly how to come back home.\nLater I realized just how vulnerable they are to a pack ice environment that was literally transformed during my research career. I never would or could have projected I would see that magnitude of change in my working lifetime.\nICN: Your efforts helped put the polar bear on the endangered species list. That milestone must have been a long time coming. Did you always have faith that it would eventually happen?\nAmstrup: I have never had a goal of listing bears. My goal was only to understand their ecology and describe their present and future welfare. The understanding I gained from objective scientific inquiry led to the classification. But, the legal designation as threatened is not nearly as important as the scientific realization that the future of polar bears is in jeopardy if we humans do not change our ways.\nICN: Other than stopping or at least slowing climate change, what other measures must be taken to save the polar bear?\nAmstrup: My work has shown clearly that without stopping greenhouse gas rise, no other management actions can make a difference. If, however, we mitigate GHG rise, on the ground management like establishing protective zones, etc. can help. The problem is that many have become fixated on the prospect of setting up refuges, establishing critical habitats, regulating hunting, etc. and those topics can become dangerous distractions from the real concern and the only thing that can really save polar bears.\nIf we allow ourselves to be distracted from the mission of reducing GHG emissions, we surely will become polar bear historians rather than polar bear conservationists.\nICN: Besides your effort to help save the polar bear and its habitat, you’ve been praised for your ability to make complex scientific concepts digestible to the general public. Did you come by this ability naturally?\nAmstrup: I think one of my greatest strengths always has been recognizing what is important in a cast of problems or issues and being able to simply and elegantly explain and describe it.  It was clear to me from my earliest days as a professional biologist that if I could not communicate what I knew to all audiences, it was of little value. So, this sort of communication always has been a focus, but it is not necessarily something I had to practice. That isn’t to say that I don’t learn from my experiences, how to do it better!\nICN: What are some of the pitfalls that researchers and scientists tend to fall into when trying to explain science to the lay person?\nAmstrup: To a scientist, the devil is always in the details and the questions are always about the uncertainties—how can we reduce our error bars or sharpen our projections. For the public and policymakers, however, the certainties are the main interest. And, in the current “sound bite” environment, we cannot (and do not have time to) get into the uncertainties if we are to leave the audience with what we know rather than what we don’t know.\nGlobal warming is perhaps the best case of this.\nEverything in the news is about uncertainties—uncertainties about how warm it may be by a certain time, how warm it will be if we double CO2 concentrations. We have allowed the public and the media to focus on things like when will the mean annual temperature in Chicago have risen 2 degrees Celsius, or when we will see the first ice free summer in the Arctic. We cannot predict the first year any of these thresholds will be crossed—that is the uncertainty.\nBut planetary physics require the world to warm as long as greenhouse gas concentrations rise. Therefore, we can predict with absolute certainty that if we allow GHG concentrations in the atmosphere to continue to rise we are guaranteed to cross these thresholds and many more.\nICN: Do you think progress is being made?\nAmstrup: Yes, I am confident that soon we will observe a sea-change on sentiment about global warming and action to address it. It is coming in fits and starts, but businesses and communities are increasingly seeing the need to address climate change. Ultimately, these grassroots efforts will drag our policy leaders along—even if kicking and screaming. After all, the deniers have children, too. I really don’t believe they will continue to deny a future for those children.\nICN: One of the things you’ve mentioned is getting TV weathermen to acknowledge that when extreme events happen, more of those kinds of conditions can be expected in the future due to climate change. Have they been receptive or resistant?\nAmstrup: This is a “no-brainer.” If after every report of a weather disaster, the reporters simply added “climate experts predict these sorts of events will be increasingly frequent in a warmer world,” the public would take notice. It is this same process in reverse that has kept the public confused about global warming. FOX News, for example, has never missed an opportunity to state, even though it is not true, that this cold snap or that snow storm is evidence there is no global warming. So why don’t we who have the physics behind us use the same tactic.\nIf telling a lie loudly and often can get people to believe it, I am sure that telling the truth loudly and often can help turn beliefs around. Unfortunately, I have been unable to get any traction on this.\nICN: Is education the biggest hurdle in making the threat of climate change known, or is it politics?\nAmstrup: I believe it is largely about education. Never before have we seen such a severe example of uninformed opinion being weighed more heavily than the laws of physics and empirical observations.\nThere has been a significant intentional campaign to mislead the public, and there also has been a failure of scientists and managers to effectively convey the truth and counteract the lies.\nThe first step in turning things around is information and education delivered in ways everyone can understand. Some always will be so handicapped by their opinions that they cannot entertain facts. We will never reach those, but most people, if we communicate effectively, can be convinced to change their minds.\nICN: When you look at it in a certain way, what you are trying to do is change the world, if not save it. Do you think of it in that way?\nAmstrup: I have justified my sacrifices and the sacrifices my family has had to make by claiming I am saving the world one polar bear at a time. Perhaps the Indianapolis Prize is evidence those sacrifices may not have been in vain.\nICN: Overall, are you optimistic about: 1. the polar bear’s future; 2. improving the public’s grasp and acceptance of the concept of climate change; 3. actually making progress combating climate change?\nAmstrup: Yes on all three counts. If the public believes there is nothing they can do, they will do nothing. My work has shown there is something we can do. My role is to convey that message and convince the public to do it.\nMeeting this challenge starts at the individual level. We all must do all we can to minimize our GHG footprints. Then we must convince our neighbors and our communities to make the same efforts. And we must support merchants and businesses that believe in a sustainable business model. Finally we must vote for leaders who believe like we do and want to see a sustainable economy and ecosystem rather than sacrificing our future for short term gain. We must work at all these levels, and these are all things we can do.\nICN: What does winning the zoo prize mean to you?\nAmstrup: The most important aspect, I think, is that the recognition of being one of very few who have been awarded the Indianapolis Prize may give me a taller pulpit from which to deliver my message of hope and what we need to do to realize that hope.\nHere’s Steve Amstrup discussing the alarming lack of sea ice on Hudson’s Bay:\nhttp://www.youtube.com/watch?v=DYeM6g11B4s&feature=youtube_gdata_player\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}