{
  "url": "https://insideclimatenews.org/news/25062012/renewable-energy-industry-acore-solyndra-solar-obama-loan-guarantee-wind-electric-cars/",
  "title": "ACORE Launches Effort to Counter Partisan Attacks on Clean Energy",
  "date": "2012-06-25T12:30:11-04:00",
  "content": "The renewable energy industry’s main trade group has officially come out swinging against the political backlash and negative press its members have endured since solar manufacturer Solyndra went bankrupt last year.\n“We decided that we’re not going to just stand by and be defensive … in the face of this overwhelming onslaught of misinformation,” said Retired Vice Adm. Dennis McGinn, president and CEO of the American Council on Renewable Energy (ACORE), at the group’s two-day annual meeting.\nACORE’s 600-plus members represent billions of dollars in renewable energy business, and are involved in more than 80 percent of the nation’s existing and contracted clean energy projects, the group says.\nFossil-fuel interests and clean energy opponents in Washington have “dominated the conversation [on renewables] through misrepresentation, exaggeration, distraction and millions and millions of dollars in advertising,” McGinn, a 66-year-old Navy veteran and national security strategist, told an audience of hundreds of renewable energy and finance leaders last week.\n“No more. We can no longer allow America’s energy debate to be one-sided to the detriment of our nation,” he declared in the ballroom of the luxurious Waldorf-Astoria Hotel.\nThe goal now is to hammer home the “impressive growth rates … of new clean energy generation, billions of dollars in investments and a multitude of jobs.”\nMcGinn’s statements represent the first time that the doggedly nonpartisan and business-minded group has taken such a firm stand to protect the image of its industries. ACORE told InsideClimate News it reached its decision after members repeatedly complained that every recent hiccup or bad apple was being blown out of proportion.\nThe most well-known of these was Solyndra, recipient of a $535 million federal loan guarantee under the Obama administration. After the solar panel maker went bankrupt last summer and fired 1,861 people, many Republicans used it as a cudgel against taxpayer-supported clean energy economy programs. Missed sales targets from electric car makers were also cast as a sign of imminent failure for green vehicles, among other things.\nThe negative publicity “threatens the market momentum that we’ve achieved and the success to date,” McGinn said.\nInjecting positive stories into the U.S. renewable energy debate will not be easy.\nThere’s a “degree of hostility towards the clean energy agenda that I don’t recall having seen in my 25 years working in the space,” said Daniel Esty, commissioner of Connecticut’s Department of Energy & Environmental Protection and a former professor of environmental law at Yale University, in a keynote address at ACORE’s conference.\nOver the past year, congressional Republicans have moved to the right on clean energy and climate change issues, and fossil-fuel backers continue to throw money into advertising on behalf of GOP candidates.\nAmericans for Prosperity (AFP), a conservative group founded and funded by oil industry interests, including billionaire oil executives Charles and David Koch, has spent $8.4 million since November to run one-minute spots on T.V. and on social media sites accusing Obama of cronyism with Solyndra. The ads ran in key swing states like Iowa, Michigan, North Carolina, Ohio, Virginia and Wisconsin.\nSince its first Solyndra ad blitz, AFP has spent $20 million on anti-Obama ad buys and expects to spend a total of $100 million by November, the Los Angeles Times reported last week. The Koch brothers’ network will funnel $400 million into a handful of conservative groups this election season, Politico reported in May.\nThe 11-year-old ACORE represents companies from across the clean technology spectrum—from solar, wind and energy efficiency to biofuels and electric cars. Its members include solar developers BrightSource Energy and SolarCity, banking giant Goldman Sachs and utility Duke Energy.\nThe group raised $3.2 million from member dues, grants and fundraising efforts in 2010, the latest data available.\nA Space to Respond\nTo support its advocacy efforts, ACORE launched a website and Twitter account last week called EnergyFactCheck.org and @EnergyFactCheck. “We will be carrying the fantastic story about renewable energy and our industry to the media, policymakers and to the public,” McGinn told the Waldorf-Astoria audience.\nOn the sidelines of the conference, McGinn told InsideClimate News that the highly politicized story of Solyndra “wasn’t the catalyst for this site,” though he did say it was “a big cause for the misinformation” around renewable energy. (When asked his political affiliation, McGinn said he is “fiercely independent.”)\n“The idea is to try to have much a faster response” to “the myths that are associated with renewable energy—it’s too expensive, it will never scale up, it’s totally government dependent … and on and on,” he said.\nEnergyFactCheck.org has been in the works since last fall. ACORE led the development of the site with help from outside contractors, including The Glover Park Group, a Democrat-leaning communications consulting firm. Glover Park’s founders previously served as officials in the Clinton administration and as campaign staff for former Vice President Al Gore’s presidential bid in 2000.\nACORE will collaborate with nearly 20 different renewable energy trade associations and advocates on the site’s upkeep. Staff will update it with the latest data from the trade groups, government agencies, energy labs and private financial analysts. Reporters, policymakers and curious citizens can also write to the site’s e-mail address to get data not listed on the site.\nThe site is divided into five sections. The first, called “The Fact Check,” reads like a question-and-answer form. Each negative claim about the renewables industry is paired with a rebuttal.\nAnother section, “Energy Issues,” provides statistics, such as renewable energy system costs, new project developments and job creation. The site’s “Energy Library” is a list of about a year and a half’s worth of industry reports and select independent studies.\nThe Twitter account, which has 364 followers so far, is also run by ACORE. The group will tweet figures and will intervene in conversations when it sees inaccurate claims being made against renewables.\nAt the conference, ACORE members seemed enthusiastic about the idea.\n“I think it certainly makes sense that the industry provide a set of clear statements and clear responses to some of the charges and incorrect assumptions which are made regarding renewable energy as a whole,” said Michael Whalen, chief financial officer of SolarReserve, a Santa Monica, Calif.-based solar developer.\nSolarReserve saw its own share of bad press last fall after the Energy Department finalized a $737 million loan guarantee for the firm’s Crescent Dunes solar thermal power plant in Nevada.\nThe announcement came a month after Solyndra’s bankruptcy. Word soon got out that one of Solyndra’s investors, George Kaiser, an oil executive and an Obama campaign contributor, was also an investor in SolarReserve, sparking accusations that Obama showed political favoritism when granting that loan, too.\nWhalen said the coverage didn’t harm his company, but he expressed frustration at what he sees as misperceptions about solar power’s limitations.\n“We’d love to have rebuttal space,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}