{
  "url": "https://insideclimatenews.org/news/13062012/nuclear-power-plants-united-states-climate-change-global-warming-water-scarcity/",
  "title": "In California, No Taboos Over Coastal Climate Threats",
  "date": "2012-06-13T13:00:30-04:00",
  "content": "In California, officials in coastal cities are becoming increasingly aware of the potential impacts of climate change, and they’re preparing to deal with them.\nNot so in Virginia, where even the words “sea level rise” and “climate change” are verboten. Earlier this year, state lawmakers found they could not use those phrases in requesting a study on potential impacts on Virginia’s coastal cities. Reporter Scott Harper of the Virginian-Pilot said Republicans objected, fearing it would stir up conservative activists, some of whom believe such terms are liberal code words.\nAnd in North Carolina, officials are hiding their heads in what comedian Stephen Colbert called the “soon-to-be-underwater sand.”\nOut in California, a survey published by Stanford University’s Center for Ocean Solutions and the California Sea Grant found that a majority of California’s coastal planners and resource managers now believe the threats from climate change, including rising sea levels, more floods, beach erosion and loss of coastal access, are substantive enough that steps must be taken to deal with them.\nThe survey of 600 coastal professionals showed a big jump in acknowledgement and planning for climate change since the last time the poll was taken.\n“Six years ago, just a handful of communities had begun to talk about climate change and had plans to address it,” Susanne Moser, a researcher who worked on the survey and has studied how communities respond to climate-change impacts since the 1990s, told InsideClimate News. “This time, 93 percent of the respondents said they were on this issue. It’s unbelievable the shift in attention.”\nMoser, who does research at Stanford University and the University of California Santa Cruz and runs her own consulting company, said many cities are in the process of gearing up for adaptive measures to deal with climate change impacts. However, few are actively doing something on the ground because of financial and other obstacles.\n“I’m actually quite convinced we could do this financially,” she said. “It’s not all about money.”\nStudies have shown that for every dollar spent on disaster preparedness, cities save $4, Moser said. But with cities having to parse out declining funds for a variety of causes, the out-front cost of preparedness doesn’t look like a good deal – until after the disaster hits.\nIn North Carolina, the state legislature appears to not only have no interest in preparing, it prefers to say there’s nothing to prepare for. Last Thursday, the state Senate’s environmental committee OK’d a measure, pushed by developers, that would downplay or disregard scientists’ warnings of major sea-level rise. With virtually no debate, the full Senate approved the bill Tuesday on a 34-11 vote. It now goes back to the House for a vote.\nScientists estimate a 3-foot rise in sea level by 2100, driven mostly by climate change, which would wipe out 2,000 square miles of coastland in North Carolina alone. But the bill approved by the committee states that only N.C. Coastal Resource Commission can calculate how fast sea levels are rising. At one point, the bill stated only historic trends over the last century could be used in the calculation, which would project a rise of only 8 inches and the loss of far less coastal land.\nMoser said North Carolina’s refusal to accept scientific evidence is not going to prevent the sea level from rising.\n“Reality is still out there,” she said. “I’m not giving up on that.”\nSaid Colbert last week: “Now folks, I think that is a brilliant solution. If your science gives you a result that you don’t like, pass a law saying that the result is illegal. Problem solved. (E = MC Scared)”\nThe Achilles’ Heel of Nuclear Power\nYet another climate change boogeyman is lurking.\nRising temperatures could make nuclear and fossil fuel-fired power plants harder to operate in the future, and that could mean less power will be available when it will be needed most: in summers made even hotter by global warming.\nThese so-called thermoelectric plants, which produce 91 percent of the electricity in the United States, may have to shut down more frequently due to a shortage of cool, fresh water to cool the plants. Generating capacity at these facilities in the United States could fall by 4 to 16 percent between 2031 and 2060, according to a study by researchers at the University of Washington and in Europe.\nAnd, as is often the case, the cost of dealing with the increased risk of outages and alternatives will fall on consumers in the form of higher electricity rates.\nThe power plants that will be most affected use what is called a once-through cooling system. They divert water from rivers and lakes, use it to cool the plants, then return it to the waterways.\nDennis Lettenmaier, a professor of civil and environmental engineering at the University of Washington and one of the co-authors of the study, told InsideClimate News the problems will be twofold.\nFirst, based on climate-model projections, the temperature of the water will be higher because of raised air temperatures, and it will be too high at times to adequately cool the plant. This already happened at the Browns Ferry Nuclear Plant in Alabama, which had to shut down briefly last summer because water in the Tennessee River wasn’t cool enough.\nSecondly, there may simply not be enough water to safely divert the flow and return it to the waterway.\nClimate models project a greater probability of low river levels due to a more variable climate. Thermoelectric plants are already an environmental concern because of the impacts of the warm water they pump back into the fresh water systems. Lower river or lake levels would mean there would be less water available to diffuse the warmth that is returned.\nPlants currently have discharge restrictions to prevent ecological damage from downstream thermal pollution. With lower water levels, the plants would be forced to shut down more often.\nPeriods of high water temperature or low lake and river levels are most likely to occur in the summer, when air conditioning use is high and energy demand is at its peak.\nMany of the affected plants in the United States are in the Southeast, Lettenmaier said. Most were built in the 1970s and 80s and will be reaching the end of their economic life in coming decades.\nLettenmaier said the study’s findings might discourage operators from applying for relicensing of these aging facilities, because of the expensive upgrades that would be required. “That could be the last nail in the coffin,” he said.\nThe impacts of climate change could be even bigger on similar power plants in Europe, according to the study, published in the journal Nature Climate Change. Power production in European thermoelectric plants could drop by 6 to 19 percent due to increased shutdowns.\nNot all power plants use the once-though cooling system. Some use cooling towers to lower the temperature of the recirculated water. These kinds of plants will also be affected by climate change, but not nearly as much, Lettenmaier said.\nThe authors say their long-range projections will help the electricity industry prepare for changes in the availability of cooling water and plan the necessary infrastructure changes. Potential solutions include siting future power plants near saltwater and switching to more efficient gas-fired plants.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}