{
  "url": "https://insideclimatenews.org/news/22052012/adam-brandt-tar-oil-sands-canada-europe-low-carbon-fuel-directive-greenhouse-gases/",
  "title": "Exclusive Interview: Why Tar Sands Oil Is More Polluting and Why It Matters",
  "date": "2012-05-22T15:00:03-04:00",
  "content": "The debate over the Keystone XL oil pipeline heated up again last week after the Congressional Research Service issued a report saying the project could raise U.S. greenhouse gas emissions by as much as 21 million metric tons a year—the equivalent of adding 4 million cars to the road.\nThe Congressional Research Service is a branch of the Library of Congress that conducts policy analysis for lawmakers on Capitol Hill. Released last Tuesday—less than two weeks after TransCanada re-applied for a permit to build the Keystone XL—the report found that crude oil produced from Canadian oil sands (also known as tar sands) emits 14 to 20 percent more planet-warming gases than the conventional oil that is typically found in U.S. refineries.\nThe report analyzed a number of studies, including a 2011 report by Stanford University professor Adam Brandt, who spoke with InsideClimate News this week about his research.\nBrandt is an expert on the greenhouse gas impacts of transportation fuels. His report was commissioned by the European Union, which will decide next year whether to adopt a fuel-quality directive to reduce the transportation sector’s carbon emissions by 20 percent by 2020. The directive would encourage the use of less carbon-intensive fuels by labeling tar sands oil more polluting than other fuels.\nIn his interview with InsideClimate News, Brandt said that the Canadian oil sands industry opposes the EU directive because it could set a precedent for other countries. Though stuck in legal limbo, regulators in California have already approved a low-carbon fuel standard, and Northeastern states are considering a similar measure. The debate over oil sands will only intensify as the industry seeks to expand.\nThe Keystone XL is one of many oil sands pipelines slated for construction in the U.S. over the next five years. If approved, it would transport up to 830,000 barrels a day of oil sands from Alberta to Steele City, Neb. From there, the oil would be shipped to the U.S. Gulf Coast for refining and export via a second pending TransCanada pipeline.\nICN: What makes the oil sands different from conventional crude oil?\nBrandt: It’s not completely different from conventional oil—they’re all hydrocarbons, we produce gasoline and diesel from all of them. It’s just that the oil sands are naturally a different sort of resource.\nConventional oil is traditionally produced from subsurface reservoirs that you drill into, and the oil is produced from a [deep] well. The oil sands, in contrast, are near the surface—or a lot of them are. So they can either be extracted via mining methods where you dig up the sand that has the oil—called bitumen—associated with it, or you can drill wells and inject steam into the ground. Because the oil sands is a heavier hydrocarbon, it doesn’t flow very well. It’s kind of like tar, and it’s very viscous. So it’s difficult to extract compared to conventional oil.\nOnce it’s at the surface, it’s harder to handle. With conventional oil, you can put it right into a pipeline, or you can process it and it can go into a pipeline that goes to a refinery. Bitumen from the oil sands is too viscous to flow, so you have to do some pre-processing. This involves what’s called upgrading—which is kind of like refining—or it involves diluting the bitumen with a light hydrocarbon diluent [like] a natural gas liquid…so it will flow through the pipeline. Once you do that then you [can] send it to the refinery.\nBecause it either requires an upgrading step on-site before it’s shipped, or more intensive refining to produce the same gasoline or diesel, the energy intensity and emissions from producing fuels from the oil sands tend to be higher, on average, than conventional crude oil.\nICN: How did you get involved in oil sands research?\nBrandt:  I was contacted by the European Union to assist with their effort on the fuel-quality directive, which is their regulation that, among other things, attempts to reduce the carbon intensity of transportation fuels. What I did was I tried to compute an industry average value for the greenhouse gas emissions of oil sands operations.\nICN: What did you learn?\nBrandt: I found that the oil sands were about 20 percent [23%] higher on a “full fuel cycle” basis, which is the metric [used] by the EU’s fuel-quality directive. This includes everything from extracting the fuel out of the ground, to refining it and burning it in your automobile.\nNow this 20 percent number can vary somewhat depending on what you’re comparing. For example in North America, because we refine somewhat heavier crude oils than they do in Europe, that number would be closer to 15 percent. That number will really range depending on what you’re comparing. There are some conventional oil operations that will be more greenhouse gas intensive than some oil sands operations, and some of the oil sands operations are better than others.\nICN: Twenty percent doesn’t sound like such a big deal. Why is it important?\nBrandt:  It’s important because that number filters through everything that we do. The goal of the California low-carbon regulation, for example, is a 10 percent reduction over the next 10 years in fuel carbon intensity. So purchasing higher carbon fuels that are 20 percent higher is a big deal when your goal is a 10 percent reduction. That would be pushing you in the wrong direction.\nAnother way to think about it is that…there’s been a big push towards fuel economy over the last few years…You see a lot of improvement in the fuel economy of cars that are being advertised on TV, for example. And so this 20 percent increase could offset or negate some of that fuel economy benefit.\nICN: That 20 percent increase is across the full life cycle of the fuel—from the moment it’s extracted until it’s burned as gasoline or diesel in a car. How is that different from other studies—such as the State Department’s analysis of the Keystone XL—that only consider the impacts of fuel production but not the effects of burning the fuel?\nBrandt: This is something that’s very important and sometimes confuses people. The proper way to compare fuels is what’s called the full life cycle or full fuel cycle basis…It includes everything from producing the fuel (such as mining oil sands or growing corn for ethanol) to refining it and transporting it…and then burning the fuel in your vehicle.\nOn that basis, most of the emissions are from the tailpipe of the automobile… When you drive your car, most of the environmental impact comes out of the car itself, and a relatively small portion of it—let’s say 20 or 25 percent, depending on the fuel stream—comes from producing the fuel and refining it.\nI firmly believe the correct way to compare fuels is on this full fuel cycle basis…This is especially important when you’re comparing biofuels, for example. Biofuels have essentially zero emissions out of the tailpipe, because that carbon is not fossil carbon. That carbon in the fuel was just taken up by the plant out of the atmosphere while the plant was growing. So, if you’re just looking at one portion of the cycle, let’s say the automobile, a biofuels advocate might say, ‘My biofuel has no fossil carbon.’\nWell, that’s not the right way to look at it, because in order to grow the corn plant you need fertilizer, you need to run the ethanol factory, which sometimes runs on coal. So the only consistent way to compare across fuels is to sum up all of these things, and then compare the total emissions [for the entire process].\nICN: Tell us more about the EU fuel-quality directive. How does it encourage lower-carbon intensity fuels?\nBrandt:  The directive acts by assigning fuels to categories, and assigning all the fuels in each category a default industry average estimate…in grams of CO2 per megajoule of refined fuel (gasoline or diesel) that you consume in your automobile. [One megajoule is enough to power a 60-watt lightbulb for about 4.5 hours].\nFuels produced from a typical oil field such as the North Sea of Europe will range somewhere in the high 80s to mid 90s. And the oil sands are going to be typically somewhere in the range of 105 to 115 or so, with some that are a little lower and some that can be quite a bit higher.\nThe goal of my study was to assign a default [average] value to the oil sands, which we [calculated] as 107. Once that value is assigned, fuels that are imported are assigned this value. The goal of the fuel-quality directive is to reduce the overall score for all the fuels purchased, including gasoline, diesel, biofuels, natural gas vehicles etc.\nICN: The EU directive seeks to reduce greenhouse gas emissions from its transportation sector by 20 percent by 2020, compared to the 2010 values. As part of that effort, it aims to reduce the life cycle carbon intensity of transportation fuels by 6 percent by 2020. That seems like a very small change.\nBrandt: Six percent isn’t an enormous amount, but these are very large scale industries, and it takes a long time to institute new technologies.\nICN: Why is Canada’s oil sands industry so concerned about the EU directive?\nBrandt: The challenge for industries that produce higher carbon-intensity fuels is that the fuel becomes less valuable, because it makes it harder for an importer [in Europe] to meet their target if they’re importing some high carbon fuel. They would then have to import additional low-carbon fuel to offset this. This obviously is a concern for the oil sands producers.\nICN: Does Europe import a lot of fuel from Canada?\nBrandt: Not currently, no. I think the industry’s concern is that the EU directive will set a precedent. And in the future, Canada may export crude oil directly or indirectly to Europe.\nMost of the oil sands refineres in the U.S. are in the Chicago and Denver metropolitan areas…The point of the Keystone XL pipeline is to [bring] oil sands to the Gulf Coast. Our refineries produce more diesel than we can use, and they have excess gasoline, so there’s some trade across the Atlantic of gasoline or diesel.\nThe oil sands are growing pretty rapidly, so it could be conceivable in the future that Europe would import oil sands directly…But that’s not currently in place.\nICN: What are some best practices that the oil sands industry can use to reduce their emissions?\nBrandt: It’s a challenge. To their credit, the Canadians are putting a lot of effort into this…It’s not that they don’t know what they’re doing or that they don’t understand the science or that they’re purposefully doing something with high emissions. It’s that the resource [bitumen] is more challenging to extract.\nThere’s potential for improvement for the subsurface operations, where they inject steam. They’ve been reducing the amount of steam they have to inject, per unit of oil produced, pretty significantly over the last 20 years, and they’re getting better at it. A typical steam-injection rate is 3 barrels of steam per barrel of oil. Some projects produce tens of thousands of barrels of oil a day. That’s a lot of water you have to boil, over the course of a day in an oil field, so if you can reduce the amount of steam, then they can reduce the emissions by quite a bit.\nAnother thing they can do is shift their fuel use towards natural gas and away from fuels like coke. Petroleum coke is a byproduct of the upgrading or refining process—they use this in some of the oil sands operations. It’s a high carbon fuel that looks like coal. So they can shift essentially from using that fuel to using natural gas, which has lower carbon intensity. Some of the newer operations do this…There’s lots of work going on, lots of research.\nIt’s a relatively new industry—the first commercial plant started in the late 1960’s, and they only started scaling up in the last 15 years or so…The hope is that as the science improves, they can continue to reduce these emissions, and reduce this difference between the oil sands and conventional oil.\nICN: Could the industry’s expansion cancel out the progress it makes in reducing greenhouse gas emissons?\nBrandt: It certainly could. There are plans to expand the industry quite a bit. So that could definitely offset improvements in terms of the total emissions.\nRight now they’re producing 1.5 million barrels per day—it’s a little bit more than that now. From the projects that have been announced or proposed through the regulatory process…I’ve seen totals of somewhere around 7 million barrels per day. But you never know how many of these are actually going to be built, or how long it’s going to take. It could take 15 to 20 years for those to get built…[and] the regulatory process takes quite a long time.\nYou see a lot of projections for doubling [production] over the next 10-15 years, going to 3 and 4 million barrels per day by the mid 2020s. Again, those are guesses. It depends on what happens with the oil price, what happens in Asia, with growing demand in China. It depends on a lot of things.\nICN: Other reports have come up with different values for the carbon intensity of oil sands. One that has received a lot of press was prepared by Jacobs Consultancy for the Alberta government.\nBrandt: They’ve taken a different approach than my look at industry average values. They looked at specific crudes and specific oil sands extraction techniques, and they’ve emphasized that in some cases, the oil sands operations have lower emissions than some of the conventional oil operations…whereas my study was [about] the average industry values.\nICN: The Pembina Institute, a Canadian think tank that promotes sustainable energy, says the Jacobs report “effectively cherry-pick[ed] examples of the cleanest oil sands projects” and doesn’t account for the volume of oil sands produced from a wide range of oil sands operations.\nBrandt: I don’t know if I would phrase it that way myself, but the goal of the Jacobs report was not to compute an industry average value. I do think that an average value is what you should be looking at for something like the [EU] fuel-quality directive. Also, it is not clear that they sampled the full spectrum of conventional oil operations or the full spectrum of oil sands operations. More work needs to be done in this area to better understand the range of emissions in both conventional and oil sands operations.\nICN: Can you talk about some other studies?\nBrandt: There’s the GHGenius model out of Canada and the GREET model out of Argonne National Lab. There’s been some work done at NETL, the National Energy Technology Lab, and quite a bit of work done at the University of Calgary.\nGHGenius looks very similar to mine. NETL also looks similar. GREET looks a bit lower than mine, and the studies at Calgary are still coming out, so it’s hard to know exactly where they’ll come out.\nICN: Why does GREET have different results?\nBrandt: I put quite a bit of work into trying to understand what was going on there. It looks like…their fuel mix is a little different.\nICN: And by fuel mix, you mean the natural gas used to mine the bitumen?\nBrandt: Yes, or the diesel used to drive the trucks. Whatever fuel is consumed during the process—that’s what generates the emissions.\nICN: Can you compare the amount of energy used to produce a barrel of oil sands fuel with the amount of energy gained from burning that barrel of fuel?\nBrandt: I’m going to be looking at that this summer. We’re working on a study.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}