{
  "url": "https://insideclimatenews.org/news/07052012/television-meteorologists-climate-change-skeptics-weather-global-warming-john-coleman-james-span-joseph-daleo/",
  "title": "Why Don’t TV Meteorologists Believe in Climate Change?",
  "date": "2012-05-07T12:30:31-04:00",
  "content": "In recent years, the world’s scientists have begun to show that climate change is altering the magnitude and frequency of severe weather, and polls say a majority of Americans now link droughts, floods and other extremes to global warming.\nAnd yet, this country’s TV weather forecasters have increasingly taken to denying evidence that warming is affecting weather—or is even happening at all. Only 19 percent accept the established science that human activity is driving climate change, says a 2011 report by the George Mason University Center for Climate Change Communication, making TV meteorologists far more skeptical than the public at large.\nThat’s a troubling statistic for some climate advocacy groups, which recently launched the “Forecast the Facts” campaign. Those advocates worry that Americans hungry for information on global warming will seek answers from popular and enterprising TV forecasters who reject the climate science consensus—especially as social media use grows.\n“Their denial has the potential to have a huge impact on their viewers,” says Daniel Souweine, co-founder of the nonprofit Citizen Engagement Lab and campaign director of Forecast the Facts.\nClimate skeptic forecaster James Spann, for instance, a TV meteorologist in Birmingham, Ala., has almost 98,000 Facebook “likes” and 60,000 Twitter followers, more than any local TV talent in the nation, finds one report. A recent tweet has Spann attacking Bill Nye, the TV host and science educator, for connecting hurricanes to climate change. “Somebody needs to tell this stooge the difference between weather and climate.”\n“Local weathercasters are sort of rock stars … and surveys show that the general public cares about what their weathercaster thinks of climate change,” says Edward Maibach, director of the George Mason University Center for Climate Change Communication and lead researcher on several surveys of meteorologists’ global warming views.\nBut why TV meteorologists veer so far from the opinion of climate scientists is something researchers haven’t yet polled. Experts interviewed for this story cite three main reasons for the disparity: their different levels of confidence in climate models, meteorologists’ lack of education in global warming science and personal politics.\nDistrust in Climate Models\nAbout 97 percent of climate researchers believe that climate change is real and caused by humans, according to a recent report from the National Academy of Sciences. Most working meteorologists fall into that camp, says Keith Seitter, the executive director of the American Meteorological Society (AMS). TV forecasters make up a small fraction of meteorologists.\nIn 2007, the 14,000-member AMS released a statement acknowledging the scientific consensus that human activity is causing the world’s climate to warm. The AMS is the nation’s largest meteorology membership organization.\nSeitter says most U.S. meteorologists are researchers, such as state climatologists or those who work at NASA, the National Oceanic and Atmospheric Administration (NOAA), universities and nonprofit institutions. About 10 percent are TV weather reporters, he notes.\nThey are “unusually skeptical” and “pretty vocal … [This] has caused some conflict within the AMS.” Some members have dropped their membership because of the society’s stance on global warming, Seitter says.\nExperts say one answer to the broadcaster/scientist disparity lies in their different levels of confidence in computer models.\nWhile the models TV meteorologists use to forecast weather use the same “physics” as those scientists use to predict long-term climate trends (for instance, the same calculations for how the atmosphere and biosphere interact), the data they plug into them is quite different, explains Keith Dixon, a research meteorologist at NOAA, who focuses on climate variability.\nJust using different data produces scenarios with vastly different accuracies, he says.\nTV meteorologists generally plug in very localized parameters like current wind speed and sea surface temperatures, which provide clues to rainfall and cloud formation in the immediate future, in a particular area.\nWeather models are usually only accurate in predicting five- or seven-day forecasts—if that. A common belief of broadcasters is that climate models are just as fallible.\n“The forecasters live in the real world. They know models in general, and they know these models don’t even get tomorrow right,” says Joseph D’Aleo, a well-known climate skeptic and the first director of meteorology at The Weather Channel. “They aren’t going to trust them to be right about what is going to happen in 2100.” Polls show that a vast majority of weathercasters, about 75 percent, distrust models of climate change.\nBut Dixon says that mistrust isn’t warranted.\nHe explains that climate scientists crunch different data that plays a large role in determining long-term climate variability, such as the movement of heat within the oceans or the amount of sunlight reaching the Earth’s surface. “We’re making projections about the overall climate,” Dixon says, and that bigger-picture data is what makes long-term predictions so accurate. Plug in current wind speed into those models, he suggests, and the accuracy plummets.\n“It’s a bit disappointing that this confusion over the models still exists.”\nSeitter of AMS agrees there is a “disconnect” over the models and says it “can be easily fixed.”\n“Simply teaching [broadcast meteorologists] about the differences [between weather and climate] models, about how they are essentially the same, but used in different ways, can do a lot to clear up any skepticism.”\nState of Meteorology Education\nMost research meteorologists have graduate degrees in meteorology or related fields like atmospheric sciences. About half of TV forecasters have bachelor degrees in meteorology, says Maibach of the George Mason University Center for Climate Change Communication. The other half is composed mainly of journalists who were assigned the weather beat.\nProminent broadcast meteorologists who are skeptical of climate science fall into both categories. For instance, John Coleman, co-founder of The Weather Channel and weatherman for KUSI-TV in San Diego—who has described global warming as “a fictional, manufactured crisis and a total scam”—has an undergraduate degree in journalism.\nOthers, including San Antonio meteorologist Bill Taylor and Cleveland forecaster Mark Johnson, both vocal climate skeptics, started with undergraduate degrees in journalism or related fields like communications and later obtained meteorology certifications from Mississippi State University, a three-year distance learning program. Still others, like Brian Bledsoe of KKTV in Colorado and Andre Bernier of WJW in Cleveland, also both known skeptics, hold undergraduate degrees in meteorology.\nBut even if all TV forecasters had degrees in meteorology would it matter? “There are virtually no undergraduate meteorology programs in the country that have a significant climatology component,” says Bud Ward, editor of the Yale Forum on Climate Change and the Media, part of a Yale climate initiative that has recently turned its attention to this issue.\n“You can go through your whole degree without ever having taken a course on climate.”\nEven those programs considered top in the nation—such as Penn State and the University of Oklahoma—are only now adding global warming science to their curricula, though they have long taught the fundamentals of how the climate system works.\nBill Brune, an atmospheric chemist and head of Penn State’s Department of Meteorology, says that students are exposed to concepts of climate science in two required classes—a survey course on atmospheric sciences and an upper-level undergraduate course called Radiation and Climate.\n“In these and other courses, students are shown the changes in atmospheric composition and their impacts on atmospheric science and climate. The words ‘climate change’ … do not necessarily appear on the course descriptions, but they are in the course syllabi or lectures.”\nBrune says changes are afoot. The course Climate Dynamics, currently an elective for meteorology students, was approved as a requirement starting next year. The class will cover climate change and its human influences, Brune notes.\nMost undergraduate programs, including the University of Oklahoma, have added optional climate-related coursework during the past few years, a decision that some experts say could portend an increase in the number of forecasters who accept human-caused climate change.\nD’Aleo, formerly of The Weather Channel and a former professor of meteorology at Lyndon State College of Vermont, says that introducing climate science into curricula will bias students against the belief that long-term climate change is driven by natural forces.\n“When I was a professor years ago, we taught students how to think, not what to think,” he says.\nAMS and the National Weather Association (NWA), the other major U.S. professional organization for meteorologists, offer optional broadcast meteorology certification programs. To obtain AMS certification, forecasters have to take courses on a range of topics from atmospheric physics to remote sensing, to pass a written exam and to have their on-air work and forecasts reviewed.\nThe AMS doesn’t require climate science coursework to earn certification. Nor does the society test forecasters’ global warming knowledge during the exam. “There is no discussion of changing the requirements to include [climate change],” says Seitter of AMS. The certification program is geared toward making sure broadcasters have adequate knowledge of forecasting, “since this is what these guys are getting paid to do.”\nSeitter notes that forecasters are encouraged to take global warming courses on their own.\nTo get NWA certification, TV meteorologists similarly have to pass a written exam and have their work critiqued by the society. Applicants are not tested on their climate change knowledge.\nSouweine of Forecast the Facts believes the AMS and NWA programs need to change. “A certification for meteorologists that has no requirement for them to be able to speak intelligently and in an informed way about climate change seems like an empty certification,” he says.\nSouweine says the campaign plans to put pressure on both societies to require such coursework.\nBut whether or how a weathercaster chooses to discuss climate change may come down to something harder to influence, says Maibach: their personal politics and beliefs.\nIn recent years, climate change has become a partisan lighting rod, with the majority of Democrats, about two-thirds, believing that Earth’s temperature is rising from human activity, with only one-third of Republicans agreeing with them, say polls.\nNo candidate who was vying for the GOP presidential nomination admitted to the scientific consensus, even if they supported climate policy in the past.\nMeteorologists are not immune, says Maibach. “Climate change has become so politically polarized that someone’s party affiliation is now the dominant lens through which people come to look at the issue—even if they have scientific training.”\nMaibach says he believes that personal politics are so central to views on climate change that he is considering asking TV meteorologists to state their party affiliations in upcoming surveys.\nAudience Expectations\nWeathercasters are often the only people at their stations with scientific backgrounds. As a result, they often engage in on-air chit-chat with news anchors on science issues, including global warming. They also write articles for the station’s website and are frequently invited to give guest lectures at schools and various community organizations.\nFor many Americans, their TV weatherperson is the only climate-related authority they encounter each day.\n“Most Americans are never going to know who the world’s major climate scientists are, but they know who their weatherperson is,” Souweine says. According to a survey by Maibach and colleagues, more than three-quarters of TV meteorologists say they have discussed the topic of global warming either on or off air.\nThe Yale Project on Climate Change Communication has hosted workshops across the country that connect TV weathercasters with climate scientists. During the day-long event, climate scientists discuss the link between climate change and weather, address the latest science and help meteorologists understand how global warming will affect their regions. “We go into this realistically,” says Ward, the editor of the forum and workshop organizer. “We know we are not always going to change people’s opinions, so that is not our goal. We just want to provide them with accurate information and give them avenues to ask questions.”\nBut some, like D’Aleo, who is no longer on the air but runs a website called ICECAP, which promotes views of climate skeptics, say global warming should be off limits to forecasters.\n“It is not our role,” he says. “And in fact, many station managers have told forecasters not to do it, because if you take one side or another it will alienate a percentage of your audience and you might lose them.” In 2010, D’Aleo did an on-air segment with Coleman in San Diego, in which he accuses climate scientists of manipulating temperature data on global warming.\nSouweine of Forecast the Facts says that silence isn’t an option. “Viewers do care about this … They feel it is the job of the news to tell them what is going on, and [climate change] is the biggest weather story of the 21st century.\n“When they don’t mention climate change while reporting on another set of record high temperatures or unprecedented severe weather,” Souweine continues, “it is like a news reporter talking about a string of murders and not mentioning there is a suspect in custody.”\nInsideClimate News intern Kathryn Doyle contributed reporting to this story.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}