{
  "url": "https://insideclimatenews.org/news/25042012/weather-insider-climate-change-global-warming-extreme-weather-heat-wave-noaa-tornadoes/",
  "title": "Weather Insider: March Heat, April Snow and Black Swans",
  "date": "2012-04-25T09:30:42-04:00",
  "content": "This spring seems to have no end to the tricks up its sleeve.\nWinter may have gone AWOL in March, but it was back with a vengeance earlier this week when a rare, late-April snowstorm blanketed parts of a dozen states.\nSnow fell from Maine to North Carolina. Laurel Summit, Penn., in the mountains southeast of Pittsburgh, recorded almost two feet from Sunday through Tuesday morning. Newfield, in the Finger Lakes region of Western New York, got 10 inches.\nThe last time a storm of this magnitude hit the East this late in April was in 1928, according to the National Weather Service. (See snowfall totals around the region.)\nSnowstorms have occurred in the area as late as May, but this one may prove to be unusually damaging to trees. Because of the warm spring, many trees leafed out early. That can cause branches to catch and hold more snow, making it more likely that they’ll snap from the weight.\nMarch Warmth: For the Record Books\nThe warmest March in U.S. history played with plants and messed with minds across much of the country. But nowhere was this seasonal non sequitur greater than in the Midwest, where temperatures were the most out of whack.\nIowa’s average March temperature of 51.1 degrees obliterated the state’s record, set in 1910, by 3.4 degrees. Northeastern Iowa, with highs that averaged 11 degrees above normal, had the most atypical warmth on the planet, according to scientists at the University of Alabama at Huntsville.\n“Some of these daily average temperatures we don’t see until late May,” said Jeff Boyne, a forecaster in the La Crosse, Wis., National Weather Service office. “They were almost summerlike.”\nThe warmth brought a severe, early case of spring fever. People grew antsy. The calendar was saying it was late winter, but their bodies, and the trees and flowers around them, seemed to be operating under a different clock.\nForsythia bushes, which usually don’t bloom until mid April, started blossoming in southern Wisconsin on March 18. Bleeding hearts flowers appeared March 18 and mushrooms on March 31—both almost two months early.\nKyle Holthaus, who runs a nursery near Waukon, in northern Iowa, was getting requests for pansies and vegetable six packs, but he wouldn’t sell them. It was way too soon, he said.\nThe urge to exercise was strong, too. Warm spells in March aren’t unheard of, but never had one lasted this long. Residents looked to the public parks to release some energy.\n“The problem was, we weren’t near ready to open those facilities,” said Chad Bird, city manager in tiny Decorah, Iowa. “They don’t open until the first of May.”\nFarmers had their own temptations. On March 9, the soil temperature in southern Wisconsin was a fairly typical 31 degrees. By March 18, it had zoomed to 58, a jump that normally would take a month or a month and a half.\n“Nature is telling you it’s time to plant,” said Dave Miller, director of Research for the Iowa Farm Bureau Federation. “Particularly when we had some of those 80 degree days, it’s hard to sit around and not go out into the field.”\nMiller said maybe 10,000 to 15,000 acres of corn went in early, but the vast majority of farmers waited, knowing that if they planted before April 11, they wouldn’t be able to get full crop insurance. Freakishly warm air and soil temperatures may have been goading them to act; history and the insurance industry were telling them that damaging frosts, freezes and snow were still likely.\nAnd those frosts did come. This month the weather returned to normal in the Midwest, with temperatures in northern Iowa and southern Wisconsin dropping into the 20s several nights.\nA ‘Black Swan’\nDid global warming play a part in this weather weirdness?\nMartin Hoerling, a climate scientist at the Earth System Research Laboratory in Boulder, Colo., looked into it. He examined the conditions at the surface and the upper atmosphere in the weeks during and prior to the extreme warmth, and he looked at the March trends over the last two decades.\nHis preliminary conclusion: Most of the extreme warmth was due to random weather, the kind of event that comes around every 100 years or so, with or without man’s influence. Global warming likely played a very minor role in triggering the event, he said, and it probably contributed no more than 5 to 10 percent of the added warmth.\nBut March was so unusual, so far from what people have grown accustomed to, that it’s likely to be studied by many scientists for years.\n“It’s one of those events we call a ‘black swan,’ ” said Boyne, the forecaster in Wisconsin. “You probably only see one in a lifetime.”\nClimate scientists are still trying to understand if black swans are becoming more frequent.\nTornadoes: Saw Them Coming\nWhile March 2012 will be known for its mildness, April will be remembered for its mayhem, extreme weather and snow.\nMiller, from the Iowa farm bureau, said one of his farms got 6 inches of rain on April 14, and most of it came in two hours.\n“That was the heaviest rain I’ve ever driven in,” he said. “You couldn’t see the front of the hood on the truck.”\nThe downpours he saw, which included driving hail as big as golf balls, were part of a massive outbreak of destructive weather across much of the Midwest. Preliminary reports showed 114 tornadoes that day.\nOne twister in Woodward, Okla., killed six people. Another wiped out about three-fourths of the homes in Thurman, Iowa, but no one died.\nBesides its magnitude, the outbreak will be recalled as one of the best predicted, if not the best-predicted severe-weather event in the National Weather Service’s history. Authorities believe the death toll would have been much higher if the forecasts hadn’t been both very early and accurate.\nThe weather service had forecast the possibility of severe “life-threatening” weather in the southern and central plains seven days in advance. The day of the storms, they issued 124 tornado warnings and 213 severe thunderstorm warnings.\nThe luck of location also helped reduce the death toll. The vast majority of the tornadoes, as usual, were in open fields, far from cities and towns in the sparsely populated Midwest.\nThis was only the second time in Weather Service history that an approaching storm system was labeled “high risk” more than a day in advance. The other time was in April 2006, when nearly 100 tornadoes struck the southeastern U.S. Both predictions proved correct.\nExtreme Weather Poll\nIn the minds of most Americans, extreme weather events are increasingly tied to global warming.\nA study by The Yale Project on Climate Change Communication and George Mason University Center for Climate Change Communication found that 82 percent of Americans say they personally experienced one or more types of extreme weather or a natural disaster in the past year. Two thirds believe global warming made those extreme events worse.\nOther findings of the study:\nNotable March statistics from the National Climatic Data Center:\nRobert Krier has been writing about weather and climate issues for U-T San Diego for 13 years.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}