{
  "url": "https://insideclimatenews.org/news/27042012/this-week-clean-economy-american-legislative-exchange-council-alec-renewable-energy-standards-exxonmobil-koch/",
  "title": "This Week in Clean Economy: ALEC May Target Renewable Energy Mandates",
  "date": "2012-04-27T10:00:27-04:00",
  "content": "The American Legislative Exchange Council (ALEC), a conservative policy group, has helped state lawmakers craft measures aimed at curtailing U.S. EPA air pollution rules, repealing cap and trade and teaching climate skepticism in schools, among many other things.\nA future target could be renewable energy mandates, which are on the books in more than half of U.S. states.\n“I expect the issue to be discussed at one of our upcoming task force meetings,” Todd Wynn of ALEC told InsideClimate News. “Discussions within the task force can, and do, lead to the development of ALEC model bills.” Wynn directs the council’s Energy, Environment and Agriculture task force.\nThe Washington-based nonprofit is composed of nearly 2,000 state legislators—most of whom are Republicans—as well as some of the country’s most powerful corporations. Among its members are ExxonMobil, the biggest privately controlled U.S. oil and gas company; energy conglomerate Koch Industries, the second-largest private company in the United States; and Peabody Energy, the country’s largest coal producer. Companies’ annual dues of $7,000 to $25,000, plus their extra cash donations, accounted for most of ALEC’s $7 million budget in 2010, according to media reports.\nALEC’s main activity is to draft model bills and resolutions to reduce government regulation and bolster business interests.\nWhile ALEC has been quietly working to promote a free-market agenda since the 1970s, it was thrust in the media spotlight last summer, when the Center for Media and Democracy, a liberal watchdog group, published an online archive of more than 800 ALEC measures. Today, ALEC is again under the microscope for pushing controversial “stand your ground” gun laws at the center of the Trayvon Martin shooting case in Florida.\nOn Monday, Bloomberg broke the news that ALEC may write model measures later this year to strike down state renewable portfolio standards (RPS). The report instantly sparked a flurry of outrage in environmental circles.\nAlready, ALEC has model legislation to help state legislators block a federal RPS. That resolution “urges the United States Congress not to … mandate minimum market shares for such technologies in excess of the levels sustainable subject to real market forces.”\nIn an interview with InsideClimate News this week, Wynn said that no decision has been made on drafting text to abolish state RPS measures. He anticipates that it will be discussed at meetings this year, and said that “policies related to renewable energy could be brought up in the next couple of years.”\nIf that happens, Wynn said, it would be to satisfy a growing desire in some states to undo such mandates. “ALEC members are state legislators, and many state legislators are expressing concern about the cost of renewable energy,” he said.\nSince last fall, lawmakers in nine states have introduced bills to either repeal or weaken their RPS laws. At least three states—Ohio, Michigan and West Virginia—have proposed legislation to revoke their mandatory standards. The three bills are still in committee.\nALEC holds three conferences a year where state legislators discuss topics for draft legislation. The largest conference will be held in late July.\n‘Need to Take It Seriously’\nRenewable energy mandates require electric utilities to get a certain percentage of their electricity from clean energy sources. Twenty-nine states and Washington, D.C., have mandatory standards, while 12 have voluntary goals.\nSuch laws have been around since the late 1990s, though most states adopted them in the mid-2000s. The mounting opposition is due largely to Republican gains in mid-term elections in late 2010. In 20 states, the GOP now controls both the governorship and the legislature, more than double the number two years ago.\nClean energy advocates say the standards are critical for creating steady market demand for clean power and for building America’s clean energy economy.\nEnvironmental advocates in New Jersey, for instance, credit the state’s 13-year-old RPS for helping to create more than 3,000 new jobs in its solar industry, the second-largest solar market in the country. And in Texas, a clean power mandate helped to get a local wind industry off the ground that now employs at least 6,000 people, according to figures from the American Wind Energy Association, a trade group.\nRichard Caperton, director of clean energy investment for the Center for American Progress (CAP), a liberal policy group, said RPS measures are one of the main reasons why investment in America’s renewables sector has soared during the past decade. The United States attracted $48.1 billion in public and private financing for clean energy technologies last year, up 40 percent from 2010, according to a recent report by Pew Charitable Trusts.\nCaperton said that if ALEC drafts a model bill for repealing RPS policies, it could pose “a big risk” to the nation’s clean energy progress, and “clean energy advocates need to take it seriously.”\n“They have very active members who use their model legislation effectively,” he said of ALEC.\nAn ALEC membership brochure claims that lawmakers typically introduce more than 1,000 bills each year based on the council’s models. Of those, about 17 percent get passed, according to a New York Times report published Saturday.\nWynn of ALEC told InsideClimate News that the council isn’t opposed to developing renewable energy, but that it doesn’t support “mandates that force ratepayers to purchase politically preferred sources of energy,” which he said would require consumers to pay more.\nA February report by the Manhattan Institute, a conservative think tank, found that in seven coal-dependent states with RPS mandates, electricity prices rose more than 54 percent between 2001 and 2010, more than double the rate hike in seven other coal  states without such laws. In April, CAP released a report that disputed those findings. It found that in 12 states with renewables mandates, price increases slowed after RPS policies were adopted, and in some cases they dropped below the national average. (Paragraph added for clarification 4/27/2012)\nALEC Language in Anti-Climate Bills\nALEC similarly opposes state and federal cap-and-trade schemes, EPA regulations to curb greenhouse gas emissions and other climate initiatives. The group’s website says that it is working with state legislators “to urge withdrawal from … these costly measures that bind businesses and harm economies with no substantial environmental benefit.”\nALEC’s position on global climate change is that it is “a historical phenomenon” and “inevitable.”\nLast year, Montana, New Mexico, Oregon and Washington all used ALEC-formulated language in resolutions to withdraw from the Western Climate Initiative. The cap-and-trade program was a pact between seven U.S. states and four Canadian provinces.\nEach of those resolutions stated that “the Western Climate Initiative will increase the cost of doing business, push companies to do business with other states or nations and increase consumer costs for electricity, fuel and food.” They also said that “a tremendous amount of economic growth would be sacrificed for a reduction in carbon emissions that would have no appreciable impact on global concentrations on carbon dioxide.”\nBoth sentences were crafted by ALEC.\nThe resolutions were either voted down or never moved out of committee. Today, only California and the Canadian provinces remain in the initiative, after Arizona withdrew and all other states were dropped for not passing laws that would allow them to participate.\nIn New Hampshire, a 2011 bill to exit the Regional Greenhouse Gas Initiative, the first cap-and-trade scheme in America, similarly contained ALEC language. The council’s text was later removed, however, after Rep. James Garrity, a Republican and chair of the House Science, Technology and Energy Committee, protested its inclusion, explaining that the “committee does not feel that editorials belong in laws,” Grist reported last year.  Democratic Gov. John Lynch vetoed the bill last July.\nEarlier this month, a Media Matters investigation revealed that since 2008 seven states have passed measures or promoted legislation using ALEC text to allow schools to begin teaching “difference perspectives” on “scientific and economic controversies” like evolution and global warming.\nMost recently, Tennessee approved a law based on ALEC’s “Environmental Literacy Improvement Act.” That model bill allows teachers to discuss the “scientific weaknesses” of both scientific subjects.\nMeanwhile, ALEC recently adopted model legislation for gas drilling, which is designed to let energy companies keep secret the names of certain chemicals used in fracking operations, the New York Times reported. The bill is based on a Texas law, and has provided the basic text for measures in five other states. Its development was sponsored within ALEC by ExxonMobil, the country’s biggest producer of natural gas.\nWill ALEC-backed measures similarly further attempts to dismantle renewable power mandates? At this point only time will tell, said Caperton of the Center for American Progress.\nPointing to the increasing media scrutiny of the council, he said that “ALEC is under siege right now, and it’s unclear how that is going to play out. That definitely impacts how effective they’ll be at this [anti-RPS] effort.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}