{
  "url": "https://insideclimatenews.org/news/30032012/total-north-sea-gas-platform-elgin-aberdeen-explosion-bp-deepwater-horizon-oil-spill/",
  "title": "Total Tries to Prevent Explosion at Leaking North Sea Gas Platform",
  "date": "2012-03-30T11:00:07-04:00",
  "content": "France’s Total is laying plans including a helicopter water drop, fire-fighting vessels and spraying nitrogen to extinguish a flare on its Elgin North Sea gas platform that is leaking explosive clouds of gas, the energy department said.\nThe flare, lit as part of evacuation proceedings to relieve pressure in the abandoned rig, cannot be turned off remotely and remains at risk of igniting the explosive plumes pumping out of the platform, the department said.\nBut it added aerial surveillance suggests the flame has reduced in size, offering hope for a safe resolution to the crisis.\nThe authorities have praised the embattled French oil firm’s handling of the leak, one of the North Sea’s biggest in decades, calling it “effective” and conditions on the rig “stable” as hydrocarbons continue to spew into the atmosphere.\nTotal has dismissed the risk of a blast at the platform and has two fire-fighting ships ready to act outside a two mile-exclusion zone set up to protect marine traffic. Experts warn Elgin could become “an explosion waiting to happen.”\nThe leak started on Sunday and forced the evacuation of all 238 workers from the platform, which sits in waters less than 100 metres deep and 240 km (150 miles) off the east coast of Scotland.\nTotal as well as UK authorities have described the expected environmental impact from the plume of gas and a spreading sheen of light oil on the water as “minimal,” although environmental experts said much of the gas “cocktail” would be either flammable or poisonous at close quarters.\nMemories are still raw in the North Sea industry of the Piper Alpha platform fire 24 years ago, when 167 people were killed in the world’s deadliest offshore oil disaster.\nThe energy department said that while alight the flare remained a risk despite prevailing winds blowing the gas cloud away from the flame for the foreseeable future.\n“Total has assured the government the platform is designed so the flare is located in a position where the prevailing wind blows the gas release away from it,” it said.\nThe team of international experts advising Total on how to plug the leak – which has now entered its sixth day – has not made its final recommendation, it said.\nOptions\nThe options on the table include drilling a relief well, the safest but also slow and costly, and pumping heavy mud into the stricken well from the platform itself, faster but far more dangerous.\nRelief drilling would take six months and require boring through 4 kilometres of rock with painstaking mathematical precision, because it must intercept the gas pocket at exactly the right point, an engineer said.\nThe accident has thrown a spotlight on the safety record of energy production in the British sector of the North Sea, with union officials claiming that the frequency of safety lapses has become intolerable.\nThe depth of the pocket leaking gas to the Elgin platform via compromised layers of piping suggests there is more gas present rather than less, increasing the pressure on Total to drill a relief well, an engineer with knowledge of the matter said on Thursday.\nThe company previously said it hoped the leak would run itself dry as reservoir pressure dropped, removing the need to bore a hole that could take six months and cost up to $3 billion.\nTotal believes a section of well pipe 4,000 meters below the seabed – prey to conditions of high pressure and temperature – had become porous, the energy department said.\nThe government said it had convened a crisis committee of energy ministry, healthy and safety, marine and coastguard officials from England and Scotland to advise and monitor on Total’s response.\nCredit ratings agency Fitch said current reports of the leak suggested the incident was not as serious as the explosion at the Deepwater Horizon platform in the Gulf of Mexico.\nThat blast killed 11 workers and ruptured BP’s Macondo well, unleashing millions of barrels of oil into the Gulf of Mexico. BP struck a deal estimated at $7.8 billion with businesses and individuals suing over the spill.\n(Editing by James Jukwey)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}