{
  "url": "https://insideclimatenews.org/news/13032012/climate-science-legal-defense-fund-skeptics-global-warming-michael-mann-hockey-stick-university-of-virginia/",
  "title": "Legal Fund Helping Climate Scientists Draw Line in the Sand",
  "date": "2012-03-13T13:30:28-04:00",
  "content": "The Climate Science Legal Defense Fund, which was officially formed less than two months ago, is already working with five scientists who are defending themselves against lawsuits initiated by groups that doubt and deny the preponderance of climate science.\nOne of the scientists is Michael Mann, the internationally respected climate scientist who has been ensnared in two highly publicized legal battles seeking release of emails and other documents during his tenure at the University of Virginia. One of those cases was  dismissed earlier this month by the Virginia Supreme Court.\nThe Climate Science Defense Fund declined to release the names of the other four scientists it’s working with. But Jeff Ruch, executive director of Public Employees for Environmental Responsibility (PEER), which serves as the Defense Fund’s fiscal sponsor, said two of the cases involve requests for voluminous amounts of public records similar to those in Mann’s.\nThe idea for the Climate Science Legal Defense Fund was hatched last summer, when Scott Mandia, a professor of physical sciences at Suffolk Community College, and Joshua Wolfe, photographer and co-author of the book Climate Change: Picturing the Science, were discussing Mann’s plight.\nThe lawsuits against Mann, who shared in the 2007 Nobel Prize for his work on the Intergovernmental Panel on Climate Change (IPCC), have targeted the science behind his paper that developed what’s become known as the Hockey Stick graph, which illustrates the recent rise in global temperatures. Several investigations—including into the hacked emails from the University of East Anglia that became known as “climategate”—have cleared Mann of any wrongdoing. But Virginia’s Attorney General and the American Tradition Institute (ATI), a non-profit think tank that supports a free-market and private property approach to environmental policy, separately continued their pursuit of Mann’s correspondence with the aim of finding flaws in his science.\nDavid Schnare, director of ATI’s Environmental Law Center, said the Defense Fund is “defending a political statement” rather than defending science. “We don’t generally defend political statements,” said Schnare, referring to his organization.\n“The money to defend the climate alarmist community, the environmental community that supports that agenda, is broad and deep,” Schnare said. “It generates hundreds of millions of dollars.”\nThe University of Virginia is covering a large portion of the legal expenses in both the lawsuits involving Mann, but Mandia and Wolfe realized the scientist would still need some help with attorney fees. So Mandia set up a PayPal account and sent out a “dear colleague” letter on his website last fall.\n“Many scientists do not enjoy the institutional support necessary to fight attacks from well-funded science-denying groups,” the letter said. “We need to help scientists to defend themselves. If ATI succeeds in this case, it would set a terrible precedent for scientists at public institutions across the country. But if they are turned back here, it will send a clear message to climate deniers that scientists are willing to stand up to them and fight for their rights.”\nWithin a day, about $10,000 in small donations had come in. Knowing that Mann is not the only climate scientist who might need legal assistance, Mandia and Wolfe went on to establish the Climate Science Legal Defense Fund. Officially launched in January with PEER as its fiscal sponsor, the fund’s mission is “protecting the scientific endeavor” and helping “climate scientists protect themselves and their work from industry-funded legal attacks.”\nTo date, the Defense Fund has raised about $25,000.\n“Our goal,” Wolfe said in a phone interview, is to “make sure scientists can do their science … to let the science community do its job and not get caught up in legal efforts. We’re not actively trying to pick a fight or become part of the debate but to provide a badly needed service … The goal is not litigation but to make sure scientists have the best advice in their time of need.”\nThe fund’s short-term goals, explained PEER’s Jeff Ruch, are to provide free legal assistance and advice through a network of pro-bono attorneys and advisors, and also to provide some financial assistance for legal defense. Long-term goals include educating scientists and their academic institutions on legal issues, including how to respond to the Freedom of Information Act (FOIA) requests for faculty email correspondence that prompted the lawsuits against Mann.\nRuch described them as “vacuum cleaner FOIAs,” because they ask for an overwhelming volume of information. The American Tradition Institute’s FOIA in one of Mann’s cases asked the University of Virginia for thousands of emails—the ATI website says 12,000– dating back more than 10 years.\n“What we have here is an assault against science. It’s clearly well-funded and targeted at squelching academic freedom and curiosity,” said Peter Fontaine, an attorney with the firm Cozen O’Connor, which is defending Mann.\nThe university says it spent $570,698 defending itself against the Virginia Attorney General’s investigation, which sought documents related to climate change research Mann conducted when he was a UVA assistant professor of environmental sciences from 1999 to 2005. Because the university’s counsel is appointed by and answerable to the Virginia Attorney General, UVA was represented by outside counsel and private funds covered its costs.\nThe nearly two-year long case, dismissed by the Virginia Supreme Court on March 2, was brought by state Attorney General Ken Cuccinelli, who sought to prove that Mann had manipulated scientific data and therefore obtained his University of Virginia research grants fraudulently. Had Cuccinelli’s interpretation of the law prevailed, the University would have had to comply with two Civil Investigative Demands under the Virginia Fraud Against Taxpayers Act and turn over years’ worth of correspondence and other documents.\nThe University of Virginia and Mann, who now directs the Penn State University Earth System Science Center, are still contending with the American Tradition Institute’s lawsuit.\nIn its 2011 Year in Review, the ATI said its “litigation center is moving at full speed: we have filed a series of landmark Freedom of Information requests and lawsuits challenging the anti-freedom environmentalist agenda.”\nThe ATI won an earlier FOIA case seeking the release of scientist James Hansen’s NASA email relating to fees for work and speaking engagements he did outside of NASA.\nRuch said FOIA requests can be a complicated area of law. Although public institutions are generally subject to Freedom of Information Act requests, some public universities are exempt from public records laws and individual states have different FOIA policies. Whether records are subject to Freedom of Information Act requests may also depend on where the documents in question appear and possibly on funding sources supporting that work. For example, Ruch said “Is a journal article that appears under a scientist’s own name official university business?”\n“These attacks on climate science are multi-purposed,” Mann said in an interview “One of my greatest concerns is that this will tell young scientists that this area of science is off limits.\n“It’s part of a larger strategy to undermine confidence in science by vested interests who see science as a threat to their profits,” he said. Part of the aim “is to scare other scientists and manufacture an air of controversy.”\nATI acknowledges that global temperatures are rising, said Schnare, director of the organization’s Environmental Law Center, but it doesn’t agree with what the models say with respect to the contribution of human activities to that increase.\nThe ATI’s 2011 Year in Review said that in 2012 the organization “will be expanding our research efforts with the goals to reverse the trend of massively wasteful, politically driven and often environmentally harmful public policy. Our investigative journalism team will be ever vigilant in exposing those who use alarmism to enrich themselves at the expense of the taxpayer.”\nIn what can easily be read as a metaphor for the Climate Science Legal Defense Fund, Mann describes what he calls the “Serengeti strategy” in the prologue to The Hockey Stick and the Climate Wars: Dispatches from the Front Lines, his new memoir about his experience defending his work against climate science deniers. On a trip to Serengeti National Park, Mann watched a group of zebras line up back-to-back in “a continuous wall of vertical stripes” in an effort to deter predators’ ability to pick out a single and vulnerable individual.\n“Only later,” writes Mann, “would I understand the profound lesson this scene from nature had to offer me and my fellow climate scientists in the years to come.”\nKatharine Hayhoe, director of the Climate Science Center at Texas Tech University, hasn’t been sued, but she spends lots of time defending her science from some of the same sources that are supporting the lawsuit against Mann. Hayhoe has contributed to more than 50 peer-reviewed publications and served as an expert reviewer for the IPCC’s 2007 assessment. She is also an avowed Christian and co-author of the book, A Climate for Change: Global Warming Facts for Faith-Based Decisions, work that has prompted what she calls an onslaught of “nuisance attacks.”\nHayhoe said just knowing that a group like the Climate Science Defense Fund exists is important, because it tells climate scientists they are not alone.\n“It’s really important that people understand that there are people deliberately trying to make it hard to do science,” Hayhoe sad. “It’s the only world we’ve got and it’s important to understand what’s going on so we can make decisions.”\nClarification: Katharine Hayhoe’s title has been corrected. She is director of the Climate Science Center at Texas Tech University.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}