{
  "url": "https://insideclimatenews.org/news/01032012/northern-gateway-pipeline-canada-harper-tar-oil-sands-forestethics-first-nations-charities-nonprofits-keystone-xl/",
  "title": "Canadian Government Targeting Opponents of New Oil Sands Pipeline",
  "date": "2012-03-01T13:30:25-05:00",
  "content": "As U.S. environmental groups renew their battle against the resurrected Keystone XL oil pipeline, their counterparts in Canada are facing a deeper problem—a government campaign to limit their influence over Canada’s Northern Gateway pipeline.\nThe proposed Northern Gateway would funnel tar sands crude oil from Alberta to the Pacific Coast, where Canada could ship the oil via tankers to China and other countries. Canadian Prime Minister Stephen Harper expressed his support for the $6.6 billion project in January, before the first public hearing was held, and he reiterated his position during a recent visit to China.\nAlberta’s tar sands contain the world’s third largest reserve of oil, but the province is landlocked. The booming oil industry there wants to build new pipelines to carry its crude to ports along the Gulf of Mexico and the Pacific coast to gain access to global markets.\nThe Northern Gateway would consist of two 731-mile pipelines. One would funnel up to 525,000 barrels of oil per day from Alberta to the city of Kitimat on the British Columbia coast. The other would flow from Kitimat to Alberta, carrying a liquid used to dilute the heavy crude so it can flow in pipelines.\nThe pipelines are controversial because they would cross vast forests and the two largest salmon-producing streams in Canada. British Columbia is also home to 200 First Nations communities, the aboriginal peoples indigenous to Canada, most of whom oppose the project.\nArt Sterritt, executive director of Coastal First Nations, an alliance of 10 communities along the Pacific Coast, said his group will challenge the proposed pipeline in court if necessary.\n“We have a good culture in British Columbia,” he said. “There’s a renewable forest industry and a renewable fishing industry … What we’re now seeing is a non-renewable industry from another province trying to overwhelm us.”\nAs environmental groups have stepped up their campaigns against the project, key figures in the Harper administration have publicly denounced them as extremists, and a federal finance committee has announced plans to audit all of Canada’s charities. In an internal government memo obtained by Greenpeace Canada, industry associations were listed as “allies” and environmental NGOs and aboriginal groups as “adversaries.”\nNorthern Gateway’s supporters have focused much of their attention on where charities get their money. Canadian charities are exempt from most taxes and can issue tax deduction receipts to their donors, similar to 501(c)(3) organizations in the United States.\nIn early January, Harper told reporters that “foreign money” is responsible for the growing opposition to the Northern Gateway project. Days later, Minister of Natural Resources Joe Oliver said in an open letter that, “These groups threaten to hijack our regulatory system to achieve their radical ideological agenda …They use funding from foreign special interest groups to undermine Canada’s national economic interest.”\nAccording to the St. Paul Journal, Brian Jean, a member of Parliament from Harper’s Conservative party, is drafting a bill aimed primarily at the charities that receive funding from U.S.-based foundations.\nNeither Jean nor his assistant would answer questions for this article. When InsideClimate News contacted Harper’s office for comment, a spokesman directed our inquiry to the Minister of Natural Resources. Oliver’s office did not respond to requests for information.\nEd Whittingham, executive director of the Pembina Institute, said any attempt to limit foreign funding could affect Canada’s entire charitable sector. Pembina is a nonprofit think tank that promotes sustainable energy.\n“It’s hard to know how the federal conservative government could restrict foreign funding for environmental NGOs without restricting funding for right-wing think tanks, social agencies and [other] charities,” Whittingham told InsideClimate News. “The risk is they’d use a blunt instrument that would be too blunt.”\nEnvironmental groups say the government’s aggressive pro-industry stance is part of a coordinated strategy to curb opposition to the Northern Gateway. It’s a “transparent attempt to divert attention from the real issues” surrounding tar sands development, said Gillian McEachern, deputy campaign director at Environmental Defense Canada. “Climate change is a global issue … we’re working across borders.”\nMegan Leslie, a member of Parliament who represents the New Democratic Party on matters of environmental policy, said “this issue is not about the fact that U.S. foundations are contributing to environmental groups. It’s about silencing the environmental groups.” The New Democratic Party holds the second highest number of seats in the federal House of Commons (Canada’s main legislative body), which is dominated by Harper’s Conservative party.\nAn Unusual Audit of Charities\nIn late March or early April, the House of Commons Finance Committee will begin reviewing how Canada’s charities spend their money. Brian Jean is a member of that committee.\nThe government has done spot checks on individual charities in the past, Leslie said, but she couldn’t recall a systematic audit of the entire charitable sector. “We’re keeping a really close eye on it to make sure it isn’t just an attack on environmental groups,” she said.\nCurrent regulations prohibit charities from spending more than 10 percent of their budget on advocacy, but the definition of advocacy is “murky” and open to interpretation, said Todd Paglia, executive director of the charity ForestEthics. He fears the committee may use the review to selectively restrict the advocacy of anti-tar sands organizations.\nThe upcoming review, coupled with the strong rhetoric against environmentalists, is “creating a culture of fear,” Paglia said.\n“Every nonprofit I talk to in Canada is worried about the next shoe dropping,” he said. The government “is looking for ways to stifle dissent, and it’s having a pretty serious impact on us.”\nMuch of the debate has revolved around Paglia’s organization. ForestEthics was founded in 2000 and has offices in Canada and the United States. The group employs 28 people and its total annual budget is $3 million. In 2011, it spent $1.4 million in Canada on a variety of issues, including clean energy, forest ecosystems and climate change. About 14 percent of that money went to tar sands campaigns.\nForestEthics has a history of working with industry and the Canadian government. In 2006, the group helped broker an internationally acclaimed conservation plan for British Columbia’s Great Bear Rainforest, which balanced sustainable development with ecosystem protection.\nLike other Canadian environmental groups, ForestEthics is organizing grassroots resistance to Northern Gateway. But what distinguishes ForestEthics is its simultaneous campaign to persuade U.S. companies—the primary consumers of Canada’s oil—to turn away from tar sands crude oil. Since 2010, ForestEthics’ efforts have led 15 U.S. corporations (including Walgreens) and the city of Bellingham, Wash. to reduce their use of tar sands-derived fuel. Canada’s federal and Alberta governments responded by urging people to boycott the products those companies produce.\nPaglia believes that its U.S.-based campaign is the real reason ForestEthics has become a target—and why the government is pressuring Tides Canada, one of ForestEthics’ main funders, to drop its support for the group.\nTides Canada is an umbrella organization with charitable tax status. The organization connects individuals or philanthropic foundations with initiatives they want to support. Tides Canada (which operates separately from the U.S.-based Tides Foundation) currently supports more than 30 social, educational and environmental organizations. By operating within Tides Canada, these groups receive charitable tax status as well as administrative assistance.\nPaglia said ForestEthics is considering leaving Tides Canada voluntarily in order to protect Tides’ other 30 organizations.\n“What we’re seeing is that every decision we make on fossil fuels … brings more pressure on Tides,” Paglia said. “We don’t want to stay at Tides if it means the other [30] projects pay the price for them keeping us.”\n“If ForestEthics is feeling they may create negative impacts, I think they’re taking a responsible approach,” said Merran Smith, director of the energy initiative at Tides Canada.\nIn a Jan. 31 statement, Tides Canada CEO Ross McMillan denied that the Prime Minister’s Office had told Tides to cut ForestEthics. But McMillan said he was “profoundly disturbed by the current political atmosphere in which it is apparently acceptable for our elected officials to discredit and dismiss the very real concerns of the people they serve.”\nLeaving Tides Canada would not affect ForestEthics’ U.S. operation, Paglia said, but the group would lose the U.S. and Canadian foundation grants that support most of its Canadian campaigns. It would also be unable to give donors tax receipts, which might discourage individual donors.\nAlthough ForestEthics could apply for its own charitable status if it left Tides Canada, Paglia said the process is long and cumbersome, and there’s no guarantee its application would be approved.\nWithout charitable status, ForestEthics would be forced to rely more on individual donations. But Paglia said the change in status also has a benefit: The group would no longer have to worry about crossing the line between public outreach and advocacy.\n“We [could] do and say whatever we want,” Paglia said. “We think Canada needs more groups who are completely unfettered in their advocacy and opinions.”\nAttacks Accelerated in January\nTar sands opponents say the Canadian government’s heavy-handed tactics began long before the Northern Gateway hearings and the Obama administration’s rejection of Keystone XL.\nIn March 2011, the Harper government produced a controversial memo, designed to promote European investments in tar sands, which listed industry associations and energy companies as allies and environmental NGOs as adversaries. Aboriginal groups, the media and competing industries such as biodiesel were also listed as adversaries.\nIn September 2011, the federal government pulled its support from an environmental and economic management plan for the Pacific Coast—the same region that would be impacted by the Enbridge Northern Gateway pipeline. Three months later, Canada became the first country to withdraw from the Kyoto Protocol, an international treaty for reducing greenhouse gas emissions.\nOver the past year, Canadian journalists have charged that the Harper government is “muzzling” its own scientists by denying the press access to authors of important studies on fisheries, climate change and atmospheric science.\nThe pro-pipeline campaign picked up speed on January 2 with the launch of OurDecision.ca, a website that is running ads against five Canadian groups that oppose Northern Gateway. The ads call these organizations—the West Coast Environmental Law Foundation, Corporate Ethics International, Environmental Defence Canada, the Pembina Institute and Ecojustice Canada—”puppet groups” and say they are funded by “foreign billionaires.”\nOurDecision.ca is an offshoot of the Ethical Oil blog, which promotes Canada’s tar sands industry. EthicalOil’s founder now works as director of planning in the Prime Minister’s office.\nGovernment’s Rhetoric Surprises Canadians\nThe government’s public opposition to environmental groups has taken many Canadians by surprise. “It’s quite new for us to see this kind of language and rhetoric … primarily because our government has a history of working with civil society groups, even if they don’t agree [with them],” said Megan Leslie of the New Democratic Party.\n“Canada prides itself on having a strong democracy, and on having a system where we are much less likely to go to court than the U.S.,” said Smith of Tides Canada. “In order to do that you need all perspectives at the table.”\nSmith said Tides Canada helps ensure that environmentalists can make their voices heard. “One side has a lot of money, that being the oil sector. And it’s reasonable and very Canadian to ensure that all sides…can be represented in the dialogue.”\nThe rhetoric may even be making some industry groups uncomfortable. Whittingham of the Pembina Institute said corporate stakeholders have told him that the attacks on nonprofits are “counterproductive to having productive conversations about energy policy.”\nTravis Davies, a spokesman for the Canadian Association of Petroleum Producers, an industry group, told InsideClimate News that his organization does not fund EthicalOil and is not involved in the government’s targeting of nonprofits.\n“There’s no reason why these groups shouldn’t be part of the process, but they should be transparent about where their funding is coming from,” Davies said.\nFederal law requires charities to disclose financial information to the Canada Revenue Agency, and those documents are available to the public.\n“We are a charity and we operate by charitable rules, but the oil lobby is not, and to date they haven’t been transparent” about their funding, said McEachern of Environmental Defence Canada.\nSmith of Tides Canada said the focus on funding has diverted attention from the real issues of energy policy. Climate change and conservation pose international challenges, she said. “Air, water and species don’t stop at borders…people from outside Canada [are] investing because we have globally significant ecosystems here.”\nClayton Thomas-Muller, a tar sands organizer at the Indigenous Environmental Network, said many tribal nations have family on both sides of the U.S.-Canada border, so it’s natural for people in both countries to be involved. “[These] communities predate Canada and the U.S.,” he said.\nWarren Mabee, a forestry and energy expert at Queen’s University, thinks it’s appropriate for the government to emphasize its support for the Northern Gateway. But he said the government “came out sounding heavy-handed, which is unfortunate.”\nMabee also pointed out that foreign money supports both pro and anti-tar sands groups. Enbridge, the company that wants to build Northern Gateway, is backed by a $10 million fund from the state-owned Chinese company Sinopec.\n“Canada can’t develop the oil sands without international money—American money in particular,” he said. “If we’re willing to accept the money to develop the resource, I’m not sure you can say you can’t accept any money to say you shouldn’t support it.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}