{
  "url": "https://insideclimatenews.org/news/23022012/peter-gleick-climate-change-documents-education-heartland-pacific-institute/",
  "title": "Climate Scientist Peter Gleick in Fight to Save Job Over Heartland Leak",
  "date": "2012-02-23T15:45:37-05:00",
  "content": "The career and reputation of the scientist behind the Heartland Institute exposé was in jeopardy on Wednesday night, after his employers said they were reviewing his use of deception to obtain confidential documents.\nThe review, by the board of directors of the Pacific Institute, was the most serious potential repercussion to date of the admission by Peter Gleick that he had lied to obtain fundraising documents and a donor list from Heartland, the rightwing think tank devoted to discrediting climate change.\nA statement on the website of the Pacific Institute, which Gleick founded and now heads, said the board was “deeply concerned” about the ruse carried out against Heartland.\n“Neither the board nor the staff of the Pacific Institute knew of, played any role in, or condones these events,” the board said.\nGleick was not the only potential career casualty of the Heartland affair. Earlier on Wednesday, a Democratic member of Congress called for an investigation into whether a Department of the Interior employee, Indur Goklany, had broken the rules by taking a salary from Heartland at the same time he was working for the federal government. The payments were revealed in Heartland documents released by Gleick.\nThe statement from the Pacific Institute comes just 24 hours after the board reaffirmed its support for Gleick. “Dr Gleick has been and continues to be an integral part of our team,” the earlier statement said.\nBut since then a number of its funders have expressed displeasure at Gleick’s deception, the Guardian has learned.\n“Obviously we are concerned about any allegations of unethical conduct and Dr Gleick has already admitted to it and apologized. We are disappointed in his poor judgment,” said Marc Moorghen, communications manager for the Conrad N. Hilton Foundation. The foundation was among larger donors to the Pacific Institute in 2010, contributing $130,000, according to the institute’s tax filings, which are posted on its website.\nMoorghen said the funds were for water in developing countries and did not involve climate change.\nGleick’s admission on Monday night that he had tricked Heartland into sending him the documents has set off a ferocious debate in the community of scientists and advocates who work on climate change.\nHe was hailed as a hero by Naomi Klein and by science educator Scott Mandia, who told the Guardian that Gleick had acted as any journalist would. “Peter Gleick, a scientist who is also a journalist, just used the same tricks that any investigative reporter uses to uncover the truth. He is the hero and Heartland remains the villain. He will have many people lining up to support him.”\nBut Gleick has faced increasing criticism since then from fellow scientists, who contend that his techniques were a betrayal of the rigorous method and transparency that are at the heart of science.\nGavin Schmidt, the NASA climate modeler who founded the RealClimate blog, was scathing in a comment first reported in the New York Times.\n“Gleick’s actions were completely irresponsible, and while the information uncovered was interesting (if unsurprising), it in no way justified his actions. There is an integrity required to do science (and talk about it credibly), and he has unfortunately failed this test.”\nThe furor now looks set to eclipse what had until now been an admirable career for Gleick. He was forced to step down as chairman of the American Geophysical Union’s task force on scientific ethics. On Tuesday, the San Francisco Chronicle dropped him as a columnist.\nIt also overwhelmed the debate about Heartland’s disinformation campaign – which included plans to distort science teaching for school children.\nHowever, Greenpeace and other campaigning groups were working hard on Wednesday to expose a number of individuals who were revealed in the documents to be on Heartland’s payroll, and were planning to put pressure on the publicly funded institutions that were the main employers.\nIn one such instance on Wednesday, Raúl Grijalva, a Democratic member of Congress, called for a congressional investigation into whether Goklany, described as a senior policy analyst at the Department of the Interior, had broken rules by accepting a monthly stipend of $1,000 from Heartland.\nGrijalva’s letter mirrored arguments raised in a letter to the interior secretary, Ken Salazar, from Greenpeace.\nThe Heartland fundraising documents indicate that Goklany was taken on to write a chapter for the think tank’s annual climate report, which works to try to undermine the UN’s climate science organization, the IPCC.\nGreenpeace has written similar letters of protest to six universities including Harvard, the University of Missouri, Michigan Technical University and Arizona State University in the US, and the University of Victoria and Lakehead University in Canada about scientists revealed to have received funds from Heartland to work on its big anti-IPCC effort.\nGreenpeace argued that the funds violated conflict of interest regulations for government-funded research projects.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}