{
  "url": "https://insideclimatenews.org/news/17022012/this-week-clean-economy-wind-energy-production-tax-credit-obama-budget-clean-energy-efficiency/",
  "title": "This Week in Clean Economy: Wind Supporters Mobilize to Save Federal Tax Credit",
  "date": "2012-02-17T17:00:42-05:00",
  "content": "Supporters of a federal wind subsidy vowed Thursday to double down on their effort to keep the tax credit alive for at least one more year. The message came hours after Congress killed what was seen as the incentive’s last best chance for survival.\n“Our campaign continues,” Denise Bode, chief executive of the American Wind Energy Association, a trade group, said in a statement. “By all reports, wind champions on both sides of the aisle in both the Senate and House … are now working to get the job done by other means.”\nThe production tax credit (PTC), which expires at the end of the year, is seen as crucial to the industry’s growth. The last time it lapsed, in 2003, wind development dropped by almost 80 percent the next year. Vestas, the world’s biggest turbine maker, says it may fire 1,600 U.S. workers if the subsidy lapses.\nFor months, the industry lobbied to tuck a four-year PTC extension into a payroll tax cut deal. The effort had broad bipartisan support from Congressional lawmakers, GOP governors and business lobbyists, including the U.S. Chamber of Commerce.\nBut it wasn’t enough. A deal reached Thursday by House and Senate leaders to prolong the tax deal, which appears poised to pass by the end of the month, excluded all tax break extensions and energy provisions. The House passed the bill on Friday.\nWind supporters are now lobbying for two options, and neither look terribly promising.\nThe first is to tack the PTC extension on to the Senate’s $109 billion transportation bill. On Wednesday, Sens. Michael Bennet (D-Colo.) and Jerry Moran (R-Kan.) filed an amendment to the legislation for a one-year PTC extension.\nBut the bill’s fate is highly uncertain. The Democrat-led Senate has White House backing, and a final vote could come this month. But the Republican-controlled House isn’t likely to get on board with the deal. And its own $260 billion transportation measure, which passed Thursday, faces a veto threat from President Obama if it reaches his desk.\nThe second possibility has even slimmer chances. The PTC could get a four-year extension through a House bill that’s been on file since November and has 70 co-sponsors, but hasn’t moved an inch.\nSince 2003, when the PTC was last reinstated, new wind capacity has increased seven-fold to nearly 47,000 megawatts installed today. The industry employs 80,000 people and has over 400 wind manufacturing facilities in 43 states. The PTC has lapsed three times since 1999 and has received seven short-term extensions.\nChart: How Obama’s Clean Energy Budget Breaks Down\nIt was budget week in Congress, giving candidate Obama a chance to slap price tags on his major energy priorities.\nOn Monday the president unveiled his $3.8 trillion budget for fiscal year 2013, which begins on Oct. 1. The proposal includes $6.7 billion for clean energy programs across mainly the Departments of Energy and Defense, a 13 percent increase over the last enacted budget, according to a White House press release. More than one-third of those funds, or $2.3 billion, would go to DOE’s office of energy efficiency and renewable energy projects, known as EERE. EERE’s main goals are to make clean energy cost-competitive with conventional sources and American businesses more energy efficient.\nNotably, there’s no new money for the DOE loan guarantee program that backed the failed solar panel maker Solyndra. But there is a plan to reauthorize $5 billion in new tax credits for clean energy manufacturers.\nTo help pay for his green agenda, Obama would cut $4 billion in yearly tax breaks for big oil, gas and coal companies over ten years.\nBut any proposal would need Congressional approval. Republicans swiftly rejected the full budget.\nThe budget comes as conservative Republicans are demanding deep cuts to Obama’s existing clean energy programs. The House is expected to pass an alternative to the Obama budget in coming weeks, one likely to focus on slashing spending wherever possible.\nSenate Democrats declined to bring Obama’s plan to a vote, saying their work on the August 2011 deal to raise the federal debt ceiling acts as a “de facto” budget, Roll Call reported. Senate Republican leader Mitch McConnell, however, says he plans to try to force a Senate vote on Obama’s plan in the coming months.\nIts chances aside, the budget offers a look at the president’s approach on clean energy issues, as he seeks to underscore differences with GOP opponents in Congress and on the campaign trail. In the chart below, InsideClimate News lists the key program areas by the amount of money budgeted. Nearly all the funding is for research, development and/or deployment.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}