{
  "url": "https://insideclimatenews.org/news/09022012/natural-gas-drilling-methane-air-pollution-noaa-epa/",
  "title": "Gas Drilling May Be Leaking Twice as Much Gas as Previously Thought, Study Finds",
  "date": "2012-02-09T21:30:36-05:00",
  "content": "Weeks after Barack Obama promoted natural gas as a key part of U.S. energy policy in his State of the Union address, new research says gas drilling may be emitting far more methane and other pollutants into the atmosphere than current estimates suggest.\nThe work, performed by scientists with the National Oceanic and Atmospheric Administration, focused on Weld County, Colo., home to more than 20,000 gas wells. After years of monitoring and study, the researchers estimated that about 4 percent of the methane produced by these wells is lost to the atmosphere.\nThat’s about twice as much as current estimates would suggest, and twice what the EPA assumes is lost nationally during gas drilling and production, said Gabrielle Petron, a lead author of the study.\n“What I’ve learned in the past three or four years is that there’s a lot we don’t know, and the industry may not be aware of these leaks and how important they are,” Petron, a researcher with NOAA and the University of Colorado, told InsideClimate News. “Until you go out there in the field and take measurements you may not have a sense of what is leaking and how much it’s leaking.”\nMethane accounts for about 10 percent of greenhouse gas emissions nationwide. Leaks during the drilling, production and transmission of natural gas are the largest source, accounting for about a third of all man-made methane emissions.\nIn addition to methane, the researchers also found surprisingly high emissions of benzene, a carcinogen, and other pollutants.\nPetron said the study, which is being published by the Journal of Geophysical Research, is the first to take atmospheric measurements of emissions from gas drilling. Current estimates are based primarily on isolated sampling and data provided by drilling companies, she said. States and the EPA use that data to build models for extrapolating emissions.\nAdvocates have been pushing the industry for years to capture more of the gases that leak during drilling and production. Jeremy Nichols, director of the climate and energy program at WildEarth Guardians, a New Mexico-based environmental group, said gas companies shouldn’t wait for more studies to begin reducing emissions.\n“At some point we should just realize there are really good policy solutions here,” he said. “Fixing a leak in a pipe? That just seems like common sense. We shouldn’t have to quantify how much is leaking before we do it.”\nSome drilling companies have begun to use “green completion,” a technology that captures much of the emissions when wells are hydraulically fractured. And the EPA has created a voluntary program, Natural Gas STAR, that encourages drilling companies to capture and sell stray methane.\nBut Nichols said the new research shows that drillers could do better. He analyzed NOAA’s new data and found that the emissions produced by Weld County’s gas wells are equal to the carbon emissions of 1-3 million cars.\n“No matter which way you slice it, that’s a lot of greenhouse gas emissions, and that’s just one county,” he said.\nIn July, the EPA began creating the first federal regulations to reduce emissions during drilling and fracking.\nIn response to a lawsuit filed by WildEarth Guardians, the agency proposed new rules that would reduce smog-forming emissions by almost 95 percent, the EPA said. While the rules don’t require drillers to target methane, the agency said limits on other pollutants would have the benefit of cutting methane emissions by a quarter. The EPA said it will release the final rules in early April.\nThe drilling industry has criticized the data that the EPA used for the rules, saying it over-estimates emissions. In comments to the agency, the American Petroleum Institute said the proposed rules are too burdensome. The group did not respond to requests for comment for this article.\nPetron’s work suggests that even with the EPA’s proposed reductions, gas drilling could remain a significant source of greenhouse gases. Such emissions have caused some to question whether natural gas is much of an improvement over coal.\nThe gas industry and some environmentalists have said that gas emits about half as much climate-altering pollution as coal when burned to generate electricity. They’ve used that number for years to support using gas as part of a “bridge fuel” to a more climate-friendly energy future.\nBut when the methane emitted during drilling and production is included, the benefits shrink.\nIn late 2010, the EPA revised its estimates of how much methane leaks from wells and tanks during well development, saying it was twice as much as previously thought. Then in May 2011, researchers at Cornell published a study arguing that because of these emissions, and because methane traps far more heat than carbon dioxide over a 20-year time frame, natural gas may actually be worse for the climate than coal.\nMany criticized the Cornell work, and subsequent research has found that gas is indeed cleaner than coal, even taking methane leaks into account. But the new research produced estimates similar to the ones the Cornell researchers used to build their models, suggesting that EPA’s newer estimates may still be low.\nThe NOAA researchers’ work began in 2007, when they started using a nearly 1,000-foot tower to measure air quality in the Denver area. The region was exceeding federal air quality standards for ozone, and the researchers wanted to find out why.\n“When we started doing the measurements we were like, whoa, there’s a problem here,” Petron said.\nBecause Colorado had recently implemented strict emissions rules for gas drilling, the researchers had expected that Denver, the area’s largest city, would be the primary source of pollutants. But the compounds they detected suggested another source, so they went into the field with mobile sampling stations and began testing. By comparing methane levels to corresponding spikes of other pollutants, like benzene, the group determined that gas activity, and not feedlots or cars, was the main source.\nThe new research can’t be extrapolated nationwide, Petron said, due to differences in practices and climate between drilling areas. But she hopes policy makers and the drilling industry will see her study as a call to action and will replicate the work around the country.\n“Until you go out there in the field and take measurements you may not have a sense of what is leaking and how much is leaking,” she said. “I think we could have substantial reduction if we knew a little more what to target.”\nCorrection: An earlier version of this article misstated the size of the tower that NOAA researchers used to measure air quality in the Denver area. It was nearly 1,000 feet, not 300 feet.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}