{
  "url": "https://insideclimatenews.org/news/26012012/obama-energy-state-of-the-union-oil-subsidies-clean-energy-standard-fracking-congress/",
  "title": "Obama’s Latest Energy Blueprint: Will Congress Go Along?",
  "date": "2012-01-26T09:30:20-05:00",
  "content": "WASHINGTON—President Obama talked for one hour, four minutes and 15 seconds Tuesday night when he delivered his third State of the Union address. He devoted seven of those minutes to how Congress and his administration could and should press forward on energy and environmental issues.\nObama highlighted three issues as ready for immediate action: slashing oil subsidies, crafting a clean energy standard and requiring companies that drill on federal land to disclose the chemicals they pump underground.\nHere, InsideClimate News summarizes where each of these topics stands today with Congress or the appropriate regulatory agency.\nOil Subsidies\n“We’ve subsidized oil companies for a century. That’s long enough. It’s time to end the taxpayer giveaways to an industry that rarely has been more profitable, and doubledown on a clean energy industry that never has been more promising. Pass clean energy tax credits. Create these jobs.”\nEvery budget President Obama has submitted to Congress since 2009 has called for chopping subsidies for oil and other fossil fuels in the neighborhood of $4 billion. Each time, it has gone nowhere. The response from the Senate and the House isn’t expected to change after Obama presents his newest budget in early February. Once again, it will likely die on Capitol Hill.\nWatchdogs from organizations that comb through budget numbers estimate that the fossil fuel subsidies tucked into various nooks and crannies of the federal government are upward of $12 billion annually. And cutting away what watchdog groups consider fat is an unappetizing thought for politicians who count on money from Big Oil as a meal ticket to re-election.\nThe anti-subsidy movement gained a bit of traction last spring. That’s when Democratic Sen. Robert Menendez of New Jersey spearheaded an effort to slice subsidies that amount to about $2 billion each year for 10 years from the five largest and most profitable oil companies—BP, Exxon Mobil, Shell, Chevron and Conoco Phillips. That measure failed to advance through either chamber.\nDuring an election year, it’s doubtful Republicans or Democrats in the House or Senate will have the stomach to put policy above politics. Meanwhile, it’s estimated that profits for the top five oil companies over the last decade added up to close to $1 trillion.\nClean Energy Standard\n“We can also spur energy innovation with new incentives.  The   differences in this chamber may be too deep right now to pass a   comprehensive plan to fight climate change. But there’s no reason why   Congress shouldn’t at least set a clean energy standard that creates a   market for innovation.  So far, you haven’t acted.  Well, tonight, I   will.  I’m directing my administration to allow the development of clean   energy on enough public land to power 3 million homes.  And I’m proud   to announce that the Department of Defense, working with us, the  world’s  largest consumer of energy, will make one of the largest  commitments to  clean energy in history—with the Navy purchasing enough capacity to  power a quarter of a million homes a year.”\nIn early February, Democratic Sen. Jeff Bingaman of New Mexico will try to answer Obama’s plea by unveiling a bill that defines a federal clean energy standard.\nCapitol Hill insiders expect it to reflect what the president asked for in last year’s State of the Union address—steering the United States toward producing 80 percent of its electricity from clean energy sources by 2035. The rub is in what qualifies as “clean” and which power companies should be required to participate. Should electric utilities operating with natural gas, nuclear energy or deploying carbon capture and sequestration technology for coal be rewarded in the same way as energy companies that have switched to solar, wind and other renewables?\nLegislatures in the District of Columbia and 30 states have passed their own varying versions of clean energy standards. For the most part, those laws have been successful in helping states reduce emissions of heat-trapping gases and determine which clean energies qualify in their geographical region.\nBut federal legislators have been less enthusiastic about adopting standards. Over the last decade, they’ve introduced at least a dozen iterations of bills calling for power companies to incrementally increase the amount of power they generate from traditional renewables such as solar and wind. But none has advanced much beyond the idea stage. Renewable energy standards fell out of favor more than a year ago when Republicans made it clear that the energy mix would have to be expanded to include natural gas, nuclear power, “cleaner coal” and other fuels.\nA handful of legislators—including Republican Sens. Lindsey Graham of South Carolina and Richard Lugar of Indiana—have floated bills for clean energy standards that have gone nowhere.\nBingaman, chair of the Senate Energy and Natural Resources Committee, answered Obama’s call last year by circulating a white paper that sought detailed proposals from think tanks and energy experts. The White House provided little input other than “get it done.”\nBoosters fear that the GOP is so allergic to the word “standard” these days that Bingaman’s own committee—made up of 12 Democrats and 10 Republicans—might not be able to agree on a viable bill. So far, Sen. Lisa Murkowski of Alaska, the ranking Republican on Bingaman’s committee, has been reluctant to support establishing a clean energy standard. Prospects in the House are much grimmer. House Republicans aren’t expected to introduce a companion measure.\nHydraulic Fracturing\n“And I’m requiring all companies that drill for gas on public lands to disclose the chemicals they use. Because America will develop this resource without putting the health and safety of our citizens at risk.”\nThe Interior Department is expected to issue a draft rule targeting hydraulic fracturing sometime in the next several months. It would require companies that drill on federal lands to disclose the chemicals they use to extract natural gas from deep beneath the Earth’s surface.\nAuthorities at Interior started discussing the possibility of issuing such a rule about 18 months ago. Experts tracking the process say the new rule would take into account the fact that states such as Wyoming—with bountiful public lands—already enforce disclosure.\nIn addition, Interior’s regulations could set standards for how well casings are designed and how water used in the “fracking” process is disposed of and treated.\nMore Fracking Action\nThough Obama referred only to hydraulic fracturing on public lands, the Interior Department isn’t the only government agency active on the fracking front.\nFor instance, Democratic Reps. Maurice Hinchey of New York and Diana DeGette and Jared Polis, both of Colorado, have collaborated on the “FRAC Act.” The Fracturing Responsibility and Awareness of Chemicals Act would give the Environmental Protection Agency jurisdiction over fracking under the Safe Drinking Water Act. Companies are now exempt from that regulation.\nBackers of the bill say the public would benefit from its requirement that drilling companies disclose the chemicals they use for hydraulic fracturing. Democratic Sen. Bob Casey of Pennsylvania is leading a similar effort in the upper chamber.\nThe EPA is also preparing to weigh in on fracking. Congress has mandated that the agency study fracking’s potential impact on drinking water sources. The EPA is also beginning to craft a regulation that would require the companies that manufacture the fracking fluids to disclose the chemicals they contain.\nIt’s not clear at this point if those manufacturers would be granted any “trade secret” protection. It’s also up in the air if EPA also will require disclosure of chemicals used in the drilling that takes place before the actual shale fracturing begins.\nCan Washington Mend in Time to Act?\nSome people have dismissed Obama’s State of the Union speech as nothing more than an election-year appeal from a president on a soapbox. But results from a focus group of 50 swing voters who watched the speech on television Tuesday night indicate that Obama’s energy message was well received.\nThe mix of Republicans, Democrats and independents—outfitted with special dial meters that let them ring in their reactions as the president spoke—recorded strongly favorable reactions to his proposals to phase out oil subsidies and to compete with China and Germany on renewable energy, according to an interview in the Los Angeles Times. When Obama wrapped up his speech, the focus group also gave him high marks for trusting him with energy policy.\nIn fact, his proposal to invest more in wind and solar ranked almost as high as the group’s reaction to the most popular part of his speech: the reference to Osama bin Laden’s death. The latter clocked in with an average reading of 80 on a scale of zero to 100.\nThose same poll participants seemed to accept Obama’s assessment that the public believes nothing will be accomplished because “Washington is broken.” They gave the president significantly lower scores for his likely ability to overcome gridlock.\nInterestingly though, they gave Obama much higher marks when he tried to persuade Congress to end the partisan nastiness.\n“None of this can happen unless we also lower the temperature in this town,” Obama said. “We need to end the notion that the two parties must be locked in a perpetual campaign of mutual destruction; that politics is about clinging to rigid ideologies instead of building consensus around common-sense ideas.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}