{
  "url": "https://insideclimatenews.org/news/20012012/tar-sands-california-low-carbon-fuel-standard-carb-federal-judge-keystone-xl-obama-european-union/",
  "title": "With Pipeline Stopped for Now, Tar Sands Battle Continues in California Courts",
  "date": "2012-01-20T09:00:47-05:00",
  "content": "A high-stakes legal battle is underway in California over whether the state’s clean air agency can enforce a first-ever rule to slash carbon emissions in transportation fuels. The fight is being closely watched because the rule could choke global market demand for Alberta’s carbon-intensive oil sands at a very precarious time for the industry.\nOn Wednesday, the Obama administration rejected a permit for the controversial Keystone XL pipeline, which could have increased imports of the fuel into the U.S. by up to 830,000 barrels a day. It was a major setback for the oil industry and its allies and an unexpected victory for environmentalists and their allies. The two sides are now facing each other down in this court case.\nCalifornia’s low-carbon fuel standard is the world’s first attempt to require oil suppliers to slash the carbon footprint of their motor fuels, measured not just by emissions from tailpipes but across their full lifecycle, from extraction to combustion. Eleven Northeast and Mid-Atlantic states, and the European Union, are closely tracking California’s case because they are working to adopt similar rules.\nThe state’s influential Air Resources Board, or CARB, adopted the Low Carbon Fuel Standard in 2009 as part of its landmark global warming law, A.B. 32. The agency was supposed to begin enforcing the rule on Jan. 1, 2012. But oil companies, which say it unfairly penalizes high-carbon fuels like oil sands crude, have fought furiously to kill the standard. And on Dec. 29, a federal judge in Fresno, Calif., handed them a victory by ruling that CARB can’t enforce the measure until an outstanding lawsuit by the oil industry and ethanol advocates is resolved in 2013.\nThe judge, Lawrence J. O’Neill, a Pres. George W. Bush appointee, said the rule unconstitutionally discriminates against out-of-state fuel sources and regulates commercial activity outside California’s borders.\nA week later, CARB appealed O’Neill’s decision and asked a federal court in San Francisco to reverse it. An agency spokesperson told InsideClimate News this week that CARB will request a stay of the injunction “very shortly” as it awaits a decision on the appeal. National environmental groups Natural Resources Defense Council (NRDC) and the Conservation Law Foundation are providing legal help to CARB. (Editor’s note: On Friday, Jan. 20, CARB filed a motion with Judge O’Neill to stay the injunction on the LCFS, which the judge rejected on Jan 23.)\nBoth sides are playing for huge stakes.\nIf CARB and the conservationists win the appeal, the agency can immediately mandate that oil importers, refiners and fuel blenders meet the target they’ve set for 2012—to cut the “carbon intensity” of their fuel mix by a quarter of one percent. (The policy calls for a 10 percent reduction by 2020.)\nThat could send a signal to other states and countries that are waiting on California to follow suit. For months, EU states have been locked in their own battle over whether to implement the EU Fuel Quality Directive that labels fuel imports from the oil sands as “dirty,” with Canada accused of heavy lobbying to delay action.\nBut if CARB loses the appeal—and the oil and ethanol industries ultimately win their lawsuit in 2013—it could delay California’s low-carbon fuel standard for years and discourage similar efforts elsewhere.\nBoth opponents and supporters of the rule say that whatever happens will have a big impact on the market for Alberta’s tar sands in California and across the world.\nThey give two main reasons why. First, the tar sands industry is eyeing California, the nation’s third-largest refining market, as a crucial future destination for its oil. The low-carbon rule would constrict that market, suggested Charles Drevna, president of the National Petrochemical and Refiners Association, an oil industry advocacy group. “It would deny the American people access to abundant supplies of oil derived from oil sands in Canada,” he said via email.\nSecond, the stigma from California that oil sands are dirty could make other oil-importing states and countries reluctant to invest in or deepen dependence on the fuel source, given rising public concern worldwide over oil and gas safety and inaction over climate change.\nThe Boom Hits a Snag\nThe petroleum trapped deep beneath boreal forests in Alberta is a sticky mixture of sand, clay and bitumen, a particularly dirty form of oil. Compared with pumping conventional oil up from a well, extracting and upgrading bitumen into a product that can be piped and refined is an energy-intensive process. By the time it reaches the gas tank of car, the process has released 82 percent more greenhouse gases.\nCalifornia counts about 250 types of fuels in its rule, which hinges on an analysis of each fuel’s lifecycle, or “well-to-wheel,” emissions, called the “carbon intensity score.” CARB is still developing scores for the different kinds of oil and says oil sands crude isn’t their first priority because it makes up a tiny fraction of California’s fuel mix, about three percent of crude oil imports. But, according to calculations done by the EU, Alberta’s product has one of the highest carbon intensity scores—107 grams of carbon dioxide per megajoule of energy, compared to 85.8 grams for gas from coventional oil.\nIn the past decade, rising oil prices and technology improvements have made it cheaper to mine tar sands, setting off a boom in Alberta, the world’s third-largest oil deposit. Investments could total more than $215 billion over the next 25 years, according to the Canadian Energy Research Institute.\nBut plans to expand will require the cooperation of the United States, the main market for Alberta oil, a suddenly uncertain prospect. The rejection of the Keystone XL pipeline by the Obama administration this week seemed unthinkable as little as one year ago.\nSome of the same environmental groups who helped push through the rejection of the Keystone XL, including NRDC, are fighting to uphold California’s low-carbon fuel standard. In both cases, the goal of environmentalists is to put a brake on tar sands expansion by reducing demand from Canada’s southern neighbor.\nThe California Market\nThe United States imports some 1.4 million barrels per day of oil sands crude, or 15 percent of all U.S. oil imports. The bulk of it arrives by a network of pipelines that run from Alberta to refineries in the U.S. Midwest.\nAbout one-third of the imports arrives through TransCanada’s existing Keystone pipeline, which carries about 435,000 barrels of oil sands crude every day through the Dakotas and Nebraska, ending at refineries and oil hubs in Kansas, Oklahoma, Missouri and Illinois. Another major pipeline—Kinder Morgan’s Trans Mountain system—pumps about 100,000 barrels of oil sands per day directly into Bellingham, Washington.\nA growing amount of the total flow—today, it’s about four percent—ends up in California, where it is primarily refined into motor and aviation fuel for use in the state.\nAlmost all of the oil sands that enters California comes via Kinder Morgan’s Trans Mountain pipeline, which carries about 300,000 barrels of crude oil per day from Edmonton, Alberta, to Vancouver. Of that total, about 50,000 barrels per day is piped to the Port of Vancouver oil terminal, where the vast majority is eventually shipped down on tankers to California refineries.\nForest Ethics, a San Francisco-based environmental advocacy group, has identified five refineries in California that can now process heavy crude from Alberta—Tesoro’s two facilities in Wilmington and Pacheco, ConocoPhillips’ refinery in Los Angeles, Valero’s facility in Wilmington and ExxonMobil’s refinery in Torrance. Chevron’s refinery in Richmond also imports refined products, not raw crude, from Alberta. The oil giant has filed a permit to expand its refinery to process crude oil blends with high sulfur levels and says it will not be able to process heavy crudes, despite accusations by some project opponents that the expansion was designed to accommodate oil sands. Across the country there are nearly 50 refineries in total that can refine blended bitumen. (Paragraph includes correction added on 01/23/2012.)\nCalifornia’s fuel standard would make it harder for Alberta to increase exports to the state, simply because it would cost more. Firms that import, refine and blend oil sands crude would likely see their carbon intensity scores exceed limits mandated by the rule, forcing them to reduce those scores by purchasing credits from the CARB program or investing in greener fuel sources.\nAccording to Simon Mui, a scientist at NRDC, the standard “would basically prevent an expansion of [oil] sands use in California.”\nAt the very least it could deliver a blow to oil sands producers’ plans to turn the state into a potential lucrative import market when, or if, a couple of multibillion dollar pipelines get built.\nKinder Morgan, the Texas oil company that already transports the bulk of California’s oil sands imports, is proposing to more than double the capacity of its Trans Mountain pipeline to Vancouver to 700,000 barrels per day. The expanded capacity would likely enable more tankers to ship Albertan crude to refineries along California’s coast, said Ben West, healthy communities campaigner for Wilderness Committee, a Vancouver-based nonprofit.\nVancouver-based Enbridge Inc. wants to build a $5.3 billion twin pipeline system to pump 525,000 barrels of oil sands per day from Alberta to a new marine terminal in Kitimat, British Columbia. The highly controversial Northern Gateway pipeline would enable tankers to ship that crude oil down the U.S. West Coast to Washington and California and countries on the Pacific Rim including China.\nBoth pipelines face long approval processes in Canada and stiff opposition from environmentalists and First Nations people.\nDirty Oil Stigma\nBeyond California, there are concerns that a low-carbon fuel standard could harm the reputation of the oil sands industry by stigmatizing it as a dirty and financially risky fuel source.\nThe stigma’s potential impact on the tar sands trade is what led energy giants like Valero Energy Corp., the Texas oil firm and a major player in heavy crudes, to challenge the fuel standard in a lawsuit against CARB. Valero also spent more than $5 million in 2010 to support Proposition 23, a failed state ballot initiative that aimed to suspend California’s five-year-old global warming law.\nValero made the biggest single commitment of any company to purchase oil sands from the Keystone XL pipeline, agreeing to offtake at least 100,000 barrels per day, or 20 percent of the pipeline’s initial proposed capacity.\nSteven Lee, a spokesperson for Valero, said he couldn’t comment on how California’s fuel standard would impact the company’s particular interests in Canadian crude.\nHowever, “as a domestic refining company with a strong California presence, we are seriously concerned about the impact the low-carbon fuel standard will have not just on our business but on consumers in the state,” he said via email. “This is an extremely complicated regulation.”\nStanley Young, a spokesperson for CARB, defended the regulation as an “even-handed approach.” He said it doesn’t discriminate against any one fuel type or discourage out-of-state or even international imports. Rather, it encourages oil companies to reduce emissions in their entire operations by using renewable resources and ratchet up investment in alternatives fuels of the future.\nRegardless of the injunction and the legal limbo, Young said his agency is moving ahead with a set of proposals approved on Dec. 16that would add additional constraints to imports of high-carbon crude oil.\nThe amendments, which would take effect on Jan. 1, 2013, would establish a statewide average for the collective carbon intensity of the oil processed by California refiners. If that average ticks up each year, which would happen with a boom in oil sands imports, then the industry as a whole would have to invest in lower-carbon projects like electric vehicle deployment, for example, to offset the increase.\n“It makes sure that there’s no backsliding in the sense of the industry deciding [to] move a whole bunch of dirty oil into California,” said David Pettit, a senior attorney for NRDC.\nInsideClimate News intern Zoe Schlanger contributed research to this report.\nCorrection: An earlier version of this article incorrectly stated that Chevron has filed a permit to expand refining capacity at its Richmond, Calif. refinery to include “more heavy crudes.” While it is true that Chevron is seeking to obtain permits for the Richmond expansion, the project will allow Chevron to process crude oil blends containing higher levels of sulfur—not heavy grades of crude, including oil sands crude. The article has been revised to reflect this correction.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}