{
  "url": "https://insideclimatenews.org/news/25012012/nebraska-keystone-xl-pipeline-ken-haar-sandhills-transcanada-state-department-obama/",
  "title": "Neb. Lawmaker Explains Why He Joined the Keystone XL Fight, and Why It Isn’t Over",
  "date": "2012-01-25T10:00:51-05:00",
  "content": "When the Obama administration rejected the Keystone XL oil pipeline last week, it cited concerns over the project’s route through Nebraska as one reason for its decision. That segment of the pipeline is now being rerouted, in response to Nebraskans who spent years persuading lawmakers to move the tar sands pipeline—intended to carry crude oil from Alberta, Canada to U.S. refineries on the Gulf Coast—out of the Nebraska Sandhills, a fragile ecosystem that overlies the Ogallala aquifer.\nNebraska state Sen. Ken Haar, a 68-year-old Democrat who is nearing the end of his first term, played a key role in the movement’s success. Haar has worked as a science teacher, business owner and inventor, and is a former executive director of the state’s Democratic Party. He helped found the Save Our Sandhills coalition, a non-partisan group that includes organizations as diverse as the Sierra Club and the Independent Cattlemen of Nebraska. Haar was also the first public official to call for a special session of the legislature to discuss a pipeline reroute.\nIn November, that special session was finally held, and an agreement was reached with TransCanada to move the pipeline out of the Sandhills. One of the bills passed during the session gave the Nebraska Department of Environmental Quality (DEQ) authority to study alternative pipeline routes.\nIn an interview with InsideClimate News, Haar talked about his plans for the future, why he chose to get involved in the Keystone XL controversy and the importance of citizen activism. He also warned that the public must remain vigilant, because the pipeline will likely be built.\nHow do you feel about President Obama’s rejection of the Keystone XL?\nThere’s a political game going on in Washington. We did what we needed to do for Nebraska, and we can’t control what’s going on in Washington. Now, other forces are going to have to go after it.\nWhen did you first hear about the pipeline, and what was your initial reaction?\nIt was probably three years ago, and [at first] I wasn’t disturbed about it. A lot of things have happened in the meantime—the oil spill in the Gulf, the Kalamazoo River spill, the Yellowstone River spill. All of those have caught our attention to the fact that there can be spills that are very damaging to the environment.\nSo how did you get involved?\nAbout a year ago, I was at a conference put on by the Center for Rural Affairs, and a young man gave a presentation on Keystone XL and where it was going to go and where it came from. I left that meeting just feeling like we’ve got to do something. There were some groups—Bold Nebraska and the Sierra Club—already working, but they were working to get a ballot initiative that would have gone on the 2012 ballot, which is just too late. We figured that the pipeline would be approved before Jan. 1st of this year.\nSo as I talked with my wife on the way home, we just said, ‘This is my role.’ That’s when it started.\nIn August 2011 I wrote an op-ed in the Omaha World-Herald asking for a special session in the legislature. The citizen groups had also realized this pipeline would probably go through if you worked through a ballot initiative. So when I suggested the special session, they jumped on board. It was three or four intensive months of work. And the amazing thing is there were two things Nebraskans were talking about this fall. One of them was Cornhusker football, and the other was Keystone pipeline. Everybody seemed to know about both and have strong feelings about both.\nHave you ever been to the Sandhills?\nWe’ve gone canoeing a number of times on the Niobrara River, which is a pristine river up there. A year ago and a half ago, I got invited up to one of the Sandhills ranches to watch cattle branding, which was quite an experience. And I got my car stuck very badly…To get to the place I was supposed to be, you turn off the state highway onto the rancher’s road, and from the ranch house there was another road that was just sand. And I thought, because I had a van, that would take care of it. I dug that [car] in right up to the axles. And I realized how fragile that environment is.\nYour constituents live in and near the city of Lincoln, more than 100 miles outside the Sandhills region. How did they react to your stance on the pipeline?\nWe depend on agriculture and we depend on water. And if there were a major spill in some of those rivers in the Sandhills, we would be drinking that water in Lincoln.\nWe had sent out a survey [to my constituents], and overwhelmingly, people are in favor of two things: one is protecting our water, and the other is giving Nebraska a place at the table. That sentiment is high in Nebraska—that the federal government should stay out unless they’re needed. So this whole thing with TransCanada and the State Department being able to make a decision that affects all of us didn’t sit well with many people.\nHow do you feel about the pipeline bills that were passed during the special session?\nI expressed this to the Omaha World-Herald when they were doing a wrap-up: I said “this has really been a f***ing miracle,” and they said “well, we can’t print that, but we’ll use the word ‘Christmas.'”\nThis is not something that could have been planned precisely to begin with. It was just rolling with the punches. I put together the Save our Sandhills coalition, and all of those groups that are listed there got involved with their members. This was really kind of a unique experience for the legislature to hear big-time from their constituents.\nCan you think of another issue that’s prompted so much citizen activism?\nNo. It happened this way with huge citizen involvement and I just can’t think of anything like that. One of the things it’s taught me, and the people involved, is that as citizens we have to get involved and stay involved. We haven’t solved any [of the] problems that may come up in the future, so we’ve got to keep our eyes open.\nHas this changed your political career?\nWell, I’m 68 years old. This is my fourth year in the legislature and I’m running for re-election, and we have two-term limits. So this will be the last public office for me. But I’ve always thought [about] the interests of the people, and this looked like a great opportunity.\nWill you follow future pipeline developments at the Nebraska DEQ?\nYes. The DEQ already issued a map of the Sandhills saying you have to avoid [this region]. They’ve started to set up a Q&A section on their website. But TransCanada still has not proposed a route.\nWhat’s really interesting is that I had a bill that didn’t get passed in the special session, which is patterned after North Dakota where they have exclusion zones [for pipelines]. The map I used of the Sandhills is the same that Nebraska DEQ is using. So I think that’s very good.\nSome landowners say the DEQ map is flawed, and that the edges of the Sandhills should be extended to cover more of Nebraska. How would you respond to their concerns?\nWhen you talk about land and land rights in Nebraska, there’s always some winners and losers when it comes to eminent domain. There will always be some people who are not happy about the outcome. And of course there are people who just want to stop the pipeline, period. I don’t think that’s going to happen.\nSo you think TransCanada will do what it has said and re-apply for another permit?\nOh yeah. I think they will because there’s money to be made. And there’s no reason that they can’t use much of the study they’ve already done. They’re not going to have to start from scratch. We talked at one point to the EPA person who sort of had some authority over this, working with the State Department, and she said changes in routes happen all the time, and you don’t have to start way at the beginning at the Canadian border all the way down to Texas. You see what needs to be changed and you go from there.\nOne of the very interesting points is, the Keystone I through eastern Nebraska [the Keystone I is an existing TransCanada oil pipeline that began operating in 2010] is only at 55 percent of capacity right now. So the bottleneck is at Cushing, Oklahoma. And I think that’s going to be another proposal that’s going to be explored: they can just build the pipeline from Cushing to the Gulf [and avoid passing through Nebraska].\nAre you working on anything related to the DEQ reroute?\nOne of the things I’m attempting to do is to get some Nebraska water scientists involved in the issue: John Stansbury, John Gates, Wayne Woldt and Dave Wedin. I’m talking with those scientists right now to see if they’d like to be involved, and then with DEQ about how they could be involved. Again, this is Nebraska and their expertise is in Nebraska. Even though these scientists…had one meeting with TransCanada [about the original route], now I hope they can play a more central role.\nAnd I’m introducing another bill. The essence of it is that pipeline safety is a federal responsibility, but if the state wishes to participate in the inspection of pipelines, then [the federal agency] will work with the state on an 80/20 basis, with a federal requirement of 80 percent and 20 for the state, to increase the number of inspections and make pipelines of all kinds more safe.\nDo you think Keystone XL is in the national interest?\nI think that there is so much change in our future, the way we use and generate electricity and all those kinds of issues, that I would be hard-pressed, if I were making the decision, to say it’s in the national interest.\nDo you have any advice for politicians in the other states the Keystone XL would pass through?\nI think states have a definite role to play, and I hope other states won’t be afraid of that.\nWhat would you say to the Nebraskans who worked so hard to reroute the pipeline?\nI would say: be vigilant. Stay involved as citizens. This isn’t over. You’ve got to stick with this forever. That’s what citizenship means.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}