{
  "url": "https://insideclimatenews.org/news/07122011/enbridge-oil-sands-northern-gateway-pipeline-deal-british-columbia-first-nations-gitxsan-treaty-society/",
  "title": "Enbridge Oil Sands Pipeline Deal with First Nations Group Fraying",
  "date": "2011-12-07T10:00:04-05:00",
  "content": "A deal with a  native chief that Enbridge Inc. held up last week as an example of rising  support of their planned oil pipeline to the Pacific appears to be  unraveling as the community battles over who has the authority to  negotiate.\nEnbridge touted the Gitxsan  agreement to take an equity stake in the Northern Gateway pipeline as  the first public display of what it says is substantial support for the $4.5 billion project among British Columbia’s First  Nations, the aboriginal groups whose traditional territories make up  vast swaths of the province.\nEnbridge signed the deal with Hereditary Chief Elmer Derrick, chief negotiator  for the Gitxsan Treaty Society (GTS), an embattled organization that is  facing a legal challenge to its authority from four of the five  community bands that make up the first nation.\nSome other hereditary chiefs, community members and the three clans that  form the complex structure of Gitxsan First Nation oppose the deal and  met on Monday to try to shut down the treaty office and fire Derrick and  other staff.\n“Many of the  hereditary chiefs said that they had not been directly posed the  question of ‘Do you want to sign this deal with Enbridge?'” said Doug  Donaldson, who represents the region in the British Columbia  legislature. “From a Gitxsan governance point of view, that’s not the  way decisions are made, as far as not consulting everyone.”\nMany  first nations have voiced firm opposition to Northern Gateway, which  would carry crude to the Pacific Coast, where it could be shipped to  Asia on supertankers.\nThe line is  supported by the Canadian energy sector and the Conservative federal  government, who seek to diversify Canadian oil exports after Washington  decided last month to delay approving the Keystone XL pipeline that  would carry oil sands crude to the U.S. Gulf Coast.\nPublic  hearings into the project are slated to start in the West Coast port  town of Kitimat, British Columbia, on January 10 and run until final  arguments in April 2013, the Joint Review Panel hearing the application  said on Tuesday. It said it could make a final go-ahead decision by the  end of that year.\nChief Councilor  Majorie McRae of the Gitanmaax band, one of those suing the treaty  society, said she does not believe Derrick had the authority to make a  deal with Enbridge without broad consultations with other chiefs and  band councils, and she thinks Enbridge made a mistake in negotiating  with Derrick in the first place.\n“I’m still a bit perplexed that Enbridge didn’t do their homework,” McRae said.\n“You  can’t tell me they didn’t know that there were four bands out of five  who disapproved of the GTS process, model and structure,” McRae said.\nDerrick  could not be immediately reached for comment, but Enbridge said the  deal built on an agreement signed two years ago at a meeting of the  Gitxsan hereditary chiefs.\n“Enbridge  Northern Gateway Pipelines has spent several years consulting with the  Gitxsan Nation and working to understand and respect their traditional  government,” spokesman Paul Stanway said in an emailed statement. “It’s  our belief Chief Elmer Derrick and the Gitxsan Treaty Office represent  the consensus view of a majority of that leadership and is recognized as  an authoritative voice of the Gitxsan people.”\nLast  week more than 60 British Columbia first nations said they were uniting  to oppose oil pipelines across the Pacific province of British Columbia  as well as increased tanker traffic in coastal waters, citing fears of  oil spills.\nEnbridge says it  expects to win support from a majority of the native communities along  Northern Gateway’s (731 mile route from Edmonton, Alberta, to a  deepwater port at Kitimat on British Columbia’s northern coast.\nThe  company said last week it had signed other deals with some aboriginal groups  for an overall 10 percent equity stake in the project, but declined to  offer specifics, citing confidentiality agreements.\nAs  its hallmark deal frays, Enbridge suffered another setback late on  Monday, as the National Energy Board ruled that its plan to reverse the  flow direction of a pipeline in Eastern Canada must go before a public  hearing in the autumn of 2012, pushing the company’s timeline out by at  least several months.\nEnbridge had  applied for a streamlined review process for its C$17 million Line 9  reversal, which would bring Western Canadian oil to refineries in the  East, saying that the project would require no land disturbance.\nIt  had hoped to start the work on reversing the flow of the 240,000 barrel  a day pipeline next spring, with a planned startup in September.\nThe company said the application was just for a section of the line between  Sarnia and Westover, Ontario, and reversal of the section between  Westover and Montreal would be decided later.\nBut  the board sided with environmental groups, who complained the project  was just the start of a larger plan to move oil sands-derived crude to  the Atlantic seaboard to be exported to U.S. refineries and should be  subject to a full hearing.\n(Editing by Janet Guttsman, Gary Hill)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}