{
  "url": "https://insideclimatenews.org/news/01122011/consortium-petitions-obama-clean-energy-bonds-green-construction-energy-efficiency-schools-qecb-we-the-people/",
  "title": "Coalition Petitions Obama to Unlock Billions in Unspent Clean Energy Bonds",
  "date": "2011-12-01T21:00:31-05:00",
  "content": "An energy conservation subsidy that was enacted during the Bush administration is sitting largely untouched, even though it could add thousands of new jobs to the struggling U.S. economy.\nThe Qualified Energy Conservation Bond program is supposed to help state and municipal governments develop clean energy projects. But of the $3.2 billion available, only $550 million—or just over 15 percent—has been spent since the program was created in 2008.\nThe problem, according to a coalition of clean energy advocates, is that the program’s guidelines are so vaguely written that it’s almost impossible to figure out which projects qualify for the money. The coalition has sent memos and emails to two White House offices asking for clear definitions on how the funds for energy efficiency and green building projects can be spent. They’ve also raised the issue with officials in the U.S. Energy and Treasury departments. So far, however, they haven’t gotten the help they say is needed to put the funding to use.\nNow, the coalition, called #CleanEnergyJobs, is ratcheting up its efforts by appealing directly to President Obama to help demystify the energy program.\nThe group of more than a dozen nonprofits, research institutions and businesses filed a collective We the People petition on Thursday as part of a month-long campaign to put nearly $2.7 billion of Qualified Energy Conservation Bonds (QECBs) to use in energy projects nationwide.\nThe online petition platform, a two-month-old initiative from the White House, allows citizens to create or sign petitions that seek changes in federal policies. If the QECB petition gathers at least 25,000 digital signatures by Dec. 30, then the White House will be compelled to issue a public response.\nThe petition asks for clarifications in the language surrounding two components of the QECB program.\nThe law includes special provisions for “green community programs” but the coalition says it doesn’t explain what kinds of facilities or improvement projects that might include. The law also covers green building retrofits that reduce energy consumption by 20 percent, but it doesn’t explain how those reductions should be calculated.\n“We’re shining a spotlight on this pot of money that is a really clear opportunity to create jobs and to jumpstart and strengthen local economies with clean energy,” said Colin Bishopp, deputy director of the Clean Economy Development Center, which is spearheading the effort. “Local governments across the country are interested in developing clean energy projects, but they need to know what they can do and how they can finance them. This is another great tool that could be available to them.”\nThe Treasury Department, the White House’s Council on Environmental Quality and the National Economic Council did not respond to requests for comment by deadline.\nThe Obama administration has lauded green construction projects as a key strategy for driving new job growth. Energy-efficient buildings are particularly appealing, because they also allow cash-strapped governments to reduce energy bills and scale back greenhouse gas emissions. In the United States, commercial and multifamily buildings account for 40 percent of the nation’s energy use, at an annual cost of more than $400 billion in electricity bills and operational expenses, according to the U.S. Department of Energy.\nThe QECB program works like this: state and municipal governments looking to finance energy projects can sell bonds to private lenders, often banks, in exchange for cash to cover upfront costs. The bonds earn interest over time, adding to the amount the governments owe the banks.\nBut by using QECBs, local authorities can get a cash payment from the U.S. Treasury worth up to 70 percent of the interest owed. That reduces the amount they must spend and makes clean energy projects more affordable, said Elizabeth Bellis. Bellis directs the QECB program at the Energy Programs Consortium, which includes four primary organizations representing state energy officials. The consortium is also a member of the #CleanEnergyJobs project.\nCongress first approved the QECB program in 2008 under the Energy Improvement and Extension Act. Legislators allotted each of the 50 states, plus the District of Columbia and five U.S. territories, a certain percentage of funding to cover the interest rates of up to $800 million in total bonds issued nationwide.\nGovernments initially used QECB funding to offer tax breaks to the private lenders who bought the bonds, giving the banks an incentive to lower interest rates. With the 2009 Recovery Act—which pumped the total bond cap up to $3.2 billion—the governments themselves could receive cash payments in lieu of offering tax breaks.\nThe funds are divvied up among state governments, who can issue bonds for their own projects, or allot some of those bonds to municipalities with at least 100,000 residents. Municipalities and states can also designate up to 30 percent of those bonds to private developers.\nIn addition to energy-efficient projects, the bonds can also be used for renewable energy installations, research funding for advanced biofuels, plus mass transit and cleantech manufacturing. While many of the guidelines for those programs are also vague, the coalition says it is focusing on green building projects because would-be participants have shown more interest in them.\nThe We the People petition asks President Obama to direct the Internal Revenue Service (IRS) to issue new guidelines to clear up the ambiguity. The IRS has the final say on which projects qualify as QECB projects.\n“This uncertainty is an unintended and unnecessary barrier to the creation of thousands of new jobs,” the petition says.\nBishopp said that the #CleanEnergyJobs coalition began to take shape over the summer, after clean energy advocates learned of a sustainable development project in New Orleans’ Lower Ninth Ward that could benefit from the bonds.\nFor two years, New Orleans-based Green Coast Enterprises and Baltimore-based Seawall Development have been trying to bring a building project to the Holy Cross subdistrict. Earlier this year, the developers bought a 200-year-old school administration building that they plan to convert to energy-efficient and affordable apartments for teachers. Their plan also includes new green offices for education-focused nonprofits and a Sterling Farms grocery store, which would be the area’s first supermarket in at least two decades.\nThe $30 million development project could create 75 permanent positions and 175 temporary construction jobs, along with $200,000 in annual tax revenues, the developers say.\nBut getting banks to lend money for the project has been tricky in an area that has seen virtually no major economic development since it was devastated by flooding after Hurricane Katrina in 2005, said Reuben Teague, who co-founded Green Coast Enterprises.\nWith QECBs, the developers could reduce their debt—and thus lower the risk to their lenders.\n“The conversations we’ve had with our lenders suggest that something like the QECBs would make them much more comfortable in letting us borrow on the project,” Teague said, adding that the team aims to start construction by next summer.\nThe problem, Teague said, is that the municipal bond counsels—the attorneys who help keep bond issuers in line with applicable tax laws—have been hesitant to gamble on whether or not the project might qualify for the program. If the project turned out to be ineligible, the developers could be stuck with the full bill.\nBellis, of the Energy Programs Consortium, said that eliminating this kind of confusion is what the We the People petition asks the president to do.\n“We’d like for the IRS to create certain safe harbors, so that you know that if you … meet clear qualifications, then you’re OK,” Bellis said.\nVague language isn’t the only barrier to QECB funding getting spent, Bellis said. Many local governments have chosen to focus on shorter-term programs, such as stimulus-backed tax incentives or cash subsidies for renewable energy generation projects, because they can be less complex than issuing bonds.\nBut those programs will soon expire, she said, making it even more important that the QECB program be clarified so local governments can keep pursuing clean energy projects and creating jobs.\nWhether the We the People petition will help the coalition get the clarifications it wants remains to be seen. Of the 21 official responses to petitions currently posted on the White House website, only one, which sought to reduce the burden of student loan debt, received an affirmative response to a small piece of its requests. Many of the 300-plus petitions filed since late September failed to gather enough signatures to stick around.\nBishopp said that even if the QECB petition fails to gather enough signatures, it will at least help make local leaders and private developers aware of this little-used stimulus funding.\n“More than 80 percent of funding that was allocated is still available, and we would love to see states all over the country take advantage of that,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}