{
  "url": "https://insideclimatenews.org/news/11112011/keystone-xl-pipeline-opponents-celebrate-victory-obama-activism-nebraska-sandhills-state-department/",
  "title": "Activist Leaders Explain How They Beat the Keystone XL Pipeline",
  "date": "2011-11-11T21:40:30-05:00",
  "content": "WASHINGTON—Just six months ago, few could have imagined that an inanimate object as ugly as a 36-inch diameter, 1,702-mile oil sands pipeline could revive a dormant and depressed climate movement.\nBut then handfuls of activists experienced a series of  “aha” moments that resuscitated their cause. First, they connected the dots between the BP oil spill, a do-nothing Congress and the “carbon bomb” that would likely be released if Alberta’s tar sands continue to be mined. They also began pressing President Obama on his promise to wean the country of its oil addiction.\nGradually, something began to click. During the summer, more than 1,250 anti-pipeline protesters were arrested during a two-week sit-in at the White House. Hundreds more dogged Obama wherever he traveled across the country. And last Sunday, 10,000-plus flocked to the nation’s capital to encircle the eight city blocks around the president’s home.\nOn Thursday afternoon, the newly energized climate activists discovered that the formula they had created had been wildly successful. That’s when State Department officials announced that they will delay TransCanada’s proposed $7 billion Keystone XL pipeline project while they search for a route that keeps it out of Nebraska’s fragile Sandhills landscape and irreplaceable Ogallala Aquifer. That decision will significantly slow—and maybe even halt—a project that would have pumped 900,000 barrels a day of a type of heavy crude called diluted bitumen from Alberta to refineries along the Gulf Coast. State Department officials estimate an environmental analysis of a reroute through the Cornhusker State won’t be complete until 2013.\nAs environmentalists reveled in their monumental accomplishment Thursday evening, InsideClimate News interviewed representatives from seven advocacy organizations that contributed to the anti-pipeline endeavor. The news was still so fresh that some were still adapting to an unfamiliar dynamic, in which they emerged the winners.\nIn separate conversations, they talked about how they had forced the Obama administration to reconsider Nebraska—and how they would use those strategies to continue their opposition to the pipeline. Their lessons? Be relentless, share credit for successes, engage in less bickering and more cooperation, broaden the membership base and always remember to say thank you. On that last note, they graciously lauded the president for following through on his climate vows.\nDamon Moglen, director of the climate and energy program at Friends of the Earth, said the rise from despair to action required the melding of traditional environmental tactics with an emerging and optimistic force of teen-agers and 20- and 30-somethings.\n“I think what we’re seeing is a remarkable new 21st century activism movement,” Moglen said. “Younger people are growing up seeing climate change as an overwhelming challenge of the era. This is their fight and they’re animated and impassioned.\n“They believed Obama when he told them he would act on climate change. Thursday’s decision gives them a flavor of winning. It recharges their passion and idealism.”\nThat insight resonated with Courtney Hight, the 32-year-old co-director of the Energy Action Coalition. Her network of 50 youth-led community-based and national organizations with an environmental and social justice bent is a magnet for college students. About 10,000 of them traveled to the nation’s capital in April to participate in an event called “Power Shift” that asked the president to stand up to Big Oil.\n“Just months ago, the Keystone XL project was essentially signed, sealed and delivered,” Hight said. “The fact that we changed that is a tribute to the power of the grass-roots movement. This happened because people organized.”\nBack in April 2007, Hight was one of the first Obama supporters on the ground in New Hampshire. Later, she coordinated the future president’s youth vote efforts in Florida. After the 2008 election, she worked for more than a year for the Council on Environmental Quality at the White House.\nBy design, the advocacy organizations fought the pipeline plan on different levels while also playing to their individual strengths. Their divide-the-chores-and-conquer approach allowed researchers to delve into nitty-gritty science and safety details, educators to teach via outreach and marchers to put feet on the street.\nFor instance, Friends of the Earth took the lead on obtaining a damning chain of emails between TransCanada lobbyists and State Department officials. Other organizations hammered on the State Department’s questionable decision to hire the environmental consulting company Cardno Entrix—which lists TransCanada as a major client—to conduct environmental evaluations of Keystone XL.\n“Not since the first Earth Day have I seen so much energy directed toward conserving the environment for our children,” Larry Schweiger, president and chief executive officer of the National Wildlife Federation, said in an e-mail. “This is a great moment for the thousands of Americans who have stood up to this project, from town halls to the White House.”\nJane Kleeb, executive director of Bold Nebraska, said she spent a few minutes being a “little bit shocked” by Thursday’s announcement before plotting what her small but mighty coalition will do next. She said State Department officials and Nebraska legislators ultimately found it impossible to ignore pleas from a cross-section of residents that included farmers, ranchers, mothers and grandmothers.\n“This is a testimonial to all of the hard work that a lot of people put in,” she said. “I’m an idealist. I want to believe that citizen power actually does work.”\nTop on Kleeb’s mind now is whether Nebraska legislators now meeting in a special session will seize this opening to pass a law that would give the state power to protect its property owners and natural resources by regulating oil pipelines. The special session, which began Nov. 1 at Republican Gov. Dave Heineman’s request, is expected to wrap up before Thanksgiving.\nKleeb emphasized that solidarity was the word of the day, with no boasting that one organization should take sole credit for any victory. She and others tipped their activist hats to the indigenous people of Canada and the United States, whose longtime fight against Keystone XL and other pipelines will perhaps no longer be downplayed or dismissed.\nSusan Casey-Lefkowitz, an oil sands specialist who directs the international program at the Natural Resources Defense Council, also gave a shout-out to Obama for renewing his commitment to climate issues after a prolonged silence.\n“This Keystone XL decision has shown real leadership by the president,” she said. “He is listening to voices from people from all walks of life. And their message to him is, ‘Please Mr. President take care of our land and water, and fight climate change.’\n“I see this as a victory for the American people who have been asking for a deeper review. The State Department did a very flawed review the first time around. It’s time for them to get it right and realize that alternative routes need to include the alternative of not building the pipeline at all.”\nKate Colarulli, associate director of the Sierra Club’s “Beyond Oil” campaign, said she and others will be hounding the Obama administration to ensure that the rerouting of the pipeline is handled in a thorough, comprehensive, rigorous and transparent process—as a State Department official has vowed will happen.\n“It seems the State Department left this up to lower-level bureaucrats” the first time, Colarulli said about the Keystone XL presidential permit application TransCanada submitted in September 2008. “This time around, our hope is that they put some better brains on this, especially now that they know the intense level of scrutiny they will be under. It takes people staying on top of the situation to make sure things don’t get funky again.”\nAuthor and Middlebury College professor Bill McKibben, viewed by many as the anti-pipeline effort’s great galvanizer, credited NASA climate scientist Jim Hansen and young activist Tim DeChristopher for guiding him to Keystone XL as the centerpiece of a revitalized climate movement.\nHansen has argued that harvesting Alberta’s tar sands mines will essentially mean “game over” for those trying to rescue the planet from a climate-induced disaster. DeChristopher is serving a two-year prison sentence for a calculated act of civil disobedience. In 2008, he disrupted a Bush administration auction for oil and gas leases in Utah with $1.8 million in fake bids. Afterward, he encouraged the climate movement to trade its safe “middle path” for a more aggressive stance involving civil disobedience and risking arrest.\n“It was Jim helping me understand how much carbon is up there that made the difference,” said McKibben, founder of 350.org. “And Tim reminded us that the point of civil disobedience is to make people aware that an issue is morally urgent and so important that we’re willing to go to jail for it. I have no doubt he would have been arrested at the White House if he hadn’t been in prison himself.”\nMcKibben, who admitted to being “completely exhausted,” was interviewed while awaiting an evening flight from Chicago to his home in Vermont. He noted that his wife joked recently that he’d spent more time in jail than at home during the last several months. Next week, he’s headed to Vancouver, British Columbia, to address yet more pipeline issues.\nDespite his weariness, he doesn’t regret upending his life for the anti-pipeline effort.\n“You know, it was kind of a long shot,” McKibben said before boarding his next flight. “But every once in a while long shots go in.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}