{
  "url": "https://insideclimatenews.org/news/15112011/transcanada-nebraska-deal-keystone-xl-pipeline-route-nebraska-ogallala-aquifer-sandhills-state-department/",
  "title": "TransCanada-Nebraska Deal on Keystone Route Won’t Affect Federal Review, State Dept. Says",
  "date": "2011-11-15T10:30:07-05:00",
  "content": "LINCOLN, Neb.—Nebraska and  TransCanada Corp. agreed on Monday to find a new route for the stalled  Keystone XL pipeline that would steer clear of environmentally sensitive  lands in the state.\nUnder pressure from green  groups, the U.S. State Department last week ordered the company to find a  new route for the line in a decision that set back the $7 billion,  Canada-to-Texas pipeline by more than a year.\nThe  pipeline would deliver 700,000 barrels a day of crude from Alberta’s  oil sands to Texas refineries. But environmentalists strongly oppose the  project, because of the route, concerns about spills and carbon  emissions from production of oil sands crude.\nIn  the deal with Nebraska, the state would pay for the new studies to find  a route that would avoid the Sandhills region and the Ogallala aquifer,  which provides water for millions in the area.\n“I  believe we will put the routing issue completely behind us,” said Alex  Pourbaix, TransCanada’s president of Energy and Oil Pipelines. “We have  heard and we have listened to the people of the Sandhills.”\nThe  agreement will not change the timeline for a federal review, said a  spokesman for the U.S. State Department, which has final approval for  the project because it crosses an international border.\n“Nothing  has changed in the process since last Thursday’s announcement as any  new proposed routes will be subject to the thorough, rigorous and  transparent review process we have undertaken throughout,” said Mark  Toner, deputy spokesman for the department.\n“Given  the process, we cannot provide a specific end-date, other than to say  that based on the total mileage of potential alternative routes that  would need to be reviewed, we anticipate the evaluation could conclude  as early as first quarter of 2013,” Toner said.\nThat  means the Obama Administration will likely not have to deal with the  politically charged issue until after the 2012 election.\nNebraska state legislators will vote on the deal on Tuesday, Mike Flood, the legislature’s speaker said.\n“TransCanada  is willing to consider a route that sites the pipeline out of the Sand  Hills,” said Flood. “This is our land. These are our people. We will pay  for this. It’s the right thing to do.”\nIn Washington to lobby for Keystone, Alberta Premier Alison Redford said the announcement was “good news.”\n“It’s  something I can be more optimistic about now than I could have been  this morning,” said Redford, emerging from a meeting with House Speaker  John Boehner.\nBut the Republican  chairman of the House Energy and Commerce committee, who was part of the  meeting in Boehner’s office, was less optimistic the deal could lead to  a quicker decision.\n“If they look at rerouting, that takes a long time,” committee chairman Fred Upton said.\n(Additional reporting by Roberta Rampton in Washington and Paul Eckert in Guam, writing by Scott Haggett and Russell Blinch; editing by Rob Wilson, David Gregorio, Bob Burgdorfer and Carol Bishopric)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}