{
  "url": "https://insideclimatenews.org/news/17112011/nebraska-sandhills-water-keystone-xl-pipeline-ogallala-aquifer-transcanada/",
  "title": "Nebraska Ranchers Who Turned the Tide in Pipeline Fight Say They’re Not Done Yet",
  "date": "2011-11-17T19:00:00-05:00",
  "content": "Connie and Leon Weichman had just finished branding some calves Monday when Connie’s niece texted her the news: TransCanada, the Alberta-based company that wants to build an oil pipeline through the middle of the United States, had finally agreed to reroute it away from the Nebraska Sandhills where the Weichmans live and ranch.\nThe couple had been looking forward to this moment for almost four years, but the victory was less than they’d hoped for. TransCanada’s agreement with the Nebraska state legislature would keep the pipeline out of the Sandhills, an ecologically sensitive prairie that overlies the Ogallala aquifer. But it wouldn’t do anything to prevent the next route from swinging close enough to the Weichmans’ property to endanger their land. And it wouldn’t protect Nebraska ranchers outside the Sandhills, who are equally dependent on regional groundwater.\nConnie Weichman, a middle-aged woman with graying hair and silver-rimmed glasses, doesn’t consider herself an environmentalist and had never before participated in local politics. But along with a steadily growing group of Nebraskans—most of them also first-time activists—she and her husband played a key role in moving the pipeline route out of the Sandhills. Last week the State Department extended the pipeline review process by a year to study alternative routes through Nebraska. Four days later, TransCanada announced it would forgo the Sandhills route.\nEnvironmental groups throughout the nation have celebrated these events as a significant achievement in their battle to stop the pipeline, which would funnel up to 830,000 barrels of tar sands oil per day from Alberta to the Gulf Coast. But they also agree that the unlikely activists from Nebraska helped turn the tide.\nKen Winston, a policy advocate in Nebraska’s chapter of the Sierra Club, said the Nebraska coalition included concerned citizens from throughout the state.\n“This is a movement that has come from Nebraskans, and it’s large spread,” Winston said. “Their involvement cut across the political spectrum…. Even if they reject the label, they are truly environmentalists in the best sense of the word.”\nThe Weichmans’ entry to activism began in 2008, when TransCanada offered to pay them for a two-mile easement on their property. At first they said no, fearing that diluted bitumen—a special kind of heavy crude produced from tar sands oil—might leak from the pipeline into their groundwater. When the company threatened to take their land using eminent domain, they finally accepted the offer. But by then they also were ready to join the fight against the Sandhills route.\nIt seemed like an impossible task. The Sandhills’ sparse population gives residents little political clout: Holt County, where the Weichmans live, is home to just 10,500 people, equal to one percent of the population of Rhode Island spread over an area twice as large. The ranchers were more accustomed to fighting blizzards than foreign corporations, and long days of physical labor didn’t leave them much time for organizing.\nBut Connie Weichman persisted. She began writing letters to state senators. She spoke with reporters and drove four hours each way to Lincoln to testify at public hearings.\n“People took a stand up here, and they’re fighting for their land,” she said. “You could say we’re like the pioneer people in a way, trying to preserve what [we have].”\nMany of the Weichmans’ neighbors became similarly involved. Cindy Myers, a nurse who lives nearby, started writing op-eds for a local newspaper in 2009. A year later, she joined her first anti-pipeline rally in Nebraska. After that she said everything just “snowballed.”\nAlmost before she knew it, Myers had flown to Washington, D.C. to meet with her state representatives. She visited the capital again on November 6 to join the anti-pipeline rally at the White House. “It was so inspiring,” she said. “So many people came up to me and said, ‘You’re from Nebraska—thanks for what you’re doing. It’s because of you that this issue is alive.'”\nThe original pipeline route wouldn’t have crossed Myers’ land, but she had grown up with a piece of that prairie landscape in her backyard and she was determined to protect it. The Sandhills, she said, was the “best playground” any child could have, a bizarre mix of desert and water, with dry dunes crisscrossed by meandering streams. Water pools in low-lying areas, creating instant oases of lush grass. A hundred feet away, desert yucca plants have colonized the tops of sand dunes. Locals call the fine white sand “sugarsand,” and when the land erodes from drought or overgrazing, the dunes shift, forming new hills and valleys.\nAs a kid, Myers sledded down the dunes in winter and caught sand lizards in the summer. When she got thirsty, she pulled apart the irrigation pipes that sometimes rested on the ground and drank what she needed.\nNo oil pipeline had ever crossed the Sandhills, and the idea that TransCanada wanted to install a 36-inch pipeline in this delicate terrain made her furious. Our water is “the best in the country…and we want to keep it that way,” she said.\nA Place with Roots\nTwelve thousands years ago, the region now known as the Sandhills was a forest of trees. Then the land was plunged into several cycles of extreme rainfall and drought. Grains of sand blew in during the dry times, piling up into enormous dunes.\nThe most recent wet cycle began about 650 years ago. As the climate shifted, the sand soaked up rain like a giant sponge. Seeds took root, transforming the region into a prairie. Today, the Sandhills stretch across north-central Nebraska and cover about a third of the state. The sand near the region’s western edge is piled 400 feet deep in some places, and a rancher might have to dig 100 feet before hitting water. At the region’s eastern edge, where the Weichmans live, the ground is much wetter, with a shallow sand layer and a high water table.\nMany families in the Sandhills go back four, five, even six generations. They’ve learned to survive in a land of extremes, where temperatures can top 100 degrees Fahrenheit in the summer and dip to 20 below zero in the winter. Kyle Graham, a wildlife biologist who has worked in the Sandhills for more than a decade, said people don’t end up in this place by accident. Those who stay have deep roots in the area and truly understand “the capacity of the land.”\n“You can’t separate the water from the land and the people,” Graham said. “It’s an odd place that’s hard to understand.”\nLeon Weichman’s parents bought the family ranch in 1949. Aside from serving in the Vietnam War, he has spent his entire life in the Sandhills.\nConnie Weichman grew up on a ranch 25 miles away. Her grandparents bought the land in the 1930’s and managed to eke out a living through the lean years of the Dust Bowl. “They were just [the kind of] people tough enough to endure the hardships that came with pioneering out here,” she said.\nConnie’s father and two brothers still ranch nearby. Two of her three children are ranchers, including a daughter who raises cattle in Oklahoma and a son who will eventually take over the Sandhills ranch.\nA faded ribbon on a barbed-wire fence marks the place where the Keystone XL would have crossed the Weichman property. On a cold September morning, Connie Weichman parked her truck close to that spot and began digging a hole to show a visitor how close the water table lies to the surface—and how vulnerable it would be to an oil spill.\nIn springtime the meadow would be literally underwater, she said, but September was the dry season and finding water took a bit of work. Again and again she plunged a postholer—a double-handled device that resembles two shovels connected at the base—into the ground, scooping up clumps of soil as easily as spooning sugar. There are thousands of fence posts on the ranch, all of them dug this way.\nWith the sun high in the sky, the scene looked like something from a postcard, or a John Deere commercial without the tractors. Fields stretched in every direction, with grass so green it hurt the eyes. Here and there stood short rows of trees called shelterbelts, which act as windbreaks during blizzards.\nThe sandy soil became increasingly soggy as Weichman dug. After 40 inches a trickle of black mud bubbled from the bottom of the hole and she stopped. More water oozed out over the next few minutes, and Weichman said it would continue to rise throughout the day.\nThe ranchers use the groundwater, unfiltered and untreated, for their homes and their cattle. Several years ago, when the Weichmans spent some time in Lincoln for medical reasons, Connie complained about the gritty taste of city water. Before long, friends from home showed up in Lincoln toting coolers of “good ol’ Holt County Water.”\nLike most Sandhills residents, the Weichmans credit the Ogallala aquifer as the source of their groundwater, but technically they’re drinking from the High Plains aquifer, which in many places lies above the Ogallala. Jim Goeke, a respected Nebraska hydrogeologist, recently appeared in a TransCanada ad to assure Nebraskans that an oil spill couldn’t possibly contaminate the entire Ogallala aquifer, which extends across eight states and is protected in many areas by layers of impermeable or semi-permeable rock.\nBut in an interview with InsideClimate News, Goeke also said he agrees with other experts who say an oil spill in the Sandhills could contaminate groundwater from the High Plains aquifer.\nThe precise name of the aquifer is of little importance to the Weichmans. All they want is to protect their water source.\n“Without our water, I guess we’re pretty much done,” Connie Weichman said. “Our livelihood depends on it.”\nA Sustainable Prairie\nOn a windy afternoon in late September, biologist Kyle Graham drove his pickup through a section of the Sandhills near the town of Valentine, 100 miles northwest of the Weichmans’ ranch. The prairie there is covered in a thick layer of yellow and brown grasses, even though there’s very little soil on the ground. The sandy grasslands are interspersed with low valleys as green as the Weichmans’ ranch, each irrigated by the water that drains through the higher dunes. In the spring and fall, Graham said the wetland valleys “are completely packed with waterfowl”—everything from whooping cranes and geese to small, hard-to-identify birds that explode out of the prairie like feathered rockets.\nThe Sandhills are one of the last native prairies left in the United States, and there’s more wildlife there now than anytime over the past 200 years, Graham said. Much of the credit for that thriving ecosystem goes to the ranchers’ careful management of the land. Both wildlife and cattle depend on a healthy grassland, so it’s a “win-win situation” for everyone, he said.\nIn the old days, herds of bison helped sustain the prairie by barreling through “like a train,” churning up the soil and fertilizing the grass with their dung. Today, the ranchers’ cattle perform that role. Too few cattle, and the soil doesn’t get the nutrients and aeration it needs. Too many cattle, and the soil erodes from overgrazing.\nGraham and the ranchers see the Sandhills as a system that works, a place where humans have learned to live in a sustainable relationship with nature. For the Weichmans, however, taking care of the land now means protecting it through the political process as well as with the family’s physical labor.\nConnie Weichman plans to keep monitoring developments on the pipeline and she said she won’t hesitate to call her state senators if necessary. Right now she’s especially interested in a bill the legislature is considering to give the state control over how oil pipelines are sited in Nebraska. The bill wouldn’t apply to the Keystone XL pipeline, but she wants it in place before another pipeline comes through her state.\nCindy Myers also intends to keep scrutinizing the Keystone XL. The citizens of Nebraska have “flexed their muscles,” she said, and will continue to be vigilant.\n“I foresee a rebellion whichever route is chosen,” she said. “Nebraskans all over now know the power of the people, and the pipeline fight will not be over.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}