{
  "url": "https://insideclimatenews.org/news/11112011/state-department-obama-keystone-xl-pipeline-decision-2012-election-oil-sands-tar-sands-transcanada/",
  "title": "U.S. Puts Tricky Keystone XL Pipeline Decision Past 2012 Election",
  "date": "2011-11-11T05:00:00-05:00",
  "content": "The U.S.  government on Thursday delayed approval of a Canada-to-Texas oil  pipeline until after the 2012 U.S. election, bowing to pressure from  environmentalists and sparing President Barack Obama a damaging split  with liberal voters he may need to win reelection.\nThe decision to explore a new  route for TransCanada Corp’s Keystone XL oil pipeline to avoid fragile  territory in the Sand Hills of Nebraska dismayed the Canadian  government, which had lobbied assiduously for the $7 billion project.\nIt  also drew a harsh reaction from the oil industry and from Republicans  in Congress who accused Obama of sacrificing jobs for the sake of his  reelection.\nThe State Department  suggested that looking at new routes for the pipeline within the state  of Nebraska would take until at least the first quarter of 2013, well  beyond the November 6, 2012 U.S. election. The department had previously  said it hoped to make a final decision by the end of this year.\nTransCanada,  which proposes to build and operate the pipeline, said it remained  confident that it would ultimately win approval. Industry analysts had  previously said a significant delay could kill the project.\nThe  Obama administration said U.S. domestic politics played no part in the  decision. Analysts suggested the delay may actually be an effort to  split the difference.\n“Politically  it’s an effort to avoid antagonizing either side of the issue,” said  David Pumphrey, a senior fellow at the Center for Strategic and  International Studies and former Energy Department official.\n“Both  sides are likely to be disappointed, but since it’s impossible to  calculate the most damaging outcome, better to buy time,” Pumphrey said.\nJobs Sacrificed?\nObama said the decision was made on the merits.\n“Because  this permit decision could affect the health and safety of the American  people as well as the environment, and because a number of concerns  have been raised through a public process, we should take the time to  ensure that all questions are properly addressed,” Obama said in a  statement.\nCritics said the president was putting politics ahead of job creation and a chance to reduce U.S. dependence on Middle East oil.\n“More  than 20,000 new American jobs have just been sacrificed in the name of  political expediency,” House of Representatives Speaker John Boehner  said in a statement.\nIt was an  abrupt reversal for a project that six months ago had looked all but  certain to move forward before being derailed by an environmental  campaign. The decision could strain relations with Canada and prompt  companies to renew efforts to build new Western export routes to China.\nAnalysts  say the delay could kill the project to deliver Canada oil sands crude  to U.S. Gulf Coast refiners. As TransCanada returns to the drawing  board, other projects may lock in its customers.\nIt  was one of the most closely watched energy policy decisions for global  oil traders, who had expected the Keystone line to help relieve a supply  bottleneck that has caused an unprecedented disconnect between  depressed U.S. Midwest oil prices and global rates paid on the coast.\nIf  built, the pipeline would transport 700,000 barrels per day or more of  crude, most it from Alberta’s oil sands, the world’s third largest oil  reserve. That is nearly 4 percent of the 19 million barrels the United  States uses every day.\n“It suggests  to us that he has made a determination that he’d prefer the United  States continue to import from sources outside North America as opposed  to further solidifying our great relationship with Canada.” said Jack  Gerard, president of the American Petroleum Institute, a leading  industry group.\nThe State  Department said it decided to look at rerouting the pipeline chiefly  because of concerns about its running through the Sand Hills area of  Nebraska, which has fragile wetlands, a sensitive ecosystem and shallow  groundwater.\n“The White House did  not have anything to do with this decision,” Assistant Secretary of  State Kerri-Ann Jones told reporters. “There was no effort to …  influence our decision. It was our decision.”\nThe  State Department said it was only looking at moving the pipeline’s  route within Nebraska and estimated that a new route would affect about  75 to 250 miles of the conduit.\nVictory for Environmental Groups\nThe decision was a victory for environmental groups, who say producing oil sands crude emits large amounts of greenhouse gases.\n“The  president should know that nothing that happened today changes our  position—we’re unequivocal in our opposition,” said Bill McKibben,  leader of protests at the White House against the pipeline that drew  thousands of opponents.\n“If this  pipeline proposal reemerges from the review process intact we will use  every form of nonviolent civil disobedience to keep it from ever being  built,” he said.\nWhile the decision  hurt Obama with industry and Republicans, it may shore up his support  from environmentalists, an important constituency for the president and  his fellow Democrats.\nTransCanada shares closed down 73 Canadian cents at C$39.85 on the Toronto Stock exchange.\nCanada’s Dilemma\nAnalysts  said any damage to U.S.-Canadian relations should be short-lived.  Still, the delay creates a dilemma for Canada as it tries to expand  markets for its most lucrative export.\nKeystone  XL is one of two projects oil sands producers have been counting on to  boost returns by relying less on the oversupplied U.S. Midwest market.  Canada now exports about 2 million barrels of oil a day, almost all to  the United States.\nGovernment and  industry officials say a major delay in the Keystone XL decision would  prompt increased efforts to push forward Enbridge Inc’s C$5.5 billion  ($5.5 billion) Northern Gateway pipeline across British Columbia to the  West Coast, where more than half a million barrels of crude a day could  be loaded onto tankers and shipped to Asia.\nPushing  harder on that proposal “could be part of the discussions” as Canada’s  natural resources minister meets with officials during his  current  visit to China, Prime Minister Stephen Harper’s spokeswoman said on  Thursday.\nHowever, that project is  anything but a sure thing. More than 3,000 people have registered to be  heard at the Natural Energy Board hearing, due to start in January. The  project faces considerable opposition from environmentalists and several  native groups, who have said they would not want the pipeline crossing  their land under any conditions, and the Keystone XL experience may  embolden critics.\nA Keystone XL  delay may also hamper Canada’s efforts to convince the European Union  not to label oil sands crude as inherently polluting under a new fuel  quality directive.\n(Additional reporting by Jeff Mason and Ayesha Rascoe in Washington and by Jeffrey Jones and Scott Haggett in Calgary; Editing by David Gregorio and Russell Blinch)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}