{
  "url": "https://insideclimatenews.org/news/07112011/largest-keystone-xl-protest-white-house-encircle-president-obama-transcanada-permit-state-department/",
  "title": "10,000-Strong Keystone Protest, Biggest Yet, Draws Surprisingly Diverse Crowd",
  "date": "2011-11-07T20:00:54-05:00",
  "content": "WASHINGTON—As Brian Nowak made a beeline across Lafayette Square to the handmade “Minnesotans for Climate Action” banner, he was intercepted by a grinning 20-something.\n“I’m so happy to see you here,” the young man told the white-haired and bearded Nowak. “I was afraid it was only going to be people my age.”\n“Ditto,” thought the 59-year-old architect from a Twin Cities suburb.\nAs the two mingled early Sunday afternoon in the park next to the White House, both were further relieved to discover that their fellow Keystone XL pipeline protesters were far from a homogenous lot. Skin tones varied from the palest of whites to the darkest of browns. The thousands who spilled into the nation’s capital via train, bus, bicycle, car and airplane included babies in backpack carriers, kids tumbling in leaf piles, sign-toting grandmothers, men in suits and ties, college students with a knack for inventive chants—and a handful of leashed dogs elated to be cavorting on a brilliant and sunny autumn day.\nThe crowd’s goal was to give President Obama what activists dubbed a “solidarity hug” by forming a human chain to encircle the White House grounds. At first, Nowak fretted that the monumental effort would flop if the hordes that had signed up didn’t follow through on their convictions. But his worries vanished a few hours later, when what he had feared might be a mere trickle overflowed into a rumbling river of an estimated 10,000 people standing at least two to three deep, encircling what amounts to about eight city blocks. Most had donned organizer-issued orange vests, so an aerial view would have resembled a bizarrely colored moat around the most famous address in America.\nNowak could have stayed home in the Upper Midwest, fleshing out plans for an ultra-low energy house he’s designing so he and his wife can reduce their carbon footprint.\n“But why should I bother with that if the big issue, this tar sands pipeline, isn’t being addressed?” Nowak said about the $7 billion, 1,702-mile project that opponents have labeled a “carbon bomb.” “I figured this is where I need to put my energy. This is going to be a watershed day.”\nPresident Lending an Ear?\nAs author and Middlebury College professor Bill McKibben circulated through the park, he seemed astounded that 13,000-plus demonstrators had registered through Tar Sands Action and other advocacy organizations to form a ring around the White House.\n“Clearly a lot of people recognize the gravity of the situation,” McKibben, founder of 350.org, told InsideClimate News a few minutes before the 2 p.m. rally kicked off. “I’m just glad to see how bold and determined they are to make a difference.”\nThough actor Mark Ruffalo and other celebrities addressed participants from a small stage in the center of Lafayette Park, the crowd anointed McKibben as the top glitterati “get” of the afternoon. Young demonstrators lined up like hungry ducklings clamoring for his autograph on their cardboard protest signs. The affable and lanky activist with the boyish smile also accommodated a parade of journalists, whether they wielded a notebook, a digital recorder or a camera.\nHe drew cheers when he told participants to “forget this red-state, blue-state stuff. This is the whole country coming together.” And more applause followed when he pleaded with Obama for  “no more of this stunt double in the Oval Office. We need the real thing.”\nFor months, McKibben and his coalition have pressured the president to stop hiding behind the State Department and accept full responsibility for granting or denying the pipeline permit. Their prodding began in earnest when McKibben and more than 1,200 protesters were arrested at a two-week summer sit-in at the White House that he spearheaded. Their efforts, he added, are reaping results. Last week Obama said publically that he will have the last word on the pipeline, which would pump up to 900,000 barrels of oil daily from the tar sands mines of Alberta to refineries along the U.S. Gulf Coast.\n“The president seems to be stepping up,” McKibben said. “I will give the guy credit for saying that he will be making the decision. That’s what we’ve been saying all along.”\nMcKibben attributed Obama’s turnaround to a recent big-media ad campaign launched by pipeline opponents urging the president to halt an “environmental crime in progress.” Also, Keystone XL protesters have dogged Obama at campaign and fundraising events across the country.\nCircle Is Unbroken\nSunday’s rally began with 60 minutes worth of encouragement from McKibben and an assortment of actors, politicians, clergy, ranchers, activists and environmental leaders. Nowak snapped digital photographs of attention-grabbers, such as a protester with a cutout of an oil-stained bird perched on her head, and e-mailed them to friends back home.\n“I knew there was a reason my wife told me I needed a smart phone,” he joked about adapting to new technology. “But with these fingers, I’m just not very dexterous.”\nClose to 3 p.m., organizers divided the swelling masses into brown, red and orange teams bound for the White House.\nLeading the way was an impressively enormous pipeline replica crafted from black plastic emblazoned with “Stop the Pipeline” in giant white letters. Dozens of volunteers kept the caterpillar-like creation aloft on their fingertips. It measured several hundred feet long, a portable fan at its rear blowing enough air to keep it from collapsing.\nNowak and his contingent of a dozen or so Minnesotans dutifully followed an airborne brown flag. Catchy jingles such as “Hey hey, ho ho, the Keystone XL has got to go” and  “This is what democracy looks like” had tourists transfixed as the phalanx strode by the Treasury Department building at 1500 Pennsylvania Ave., then swung around the corner onto 15th Street NW past the White House Visitor Center, the W Hotel and stone-faced security guards at yet another White House gate.\nBy 3:25 p.m., the brown team had moved into its position as the lower segment of the circle. The Minnesota climate activists, hoisting their “What Kind of a World Do You Want?” banner, found themselves standing near the President’s Park South—commonly known as the Ellipse and the site of the national Christmas tree—which gave them splendid front and center views of the south side of White House.\nA beaming Nowak seemed intent on savoring each minute of the hour or so the ring remained in place. The Minnesotans chatted with equally buoyant protesters from California, Maryland, New York, Wisconsin, Florida, New England and most everywhere in between. And they chuckled at a bonanza of signs with clever inscriptions such as “Old Fart Against Big Oil,” “More Audacity, Less Hope,” “Dear Mr. President: We Were Your Base. Want Us Back?”\nJust six weeks prior, Nowak explained, he had been knotted up in anger over the lack of media coverage of a climate awareness program at the Minnesota State Capitol in St. Paul. But the last remnants of his ire were excised when he absorbed the electric optimism pulsing around the White House.\n“This is amazing,” Nowak said a few minutes before pieces of the human circle started peeling away close to 4:30 p.m. “I’m overwhelmed and rejuvenated. And to think I was afraid earlier that there wouldn’t be anybody here.”\nA round of golf was reportedly on Obama’s Sunday schedule. But Nowak was crossing his fingers that the president would arrive home early enough to witness the circular spectacle.\n“I’m hoping Malia and Sasha are looking out of the White House windows and asking, ‘Daddy, what are they doing here today?'” he said. “And he’ll have to tell them.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}