{
  "url": "https://insideclimatenews.org/news/21102011/compressed-natural-gas-vehicles-garbage-trucks-clean-fuels-electric-cars-smithtown-new-york-fracking/",
  "title": "More U.S. Towns Are Requiring Natural Gas Garbage Fleets, in Boon to Truck Makers",
  "date": "2011-10-21T18:00:14-04:00",
  "content": "Five years ago, when the Long Island town of Smithtown passed a law requiring its garbage and recycling collectors to ditch their diesel haulers for trucks run on compressed natural gas (CNG), it was seen as a surprising step.\nAt the time, only two of the nation’s truck builders—Autocar in Indiana and Oklahoma’s Crane Carrier Company—were making natural gas trash trucks. And virtually all their orders went to towns in Southern California, which had switched to CNG years before.\n“It was a very bold decision. No one had done it on the East Coast,” said Joanna Underwood, president of Energy Vision, a research organization that gave Smithtown guidance on its mandate. “None of the haulers on Long Island had ever used a natural gas truck—or practically had ever seen one.”\nToday, Long Island has more than 100 CNG haulers, as municipalities throughout the New York area have followed Smithtown’s lead. Industry leaders say these ordinances—which have also spread nationwide—have stoked demand for natural gas trucks and helped encourage nearly every waste truck maker in America to develop a CNG model.\nJeffry Swertfeger of McNeilus Truck and Manufacturing in Minnesota, a leading manufacturer, said his firm began making CNG sanitation trucks in 2006, after demand rose  “astronomically.” He credited laws like Smithtown’s with providing “a huge  benefit.\n“We now have fleets who have made it very clear that they are working toward 100 percent CNG products in the future,” he said.\nVeteran CNG truck builder Autocar now supplies over half  of  Smithtown’s 22 trash and recycling trucks. (Crane Carrier supplies the rest.) This year, two-thirds of the 2,100 waste collection trucks it will roll out will be CNG—up from a quarter just three years ago.\n“There is no significant [waste] hauler in the country that  has not  either switched or investigated switching to natural gas,” said Tom  Vatter,  Autocar’s vice president of sales and marketing. “If they’re not looking at natural gas, then they’re  really not  connected to what is going on.”\nCompressed natural gas is composed mostly of methane and runs in converted internal combustion engines. Advocates champion the fuel for its environmental benefits and low costs. The cars release 25 percent fewer greenhouse gas emissions than diesel and far fewer emissions of toxic pollutants. A gallon of CNG is about half the cost of a gallon of diesel, saving fleets thousands in fuel costs.\nBut some clean car supporters are skeptical about CNG, due to the boom in shale gas drilling and the accompanying process of hydraulic fracturing, or fracking. The controversial practice has increased from 1 percent of U.S. gas production in 2000 to about 15 percent today. Residents across gas country  have blamed it for seeping toxic fluids  into  their  drinking water supplies.\nJohn Cross, a federal transportation advocate at Environment America, said his group won’t support natural gas trucks unless and until fracking is proven as safe as drillers say it is. “[Fracking] creates a lot of enormous obstacles to natural gas becoming an effective alternative to oil.”\nSoaring Diesel Costs a Major Factor\nFor Smithtown, a town of 118,000 people some 35 miles from New York City, the decision to swap its fleet of diesel sanitation trucks for CNG came in 2006, while it was preparing to solicit bids for contracts with local garbage and recycling firms.\nThe weak economy was pushing officials to find new ways to cut costs. That year the price of diesel fuel was almost ten times what it was a decade earlier, and rising.\nHistorically, diesel has cost less per-gallon than gasoline. But strong demand from big diesel consumers like Europe and China—plus higher production costs as a result of U.S. EPA restrictions on diesel pollutants—have helped push the fuel prices to has high as $4 per gallon today.\n“The cost of petroleum-based fuels has become virtually unpredictable with wide price swings, and that wreaks havoc on a municipal budget,” said Russ Barnett, who directs Smithtown’s environment and waterways department and who pioneered the town’s CNG mandate.\n“We were looking for a fuel that would give us some predictability so that we could budget accordingly,” he said. “We were also interested in reducing our reliance on imported energy sources and going with domestic supplies.”\nCompressed natural gas costs about $2.00 per gallon and is often sold to fleets under fixed-rate contracts from fueling station operators. The savings from CNG are potentially enormous for operators of garbage trucks—up to hundreds of thousands of dollars per year for a fleet the size of Smithtown’s, said Barnett. With their frequent stopping, starting and idling, the trucks get just 2.8 miles per gallon and burn about 10,000 gallons of diesel per year.\nFor Long Island towns, natural gas simply makes more practical sense than other homegrown alternative fuels, said Rita Ebert, program coordinator of the Greater Long Island Clean Cities Coalition, a chapter of the U.S. Department of Energy’s alternative transportation initiative.\nCNG stations can access natural gas with relative ease from the National Grid, a regional power supplier with natural gas pipelines running across Long Island. Biodiesel and ethanol, on the other hand, would have to be trucked in from other states and would cost more per-gallon than the local natural gas, Ebert said.\nThe coalition advocates for all types of alternative fuels and is working to develop electric vehicle charging infrastructure, said Ebert. But local interest remains highest for CNG. Most of the nearly $15 million in federal stimulus the coalition has helped the area’s towns allocate is going to buy CNG trucks and build refueling stations.\nSmithtown Finds Subsidies, Lures Pickens\nIn 2006, Barnett began helping to draft what he called the “Smithtown mandate,” the first municipal policy outside of California to require its waste management contractors to supply only CNG trucks. The mandate took effect on Jan. 1, 2007.\nManhattan-based Energy Vision and Smithtown helped the contractors apply for federal incentives, like the now-expired Section 1341 program of the 2005 Energy Policy Act. The program provided a crucial tax credit worth up to $32,000 to cover the price difference between a new CNG truck and a traditional diesel vehicle, which is still large but dropping.\nA diesel garbage truck costs around $170,000. Several years ago the natural gas version was $60,000 more, said Underwood, but today that difference is down to about $30,000. According to Autocar’s Vatter, the drop is largely due to the added cost of adding and maintaining filters and emissions control systems to diesel engines. Over the past decade, EPA has passed regulations under its Clean Diesel Program forcing manufacturers to cut soot, smog and greenhouse gas emissions from diesel engines.\nSmithtown was able to attract Clean Energy Fuels, the natural gas fuel provider that energy magnate T. Boone Pickens co-founded, to build a CNG refueling station and guarantee stable prices for its fleet. It can cost several million dollars to convert a gasoline station into a CNG station or build one from scratch.\nWith Smithtown’s station in place, the town’s leaders began adopting other CNG vehicles, like street sweepers, snow plows and highway maintenance trucks.\nThe Smithtown Mandate Spreads\nIn 2009, when the nearby town of Brookhaven solicited new bids for its 67-vehicle garbage and recycling fleet, it, too, decided to require CNG. In 2010, officials in Huntington issued a similar mandate and collaborated with neighboring Smithtown to build a second CNG refueling station. The three towns together run nearly 130 CNG trash trucks, with nearby towns looking to add some 60 more.\nLong Island has 25 CNG stations completed or under construction. Nationwide, about 900 natural gas fueling stations are available in 46 states. One-fourth are in California alone. New York has the second highest number of  stations, with around 10 percent of the total.\nTowns and public school districts across New York and New Jersey are steadily phasing in more natural gas garbage trucks and school buses, said Underwood of Energy Vision. In total there around 110,000 natural gas cars, vans and trucks on U.S. roads today.\n“The energy and enthusiasm on the municipal level is one of the main drivers of this movement now,” she said.\nAccording to Energy Vision’s last official count back in 2005, nearly 60  communities nationwide had adopted CNG mandates for their garbage  fleets—almost all of which were on the West Coast and in Texas. Barnett of Smithtown believes that dozens of other towns have passed ordinances in the last few years.\n“I  get calls from all across the country, but also from outside of the  country” from towns looking to implement their own Smithtown mandate, he said.\nBuilders Cash In on CNG Trash Truck Boom\nTruck manufacturers have moved quickly to respond to increasing demand for CNG garbage trucks.\nIn 2006, there were only around 1,500 such trucks on U.S. roads, all made by Autocar and Crane Carrier Company. Today, more than 5,000 garbage and recycling trucks are powered by CNG—out of around 140,000 total—and virtually every big hauler manufacturer makes a CNG model.\nVatter of Autocar said his company, which has built CNG trucks for 15 years, used to send nearly all its natural gas trucks to California. Now it’s pushing east to meet demand for CNG from the trash collection industry. “We’re selling natural gas garbage trucks in just about every state,” he said. “Even the states we haven’t sold in yet, the haulers are talking about it.”\nHe added that “the majority” of the orders it gets from the two industry giants, Waste Management and Republic Services, Inc., are for natural gas trucks.\nVatter noted that his company’s growth in the CNG sector hasn’t slowed this year, despite the absence of the Section 1341 tax credit for alternative vehicle purchases that expired last year. EPA regulations to clean up diesel engines have enabled CNG trucks to compete with conventional trucks without federal incentives, he said.\n“The costs of the two trucks have really come closer and closer to each other, and that is part of the driving force to this big explosion of natural gas [vehicles],” Vatter said. “Every aspect of this industry is pushing people to natural gas trucks.”\nSubsidies, Fracking Potential Obstacles\nNot everyone agrees with that assessment. Many advocates say the renewal or extension of earlier subsidies is critical to get cities and towns to switch to cleaner fleets, given local governments’ budget strains.\nUnder the federal energy act, private firms or municipalities with plans to build a CNG station can receive tax credits up to $30,000 off the project costs. A separate program gives fuel providers tax breaks worth 50 cents per gallon. Both are set to expire at the end of this year.\nIn Washington, natural gas proponents are pushing the NAT GAS Act of 2011, a House bill first introduced in April and backed by Pickens and other industry giants. The legislation would last five years and provide tax credits of up to $64,000 for new CNG truck purchases—double the amount offered under the federal energy act. It would also triple the existing tax break for fueling stations to $100,000.\nA U.S. House subcommittee held a hearing on the bill back in September. Its fate remains uncertain in a Republican-led Congress increasingly resistant to new spending and reluctant to invest in alternative energy programs.\nUnderwood said a lack of federal subsidies would “economically penalize” towns that want to adopt CNG fleets but can only afford diesel.\nAnother potential obstacle to putting more natural gas trucks on the road is growing opposition to fracking.\nUnderwood explained that most natural gas fuel is derived from conventional drilling methods. However, she said she understands concerns of some CNG opponents and supports EPA’s plans to increase oversight of fracking. “This industry needs to be regulated like every other extractive industry in this country,” she said. “Until the industry is effectively regulated, I think it is eminently reasonable for states and local areas to say ‘no’ [to fracking].”\nCross of Environment America said his organization backs measures to boost fuel efficiency and electrify vehicles over efforts to put more natural gas cars on the road. But if concerns related to fracking were resolved, the group could support natural gas as a bridge fuel for certain trucks, including garbage haulers, whose sheer size and fuel consumption pose problems for electrification.\n“With heavy-duty vehicles, we understand there are more challenges,” he said. “We are interested in looking at alternative fuels such as … natural gas, should it be sustainably extracted, which we just don’t have the capacity to do right now.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}