{
  "url": "https://insideclimatenews.org/news/27092011/state-department-keystone-xl-pipeline-delay-transcanada-paul-elliott-hillary-clinton-friends-of-the-earth-foia/",
  "title": "State Department Considered 2-Year Keystone Pipeline Delay—Briefly",
  "date": "2011-09-27T16:00:00-04:00",
  "content": "In June of 2010, in the midst of the BP Gulf oil disaster, someone deep in the bowels of the U.S. State Department was considering a two-year delay in the Keystone XL pipeline project, according to documents released last week. Public concerns about the oil industry were peaking, and the $7 billion Canada-to-Texas oil sands pipeline, which had looked like a shoo-in at the beginning of 2010, was getting a closer look.\nAt one point, the State Department even asked a lawyer for TransCanada, the Alberta-based company that was trying to get a federal permit to build the pipeline, to provide an assessment of how such a delay would impact the company.\nWhat happened to that request—or to the idea of possibly delaying federal approval of the pipeline—remains a mystery, crucial to understanding the decision-making process behind one of the biggest energy projects pending before the Obama administration. The pipeline would allow an enormous supply of a particularly dirty form of oil, locked up in Alberta’s tar sands, to reach refineries in the Gulf of Mexico and markets around the world.\nThe documents, which the State Department released last week in response to a Freedom of Information Act request by Friends of the Earth, contain no further mention of a possible delay beyond an email thread that began on June 28 and petered out on June 30.\nThe documents do show, however, that TransCanada had special access to key State Department officials during this delicate period, when the future of the company’s most important  project hung in the balance. In 2009 TransCanada had begun ordering the large-diameter pipe it would need for the project. Evraz, the Russian company that got some of the business, announced that steel and pipe production for TransCanada’s order would begin in 2010.\nTransCanada’s most important link to the State Department was its Washington, D.C.-based lobbyist, Paul Elliott, who had been a senior member of Secretary of State Hillary Clinton’s 2008 presidential campaign. A month earlier, Elliott had secured an exclusive meeting for TransCanada’s CEO with a key State Department official, who coached him on what the company should insert into the public record.\nNow Elliott went to work again, relaying TransCanada’s concern about the possible two-year delay to the office of the Secretary of State. His contact there was Nora Toiv, a special assistant who knew him from having also worked on the Clinton campaign. Toiv forwarded his note up the chain, and within two days it was slated for discussion with Secretary Clinton’s Chief of Staff, Cheryl D. Mills. Like Elliott and Toiv, Mills had worked on Clinton’s presidential campaign.\nNick Berning, the communications director with Friends of the Earth, said the newly released documents offer clear evidence of a conflict of interest involving the Secretary of State and her staff, which is unfairly tipping the scales in favor of the oil industry at the expense of public health and welfare.\n“The State Department’s job is to act in the public interest, but this document implies State was looking out for a private oil firm instead,” Berning said.\nFriends of the Earth received 34 documents from the State Department in response to its freedom of information request, but plans to ask for more. Damon Moglen, the organization’s climate and energy director, said attachments referenced in the emails are missing, along with notes that would have been routinely taken during meetings that TransCanada had with State Department officials. There is also evidence that some official business was being conducted between Elliott and State Department staffers via their personal email accounts, he said.\nTransCanada spokesman Terry Cunha referred questions about the possible two-year delay, and about TransCanada’s access to high-level officials, to the State Department.\n“In the three years this project has been reviewed by the Department of State (DOS), we have submitted hundreds of pages of information, including the impact not approving this project would have, to the DOS. It’s all available from the DOS,” Cunha said.\nCalls to the State Department for further information were not returned.\nCunha rejected the idea that his company enjoys special access to the State Department.\n“One other thing that I’d like to highlight,” he told InsideClimate News in an email, is that “the State Department has met with many interested organizations.” He then listed 16 groups, most of them opponents of the pipeline, including Friends of the Earth.\nTransCanada Gets Some Coaching\nBut the pipeline’s opponents didn’t enjoy the exclusive access that TransCanada had through Elliott, who was Secretary Clinton’s national deputy director during her presidential campaign.\nThe documents show that in May 2010 Elliott had arranged for Hal Kvisle, president and CEO of TransCanada Corporation at the time, to meet with David Goldwyn, head of international energy affairs for the State Department.\n“Our meeting with David Goldwyn and Michael Sullivan (another State Department official) was very productive,” Elliott wrote to Toiv, his acquaintance from Clinton’s campaign days. “David provided us with insight on what he’d like to see by way of on-the-record comment during this public comment period of this Keystone KXL draft environmental impact statement. We are working with our stakeholders, shippers and vendors to deliver on the insight David shared with us and to do so by the June 15 deadline.”\nTransCanada was quick to act on the coaching it got from Goldwyn. Three days later Elliott sent Goldwyn the text of a letter written by Montana Gov. Brian Schweitzer in support of pipeline approval. Similar letters followed in the months ahead.\nGoldwyn did not respond to calls for comment before publication. Last week he told the Washington Post that he was not part of the process for the environmental review and therefore “was willing to see anybody who had an interest in this.”\nAccording to the Washington Post, Goldwyn would have weighed in during the last phase of the approval process, when the State Department determines whether the pipeline is in the national interest. But in January he left the State Department to start his own energy consulting practice, Goldwyn Global Strategies. Two months later he testified as an oil industry consultant before the House Foreign Affairs Subcommittee, saying “the importance of Keystone XL to U.S. energy security is fundamental and irrefutable.” In August, he appeared on Platts Energy Week, a TV program aimed at energy investors, and said, “I think the case for a pipeline is overwhelming,” and predicted that Secretary Clinton would approve it.\nGoldwyn is still listed on the State Department’s website as its Special Envoy for International Energy Affairs, with a term that began on January 14, 2011.\nGoldwyn also figured in another controversial episode, reported by the Los Angeles Times. In a cable obtained by WikiLeaks, he is described as having “alleviated” Canadian officials’ concerns about getting their crude oil into the United States and as having instructed them in improving “oil sands messaging.”\nFriends of the Earth and other groups that oppose the pipeline didn’t receive that kind of treatment, Berning said.\n“The State Department never coached us on what to say, never provided messaging advice and never ‘alleviated’ our concerns,” he told InsideClimate News.\nBerning said environmental organizations met with the State Department in large groups, and that the State Department staffers who attended those meeting were from the agency’s Oceans and International and Environmental Affairs Division. If Goldwyn was in the room, he did not play an active role, according to Berning.\nMoglen, the Friends of the Earth climate director, said his organization became concerned about a conflict of interest in October 2010, when Secretary of State Clinton mentioned the pipeline in a speech in San Francisco. “We’ve not yet signed off on it,” she said, “but we are inclined to do so.” The comment caused an uproar among the pipeline’s opponents, and Friends of the Earth asked her to recuse herself from the pending decision.\nTwo months later, after Friends of the Earth learned of Elliott’s close connections to Clinton, it announced it had filed a FOIA request for Elliott’s correspondence with State Department. In internal email, State Department officials discussed the request.\n“We need to be aggressive and rapid in our response and beat this back before it gains further traction,” a department public affairs official named Phillip J. Crowley wrote in an email that he copied to seven others, including Cheryl Mills, Clinton’s chief of staff.\nThe State Department denied Friends of the Earth’s first request, and the group eventually filed suit in federal court. In August, on the eve of the first discussion scheduled with a judge, the Department of Justice told Friends of the Earth that the documents were in the mail.\n“We got stonewalled for over nine months,” Moglen said.\nEmails Move Quickly Up the Chain\nThe most revelatory emails in the documents begin on June 28, 2010, soon after TransCanada’s regulatory lawyer received a message from Goldwyn’s office, asking for an assessment of the impact a two-year delay would have on the company.\nThe TransCanada lawyer relayed the unexpected request to Elliott in Washington, who quickly sent an email to Toiv, the special assistant for Clinton’s chief of staff and Elliott’s former colleague from the campaign trail.\n“I request that you not circulate widely what I am going to share with you in this message,” Elliott wrote. Then he went on to explain that TransCanada had received the request for an assessment of a potential two-year delay.\n“In light of the new information,” Elliott asked Toiv to arrange a meeting for TransCanada CEO Russ Girling with Mills, Secretary Clinton’s Chief of Staff. “TransCanada hopes we have a chance to have our views heard and considered at the highest levels of your organization.”\nLike Elliott and Toiv, Mills had worked on Hillary Clinton’s presidential campaign, as a senior adviser and counsel. A lawyer and longtime Clinton loyalist, she had also defended Bill Clinton at his impeachment trial.\nAccording to the documents, Elliott never secured a meeting for his CEO with Mills, but his message did travel up the chain to Mills’s office.\nToiv forwarded it to Jacob Sullivan, Clinton’s deputy Chief of Staff.  “Will discuss w cdm,”Sullivan replied, using Mills’s initials.\nToiv had already forwarded Elliott’s message to Goldwyn, whose office had requested the assessment.\n“Hi David. Paul worked with Cheryl and I on the campaign,” she wrote 35 minutes after receiving Elliott’s email. “Can you provide me with some background on the below message?”\nGoldwyn apparently knew nothing about the request.\n“Not sure who he spoke to,” he responded just before ten o’clock that same night. Then he offered some advice about what TransCanada needed to get on the public record.\n“The issue is whether they would still produce the oil if we did not permit the pipeline. If so the emissions would be produced anyway. If not then denying the permit forestalls those emissions. That is what they need to address on the record, so it [can be] responded to in the EIS and national interest decision.”\nThere is no record in the documents of Sullivan’s intended discussion with “cdm.”  And no record of whether Toiv shared Goldwyn’s suggestions with Elliott.\nThe EPA Steps In\nThe documents contain no more references to the possibility of a two-year delay in the pipeline’s approval process.\nBut even without an official delay, progress on the pipeline permitting process began to stall.\nIn mid-July 2010, the Environmental Protection Agency blasted the State Department’s draft environmental impact statement, noting that if differences between the agencies couldn’t be resolved, the matter could be referred to the White House for resolution.\nThe EPA asked the State Department to consider the implications of expanding the nation’s commitment to a relatively high-carbon source of oil, which the EPA said has a well-to-tank carbon footprint 82 percent larger than conventional oil.\nThe EPA was also concerned about what would happen if a pipeline accident caused a serious spill above the Ogallala aquifer, which provides drinking and irrigation water to millions of people in the Midwest.\nThe State Department agreed to extend its environmental review period, which meant that the project, which was once expected to begin construction in 2010, wouldn’t break ground until 2011 at the earliest.\nIn August the State Department released its final environmental impact statement for the Keystone XL. Although the EPA hasn’t yet weighed in on this latest effort, the State Department has begun the final stage in the approval process: determining whether the pipeline is in the national interest. Public hearings are being held this week in states along the pipeline’s path. Clinton has said she’ll decide whether to approve the project by the end of the year.\nTransCanada, meanwhile, is moving ahead with its plans for Keystone XL.\nAccording to data compiled by the Cornell Global Labor Institute, the company has already ordered about 50 percent of the pipe it will need for the project.\nInsideClimate News reporters Stacy Feldman and Lisa Song contributed to this report.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}