{
  "url": "https://insideclimatenews.org/news/11092011/switch-coal-natural-gas-climate-change-methane-global-warming-emissions-research/",
  "title": "Switch from Coal to Natural Gas Won’t Slow Global Warming, Study Says",
  "date": "2011-09-11T21:00:00-04:00",
  "content": "Relying more on natural gas than on coal would not significantly slow down the effects of climate change, even though direct carbon dioxide emissions would be less, a new study has found.\nBurning coal emits far more climate-warming carbon dioxide than natural gas does, but it also releases lots of sulfates and other particles that block incoming sunlight and help cool the Earth, according to a study to be published in the peer-reviewed journal Climate Change Letters in October.\nUsing more natural gas for fuel could also produce leaks of methane, a heat-trapping greenhouse gas more than 20 times more potent than carbon dioxide, study author Tom Wigley said in a statement.\n“Relying more on natural gas would reduce emissions of carbon dioxide, but it would do little to help solve the climate problem,” said Wigley, of the National Center for Atmospheric Research and the University of Adelaide in Australia.\n“It would be many decades before it would slow down global warming at all, and even then it would just be making a difference around the edges,” he said.\nA global, partial shift from coal to natural gas would speed up global warming slightly through at least 2050, even with no methane leaks from natural gas operations. If there were substantial methane leaks, the acceleration of climate change would continue through as late as 2140, according to Wigley’s computer simulations.\n‘Bridge Fuel’\nAfter that, the switch to more natural gas would start to slow the increase in average global temperature, but only by a few tenths of a degree, he said.\nThe number of rigs drilling for natural gas in the United States fell by three this week to 892, the third straight weekly decline, according to oil service firm Baker Hughes.\nThis includes rigs used to exploit natural gas contained in the vast Marcellus shale formation in the mid-Atlantic and Northeast through hydraulic fracturing, also known as fracking. Critics blame the process for polluting underground water supplies; the industry disputes this.\nThe Center for American Progress has characterized natural gas as a “bridge fuel” that could ease the shift to greener energy in the United States.\nWith less than half the carbon dioxide emissions of coal, the center said a transition to natural gas trucks and buses could cut oil use by at least 1.2 million barrels per day by 2035 if U.S. legislation were passed to encourage the shift.\nOilman T. Boone Pickens has also joined the push to fuel more vehicles with natural gas.\nBut Joe Romm, who blogs at Climateprogress.org, a project of the Center for American Progress, says this latest study should be sobering.\n“If your goal is to avert serious catastrophic global warming, then natural gas is not a bridge fuel,” Romm said.\n“What this study shows … is the way people think about natural gas is just wrong, and that from a climate perspective, you have to get off of all fossil fuels as quickly as possible.”\n(Editing by Christopher Wilson)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}