{
  "url": "https://insideclimatenews.org/news/29082011/james-hansen-nasa-climate-change-scientist-keystone-xl-oil-sands-pipeline-protests-mckibben-white-house/",
  "title": "NASA’s Hansen Explains Decision to Join Keystone Pipeline Protests",
  "date": "2011-08-29T21:00:00-04:00",
  "content": "WASHINGTON—Unless Hurricane Irene interrupts his travel, renowned NASA climate scientist James Hansen will join demonstrators today at the White House to protest the controversial Keystone XL pipeline. U.S. Park Police officers have arrested hundreds of participants since the sit-in began Aug. 20.\nThirty years ago, Hansen was among the first scientists to warn that burning fossil fuels was warming the Earth—and would lead to dire consequences. Frustrated that few were heeding alarms about the dangers of climate change, he turned to civil disobedience a couple of years ago. Twice he has been arrested for protesting mountaintop removal coal mining—in West Virginia in 2009 and at the White House in 2010.\nNow 70, Hansen heads the NASA Goddard Institute for Space Studies in New York City. In June he joined an effort spearheaded by Bill McKibben, the Vermont author, professor and founder of the advocacy organization 350.org, to coordinate a two-week protest against Keystone XL. They want the Obama administration to reject a Canadian company’s application to construct the $7 billion, 1,702-mile pipeline, which would carry heavy crude from the oil sands mines of Alberta to refineries along the Gulf Coast.\nOn Friday, State Department officials released their final environmental analysis of TransCanada’s proposed pipeline, saying the project will have “limited adverse environmental impacts.” The administration is expected to approve or reject Keystone XL by the end of the year.\nIn this interview with SolveClimate News, conducted via e-mail, Hansen talks about the link between oil sands and emissions of heat-trapping gases, and why he’s again risking arrest in the nation’s capital.\nSolveClimate News: Can you explain why you have said it’s “game over” on the climate front if the Keystone XL pipeline is built?\nJames Hansen: President George W. Bush said that the U.S. was addicted to oil. So what will the U.S. response to this situation be? Will it entail phasing out fossil fuels and moving to clean energy or borrowing the dirtiest needle from a fellow addict? That is the question facing President Obama.\nIf he chooses the dirty needle it is game over because it will confirm that Obama was just greenwashing, like the other well-oiled coal-fired politicians with no real intention of solving the addiction. Canada is going to sell its dope, if it can find a buyer. So if the United States is buying the dirtiest stuff, it also surely will be going after oil in the deepest ocean, the Arctic, and shale deposits; and harvesting coal via mountaintop removal and long-wall mining. Obama will have decided he is a hopeless addict.\nSolveClimate News: You have referred to Keystone XL as the “fuse to the biggest carbon bomb on the planet.” What actual effect would it have on the amount of carbon dioxide in the air?\nJames Hansen: If released all at once, the known tar sands resource is equivalent to 150 parts per million. As is the case with other fossil fuel sources, the amount in the air declines to about 20 percent after 1,000 years. Of course, only a small fraction of the resource is economically recoverable at the moment. But if you decide you are going to continue your addiction and build a big pipeline to Texas, the economically extractable oil will steadily grow over time. Moreover the known resources would grow because there is plenty more to be discovered.\nEvery seller will tell you his pile of pollution is small compared to the total pile on Earth, and that is correct.  What makes tar sands particularly odious is that the energy you get out in the end, per unit carbon dioxide, is poor. It’s equivalent to burning coal in your automobile. We simply cannot be that stupid if we want to preserve a planet for our children and grandchildren.\nEditor’s Note: Before the Industrial Revolution, the amount of carbon dioxide in the air measured about 280 parts per million (ppm), according to researchers. Today, it  measures about 390 ppm. That means, for example, that every million pints of air contained 390 pints of carbon dioxide. To keep climate disruption to a minimum, many scientists say ppm shouldn’t rise above 350.\nSolveClimate News: You were one of the earliest scientific voices to warn about the harm of climate change. Did you ever imagine that a pipeline such as Keystone XL could become the centerpiece of climate activism?\nJames Hansen: No. In my first major paper on this topic, in Science in 1981, I listed the amount of carbon dioxide that would be introduced by each fossil fuel. I concluded that the world would recognize that it had to phase out coal without burning it all, and not develop unconventional fossil fuels such as tar sands. I was assuming that policymakers would be rational. I did not realize the power that fossil fuel special interests have over policymakers and the public.\nSolveClimate News: Some people cite national security as a reason for approving Keystone XL. They say it’s better to import diluted bitumen from a friendly U.S. neighbor than from overseas enemies. Can that dynamic be changed?\nJames Hansen: No, it is not logical. In a study funded by the Rockefeller Foundation, a group of retired four-star generals and admirals concluded that climate change, if not addressed, will be the greatest threat to national security. The definition of how not to address climate change is to develop unconventional fossil fuels such as tar sands. That would guarantee that there will be far greater national security problems.\nIt is a nonsense argument, because oil is an internationally traded quantity, with the source practically disappearing.  It does matter how much oil you import.  We need an energy policy that puts a price on carbon so we wind down our oil addiction.  That is the only way to obtain national security.\nSolveClimate News: Can you give three reasons why the president should follow your advice and reject the request to build Keystone XL?\nJames Hansen: Our children and grandchildren; the other species on the planet; and creation.\nSolve Climate News: Most people don’t understand the link between a pipeline such as Keystone XL and climate change. How do you deal with that?\nJim Hansen: It is exceedingly difficult. Turn on your television and listen to the advertisements that the fossil fuel companies are broadcasting. How can we compete against such enormously powerful moneyed interests? Look how difficult it was to fight against the tobacco companies. They are puny compared with the fossil fuel special interests, which permeate governments around the world.  The dynamic can change and will change, but it requires a growing movement. I don’t know exactly how we can do it, but we must.\nSolve Climate News: What is motivating you to travel to the White House and risk arrest?\nJames Hansen: Einstein said to think and not act is a crime. If we understand the situation, we must try to make it clear. I decided six or seven years ago that I did not want my grandchildren to look back in the future and say “Opa understood what was happening, but he didn’t make it clear.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}