{
  "url": "https://insideclimatenews.org/news/30082011/james-hansen-nasa-arrested-keystone-xl-pipeline-protests-oil-sands-climate-change-obama/",
  "title": "Amid Cheers, NASA Chief Is Arrested at Oil Sands Pipeline Protests",
  "date": "2011-08-30T16:45:05-04:00",
  "content": "WASHINGTON—A few minutes after 11 a.m. Monday, climate scientist James Hansen sits down on a patch of sidewalk in front of a green banner proclaiming “Witness for Climate and Creation.” The White House looms in the background.\nThe head of the NASA Goddard Institute for Space Studies in New York City pulls his tan fedora snug around his ears to block the sun and hugs his knees to his chest. Then he opens his mouth to harmonize with a chorus of 160-plus voices blending on chants that included “Heal the Planet,” “Stand Together,” “Not in Our Name” and “Keep Your Promises.”\nHansen is the center of attention on day 10 of a two-week peaceful sit-in to protest a Canadian company’s proposal to construct a $7 billion, 1,702-mile pipeline to pump diluted bitumen—a particularly dirty type of heavy crude—from the oil sands mines of Alberta to refineries along the U.S. Gulf Coast. At 1:20 p.m., a U.S. Park Police officer beckons to the suit-clad Hansen with his index finger. The 70-year-old grandfather arises to cheers and applause from the fellow 30 or so demonstrators still left on the sidewalk and the hundred-plus still singing, hollering and strumming a guitar across the street in Lafayette Park.\nHansen—the 112th of the 140 arrested Monday, many from the faith community—extends his hands behind his back so the police officer can cinch the black plastic handcuffs around his wrists. Then, he stands with his brown dress shoes spread several feet apart while another officer frisks him. At least a dozen photographers document the scene.\nFive minutes later, Hansen emerges from a white tarpaulin where his mug shot was snapped. Somebody yelled “Thank you, Jim.” As Hansen holds his fedora aloft and cracks a smile, protesters in the park break into a verse of “We love Jim Hansen” and “Don’t want no pipeline” to the tune of the traditional gospel song “Down by the Riverside.” Then he ducks, climbs into the awaiting paddy wagon and disappears.\nHansen—who has been arrested a couple of times before for protesting the harvesting of fossil fuels—regularly criticizes the Keystone XL pipeline as the “fuse to the biggest carbon bomb on the planet.” The Obama administration is expected to issue a decision on the international project by the end of the year.\nA magnitude-5.8-magnitude, Virginia-centered earthquake last Tuesday and the force of Hurricane Irene’s bluster Saturday and Sunday have not deterred the protesters, who are affiliated with a grass-roots movement called Tar Sands Action. To date, 521 participants have been arrested, according to police and organizer records.\nMonday was an uncharacteristically humidity-free August day in the nation’s capital with temperatures hovering near 80.\nAt a pre-arrest rally in the park, Hansen reminded the boisterous crowd of then-Sen. Barack Obama’s victory speech in November 2008. He and his wife listened to Obama’s inspirational words from their Pennsylvania farmhouse. Hansen recounted being so moved that he had turned his face away so his wife wouldn’t see his tears. The president-to-be’s campaign promises had led him to believe that Obama had the tenacity and knowledge to make climate change a signature issue. Hansen was hopeful Obama would communicate directly with citizens instead of letting politicians hijack that agenda. It’s difficult and rare, he added, to find leaders such as Abraham Lincoln, Franklin Delano Roosevelt and Winston Churchill who are strong enough to tell the truth and courageously commit to a cause.\nNow, Hansen fears President Obama will fumble his defining moment on global warming.\n“If the tar sands pipeline is approved, we will be back and we will grow,” he said. “For the sake of our children and our grandchildren, we must find somebody who is working for our dream.”\nPolice tried to nip the demonstrators’ acts of civil disobedience early on by arresting and jailing protesters. Vermont author, professor and key protest organizer Bill McKibben and 52 other spent two nights in jail after the sit-in’s first day. Since then, police have resorted to the “post-and-forfeit” option. Hansen and hundreds of others have been released the same day they are arrested after forking over a $100 fine.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}