{
  "url": "https://insideclimatenews.org/news/26082011/oil-sands-pipeline-keystone-xl-transcanada-final-environmental-impact-statement-state-department/",
  "title": "Oil Sands Pipeline Won’t Wreck Environment: U.S. State Department",
  "date": "2011-08-26T20:30:00-04:00",
  "content": "A proposed $7 billion Canada-to-Texas oil pipeline cleared a major obstacle on Friday with the release of a U.S. State Department review that suggested it would do little damage to the environment.\nThe review concluded the Keystone XL pipeline would not lead to a big boost in Alberta’s oil sands production, which releases large amounts of carbon dioxide when produced.\n“Even without it .. .the oil is going to develop and is going to get to different refineries that are demanding it,” a State Department official said.\nThe review said the oil would get to markets by barge, rail, and other pipelines if the Keystone XL was not built.\nThe TransCanada Corp. pipeline would bring more than 500,000 barrels per day of oil sands crude from Alberta to refineries in Texas.\nEnvironmentalists rejected the department’s assessment and said they will continue efforts to block the project. More than 320 protesters of the pipeline have been arrested this week in demonstrations in front of the White House in an action expected to continue into early September.\nOpponents want President Barack Obama to block the line, arguing the oil could slow the drive to electrify vehicles.\nCritics, which include some U.S. Senators, also say the pipeline risks polluting a massive aquifer in the center of the United States. TransCanada’s existing Keystone pipeline suffered two small leaks this year.\nBackers say the pipeline will create thousands of jobs and boost oil imports from a close ally.\nBesides being a major project for TransCanada, Canadian Prime Minister Stephen Harper sees it as pivotal in a national energy strategy to maximize production of the tar sands, the world’s third largest crude deposit.\nThe Canadian and Alberta governments have lobbied hard in Washington to sell the benefits of the project, which they tout as way to reduce dependence on OPEC and to create jobs.The oil industry believes the increased access to the huge Gulf Coast refining market would raise prices for oil sands-derived crude, which are depressed by a glut of crude in the U.S. Midcontinent region.\nLou Pugliaresi, president of the Energy Policy Research Foundation, said the department’s review was a positive step toward the embattled project receiving the greenlight from the State Department.\n“I’m guessing it will be approved because of the large energy security and economic benefits and the fact that most of the environmental issues have been dealt with,” Pugliaresi said.\nNational Interest\nThe State Department will hold a series of meetings beginning late next month in the five states the pipeline would pass through before making a final decision on the line.\nThe State Department also will begin to assess whether the pipeline is in the “national interest” of the United States.\nWith the construction and maintenance jobs the pipeline would bring and the potential of the line to reduce oil imports from countries that are not always friendly to Washington, supporters of project hope the review will not be a major hurdle.\n“Through the Keystone system, the U.S. can secure access to a stable and reliable supply of oil from Canada where we protect human rights and the environment, or it can import more higher-priced oil from nations who do not share America’s interests or values,” Russ Girling, TransCanada’s chief executive, said in a statement after the review.\nGirling hopes the line will be built by 2013.\nEnvironmentalists are intent to fight the project.\n“They ignore the elephant in the room,” said Bill McKibben, an environment writer and leader of the White House protest against Keystone XL. “They never talk about the climate implications of opening the second largest pool of carbon on earth to increased development.”\nSenator Mike Johanns of Nebraska complained that the review found TransCanada’s proposed route through the aquifer was the best path for the line. “The State Department is now one step away from giving the green light to a project that could have grave consequences for our state,” said Johanns, one of nearly 10 senators upset by the pipeline’s route.\nEPA Pleased\nThe State Department said it worked closely on the final review of the pipeline with the Environmental Protection Agency, which had asked it to conduct more analysis.\n“We feel that we have been very responsive … the [EPA] seemed pleased about what we had done and the changes we had talked about,” another State Department official said.\nCiting the leaks this year on TransCanada’s existing Keystone pipeline, the EPA had wanted more information about risks to water supplies, including the Ogalalla Aquifer, a vast irrigation source across Nebraska and other states.\nThe State Department said TransCanada should commission an independent study of risks to water supplies, focusing on valves and external leak detection systems.\nThe EPA also wanted more analysis of the lifecycle greenhouse gas emissions from the Canadian oil sands. The review found that the oil sands do not produce much more carbon dioxide than other heavy crudes such as Venezuelan oil, which is widely used in U.S. refineries.\nIt also said improved extraction techniques may over time cut the greenhouse gas intensity of oil sands crude compared to other oils.\n(Additional reporting by Andrew Quinn and Jeff Jones in Calgary; editing by Alden Bentley)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}