{
  "url": "https://insideclimatenews.org/news/24082011/keystone-xl-oil-sands-protesters-mckibben-climate-change-effort-united-states/",
  "title": "Keystone XL Protesters Up Against Faded Interest in U.S. Climate Effort",
  "date": "2011-08-24T15:00:23-04:00",
  "content": "WASHINGTON—Close to noon Tuesday, frustrated tourist Ron Higgins of Los Angeles tries to maneuver a classic, dead-on shot of the north side of the White House with his digital camera.\nBut he isn’t having much luck. U.S. Park Police officers have erected metal barriers entwined with yellow caution tape to cordon off most of the prime real estate—a wide swath of the sidewalk and abutting roadway—to accommodate demonstrators chanting anti-oil sands slogans and displaying banners in front of the iron fence surrounding Pres. Obama’s home.\n“They say this protest is about a pipeline,” says Higgins, visiting the nation’s capital with this family before dropping off son Ryan at Virginia’s Hampton University. “I don’t know what pipeline they’re talking about. I just want my son to see the White House.”\nIn a nutshell, that unawareness is what activist Bill McKibben and his loyalists with Tar Sands Action are up against. The Vermont author, Middlebury College professor and founder of the advocacy organization 350.org has instigated a summer sit-in geared at halting the flow of a particularly dirty and corrosive type of heavy crude from Canada to U.S. Gulf Coast refineries.\nHiggins, however, is likely representative of most Americans. He’s never heard of TransCanada’s proposed Keystone XL pipeline. Climate change is not a top-of-the agenda worry for him. And while he doesn’t begrudge activists a chance to speak up at the White House, the connection between harvesting diluted bitumen in the province of Alberta and warming the entire planet just doesn’t resonate with him.\nUndoubtedly, it’s difficult for anybody to energize the masses about global warming in these seemingly post-climate times. Congress has brushed it aside, many Republican presidential candidates dismiss the science and much of the fractured media is asleep at the climate wheel.\nDespite that malaise, McKibben is intent on connecting the dots between Keystone XL—a $7 billion, 1,702-mile pipeline that a Canadian company wants to bury beneath six states in the nation’s heartland—and its designation as a gargantuan carbon bomb. Due to the international nature of the project, the State Department is tasked with granting the final “yes” or “no.” Department authorities are scheduled to release a final environmental evaluation of the project any day now.\nUltimately, McKibben says, the pipeline decision is up to Obama. His peaceful protest is designed to hold the president accountable for his promises to wean the nation of foreign oil.\n“This is a movement and a moment,” he tells SolveClimate News in an interview. “We’ll see if Barack Obama seizes it.”\nWhy The Protesters Came\nSince the two-week sit-in began Saturday, hundreds more participants have registered to join the 2,000-plus who initially signed up to take civil disobedience training before risking arrest on the sidewalk in front of the White House.\nOn Tuesday morning, District of Columbia native Sarah Fahy, a 79-year-old nun, speaks about how thrilled she is to be mingling with an array of college students, professionals and grandparents gathered for a pre-protest pep talk and warm-up on the staging grounds of Lafayette Park across from the White House. They practice chants amid handmade signs as straightforward as “Stop Investing in Fossils” and as provocative as “Yes B.O. You Can Say No” to “God Is Still Speaking: Save My Creation.”\n“I came because it’s so important to raise this issue as strongly as we can,” explains Fahy, who has telephone numbers of the protesters’ legal counsel emblazoned with black Sharpie ink on her arm and hands. “I was born in 1932 when earth was at its most beautiful developed reality. Now it’s so damaged. We have to think of future generations and restore it to that original beauty.”\nFahy, preparing to be arrested Tuesday morning, is steps away from Brett Cease, a 26-year-old who was arrested at the fence Monday.\n“I need to be here,” explains Cease, a charter school employee from Bemidji, Minn. “Climate is a very overwhelming issue but this is a powerful community experience that lets us recharge. This isn’t about hoping somebody does something. It’s a necessity because science tells us we’re already at the brink.”\nThe climate issue is haunted, he continues, because politicians too often wiggle free of their promises. A decision about Keystone XL shouldn’t fall into that murky gray area of Congressional climate policy, he added. Instead, it’s a black and white decision by the president, with enormous consequences.\nCease refers to the fine he paid after being arrested as “the best $100 I’ve ever spent in my life.”\nAnd he isn’t alone. The Minnesotan was one of 156 protesters arrested Sunday through Tuesday who were released after paying a $100 fine. That wasn’t the case Saturday when the U.S. Park Police tried to shut down any future acts of civil disobedience early on.\nMcKibben and 52 others spent two nights in jail after being among 65 arrested on that first day. Those arrested Saturday were not fined. U.S. Park Police spokesman David Schlosser provided all of those figures to SolveClimate News. As of Tuesday night, 221 people have been arrested, his totals show.\n“That was a moment of true jubilation when we realized putting us in jail didn’t deter a soul,” McKibben says in an interview Monday evening after being released from jail. “We weren’t intimidated and nobody else was going to be intimidated.\n“A few days ago, I didn’t want to let myself get my hopes up. But now that I’m seeing so much courage, I know this is growing and things will build. Lining up to get handcuffed is not easy, especially for those who are good, law-abiding people.”\nActivists in Good Company\nWhile some critics grouse that the sit-in isn’t garnering much media attention, McKibben quickly cites an anti-pipeline editorial in The New York Times, an anticipated Washington Post feature, a spread in Politico and a slew of articles in other paper and electronic outlets as evidence that his effort to draw attention the planet’s climate plight is not futile.\nYes, organizers admit to being eager for network television exposure and they are optimistic that next week’s arrival—and likely arrest—of veteran NASA scientist and activist James Hansen might lead to a spike in coverage.\nIn the meantime, demonstrators with famous names—and those without household monikers—continue to reveal their level of commitment to the cause.\nAt about 11:10 a.m. Tuesday, nearly 100 protesters file out of Lafayette Park toward the sidewalk in front of the White House. Five minutes later, police drag the barricades into place. Some demonstrators vocalize with a call and response of “Yes We Can” while others stand silently behind a banner reading “Climate Change is not in Our National Interest: No Tar Sands Keystone XL Pipeline.”\nA police officer issues his first warning via bullhorn at 11:25 a.m. Close to 40 protesters exit the patch of sidewalk.\nNobody budges after a second warning at 11:27 a.m. and a third—and final one—at 11:30 a.m.\nFive minutes later, seven officers calmly approach those left standing with black plastic restraints—what sit-in participants jokingly refer to as the fashion accessory of the movement.\nOne-by-one, the protesters are “handcuffed,” then lined up near awaiting paddy wagons. Among those arrested—the count for the day is 60 according to organizers but 59 according to police—are Sarah Fahy, the local nun, and Canadian actors Margot Kidder and Tantoo Cardinal.\nNot far away, on another section of the National Mall near the iconic Tidal Basin, hundreds are paying tribute to one of the masters of civil disobedience. They are some of the first visitors to the just-opened Martin Luther King Jr. National Memorial, which will be officially dedicated on Sunday, the 48th anniversary of his “I Have a Dream” speech.\nThat juxtaposition isn’t lost on the 50-year-old McKibben. Nor does it bother him that Obama isn’t witnessing the oil sands protest out his windows because he’s vacationing in Massachusetts until this weekend.\n“I’m virtually certain they have established and strong phone connections between Washington, D.C. and Martha’s Vineyard,” he says. “And I’m sure the president reads The New York Times daily.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}