{
  "url": "https://insideclimatenews.org/news/26082011/ipcc-unfccc-climate-change-house-republicans-budget-appropriations-state-department/",
  "title": "House Republicans Seek to Remove U.S. Funding for UN Climate Efforts",
  "date": "2011-08-26T21:00:11-04:00",
  "content": "WASHINGTON—House Republicans are applying a search and destroy tactic to international funding for global warming this budget season. It goes like this: Ax any line items with the words “climate change.”\nTheir primary targets are a pair of crucial United Nations initiatives designed to slow warming worldwide and educate policymakers about the evolving science of climate change.\nOn the chopping block for 2012 are millions in funding for the Intergovernmental Panel on Climate Change (IPCC), the world’s leading scientific advisory body on global warming. The IPCC shared the Nobel Peace Prize with Vice President Al Gore in 2007, and governments often use its periodic reviews of climate risks to set targets for reducing carbon emissions.\nThe GOP-led effort would also cut all U.S. funding for the 19-year-old U.N. Framework Convention on Climate Change (UNFCCC), the main forum for the global effort to limit emissions of heat-trapping gases. UNFCCC climate treaty talks are mired in longstanding rich-poor rifts and mistrust of the United States for its refusal to ratify the 1997 Kyoto Protocol and accept binding emissions limits.\nThose who support the cutbacks say they are a sign of severe belt-tightening times. But critics say Republicans are using the budget crisis to hide their loathing of any kind of climate initiative.\nEven though eliminating funding for IPCC and UNFCCC has little chance of gaining traction in the Democrat-majority Senate, some worry that the negative messages these efforts are sending will reverberate around the globe and neuter this nation’s ability to lead on the climate front.\n“We cannot disengage from the world,” said Jake Schmidt, who directs international climate policy for the Natural Resources Defense Council, an environmental advocacy organization. “Yes, these are tough fiscal times but zeroing out these funds is not going to put us back in the black.”\nBut Nicolas Loris, an environmental policy analyst at The Heritage Foundation, a conservative think tank, said scaling back funds for global warming is a fiscal necessity.\n“When we’re trillions upon trillions of dollars in debt, it’s necessary to consolidate and prioritize where we’re getting our biggest bang for the buck,” Loris said. “If the IPCC has the clout people say it does,” perhaps countries in Europe or elsewhere could pick up the funding. “I don’t think the IPCC is going to disappear.”\nHe added that the financial squeeze shouldn’t jeopardize this country’s status as a leader on climate change.\nJim DiPeso, policy director for the nonprofit Republicans for Environmental Protection, said it’s absurd that Congress is contemplating shutting off dollars to such landmark initiatives as IPCC and UNFCCC. An already-tense atmosphere on Capitol Hill becomes hyper-taut when politicians hide behind supposed deficit-hawk credentials to justify shrinking the budget to match their ideology, he added.\n“It’s clear that budget issues and debt issues have taken all the oxygen out of the room,” he said. “Any issue that has been over-politicized is just going to be a sitting duck. Both parties are looking to slice unpopular programs. And for the Republicans, climate change has a big target on its back.”\nOne-Two Punch\nThe strategy to gut U.S. international global warming funding progressed from talk to action in the form of a one-two July legislative punch before Congress left town for its August recess.\nThe first punch, which could very well pass the full House, is the appropriations bill passed by the subcommittee responsible for funding the State Department and foreign operations. The second punch came from Rep. Connie Mack (R-Fla.). He attached an amendment to a separate House authorization bill that would restrict funding to mitigate the impact of global warming overseas. Mack serves on the House Foreign Affairs Committee and chairs its Western Hemisphere subpanel. His amendment, more symbolic than realistic, is considered less likely to pass.\nThe appropriations bill, which a subcommittee approved July 27, specifically prohibits any funding for the IPCC and UNFCCC. President Obama had requested close to $13.5 million for the two organizations in 2011 and again in 2012. Funding for this year was lopped to about $10 million after Congress scrambled to avoid a government shutdown earlier this year.\nFunding sent overseas to reduce pollution from heat-trapping gases and to help poorer countries adjust to the impacts of climate change currently represents about 0.04 percent of the total U.S. budget. This year, that amounts to between $750 million and $950 million.\nIPCC ‘Very Good Deal’\nThe U.N. Environment Program and the World Meteorological Organization founded the IPCC in 1988. The 2,000-plus scientists and reviewers affiliated with the panel largely donate their time to the cause but receive logistical support from 15 full-time employees at IPPC headquarters in Geneva. Another couple dozen salaried staff members assist the panel’s four working groups.\nLast year, the IPCC’s operating budget was $5.4 million Swiss francs, which is $6.8 million in today’s dollars. The United States contributed nearly 40 percent of that total, which goes into a trust fund that enables scientists from developing countries to travel for face-to-face collaboration with colleagues.\nThe panel’s latest assessment—a seminal report issued in 2007—concluded for the first time that the Earth is warming and that human activities are very likely to blame. Climate skeptics in Congress continue to question that conclusion. The panel’s next report is due in 2013-2014.\n“IPCC is a very good deal for the United States and the world,” IPCC scientist Christopher Field said. “It would be very difficult for the IPCC to continue in its current form” if the House budget cuts squeaked through.\n“Without these scientists’ participation, the IPCC wouldn’t be a true worldwide effort to do real assessments,” said Field, who directs the department of global ecology at the Carnegie Institution for Science. “We couldn’t have an IPCC if we didn’t have the trust fund.”\nField, who receives no salary from the panel or the U.S. government, co-chairs one of the four working groups within IPCC. His group is responsible for the section of the assessment focused on vulnerability and adaptation.\nEnergy and climate experts agree that U.S. scientific expertise, not just funding, is critical to the entire IPCC enterprise.\nElliot Diringer is the executive vice president for international strategies at the Pew Center on Global Climate Change, an independent, nonprofit and nonpartisan organization.\n“The United States is the leader on climate science,” he said. “To eliminate funding for these efforts is further abdication of U.S. leadership on an issue where the rest of the world so desperately wants it. Whatever the flaws are in the IPCC process, you don’t fix them by walking away.”\nU.S. Role Critical\nThe UNFCCC has evolved in fits and starts, but it remains the linchpin of a global response to climate change. Since it was adopted in 1992, 194 nations have signed on to the voluntary pact designed to stabilize planet-heating gases.\nThe proposed budget for 2012 and 2013 is roughly $35 million each year, which is expected to be approved at the Nov. 28-Dec. 9 climate summit in Durban, South Africa. The United States had indicated it would contribute about $4.8 million, or about 14 percent of that total.\nU.S. negotiators are largely responsible for the emergence of a more realistic and balanced approach in the international climate negotiations arena, Diringer said. Refusing to fund such efforts not only sends an unfortunate signal, he added, it also could compromise this country’s broader foreign policy agenda.\n“If other countries are questioning our level of commitment on climate negotiations, it makes it that much tougher to win international support for other efforts that we deem vital,” he said, adding that lack of cooperation could diminish “our ability to persuade other nations to collaborate.”\nJennifer Morgan, who heads the World Resources Institute’s climate and energy program, said some of the world’s poorest nations are baffled by the U.S. pullback on support for climate action. They expect leadership from the U.S., one of the world’s top carbon emitters, so that UNFCCC climate treaty discussions can advance, she noted.\n“The history of the United States is marked by amazing scientific and technological accomplishments: developing cures for disease, creating world-class computers and exploring outer space,” Morgan said via e-mail. “Given the growing threats from climate change and the opportunities of clean energy, we cannot afford to sit on the sidelines or cut funding for this issue.”\nInside the Appropriations Bill\nAfter Congress finally crashed to a clunky conclusion on the debt-ceiling debate, the House Appropriations Committee postponed its planned Aug. 3 mark-up of the 2012 budget bill that the State, Foreign Operations and Related Matters Subcommittee had passed the week before.\nEnvironmentalists find it ironic that a House loaded with climate deniers is intent on defunding a panel that is tasked with painstakingly reviewing scientific literature to convey the latest global warming realities to a lay audience.\n“We call this the ‘bury our heads in the sand'” bill, NRDC’s Schmidt, explained. “It’s a bit weird that the reason we can’t move forward with climate is because politicians say we need a global solution. And here we are cutting funding to the body that is trying to do just that.”\nBesides strangling funding for IPCC and UNFCCC, the appropriations bill also would choke off the flow of dollars this country has traditionally designated to help people in less-fortunate countries prepare for the potentially crippling blows global warming will have on their livelihoods. These include:\nPresident George W. Bush created this program as a long-term way for the United States to contribute $2 billion toward a $6.5 global project. Funding for this year stands at $375 million; President Obama has requested $590 million for 2012.\nFor example, in drought-stricken regions, government authorities could help communities design water storage facilities or choose seed stock for crops that can handle dryer conditions.\nCombined, Obama requested more than $10 billion for both accounts in 2012; the House wants to trim that by $2.7 billion.\nBefore the subcommittee passed the appropriations bill, Chairwoman Kay Granger (R-Texas) referred to it as a refocused way of investing American money around the world. She didn’t mention the climate change initiatives specifically, but said “this bill will assess our foreign aid based on what works and our ability to measure our success.”\nIn an interview, Granger’s spokesman Matt Leffingwell said the committee made plenty of enemies in adhering to a House leadership directive to slice 18 percent of funding across the board.\n“Our first priority was national security,” Leffingwell said. “With few exceptions, all accounts were victims of the current budget environment. The climate change account suffered cuts as did every other account in the bill.”\nFuture of Mack’s Amendment Unclear\nWhile Granger’s committee was slicing funding for international climate projects, Mack was trying to make even deeper cuts.  The Florida representative tried to zero out the entire $1.3 billion the president requested for international climate efforts in the 2012 budget. But because his committee didn’t have jurisdiction over the entire amount, he settled for chopping $650 million in funding that his committee does control.\nMack’s amendment said any funds for “Global Climate Change Initiative” activities should be cut, even though no line item in the federal budget uses that specific language. Instead, those dollars are a mix of funding that the State Department, Treasury Department, GEF and World Bank direct toward climate adaptation, clean energy programs and protecting tropical forests in developing nations.\nThe Foreign Affairs Committee passed Mack’s amendment to the Foreign Relations Authorization Act July 21 on a 23 to 20 vote. Republicans supported it and Democrats did not.\n“With American businesses saddled with environmental protections already,” Mack said in a post-vote news release, “other countries should do their part to improve the global climate, not just the U.S.”\nSenators to the Rescue?\nMost of these international climate cuts are a rerun of a bill the House floated much earlier this year as Congress struggled to fund the government through September—the end of fiscal year 2011—and avoid a shutdown.\nThe Senate rejected the proposals then, and it’s expected to reject them again.\nIn an email to SolveClimate News, Democratic Senator Pat Leahy of Vermont said he will continue to champion international climate initiatives.\n“Some in the House seem unconcerned about” the dramatic effects of climate change, said Leahy, who chairs the appropriations subcommittee that funds the State Department and foreign operations. “That is not the case in the Senate, and we will do our best, constrained by a limited budget, to act on these efforts, taking seriously our responsibility to address climate change.”\nIn an Aug. 3 Washington Post opinion piece, Sen. John Kerry of Massachusetts emphasized that integrating climate change into international policy is a core U.S. strategy.\n“We are leading the fight against global challenges, like nuclear proliferation and climate change,” said Kerry, chairman of the Senate Foreign Relations Committee wrote in the piece with the headline, Amid Budget Crisis, A Defense of Foreign Aid. “And in countless communities around the world we are providing essential humanitarian assistance.\n“Why do we do this? Because it’s who we are. It’s in America’s DNA.”\nWhile the lower and higher congressional chambers parse all of this out, DiPeso, of Republicans for Environmental Protection, reminds politicians that carbon pollutants are immune to their chatter.\n“We can avert out eyes, but with climate change whatever is going to happen in the atmosphere is going to happen,” he lamented. “The laws of physics don’t take any notice of what is going in Congress. They’re not subject to repeal or amendment.”\nSolveClimate News reporters Lisa Song and Stacy Feldman contributed to this report\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}