{
  "url": "https://insideclimatenews.org/news/16082011/ncar-scientists-predict-end-arctic-sea-ice-2060-short-term-expansion/",
  "title": "Scientists Suggest End of Arctic Sea Ice in 2060, after Possible Brief Expansion",
  "date": "2011-08-16T16:00:21-04:00",
  "content": "Includes corrections\nArctic sea ice could disappear completely by 2060 in the summer months due to accelerated warming from both a buildup of human-caused greenhouse gases and the planet’s natural greenhouse effect, a group of scientists from the National Center for Atmospheric Research concluded in a new study.\nHowever, the researchers said they still can’t predict with certainty whether sea ice will retreat or expand during the next decade.\nThat finding keeps alive a scientific puzzle that has persisted for years, with implications that reach beyond academic circles.\nGetting the question resolved is of mounting interest for businesses and countries, who are eager to tap economic opportunities of the melting Arctic as it opens the region to commercial shipping and oil exploration. By contrast, some climate skeptics opposing greenhouse gas regulation policies in Congress and other governments have an interest in bolstering the scientific uncertainty.\nIn an interview with SolveClimate News, Jen Kay, NCAR climate scientist and lead author of the research, said the study shows that predicting what will happen to Arctic sea ice from now until 2020 is tricky, because of the unpredictable effects that winds, clouds and temperature changes have on patterns of atmospheric circulation. These natural fluctuations are too volatile to be trusted when incorporated into climate models, she said.\nHowever, “according to our research greenhouse gases are definitely affecting the ice,” Kay said, cognizant of how the study’s ambiguity on the politically charged issue may be interpreted.\n“If you look at a 20-year period and asked me, ‘What’s the trend going to be?’ I would  say large and negative. But if you ask about the trend over a 10-year  period, I’d have to say, ‘I don’t know,'” she said.\nAccording to the research, which was published in last week’s Geophysical Research Letters, Arctic ice has a 50-50 chance of experiencing a brief revival before it completely disappears during the summer by 2060.\nKay said that wind and the other atmospheric variants will cause the vacillation in sea ice, which may expand several times before vanishing.\nThis may seem inconsistent with the dramatic findings announced last week by the National Snow and Ice Data Center that sea ice extent in the Arctic hit a record low this July. The Arctic region has lost ice equivalent to roughly three times the size of Texas since 2000, according to NSIDC.\nHowever, even during the predicted periods of expansion, sea ice could easily swing the other way from a mix of human-driven climate changes, due mainly from the burning of fossil fuels and cutting down of tropical forests, and erratic natural causes, the NCAR study suggests.\nOverall, the short-term natural variables are so inconstant that any predictions made today on sea ice would be too unreliable to be conclusive, Kay warned.\nBruno Tremblay, a climate scientist at McGill University in Montreal who was not involved in the research, agreed.\n“There is a bit of a battle over people wanting — and making — short-term climate predictions. Even scientists participate in it,” he told SolveClimate News.\n“Sometimes you go to conferences and someone will say, ‘In seven years, there will be no more summer sea ice.’ But as this paper shows, you can’t make these statements. There’s just too much variability. And people in business are going to have to wait and see just like everyone else.”\nHuman-made vs. Natural Warming\nUsing the Community Climate System Model 4.0 (CCSM4), which was developed at NCAR with several organizations and funding from the National Science Foundation and the Department of Energy, Kay and her colleagues sought to answer another difficult question: what percentage of climate change is due to anthropogenic, or human-made, causes versus natural variables?\nA clear scientific consensus from a wide body of analysis has emerged in recent years showing that since 1950 earth’s temperature has been rising, and human-caused releases of heat-trapping greenhouse gases are increasingly to blame. According to the National Oceanic and Atmospheric Administration, 2010 was one of the two warmest years on record (the other being 2005), capping off the hottest decade since records began in 1880.\nBut some enormously crucial details remain unclear, and the question of how much influence natural fluctuations have in earth’s warming is still at the heart of considerable scientific and political debate.\nAccording to the results from the CCSM4, which is considered one of the most comprehensive climate models available today, human activities and natural forces are equally responsible for causing climate impacts being felt today, such as Arctic sea ice loss. The scientists used data going back to 1953.\n“The rigorous study places the recent sea ice loss into perspective,” said John Walsh, the chief scientist of the International Arctic Research Center at the University of Alaska, Fairbanks, who was not involved in the study. “It is due to a combination of anthropogenic forcing and [natural] variability … [which implies] researchers should be wary of predicting future trends by simply extrapolating recent data.”\nWhen modeling future climate trends, scientists must now consider the full suite of variables, he explained in an interview  — from atmospheric and environmental conditions to greenhouse gases — which all have the potential to offset each other in complicated ways.\nConcern Over Climate Skeptics\nAs excited as Kay said she is about her team’s two findings — both the long-term prediction that sea ice will be gone by 2060, and the finding that humans and natural fluctuations are equally to blame for warming — she also expressed concern that skeptics of climate science will misuse some of their conclusions on the short-term trends.\nShe is particularly worried that they will seize upon the potential sea ice expansion prediction as evidence against a warming world.\nAlready, several media outlets have incorrectly reported that the study says sea ice will expand or stabilize in the near future, without mentioning the scientists’ warnings that short-term trends are highly unreliable. This may partly be because of a misleading press release by NCAR that failed to mention the uncertainty, said Kay, which was laid out explicitly in the full article.\nFor instance, one headline from the Seattle Post-Intelligencer read, “Be prepared for more Arctic sea ice in the next decade.” Another article on the Discovery Channel’s online news site reports that “the model replicated the events of the past well enough to suggest that its forecasts of possible futures are realistic.” CNN.com acknowledged that the sea ice may expand, but didn’t mention the scientists’ key conclusion that short-term trends are too unreliable to be used in climate forecasting.\n“I would really hate for someone to say, ‘If we had a 10-year increase in sea ice, that must mean greenhouse gases aren’t affecting the ice anymore,'” said Kay. “That’s not the case at all.”\nCorrections (Aug. 17): An earlier version of this article incorrectly suggested that the NCAR study showed that Arctic sea will completely disappear by the year 2060. In an email to SolveClimate News, David Hosansky, head of media relations for NCAR, said: “The authors ran a number of model scenarios that indicated the ice could disappear in 2060, or any of a number of other years, indicating that no one year could be pinpointed.” Changes in the article and headline were made to make this clear.\nThe article also incorrectly implied in one early reference that sea ice will expand several times only before 2020. In fact, sea ice has a 50-50 chance of expansion until it completely vanishes, which was correctly reported later in the article.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}