{
  "url": "https://insideclimatenews.org/news/12082011/oil-spills-bipartisan-surprise-improving-pipeline-safety-regulations-keystone-xl-bitumen-oil-sands/",
  "title": "Oil Spills Inspire Bipartisan Surprise on Federal Pipeline Safety Reforms",
  "date": "2011-08-12T11:00:43-04:00",
  "content": "WASHINGTON—A series of headline-grabbing ruptures along the nation’s 2.5 million-mile network of oil and gas pipelines is prompting a rare attempt at bipartisanship. Democrats and Republicans seem equally intent on significantly beefing up the pipeline safety standards that might have prevented some of these spills.\nThe timing of the legislation they’re considering is especially vital because the State Department is in the midst of deciding whether a Canadian company should be allowed to expand its U.S. presence by building a $7 billion pipeline through the Ogallala Aquifer and other fragile landscapes in the nation’s heartland.\nTransCanada’s Keystone XL pipeline would pump millions of gallons of diluted bitumen —a particularly dirty grade of heavy crude — 1,702 miles from the oil sands mines of Alberta to refineries on the U.S. Gulf Coast.\nThree bills — two Democratic measures in the Senate and one cross-party initiative in the House — are now circulating. All of them would give federal regulators a bigger hammer to prevent pipeline leaks and accidents. Provisions include studying how diluted bitumen affects a pipeline’s structural integrity, improving leak detection technology, increasing inspections, requiring steeper penalties for violations and mandating advances such as automatic shutoff valves and excess flow valves.\nOne unusual development is that industry groups and environmental and public interest advocates seem heartened by what they are hearing and seeing on the legislative front. The Pipeline Safety Trust, a Bellingham, Wash.-based nonprofit whose sole mission is promoting fuel transportation safety, is also satisfied with where Congress is headed.\nThe Trust’s executive director, Carl Weimer, and others from his organization have spent hours testifying before congressional committees.\n“Before the rash of pipeline tragedies in the last 15 months, we’d be happy to have three of the 12 items on our laundry list in a bill,” Weimer told SolveClimate News. “But this time around we’ve got most everything on our list in these bills.\n“We’re kind of surprised. We thought Sen. Frank Lautenberg’s bill would be the high-water mark and things would go downhill in the House,” he said, referring to the first bill introduced this session. “But in reality, by the time they got done with the House bill, in some ways it is stronger than the Senate bill.”\nWeimer says that a muscular law could emerge relatively quickly if another anticipated House bill doesn’t gum up the process — as it well could — and if legislators are judicious enough to combine the strongest pieces from each bill.\nA Brief Look at the Bills\nLautenberg of New Jersey teamed up with fellow Democrat Sen. Jay Rockefeller of West Virginia in February to introduce the Pipeline Transportation Safety Improvement Act of 2011. In addition to provisions that focus on studying diluted bitumen, improving leak detection and requiring advanced shut-off technology, it would authorize the hiring of additional pipeline inspectors and give pipeline operators deadlines for notifying local and state officials and emergency responders about accidents and leaks.\nIn early May, the measure passed the Democratic-majority Senate Commerce, Science, and Transportation Committee, which Rockefeller chairs. Lautenberg is chairman of the subcommittee that handles surface transportation. It is now awaiting a vote on the Senate floor.\nThe latest entry on the Senate side, the Clean Rivers Act of 2011, is co-sponsored by Montana Democratic Sens. Max Baucus and Jon Tester. It was rolled out just a week ago, less than a month after a ruptured Exxon Mobil pipeline spilled an estimated 50,000 gallons of oil into Montana’s  Yellowstone River. That Silvertip pipeline reportedly carried both conventional and oil sands crude.\nIn addition to upgrading oil spill response plans, the Baucus-Tester bill would update leak detection standards and require federal regulators to pay extra attention to pipelines sited near waterways. If TransCanada’s Keystone XL plans are approved, a section of 36-inch diameter pipeline would be buried in the Ogallala Aquifer, which provides most of Nebraska’s drinking and irrigation water.\nOver in the Republican-majority House, Rep. Fred Upton — the same Michigan Republican backing legislation that would force the Obama administration to give a “yea” or “nay” to Keystone XL by Nov. 1 — has teamed up with another Michigander, Democratic Rep. John Dingell, to cosponsor the Pipeline Infrastructure and Community Protection Act of 2011.\nEnvironmental organizations are invigorated by the heft of the bill that Upton, who chairs the Energy and Commerce Committee, co-crafted with Dingell, former chair of the same powerful committee.\nThe bill was at least partially inspired by a spill last year that fouled Michigan’s Kalamazoo River with more than 800,000 gallons of heavy crude from oil sands. The Environmental Protection Agency recently realized the extent of that contamination is more far-reaching than initially thought. The pipeline that leaked is part of the Lakehead system operated by Canadian-based Enbridge Energy Partners. Both conventional oil and diluted bitumen are shipped through that system, which stretches from the Canadian border through Minnesota, Wisconsin, Illinois, Indiana and Michigan.\n“This bill demands improvements in both technology and personnel that can help prevent leaks from occurring in the first place and reduce the damage if they do,” Upton said before the July 27 vote on his bill. “This is a subject with a long and bipartisan history … and I look forward to additional improvements as we move forward.”\nHis committee’s subpanel on energy and power passed the Upton-Dingell measure in late July.\nIndustry on Board\nAlthough the industry hasn’t been particularly vocal about the evolving legislation, it seems to have accepted the fact that some sort of bill is going to be passed.\nAndy Black, president of the Washington-based Association of Oil Pipe Lines, told SolveClimate News that Lautenberg’s bill offers a sound foundation for whatever legislation emerges. Black’s group deals solely with pipelines that transport liquid fuels.\n“We don’t think any of these bills is perfect,” he told SolveClimate News. “But we’re glad they’re moving forward.”\nWeimer said the American Petroleum Institute, the Interstate Natural Gas Association and other influential trade associations are also rallying around the proposed legislation.\n“Their message has been that these bills are all right and something they can live with,” he said. “They’re saying, let’s get legislation passed. I think they want this over sooner rather than later.”\nDiluted Bitumen Study a Priority\nBoth the Lautenberg-Rockefeller and Upton-Dingell bills authorize a study of diluted bitumen and require the pipeline regulatory agency — the Department of Transportation’s Pipeline and Hazardous Materials Safety Administration — to use that study to decide if its current rules are strong enough.\n“We see this as a very good starting point,” the Natural Resource Defense Council’s oil sands specialist Susan Casey-Lefkowitz told SolveClimate News. “It’s really important that we know what is in those pipes and how it might affect those pipes.”\nTransCanada has repeatedly described oil from the Alberta mines as no different from other heavy crude the United States already imports.\nHowever, a scientific report that the NRDC and other groups issued in February said Canadian diluted bitumen is a raw and thick form of oil that is significantly more acidic and corrosive than standard oil. It said it requires increased heat and pressure to move through pipelines and that it’s more difficult to clean up after a spill.\nThe researchers noted that the chemical composition of diluted bitumen — it has five to 10 times as much sulfur as conventional crude and contains more chloride salts — can weaken pipelines and make them susceptible to breaking during pressure spikes. They also found that the quartz sand and other solid material in diluted bitumen basically sandblasts pipe interiors.\nCasey-Lefkowitz, who directs NRDC’s international programs, said these findings show that the transparency and public information provisions in any final law must be particularly strong.\nRefiners, pipeline companies and oil firms already know what type of oil is flowing through all of the nation’s pipelines, she said. Local communities, emergency responders, government officials and cleanup crews should have access to the same information, she added.\nWeimer, with the Pipeline Safety Trust, said he was surprised by how receptive Republicans members of the energy subpanel were to the Upton-Dingell bill’s stipulation that diluted bitumen go under the microscope. He said he expected more pushback on the idea of a comprehensive study.\n“I didn’t expect that reaction, that they’d actually speak up in support of the study,” he said.\nIdeally, Weimer said, the study would be completed before Keystone XL is built. That might not be possible, however, because the State Department has said it will reach a decision by the end of this year. Due to the international nature of the project, Secretary of State Hillary Clinton is tasked with granting a thumbs up or thumbs down to TransCanada’s request for a presidential permit.\n“A part of the precautionary principle is that you ought to know if something is safe before you approve or build a pipeline to carry it,” Weimer said. “That study ought to help answer those questions.”\nWhile pipelines are considered a safer mode of transportation than other options for moving gas and liquids, records show that close to 40 pipeline incidents each year since 2006 have resulted in a fatality or injury.\nTransCanada Defends ‘Heavy Crude’\nThe U.S. portion of a diluted bitumen pipeline that TransCanada has already constructed — known simply as Keystone — has leaked at least a dozen times since it opened in June 2010.\nThat pipeline, which sends oil from Alberta to its southern terminus in Cushing, Okla., and its eastern terminus in Patoka, Ill., is phase one of a Keystone infrastructure that TransCanada envisions pumping up to 900,000 barrels of heavy crude daily.\nTransCanada spokesman Terry Cunha said the crude oils destined for the Keystone system are not unique.\n“[They] are similar to those already being transported and processed by other pipelines and refineries across the United States,” he said in an e-mail to SolveClimate News.\nCunha emphasized that TransCanada has already agreed to go above and beyond the current industry norm when building Keystone XL by agreeing to 57 safety conditions that the federal Pipeline and Hazardous Materials Safety Administration, or PHMSA, laid out after spills on its Keystone pipeline.\nBut watchdog groups say PHMSA’s current safety measures aren’t strong enough to guarantee that the pipeline won’t spring undetected leaks and that the new legislation is needed to prod PHMSA to bolster its rules.\nFly in the Ointment?\nOne development that could complicate the effort to pass new pipeline safety legislation is a bill that’s expected to emerge from the House Transportation and Infrastructure Committee. Rep. John Mica (R-Fla.) chairs that committee.\nBlack said his trade group expects Mica’s committee to have a bill ready sometime in September. Mica’s office didn’t respond to emails and phones calls from SolveClimate News.\nWeimer said committee members assured him at a recent meeting that they would take a bipartisanship approach. However, Weimer said some Republicans hinted that the bipartisan Upton-Dingell bill stretched “too far.”\n“We fully expect that bill to be weaker but how it is incorporated into the whole mix will be fascinating,” Weimer concluded. “I just hope we don’t take a step backward.”\nFrom the Mouth of a Landowner\nLandowners living along the proposed route of Keystone XL are seconding the notion of moving forward.\nSandy Barnick and her husband operate a ranch in Dawson County, Montana. They support the strongest federal legislation possible because TransCanada’s existing pipelines don’t have a stellar track record, she said in an e-mail to SolveClimate News.\n“Safety provisions should not be voluntary,” she said. “Unfortunately it has taken multiple disasters to make our government realize that this is an important issue. As landowners … who rely on the land to make our living, and who did not ask for this pipeline, and who are likely to be condemned by the company so that they can build it, we deserve fully adequate safety protections.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}