{
  "url": "https://insideclimatenews.org/news/02082011/shrinking-himalaya-glaciers-melt-climate-change-japan-research/",
  "title": "Study Says Himalaya Glaciers Shrinking on Global Warming, Some May Disappear",
  "date": "2011-08-02T09:00:50-04:00",
  "content": "Three Himalaya glaciers have been shrinking over the last 40 years due to global warming and two of them, located in humid regions and on lower altitudes in central and east Nepal, may disappear in time to come, researchers in Japan said on Tuesday.\nUsing global positioning system and simulation models, they found that the shrinkage of two of the glaciers — Yala in central and AX010 in eastern Nepal — had accelerated in the past 10 years compared with the 1970s and 1980s.\nYala’s mass shrank by 0.8 (2.6 feet) and AX010 by 0.81 meters respectively per year in the 2000s, up from 0.68 and 0.72 meters per year between 1970 and 1990, said Koji Fujita at the Graduate School of Environmental Studies in Nagoya University in Japan.\n“For Yala and AX, these regions showed significant warming … that’s why the rate of shrinking was accelerated,” Fujita told Reuters by telephone.\n“Yala and AX will disappear but we are not sure when. To know when, we have to calculate using another simulation [model] and take into account the glacial flow,” Fujita said, but added that his team did not have the data to do so at the moment.\nTheir findings were published in the journal Proceedings of the National Academy of Sciences on Tuesday.\nThe Himalayas is an enormous mountain range consisting of about 15,000 glaciers and some of the world’s highest peaks, including the 8,848-meter-high Mount Everest and K2.\nApart from climate change and humidity, elevation also appears to play a critical role in the lifespan of glaciers, which are large persistent bodies of ice.\nThe Rikha Samba glacier in the drier region of west Nepal has also been getting smaller since the 1970s, but its rate of shrinking slowed to 0.48 meters per year in the past 10 years compared to 0.57 meters per year in the 1970s and 1980s.\nThis was because the 5,700-meter-high glacier was located on a higher altitude, which meant that losses in mass from melting could be compensated at least partly by collection of snowfall, Fujita said.\n“In the case of Yala and AX, they are situated on lower elevation [altitudes], therefore shrinkage was accelerated. Glaciers that have no chance to get snow mass will eventually disappear,” Fujita said.\nYala glacier is located about 5,400 meters above the sea level, while AX is 5,200 meters high.\n(Reporting by Tan Ee Lyn; Editing by Yoko Nishikawa)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}