{
  "url": "https://insideclimatenews.org/news/27072011/state-deptartment-timetable-process-keystone-xl-pipeline-oil-sands-decision/",
  "title": "State Dept’s Timetable for Keystone XL Pipeline Decision Irks Both Sides",
  "date": "2011-07-27T15:00:35-04:00",
  "content": "WASHINGTON — Rep. Lee Terry and Sen. Mike Johanns might share some of the same constituents in Nebraska. But the two Republicans have mighty vast differences in their respective approaches to a controversial $7 billion oil sands pipeline seemingly destined to slice through the biological heart and lungs of their home state.\nTerry’s “fierce urgency of now” approach is reflected in a fast-tracked bill the seven-term lawmaker authored that would force the Obama administration to reach a decision about TransCanada’s proposed Keystone XL pipeline by Nov. 1. It soared through the full GOP-majority House Tuesday evening on a 279-147 vote.\nHowever, Johanns has predicted that the North American-Made Energy Security Act (H.R. 1938) doesn’t have a prayer of sneaking through the upper chamber.\nAlternatively, the rookie senator and former Agriculture Department secretary has politely but firmly coaxed the State Department to reconsider sullying Nebraska’s fragile sandhills landscape and thirst-quenching Ogallala Aquifer with a 36-inch diameter underground pipeline.\nConservation organizations dismissed the House vote as a handout to the fossil fuels industry during a Tuesday teleconference with reporters.\nIt’s one more indication that House Republican leadership is pushing harmful and destructive bills at the behest of Big Oil instead of becoming serious about solving the country’s severe energy policy shortcomings, said Tiernan Sittenfeld, senior vice president for government affairs with the League of Conservation Voters\nThe White House announced its opposition to Terry’s bill Monday. A two-paragraph statement from the Office of Management and Budget labeled the bill as “unnecessary” because the State Department has already committed to reaching a decision by the end of this year.\n“Further, the bill conflicts with long-standing executive branch procedures regarding the authority of the president and the secretary of state,” the statement read. “[It] could prevent the thorough consideration of complex issues which could have serious security, safety, environmental and other ramifications.”\nTransCanada: Fingers Crossed\nTransCanada, the Calgary-based pipeline behemoth seeking the federal government’s blessing to construct the Keystone XL pipeline 1,702 miles from Alberta’s oil sands mines to U.S. Gulf Coast refineries, is unfazed by machinations on Capitol Hill.\n“We’ll let the process in Congress take the steps it is taking,” TransCanada spokesman James Millar told SolveClimate News in a telephone interview. “We’ll let the politicians deal with that. More of our focus is on our relationship with the Department of State.”\nTransCanada is encouraged that Secretary of State Hillary Clinton seems intent on following through with a decision by Dec. 31.\n“We’re respectful of that,” Millar said. “We’re glad they continue to follow the timeline they announced last spring and reiterated last Friday. That’s the key piece for us.”\nThus far, Keystone XL has been under review by U.S. authorities just shy of three years. December would mark 40 months. TransCanada’s other similarly named heavy crude pipeline — known simply as Keystone — took 23 months to approve, Millar pointed out.\nLast June, that pipeline began carrying heavy crude oil from Alberta’s tar sands to its southern terminus in Cushing, Okla., and its eastern terminus in Patoka, Ill. It’s phase one of an infrastructure TransCanada envisions will pump up to 900,000 barrels of heavy crude daily.\nIf built, Keystone XL’s six-state U.S. portion would stretch 1,375 miles through Montana, South Dakota, Kansas, Nebraska, Oklahoma and directly to the oil refineries of Texas.\nIt has the potential to double — or perhaps triple — the amount of diluted bitumen flowing to this country from its northern neighbor, though critics say it likely won’t be needed until 2025 or 2030. Between 2000 and 2010, U.S. imports of diluted bitumen grew five-fold from 100,000 to 500,000 barrels per day. That number could balloon to 1.5 million barrels per day by 2019.\nDue to the international nature of Keystone XL, the State Department team is tasked with issuing a thumbs-up or thumbs-down to TransCanada’s request for a so-called presidential permit required to cross the U.S.-Canadian border. The Canadian National Energy Board approved its portion of the project in March 2010.\nGreens Wary of State Department Schedule\nLast Friday, the State Department announced via an afternoon teleconference that the team reviewing the Keystone XL is on schedule to release its final environmental evaluation in mid-August. Officials fielded more than 100,000 comments from the public before the June 6 deadline.\nThat short turnaround prompted watchdogs to ask if the document will be worth the paper it will be printed on.\n“This is a foolhardy rush to judgment,” Damon Moglen, climate and energy director at Friends of the Earth, wrote in an e-mail. “The State Department cannot possibly address the many glaring gaps in its environmental analysis in the next few weeks, let alone consider lessons from the worrying string of recent pipeline spills.”\nA year ago, the Environmental Protection Agency gave the State Department its lowest grade of “inadequate” when Clinton’s team issued its first draft of the environmental review on Keystone XL. That harsh dressing-down forced the department to collect more data before completing a revamped draft in mid-April.\nEven though EPA bumped up its grade on the State Department’s second attempt from “inadequate” to “insufficient information,” the agency noted in an early June nine-page memo that the newest evaluation still has severe environmental deficiencies.\nCynthia Giles, EPA assistant administrator for enforcement and compliance assurance, has vowed to bird-dog the department until authorities respond to all of her concerns.\nFor starters, Giles criticized the department’s second effort for failing to fully address safety and oil spill risks along a less-than-satisfactory route through six states. It also misses the mark on calculating lifecycle greenhouse gas emissions, potential damage to wetlands and migratory birds, and the dangers to at-risk communities.\nJohanns Applauds Sandhills Meeting\nAfter issuing its final environmental review of Keystone XL, U.S. regulations require the State Department to undergo a 90-day review to determine if the pipeline is in the “national interest.”\nLast week the State Department announced a list of meetings to let the public weigh in on that issue. During September, the department will organize public meetings in the capital cities of the half dozen states on the Keystone XL route. Additional gatherings in the sandhills region of Nebraska and along the Gulf Coast near Port Arthur, Texas, will culminate with a final session in the nation’s capital. Dates and times will be determined by the end of August.\n“These meetings will give individuals an opportunity to voice their views on whether granting or denying a presidential permit for the pipeline would be in the national interest and to comment on economic, energy security, environmental and safety issues relevant to that determination,” a State Department spokesman said.\nAdvocacy organizations say that might sound harmless enough but wonder how much of that public input will really resonate. Pipeline opponents had wanted the public comment period extended beyond June 6 so input from the upcoming round of meetings would be incorporated into the final environmental analysis as required by the National Environmental Policy Act.\nThey fear the rules for determining national interest are less stringent\nJohanns applauded the State Department for scheduling a pair of meetings in Nebraska. Upon releasing a June letter urging Clinton to rethink her strategy, he said “officials should wade ankle-deep in the water of the aquifer and feel the soft composition of the sandhills to get an idea of what will be required to dig a trench and bury a pipeline in such a sensitive environment.\n“The Obama Administration needs a first-hand look at where TransCanada is proposing to put their pipeline,” Johanns said after the State Department’s Friday announcement. “I’m pleased they’ve agreed to visit the sandhills to wade through the Ogallala Aquifer and hear from Nebraskans.\nLast October, Johanns asked the State Department to pursue a shorter and more easterly route that would keep Keystone XL out of the sandhills and away from the Ogallala Aquifer, which supplies 78 percent of the water supply and 83 percent of the water for irrigation in Nebraska.\nIf Not the U.S., Then China?\nPerhaps not so ironically, the House vote on Terry’s bill happened on the one-year anniversary of the Kalamazoo River in Michigan being fouled with 800,000-plus gallons of heavy crude from oil sands.\nThat spill occurred in the home district of Rep. Fred Upton, GOP chairman of the House Energy and Commerce Committee. Upton is one of 36 co-sponsors the bill attracted.\nEPA, which recently realized the extent of that contamination is more far-reaching, encountered the carcinogenic volatile organic compound benzene when workers started that cleanup last July. That leaking pipeline is part of the Lakehead system operated by Canadian-based Enbridge Energy Partners. Both conventional oil and tar sands oil — diluted bitumen — are shipped via the Lakehead system that traverses from the Canadian border to Minnesota, Wisconsin, Illinois, Indiana and Michigan.\n“This country needs the president to make a decision on the Keystone XL’s permit,” Upton, who serves with Terry on the energy panel, said on the House floor before Tuesday’s vote. “The uncertainty has gone on too long, and if we don’t act, these energy supplies will go someplace else.\n“If we don’t build this pipeline, Canada will find another buyer. The Chinese have expressed significant interest in Alberta’s oil sands. Are we going to stand by and watch China receive imports from our ally while we are forced to rely on imports from unstable countries? I sure hope not.”\nYellowstone a Wake-up Call?\nWhile landowners, environmental justice and conservation organizations still eye the State Department with suspicion, some did seem slightly heartened by one sentence uttered Friday.\nThe noteworthy department statement reads: Although “we expect to make a decision on whether to grant or deny the permit before the end of the year, we will not make a decision until we have completed this thorough review process.”\nFor the first time, several pipeline opponents agreed, the department seemed to emphasize that its review process takes precedent over an artificial deadline.\nIt prompted Jeremy Symons, a senior vice president at the National Wildlife Federation, to wonder if perhaps this month’s Yellowstone River oil spill in Montana from Exxon Mobil’s Silvertip pipeline — which carried both conventional and oil sands crude — had at least sent a wake-up call to the State Department.\nBegging for Pipeline Regulations\nStill, though, watchdogs remain leery that despite all the talk about careful review, federal authorities are intent on giving the green light to Keystone XL in the name of energy security and in response to pressure from oil interests.\nThey are curious how the State Department can continue to issue what they label superficial instead of substantive documents when EPA specialists have insisted they respond to a litany of direct queries. Never mind, they add, that the Keystone pipeline has experienced a dozen leaks since it opened in June 2010, that Keystone XL proponents are overpromising on the number of jobs for Americans and that some economists claim Midwesterners will pay 10 cents to 20 cents more per gallon of gas if the proposed pipeline is built.\n“It’s clear we need a better regulatory structure,” Tony Iallonardo, a spokesman with the National Wildlife Foundation, told SolveClimate News in an interview. “We still have the view that the process is broken. The State Department does not have the expertise in the oil market, public health or public safety to make these decisions.”\nHaving Clinton’s team proceed with a Keystone XL review is putting the cart before the horse, he continued. Oil sands crude is heavier and more toxic and corrosive than conventional oil, he said, adding that the recent array of pipeline ruptures should serve as an alarm that pipeline operators need to be able to account for exactly what type of fuel is flowing when and where.\nSusan Casey-Lefkowitz, an oil sands specialist who directs the Natural Resources Defense Council’s international program, has no quibble with Iallonardo’s conclusions.\n“The State Department claims to be following a ‘thorough and objective’ process,” she said. “If they want to make true on that claim, they will provide the additional analysis so critical to making this decision. And they will give the public a chance to review that information before finalizing the environmental review process.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}