{
  "url": "https://insideclimatenews.org/news/21072011/bloomberg-sierra-club-make-50-million-anti-coal-move/",
  "title": "Bloomberg, Sierra Club Make $50 Million Anti-Coal Move",
  "date": "2011-07-21T16:00:59-04:00",
  "content": "New York Mayor  Michael Bloomberg joined with the Sierra Club on Thursday in a $50  million, four-year plan to campaign for replacing one-third of aging  U.S. coal-fired power plants with clean energy.\n“If we are going to get serious  about reducing our carbon footprint in the United States, we have to  get serious about coal,” Bloomberg, founder of the news service that  bears his name, said in a statement.\n“Coal  is a self-inflicted public health risk, polluting the air we breathe,  adding mercury to our water, and the leading cause of climate  disruption,” he said. The partnership with Sierra Club was announced  outside a coal-fired power plant in Alexandria, Virginia.\nThe  $50 million grant from Bloomberg Philanthropies will pay for a  significant part of Sierra Club’s Beyond Coal Campaign, which is  budgeted at $150 million for four years.\nThe campaign, begun in 2002, has stopped more than 150 new coal-fired plants from being built, the Sierra Club said.\nThe  Bloomberg grant will help with the environmental group’s goals of  cutting 30 percent of U.S. coal production by 2020, reducing mercury  pollution by 90 percent by 2020 and replacing a majority of coal with  clean energy, the Sierra Club said.\nCoal  is the leading U.S. producer of climate-warming greenhouse gas  emissions, and emits nearly half of all U.S. mercury pollution, which  can cause developmental problems in infants and children and contribute  to asthma attacks.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}