{
  "url": "https://insideclimatenews.org/news/11072011/epa-haze-coal-plant-pollution-national-parks-landmark-agreement-final-approval/",
  "title": "EPA Haze Pollution Deal, First of Its Kind, Awaits Final OK by Federal Judge",
  "date": "2011-07-11T14:30:56-04:00",
  "content": "WASHINGTON—Back in the winter of 1991, President George H.W. Bush traveled to Arizona to tell operators of a utility to clean up their coal-fired act so visitors could actually distinguish the state’s most famous and priceless landmark — the Grand Canyon.\nFast-forward 20 years. Views of the iconic chasm might be a bit less hazy but visibility at 150-plus of the nation’s other natural wonders is still limited because of power-plant pollution.\nThat scenario, however, is expected to begin clearing up soon. It’s happening because a handful of conservation organizations have spent decades doggedly prodding, tugging and cajoling the Environmental Protection Agency into meeting its Clean Air Act mandate to collaborate with states to reduce the regional haze that clouds views in 156 national parks and wilderness areas.\nA mid-June milestone agreement filed in the U.S. District Court in Colorado requires EPA to oversee plans to curb thousands of tons of air pollution in Colorado, Montana, North Dakota and Wyoming beginning next year. Once the 30-day comment period ends July 15, a federal judge in Colorado is tasked with issuing final approval.\nAll told, the settlement puts at least 18 aging coal-fired plants — with more than 16,000 megawatts of generating power — on a path to being cleaned up or retired altogether.\nThe latest agreement came to fruition after the Environmental Defense Fund, the National Parks Conservation Association and WildEarth Guardians filed a lawsuit earlier this year after EPA’s failure to act.\n“It’s sort of like if you’ve been driving a car with a windshield that hasn’t been washed in months. You become accustomed to it,” John Horning, executive director of WildEarth Guardians, told SolveClimate News about what a difference the pact will make to clarity at national parks.\n“When you get the windshield cleaned, it opens up a whole new world of views and possibilities.”\nHaze, Why Worry?\nThe 18 plants targeted under the agreement collectively release at least 200,000 tons of sulfur dioxide, 150,000 tons of nitrogen oxides and 120 million tons of carbon dioxide, according to information compiled by WildEarth Guardians.\nHaze happens when sunlight reacts with minuscule pieces of pollutants such as sulfur dioxide and nitrogen oxides. When these tiny particles scatter and absorb that light, it creates a vista-blurring veil of white or brown haze that hangs in the air much of the year. The more air pollutants there are, the more absorbing and scattering occurs. Wind can carry the pollutants hundred of miles from where they originated.\n“It obscures the grandness of the West,” Environmental Defense Fund general counsel Vickie Patton said in an interview, referring to incomparable spots such as Rocky Mountain and Yosemite national parks. “National parks and wilderness areas are integral to our quality of life.”\nUnder the recent agreement, EPA will be charged with approving state regional haze plans crafted by Colorado, North Dakota and Wyoming. However, in Montana’s case, EPA officials will be creating a federal regional haze plan because the Big Sky State has told the agency it doesn’t have the resources to put together its own plan. Final approval on all four plans is set for varying dates in 2012.\nThe Bigger Picture\nDue to that separate lawsuit and ensuing agreement, Colorado, North Dakota, Wyoming and Montana are just the first four drops in the proverbial bucket of a nationwide effort to rein in haze-causing pollutants at power plants as well as other large industrial emitters such as pulp mills, refineries and smelters.\nThough the idea of controlling haze started germinating in the Carter administration, EPA first rolled out its haze rules in 1999.\nBut states have been amazingly slow at designing haze-reduction plans that would require power plants and other large emitters to outfit their oldest and dirtiest plants with up-to-date air pollution controls known as “best available retrofit technology.” In January 2009, EPA discovered that states were falling short. That triggered a two-year clock requiring EPA to forge ahead with federal regional haze plans if states failed to have a proposal approved by the agency, Patton said.\n“It went a lot slower than we would have liked it to go ideally,” Carl Daly, director of air programs for EPA Region 8, said in an interview. “It wasn’t like states were sitting on their hands. Some states had plans but EPA thought they needed work.”\nDaly, whose Denver-based region covers six mountain and high plains states, explained that all kinds of complications gummed up the process.\nFor instance, 31 states and the District of Columbia were counting on what was known as the Clean Air Interstate Rule (CAIR) to cover their haze rules. But that blew up in 2008 when the U.S. Court of Appeals for the District of Columbia ordered EPA to revisit the rule crafted under the President George W. Bush administration because it didn’t meet Clean Air Act requirements.\nUnder the Obama administration’s tenure, EPA Administrator Lisa Jackson has morphed CAIR into what is now called the Cross-State Air Pollution Rule. EPA released requirements for that newest standard last Thursday.\n“When CAIR got thrown out, that put the whole process in limbo,” Daly said. “Eastern states were relying on that to meet their regional haze goals.”\nWestern states were hampered because they had no precedent to follow in writing a haze plan, he said. Plus, he added, they were trying to balance a long list of more pressing clean air prerogatives.\n“It’s a matter of competing priorities,” Daly said. “But with litigation, that put a time frame back on it. EPA always has the ability to say that a state plan isn’t adequate. That puts the state on notice to get something done.”\n‘Natural’ Views by 2064\nColorado, Montana, North Dakota and Wyoming, all in Daly’s EPA Region 8, aren’t the only states on the hook to slice emissions that cause haze.\nEPA officials and environmental organizations are in the midst of ironing out a second far-reaching settlement that will prod somewhere close to three dozen more states to prepare their own regional haze plans, Horning said. The deadline for that agreement is currently being negotiated but details should be announced later this year, EPA spokeswoman Enesta Jones confirmed in an e-mail.\nIt’s estimated that the second pact could force as many as 300 coal plants to shut down, switch fuels or add pollution-reduction equipment.\nThe goal is to restore visibility under natural conditions by 2064, Daly said. Haze has substantially limited the visual range at the nation’s scenic areas. EPA estimates that air pollution in Eastern parks has decreased the distance visitors can see from 90 miles to somewhere between 15 and 20 miles. The situation is even worse in the West, where visitors can see only 35 to 90 miles, instead of a pre-haze distance of 140 miles.\nEPA figures put the cost of acting on a nationwide plan to reduce haze in the neighborhood of $1.5 billion annually. But the payoff, agency numbers show, will come in health-care savings of around $8.4 billion a year.\nSome Utilities on Board\nWhile some utility companies are complaining about the price of installing anti-pollution controls and how ratepayers could bear the burden for that cost — especially if an accelerated compliance schedule is required — Xcel Energy has accepted its fate on the haze front.\n“From our perspective it’s almost a moot point,” said Mark Stutz, a spokesman for the Minneapolis-based utility that produces energy in Minnesota, Colorado, North Dakota, South Dakota, Texas and Wisconsin. “This mostly affects our operations in Colorado. We support it because we’ve come up with a plan of action.”\nThat plan of action he’s referencing is a landmark piece of legislation that Colorado passed in 2010 called the Clean Energy-Clean Jobs Act. Xcel was at the table with a widely diverse coalition that hammered out the measure initiated by former Gov. Bill Ritter.\nThe comprehensive law calls for Colorado utilities to not only pare haze-causing emissions of sulfur dioxide and nitrogen oxides but also shave the amount of pollutants such as mercury and carbon dioxide they spew.\nFor starters, Xcel is on track to shutter one coal-fired unit at a Boulder plant and three at a plant in Denver and replace that generation with power from a new cleaner natural gas-powered plant. As well, the utility will install modern emissions controls to slash emissions from another 951 megawatts of coal-fired electric generation.\nThose specific changes will reduce emissions of nitrogen oxides by about 85 percent and sulfur dioxide and mercury emissions by about 80 percent.\nXcel anticipates the changeover will lead to a rate increase of roughly 2 percent annually over the next decade.\nIn addition, Xcel will slice its carbon emissions by 28 percent across its entire power plant fleet. That matches a goal included in the Clean Energy-Clean Jobs Act of shedding carbon emissions 28 percent by 2020. The law uses 2005 numbers as a baseline.\n“We were at a crossroads with some of our plants anyway because they were approaching the end of their life expectancy anyway,” Stutz said, adding that 50-year-old plants would likely last another 10 years. “We were in a position where we needed to start to thinking about new forms of generation.”\nLong Time Coming\nAlthough Patton, the Boulder-based Environmental Defense Fund attorney, is frustrated with the snail’s pace progress on regional haze plans, she’s elated to see change finally coming to fruition — even if prompting it meant the grind of multiple lawsuits.\n“We’ve been involved for decades,” said the lawyer who joined the advocacy group 13 years after a career at EPA. “It’s distressing for sure.”\nAttempts at regional haze plans had a false start late in the Carter administration that petered out during the 1980s until the first Bush was elected president.\nIn 1991, EPA Administrator William Reilly ordered the coal-burning Navajo Generating Station — 15 miles north of the Grand Canyon — to spend $400 million installing pollution control equipment. That was the first time the agency invoked the Clean Air Act to remedy a visibility problem. Back then, Reilly said the action “reflects President Bush’s commitment to clean air.”\nFollow-ups to enacting haze plans hemmed and hawed along until late into Bill Clinton’s presidency when his EPA Administrator Carol Browner recommitted to the cause. Jones, the EPA spokeswoman, pointed out that the first phase of the agency’s haze rules is designed to address coal-burning plants and 26 types of other industrial facilities built between 1962 and 1977 that largely had been exempted from other air pollution initiatives.\nPatton is relieved that the punting on haze rules finally appears to have halted. She’s eager to watch the shroud begin lifting, even though skies certainly won’t clear overnight.\n“These parks and wilderness areas define our country,” Patton said in a somewhat wistful tone. “They’re where millions of American go with their families every summer. Not only do they profoundly affect our lives and define who we are but they also connect us with our natural heritage.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}