{
  "url": "https://insideclimatenews.org/news/03072011/joshua-tree-national-park-climate-change-science/",
  "title": "Climate Change Threatens Southwest’s Iconic Joshua Trees",
  "date": "2011-07-03T14:00:31-04:00",
  "content": "Three hours east of Malibu, the Pacific Coast Highway and everything that is L.A., a small multitude of Joshua trees stand sentinel over a desolate corner of Mojave high desert. They look as if they’ve been on this incredibly arid, lonely hillslope forever. But, trouble is, will they still be here tomorrow?\nResearch ecologists are still trying to answer just how climate change will affect the Joshua tree’s numbers, range and habitat.\nThey do know that over the millenia, the Joshua tree (Yucca brevifolia) has evolved to thrive in the dry and hot Southwestern desert conditions and barren soils that a less specialized plant species could not tolerate.\nNow, two recent papers detailing future climate scenarios for Joshua Tree National Park and the Joshua tree’s natural range are projecting tough times for this venerable Southwest icon.\nThe first study, published in the January issue of the journal “Ecological Applications,” detailed climate models that project that the Joshua tree may see its current range of southern Nevada, southwestern Utah, western Arizona, and southeastern California reduced by as much as 90 percent within a 60 to 90-year timeframe.\n“We’re not saying that 90 percent of them will die,” said Ken Cole, a research ecologist with the U.S. Geological Survey (USGS) in Flagstaff and the paper’s lead author. “The established ones may persist for 150 years. We’re saying that within 90 percent of its current range, they will be unable to reproduce or unable to survive [long-term].”\nKirsten Ironside, a landscape ecologist at Northern Arizona University in Flagstaff, and the paper’s second author, said that as existing trees eventually die, they are very unlikely to be replaced. Although their average lifespans are thought to range from 100 to 200 years, individual adults may live up to 300 years or more, while reaching heights of more than 50 feet.\n“It’s already gotten too warm and dry for it to prosper at Joshua Tree National Park,” said Cole. “So, its natural range is moving a couple of hundred miles north, due to a combination of [higher] temperatures and [decreased] moisture.”\nAt the end of the last Ice Age, some 13,000 years ago, the trees are thought to have ranged as far south as the present day U.S.-Mexico border and as far north as southern Nevada. As the climate warmed, Cole said the tree’s southern range underwent a substantial contraction.\nAs for trees within the 794,000-acre National Park today, Cameron Barrows, a research ecologist at the University of California at Riverside, said there is likely going to be an 80 to 90 percent reduction of Joshua trees within the same time frame as Cole’s projections.\nBut Barrows is confident that at least some pockets of trees will persist long-term within the park boundaries.\n“Our analysis indicates there are going to be primary climate refugia in some of the higher elevation valleys and canyons capable of sustaining Joshua trees within the foreseeable future,” said Barrows, who, with colleagues, modeled the plant’s current distribution within the park for a paper being submitted to a research journal.\nIn a search of the park for signs of Joshua tree reproduction, Barrows, his colleagues and volunteers sighted about 900 seedlings — 120 of which were estimated to be less than 10-years-old. While Cole’s current projections for Joshua tree reproduction inside the park remain pessimistic, Barrows said it’s difficult to compare how the tree’s current rates of reproduction stack up against historical rates.\nEven so, Josh Hoines, chief of the Vegetation Branch at Joshua Tree National Park, said he also tends to be more optimistic than Cole’s projections because estimates indicate at least 10 percent of the trees here are still reproducing.\nAt a distance of a couple of hundred yards, these “trees” have trunks that could pass for under-watered oak or pecan. But upon closer inspection here inside Joshua Tree National Park it’s readily apparent that Joshua trees aren’t trees at all. They are extremely hardy specimens of the Lily family. They root themselves in coarse, nutrient-deficient soil made up of decomposed granite.\nWhen this desert sees rainfall, which is primarily during the winter months, the plant’s deep and extensive root network quickly soaks up the moisture, storing it internally.\nBut since their pulp doesn’t form annual tree rings, there is no sure way to age them. In fact, the Joshua tree’s exact beginnings as a species remain a mystery. Scientists can learn about Joshua tree history mostly from packrat middens, the complex houses built by packrats (woodrats) from found materials like twigs and cacti.\n“All of the fossil evidence for the Joshua tree comes from fossil packrat middens, preserved in caves and rock shelters,” said Julio Betancourt, a USGS environmental scientist in Tucson.\n“The species could have evolved a million years ago but can’t be dated beyond 50,000 years ago.”\nCan Joshua Trees Reproduce in a Warming World?\nResearchers know that the Joshua tree’s evolution and dispersal was helped along by both a tiny moth and a long-extinct giant sloth.\nAs part of their lifecycle, the female Yucca moth pollinate and then lay eggs in the Joshua tree’s flowers.\nHoines opens one of the Joshua tree’s seedpods and points to a small white larva wriggling inside. Since the moth and Joshua tree are a prime example of interspecies symbiosis, it’s startling to see moth larvae literally eating away at the Joshua tree’s lifeblood.\n“When the larvae hatch, they eat their way out through the seed pods and fly away,” he said.\nBut the moth larvae are estimated to destroy less than 10 percent of all Joshua tree seeds. The Joshua tree’s reproductive structure is unique in that it requires a moth with just the right length egg-laying organ — called an “ovipositor” — in order to lay its eggs within the tree’s flowers. It’s a mutually beneficial relationship. The Joshua tree gets pollinated, and in return the moth has food for its young.\nAlthough the Joshua tree has very limited self-pollination, it’s not very efficient, and so the moth allows the tree to reproduce efficiently; in fact, the two species have co-evolved to do so. But climate change may throw a wrench in such a carefully calibrated relationship.\nBarrows said the issue is that we don’t know whether temperature changes will have the same effect on the moth pollinators as it will on the plants themselves. If they both have the same reaction to higher temperatures, then the impact will be minimal. But if one is more sensitive than the other, then they could be out of step and trees could flower without the moths around to pollinate them.\nBut Cole’s primary concern is that climate change is happening so abruptly that the trees won’t be able to disperse themselves into more suitable areas fast enough to sustain themselves.\n“The Joshua tree’s problem is with migration,” said Cole. “It takes a long time to grow and doesn’t invade disturbed areas easily.”\nBetancourt said that the ability for a species to migrate fast enough to keep up with a changing climate hinges on its capacity to disperse its seeds to suitable places to grow that may be far away.\nOne theory about why the Joshua tree’s southern range shrunk so much at the end of the last Ice Age centers on its ability to disperse its seeds.\nAccording to this theory, the large Shasta ground sloth, which lived across Southwestern North America during the Ice Age, would excrete the seeds after ingestion. Cole contends that once large plant-eating creatures like the sloth died off some 13,000 years ago, then not only was the Joshua tree’s habitat curtailed by a warming climate, but it also lost its prime method of spreading seeds over long distances.\nToday, the antelope ground squirrel is one of the Joshua tree’s prime seed dispersers. It’s just one of the many species that use the Joshua tree for food, shelter or both — ranging from ground squirrels and jackrabbits to night lizards and lowly mice, as well as some 25 species of birds. Some of these species move the Joshua tree’s seeds in a similar manner as the sloth did, but most don’t spread them nearly as far and wide.\nBarrows said that if the Joshua tree were to disappear altogether, the diversity of species within the National Park would certainly be diminished. Whether that domino effect would continue down the food web is hard to know, he said.\nFortunately, the Joshua tree’s large, hard-coated seeds are well suited for long-term storage. To that end, Hoines said the park is actively collecting its seeds on site, in case they’re eventually needed to restore the species.\nBut Betancourt is more guarded about making future pronouncements. “Despite the fact that we named a National Park after them,” he said, “we know very little about Joshua tree biology that is useful in predicting their fate under climate change.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}