{
  "url": "https://insideclimatenews.org/news/27062011/drought-water-shortage-gas-fracking-renewable-energy-solar-ethanol/",
  "title": "Droughts to Threaten Renewable Energy and Gas Plans, Study Warns",
  "date": "2011-06-27T17:00:24-04:00",
  "content": "The development of new renewable energy technologies and other expanding sources of energy such as shale gas will be limited by the availability of water in some regions of the world, according to research by a U.S. think tank.\nThe study shows the reliance on large amounts of water to create biofuels and run solar thermal energy and hydraulic fracturing — a technique for extracting gas from unconventional geological formations underground — means droughts could hamper their deployment.\n“Water consumption is going up dramatically. We are introducing all kinds of technology to reduce the carbon impact of energy, without doing anything to reduce its impact on water,” Michele Wucker, co-author of the report, told a seminar at the New America Foundation, a think tank in Washington.\nThe study, estimating the water consumption of conventional and renewable energy, found even so-called clean energy solutions use vast amounts of water.\nHydroelectricity far outstrips other forms of energy in its use of water, requiring 4,500 gallons to produce a single megawatt hour of electricity — or about the amount needed to run a flat-screen TV for a year. Geothermal energy uses 1,400 gallons per megawatt-hour.\nCorn-based ethanol uses a lot of water to irrigate crops, as do nuclear plants which rely on water for cooling systems. Even some renewable energy sources — such as solar farms — are water hogs because they rely on water for cooling.\nSolar thermal farms use five times as much water as nuclear power plants, energy consultant Diana Glassman told the seminar. In contrast, photovoltaic solar cells, which convert energy from the sun into electricity, use minimal amounts of water.\nMeanwhile, the U.S. drought is forcing energy companies to scale back plans for deploying new techniques in hydraulic fracturing (“fracking”) for oil and gas extraction. Not long ago, energy companies were hoping to increase production in Texas by 50 percent over the next five years.\nUnlike in Pennsylvania, where the chemicals used in natural gas drilling have contaminated drinking supplies, the problems in Texas are a matter of water quantity, not water quality.\n“The drought and declining water tables are going to have an increasing impact on oil and gas production in Texas,” Glassman said.\nIt takes up to 13 million gallons of water to open up a single well in the Eagle Ford shale region in south Texas, where water is in perennially short supply. Such demands are going to block development of areas in south and west Texas, which are suffering water shortages.\n“As hydraulic fracking spreads into more arid environments, water availability will increasingly become a problem. Over time it’s going to be a growth constraint on oil production in parts of West Texas,” said Glassman.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}