{
  "url": "https://insideclimatenews.org/news/15062011/nuclear-retreat-japan-fukushima-co2-emissions-climate/",
  "title": "Nuclear Retreat to Add 30 Percent to CO2 Growth: IEA",
  "date": "2011-06-15T10:09:26-04:00",
  "content": "(Reuters) – A halving of a global nuclear power expansion after Japan’s Fukushima disaster would increase global growth in carbon dioxide emissions by 30 percent through 2035, the IEA said on Wednesday.\nThe International Energy Agency warned last month that a political goal to limit climate change to safer levels was barely achievable after global emissions rose by near 6 percent in 2010.\nGovernments agreed last year to limit warming to less than 2 degrees above pre-industrial levels, but the world was poised to surpass that level of carbon emissions, said the energy adviser to 28 industrialized economies.\nA halving of nuclear power growth would make the task even more difficult, said IEA chief economist Fatih Birol.\n“We believe this huge emissions increase plus the rather bleaker perspective for nuclear power put together make the 2 degrees target very, very difficult to achieve.”\n“(Growth in) CO2 emissions from electricity generation between now and 2035 would be about 30 percent higher than it would otherwise be.” That was equivalent to almost an extra 500 million tons of CO2 emissions annually by 2035, he added.\nCO2 emissions rose above 30 billion tons last year, a new record and just short of the amount that Birol estimated was consistent with the world’s new warming target.\nBirol was referring to a scenario where the world added another 180 gigawatts (GW) of nuclear power between now and 2035, instead of its previous forecast of 360 gigawatts.\nSuch a nuclear retreat would cut the sector’s share of power generation, he added. “We think this is bad news in terms of having less diversification in the global energy mix, a less secure picture,” he told Reuters Energy and Climate Summit.\nCoal and gas demand would increase by about 5 percent in 2035 compared with what the IEA expected before Fukushima, and renewables by 6 percent, implying upward pressure on fuel and power prices.\nGovernments around the world have ordered nuclear safety reviews after a March 11 quake and tsunami in Japan triggered a meltdown and radioactive release at the country’s Fukushima nuclear plant.\nGermany last month announced plans to shut all its nuclear reactors by 2022. Italians voted to ban nuclear energy for decades on Monday in a referendum strongly influenced by the Fukushima disaster but also a strong political vote against Prime Minister Silvio Berlusconi.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}