{
  "url": "https://insideclimatenews.org/news/25052011/koch-brothers-waxman-congress-keystone-xl-pipeline/",
  "title": "Koch Bros. Accused of Stonewalling Congress on Their Keystone XL Pipeline Interest",
  "date": "2011-05-25T13:30:30-04:00",
  "content": "WASHINGTON—Rep. Henry Waxman’s attempts to find out if a proposed controversial Canada-to-U.S. Gulf Coast oil sands pipeline will benefit Koch Industries appears to have hit a dead end.\nAt least for the time being.\nRepresentatives for billionaire brothers and oil magnates Charles and David Koch — major donors to GOP elections and influential conservative organizations — are evidently stonewalling the California Democrat about their possible financial interest in seeing the permit approved for TransCanada’s proposed $7 billion Keystone XL pipeline.\nTwo powerful House Republicans told Waxman they are not interested in pursuing any additional inquiries with Koch Industries.\nThat refusal prompted Waxman to try another tactic during a Monday afternoon hearing on Capitol Hill. He offered to expand his investigation to include all energy companies that might benefit from Keystone XL so as not to single out Koch.\n“I have no objection to asking other companies about their interests in tar sands,” Waxman, the top Democrat on the House Energy and Commerce Committee, said during an Energy and Power Subcommittee hearing. “What I do object to is protecting Koch from legitimate scrutiny.”\n“This pipeline and the legislation that supports it will enable the oil companies to charge American consumers more for their gasoline, while increasing carbon pollution and endangering precious water supplies,” he continued. “We know who will lose. We also need to find out who will benefit.”\nRep. Fred Upton, the Michigan Republican who chairs the Energy and Commerce Committee, called Waxman’s queries a “blatant political sideshow.”\nSubcommittee Chairman Ed Whitfield of Kentucky did not directly respond to Waxman’s request to broaden the inquiry beyond Wichita-based Koch. But the Republican did say it was unfair to focus on one company.\nIn February, the Los Angeles Times tallied up what kind of influence Koch might have on the House  Energy and Commerce Committee via campaign contributions. Republicans,  who gained a resounding majority in the lower chamber after the November  midterm elections, started calling the shots at the House committee  when the 112th Congress convened in January.\nL.A. Times reporters found that Koch donations to panel members  outpaced even that of mega-energy companies such as Exxon Mobil. Records  show that Koch and its employees gave $279,500 to 22 of the energy  committee’s 31 Republicans and $32,000 to five Democrats.\nLegislation Attracts Two Democrats\n“This is not about personalities,” Whitfield said about Keystone XL and legislation he is co-sponsoring to set a deadline for a “yes” or “no” answer on its construction. “This is about a project and its benefit or lack of benefit to the American people.”\nWhitfield is among 13 co-sponsors of a bill penned by GOP Rep. Lee Terry of Nebraska and officially introduced after Monday’s hearing. Upton is also a prominent co-sponsor.\nTerry’s measure has also attracted support from two Democrats, Reps. Mike Ross of Arkansas and Gene Green of Texas.\nThe Cornhusker State is one of half a dozen states the 1,375-mile U.S. section of the underground pipeline would cross through on its entire 1,702-mile proposed path from the tar sands mines in TransCanada’s home province of Alberta to Gulf of Mexico oil refineries. The other states are Montana, South Dakota, Kansas, Oklahoma and Texas.\nIn a nutshell, what is being called The North American-Made Energy Security Act of 2011 (H.R. 1938) insists that the U.S. State Department issue a decision about granting a presidential permit for the Keystone XL by an evidently arbitrary Nov. 1 deadline.\nOther GOP co-sponsors of the bill include Reps. Cory Gardner of Colorado, David McKinley of West Virginia, Cathy McMorris Rodgers of Washington, Sue Myrick of North Carolina, Tim Murphy and Joseph Pitts of Pennsylvania, Steve Scalise of Louisiana, John Sullivan of Oklahoma and Greg Walden of Oregon.\nDue to the international nature of the 1,702-mile Keystone XL, Secretary of State Hillary Clinton’s team is tasked with granting a thumbs-up or thumbs-down on whether the pipeline is allowed to cross the U.S.-Canadian border. The Canadian National Energy Board approved its portion of the project in March 2010.\nWhen the State Department released the revamped version of its Keystone XL environmental evaluation in mid-April, the timeline seemed to indicate Clinton would be making a final decision sometime before the end of the year.\nTransCanada already operates phase one of the project, simply called Keystone. Last June, that pipeline began carrying heavy crude oil from Alberta’s tar sands to its southern terminus in Cushing, Okla., and its eastern terminus in Patoka, Ill.\nFor Keystone XL, the pipeline giant has proposed building and operating infrastructure designed to pump up to 900,000 barrels of heavy crude daily.\nIt has the potential to double — or perhaps triple — the amount of diluted bitumen flowing to this country from its northern neighbor, though critics say it likely won’t be needed until 2025 or 2030. Between 2000 and 2010, U.S. imports of diluted bitumen grew five-fold from 100,000 to 500,000 barrels per day. That number could balloon to 1.5 million barrels per day by 2019.\nTerry said he wrote the legislation because the State Department has been reviewing TransCanada’s request for a presidential permit for close to three years. Upton blamed the lack of a decision on “bureaucratic indecision and stagnation in the Obama administration.”\n“All the information has already been provided,” Terry said. “It’s time that we have a decision.”\nWaxman, however, disputed the necessity of such a bill.\n“[This legislation] takes the extraordinary step of interfering in the ongoing State Department review,” he said. “And it pressures the State Department to approve the project on an expedited timeframe.\n“Congress should not be playing this role,” he continued. “The State Department should evaluate the proposal on its merits, not be ramrodded by Congress into approving a boondoggle for the oil industry.”\nIs It All About the Money?\nKoch Industries’ representatives told Waxman’s staff last week that their company has neither invested in Keystone XL nor taken a public stance on the pipeline project. But Waxman said they would not reveal if Koch would use the new pipeline to export oil from Canada, if the company has tar sands leases or if it has plans to produce oil from tar sands.\n“These are legitimate questions,” Waxman pointed out. “Koch is a large political donor and a major backer of the tea party. Members and the public are entitled to know whether the company would be a prime beneficiary of this legislation.”\nBoth Whitfield, who chaired the two-hour hearing, and Upton, who submitted an opening statement but didn’t attend the hearing, discounted Waxman’s line of questioning.\n“What we haven’t heard until last week is the outrageous accusation from the minority that this pipeline deserves even greater scrutiny because one company might or might not benefit from its construction,” Upton wrote in prepared remarks. “This blatant political sideshow is simply a distraction that, in the end, underscores the desperation of those who want to stand in the way of this common-sense project.”\nWhitfield told Waxman that while he didn’t know if the Koch Brothers had a financial interest in Keystone XL or not, he did understand that financier, businessman and philanthropist George Soros is destined to benefit from TransCanada’s proposed pipeline. He added that Soros donates large sums to moveon.org and other Democratic causes.\n“I have no opinion on that,” Whitfield said as laughter reverberated across the hearing room, “other than I wish he wouldn’t do that.”\nImpetus for Waxman’s Query\nWaxman and fellow Democrat Rep. Bobby Rush of Illinois, ranking member of the subpanel, had sent a three-page letter to Upton and Whitfield Friday afternoon asking them to delve into Koch’s potential involvement with Keystone XL.\nThe potential link stemmed from a February SolveClimate News article titled “Koch Brothers Positioned to Be Big Winners If Keystone XL Pipeline Is Approved” that was widely republished.\n“There appears to be a significant discrepancy between the published reports that Koch Industries would be ‘big winners’ if the pipeline is approved and the statement of the Koch representatives that the pipeline has ‘nothing to do’ with Koch’s businesses,” Waxman and Rush wrote in their May 20 letter. “We do not presume that Koch’s representatives are inaccurate. But we are dismayed by the company’s lack of candor in responding to staff’s questions and believe additional inquiry is warranted.”\nSpecifically, the two Democrats wanted the committee to find out if Koch or any of its subsidiaries is developing tar sands projects, has plans to export tar sands oil through Keystone XL, owns a terminal that is involved in the tar sands business, or has plans to refine tar sands oil transported through Keystone XL.\nPipeline Opponents Outnumbered\nOf the seven witnesses invited to testify at Monday’s hearing, only two questioned the value of Keystone XL to American interests.\nJeremy Symons, senior vice president for conservation and education at the National Wildlife Federation, and Randy Thompson, a Nebraska farmer featured in an October SolveClimate News article, were up against five pro-pipeline witnesses. Thompson was unable to attend the hearing because his mother died recently, so his written testimony was entered into the record.\nEvery time Symons or a Democratic subcommittee member tried to challenge TransCanada’s claims about the safety of tar sands mining or the effect construction of Keystone XL would have on gasoline prices, he was challenged by a Republican member or one of the five pro-pipeline witnesses.\nThat list of witnesses included: Dan McFadyen, chairman of the Alberta Energy Resources Conservation Board; Murray Smith, president of Murray Smith & Associates; Alex Pourbaix, president of energy and oil pipelines at TransCanada; Stephen Kelly, assistant general president of the United Association of Plumbers and Pipefitters; and James Burkhard, managing director of global oil at IHS Cambridge Energy Research Associates.\nCarbon Emissions and Gas Prices\nFor instance, Burkhard challenged Waxman’s assertion that tar sands oil emits close to 40 percent more greenhouse gas emissions than conventional fuel on a lifecycle basis.\nHis company’s meta-analysis of 13 publicly available lifecycle studies, Burkhard said, showed that emissions for the average oil sands product actually imported into this country is six percent higher than that of the average crude oil consumed here.\n“This six percent figure is based on the actual extraction method and composition of oil sands exports to the United States,” he said, “instead of an overall range for oil sands produced in Canada.”\nRush and others repeatedly asked about the effect of Keystone XL on gas prices in Illinois and 14 other states in the greater Midwest region.\nPipeline proponents such as Burkhard claimed that simple supply and demand economics likely meant motorists would pay less at the pump. But even Pourbaix of TransCanada couldn’t verify that assumption. Also, for some reason, he warned questioners not to confuse the price of crude oil with the price of gasoline — as if somehow the two weren’t related.\nSymons seized the moment to emphasize that the “Keystone XL pipeline scheme is an oil company wolf hiding in Canadian sheepskin.” He explained that instead of reducing this country’s reliance on oil from hostile nations, it would open the Canada-to-China route that oil companies have long sought. Diverting supply from Midwestern refineries to those on the Gulf Coast would raise gasoline prices an estimated 10 to 20 cents per gallon, with the highest spike in the Midwest.\n“My parents taught me that when something sounds too good to be true, you better take a second look,” Symons said. “The idea that big oil companies want to spend $13 billion on a pipeline … to help Americans at the pump sounds too good to be true because it simply isn’t true.”\nHe referred subpanel members to a column that appeared March 13 in the Minneapolis newspaper, the Star Tribune. In it, oil market economist Philip Verleger explains why American drivers will lose out if Keystone XL avoids Midwestern refineries.\nRecently uncovered documents reveal that TransCanada and the oil companies supporting construction of Keystone XL are intent on price manipulation, Symons said. TransCanada has estimated that bumping up the price of heavy crude would boost annual revenue to the Canadian producing industry between $2 billion and $3.9 billion in 2013. As reported by SolveClimate News, Sen. Ron Wyden, (D-Ore.) has asked the Federal Trade Commission to investigate this situation.\nInput from a Landowner\nThus far, Thompson has not signed an easement agreement to allow TransCanada to bury a section of Keystone XL through 80 acres of his 400-acre family farm in central Nebraska’s Platte River Valley.\n“We Nebraskans may be a little independent and bullheaded at times, but we’re not uninformed,” Thompson wrote in his hearing testimony. “We have witnessed the results of other pipeline spills and associated problems throughout this country and that’s why we’re weary of this proposed project. And, it’s why we are asking you to low down on this proposed bill and ensure the proper regulations and safety measures are in place.”\nHe noted that TransCanada has been allowed to select the shortest and most economical route through the nation’s midsection even though it has the potential to imperil valuable resources such as the fragile Nebraska sandhills and the Ogallala Aquifer. The latter is a massive underground water source in the Midwest and Great Plains that supports agriculture and provides drinking water for millions.\n“With so many unanswered questions about the safety of this project, perhaps it’s time for the United States to hit the brake pedal instead of the accelerator,” he concluded. “And perhaps it’s time that our government starts placing the concerns of American citizens over and above those of a foreign corporation.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}