{
  "url": "https://insideclimatenews.org/news/23052011/water-treatment-wastewater-gas-drilling-fracking-marcellus/",
  "title": "Water Treatment Firms See Boon in Business as Gas Drilling Spreads",
  "date": "2011-05-23T19:30:35-04:00",
  "content": "A new measure imposed by Pennsylvania regulators to stop natural gas drillers from disposing harmful wastewater at treatment plants has sent the industry scrambling for alternatives.\nCompanies specializing in the latest filtration technologies are rushing to meet the need. Some firms are already positioned with proven solutions that can handle wastewater from fracking operations. Many others are working feverishly to apply their technologies to cash in on the boom in business.\nFor Canadian firm Aqua-Pure Ventures Inc., phones have been ringing nonstop since April, when the Pennsylvania Department of Environmental Protection (DEP) gave Marcellus Shale gas drillers 30 days to voluntarily stop delivering salty and chemical-laced wastewater to water treatment facilities by May 19.\n“Darn near every [water treatment] plant out there has been calling us in the last three weeks since oil and gas companies stopped taking water to them,” Aqua-Pure chairman Richard Magnus told SolveClimate News from his office in Calgary, Alberta. “Our phones are ringing off the hook, with all those plants looking for a technology that works.”\nThe company says its Nomad evaporator technology can turn between 75 and 95 percent of  “produced water,” as the toxic drilling byproduct is known, into distilled fresh water. It can then be reused in drilling or discharged into local waterways.\nFor over a year, Aqua-Pure has been selling its technology to the privately owned Eureka Resources of Williamsport, Pa. Eureka discharges its pre-treated gas well water to the Williamsport Sanitary Authority.\nEureka’s facility is the only gas-well water facility in the state that meets the DEP’s new discharge regulations for the disposal of wastewater into Pennsylvania’s streams, the company confirmed.\nEnvironmental groups said they hope the new compliance order will help spur the development of more crucial wastewater solutions like Aqua-Pure’s.\n“Those new technologies that are coming online are absolutely critical,” said Jan Jarrett, president and CEO of Citizens for Pennsylvania’s Future (PennFuture). “There need to be options for the drillers to use that are safe and that will guarantee Pennsylvanians that their water won’t be contaminated and that their drinking water supplies will be safe.”\nBut the technologies are not yet widely deployed, and many drillers in Pennsylvania will be left in a pinch under the new order, she continued. “Some may have to slow down or shut down their operations until they identify where they could dispose of their wastewater.”\nDeborah Nardone, who heads the Sierra Club’s natural gas campaign in Pennsylvania, said the current inability of wastewater treatment facilities to properly treat produced water was part of the reason the organization has called for a moratorium on all new gas extraction.\n“We’ve advanced at lightening speed to get the gas out without thinking about whether we have the technology to effectively deal with it,” she said. “It is pretty evident that we don’t have the technology.”\nWater’s Fate a Major Concern\nGas drilling is soaring in Pennsylvania, due to a relatively new technique known as hydraulic fracturing, or fracking, that blasts water, chemicals and sand deep underground to open up fissures in shale rock and release gas. How and where the contaminated water is dumped has become an issue of great concern.\nIn Pennsylvania, about 2,500 fracking wells have already been drilled statewide, and at least 60,000 new wells are expected through the year 2030, according to figures compiled by the Pennsylvania chapter of the Nature Conservancy.\nA single well uses between one million and five million gallons of water, and creates around 15,000 gallons of produced water annually.\nIn the second half of 2010, gas drillers in Pennsylvania reported that they generated about 5.4 million barrels of wastewater in total, according to DEP figures. More than half of that amount was sent to water treatment plants that discharge directly into rivers or streams. Two million barrels were recycled or retreated without being expelled into waterways, while the remaining 460,000 barrels were sent to underground disposal wells.\nIn other oil and gas states, such as Texas, Arkansas and Louisiana, drillers store produced water onsite and later truck it for offsite disposal in the thousands of deep underground brine wells that dot the landscape.\nBut the geology of the Marcellus Shale — the thick horizontal seam that covers two-thirds of Pennsylvania and parts of New York, Maryland, Ohio and West Virginia — doesn’t allow for much disposal. Instead, Pennsylvania operators must haul the fluid to brine wells in Ohio — a lengthy and costly process — or dump the fluids at in-state water treatment facilities, an option that is increasingly off the table.\nIn January, the DEP passed new regulations prohibiting wastewater with a high total dissolved solid (TDS) content from entering Pennsylvania’s waters after increased levels of potentially toxic bromides were detected in the Allegheny and Beaver rivers.\nBromides, when mixed with chloride from water treatment plants, have been linked to an increased risk of cancer.\nOut of nearly 60 plants that accept gas well water, the DEP allowed  27 of them to continue doing so — though nearly half of the  “grandfathered” plants voluntarily stopped taking produced water in the  past year.\nBecause standards for Eureka Resources’ treated water exceed the new regulations, the Williamsport facility can continue to receive the discharge. DEP’s April call for voluntary compliance from gas companies targeted the remaining 15 or so facilities, in an effort to rapidly decrease concentrations of bromides in the rivers.\nAqua-Pure Cashes In, Others Want a Piece\nAround the time of DEP’s request, Aqua-Pure announced it had entered into an exclusivity agreement with Eureka Resources for an initial payment of $9 million and up to $9 million in royalty payments for three of its Nomad units, to be used in certain areas of northeast Pennsylvania.\n“The interest levels are increasing exponentially” across the state, said Magnus, the company CEO.\nThe firm first entered the  natural gas market in 2003 when Delzon Elenburg, an oil company operating in the  Barnett Shale in Texas, contacted Aqua-Pure about using its technology  to recycle shale gas flowback water. Since then, Aqua-Pure says it has recycled more than 700 million gallons  of fracking wastewater from drilling operations in the Barnett and  Marcellus shales.\nLaura Shenkar of The Artemis Project, a consultancy for water technology firms, said water pollution concerns from Marcellus Shale gas development have created a “compelling need” for treatment solutions.\n“There really hasn’t been a pull from the [natural gas] market for a solution like this before,” she told SolveClimate News.\nJonathan Thatcher, CEO of Scottsdale, Ariz.-based AbTech Industries Inc., said he anticipates natural gas fracking operations to become a significant new market for his firm.\nThe company’s Smart Sponge technology removes hydrocarbons and other contaminants from waterways, as well as coliform bacteria and some radioactive materials from industrial wastewater and storm water.\n“We’ll be actively selling to that market in a focused way later this year, and in a much larger way by next year,” Thatcher told SolveClimate News.\nAbTech first began considering the Marcellus Shale market after a test run of the Smart Sponge proved successful in replacing Organoclay, a costly filtration method that leaches hazardous chemicals and is commonly used at gas sites in Pennsylvania, as well as in oil drilling and at Superfund sites and landfills.\nThe firm is now finalizing the application ahead of its first field deployment planned for later this year. Thatcher said it will likely be in Pennsylvania, though AbTech has not yet determined the final location.\nCarlos Perea, CEO of MIOX Corporation, said his water treatment company in Albuquerque is receiving a large amount of unsolicited interest from oil and gas companies about the disinfectant technology it has used in municipal drinking water for the past two decades.\nMIOX offers a biocide-based treatment to remove the toxic and long-lived chemicals found in industrial wastewater.\nThe disinfectant lowers the risks of contamination in community drinking water supplies and eliminates the need  to store and transport hazardous chemicals, Perea said.\n“We do think there is an opportunity for potential expansion” to meet the needs of the natural gas industry, he said, noting that the company had only begun evaluating its systems for fracking in the last two quarters.\n“We are talking with potential partners that have interest in taking us into a variety of applications where you want to control pathogens in the water.”\nLynn Essman, chief operating officer of American Micro Detection Systems (AMDS), said his firm’s near real-time Dissolved Metals Analysis Instrument, called REX, can help natural gas, oil and mining companies comply with state regulations on produced water.\nREX can be left unattended to monitor the multitude of heavy metals that Essman said are of particular concern to the U.S. EPA. Heavy metals such as mercury, chromium, cadmium, arsenic and lead can “damage living things at low concentrations and tend to accumulate in the food chain,” according to the agency.\nThe Stockton, Calif.-based firm is also developing an additional technology called ToxicAlert to read levels of hazardous chemical toxins in the water.\nAMDS entered the water industry several years ago after providing sensor technology to the defense sector for 15 years. Its tools are used in municipal water systems, wastewater treatment plants and smart grids for water. The company is now venturing into wastewater treatment for gas operations for the first time.\n“What REX will do for the industry will be to streamline it and give it a turn-key reporting capability,” Essman said. “It will give the petroleum industries the ability to show government bodies that they have the capability to monitor and that they’ll be responsible for the monitoring.”\n90% of Frack Fluids Remain Underground\nBut wastewater treatment solutions alone cannot address the potential water dangers of hydraulic fracturing.\nNardone of Sierra Club said that even with cleaner wastewater, Pennsylvania’s water supplies would still face contamination from the chemicals left in underground wells or the contaminants that spill and leak on the drill site’s surface. Up to 90 percent of fracking fluids remain buried, where innovative water technologies cannot reach.\nThe drilling technique has been implicated in a growing number of water pollution cases.\nOn May 17, Pennsylvania’s DEP fined Chesapeake Energy Corp. nearly $1.09 million for contaminating 16 families’ drinking water with natural gas and for a Feb. 23 explosion at a liquid natural gas storage facility.\nOn April 19, the Oklahoma City-based natural gas producer also spilled chemicals into a nearby stream after the company lost control of a well in Leroy Township, forcing nearby residents to evacuate their homes. The spill remains under DEP investigation.\nThis month, a study by four Duke University scientists linked shale drilling and hydraulic fracturing to well water contamination with methane in the Marcellus and Utica shale drilling areas in northeastern Pennsylvania and southern New York. Massive methane leaks from fracking have also led to research claims that natural gas, touted as a “clean” fossil fuel, releases more greenhouse gas emissions than burning coal.\n“If you can remove the toxicity at the [drill] site and produce water that can then be taken to wastewater treatment facilities,” Nardone said, “I think that is ultimately the ideal situation.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}