{
  "url": "https://insideclimatenews.org/news/19052011/fracking-pennsylvania-natural-gas-drilling-marcellus-shale/",
  "title": "Gas Drilling Turning Quiet Tourist Destination into Industrial Town",
  "date": "2011-05-19T13:00:46-04:00",
  "content": "Editor’s Note: SolveClimate News reporter Elizabeth McGowan traveled   to  Northeastern Pennsylvania in late March to find out how the gas   drilling boom is affecting the landscape and the people who call it   home. This  is the sixth in a multi-part series. (Read parts one , two, three, four and five).\nMONTROSE, Pa.—Lynn Senick’s cozy clapboard house is just steps away from state Highway 29, which basically serves as Montrose’s Main Street.\nFounded as a center for abolitionists in 1824 — its lore claims it harbored escaping slaves on the Underground Railroad — the county seat has a New England-quaint feel with a prominent town green bookended by a handsome county courthouse and a welcoming library.\nEven though Montrose is nowhere near the beaten track, diligent and dedicated organizers put the town on the local map by drawing flocks of visitors to popular annual events such as the Fourth of July parade and festivals celebrating the apple and blueberry harvests, as well as the production of wine and chocolate.\nSenick, who educates the public about hydraulic fracturing via an online forum she launched three years ago, is also affiliated with a local group called the Montrose Restoration Committee.\nCommittee volunteers have played off the success of Montrose’s signature happenings by focusing on attracting and retaining an organic restaurant, book shop, health food store and farmers market. Several years prior, members of the organization had noticed their county’s natural resources, hard by the New York State border, were attracting a different type of resident.\nVibrant young people intent on making their living off the land had started to migrate to this area with the nickname “Endless Mountains” that reflects its continuous up and down geography.\nNorth-South Interstate 81, which roughly bisects the county, is the sole major highway, and the recent arrivals recognized their land and freshwater needs could be easily met in a county with a mere 43,000 people rattling around in 800 square miles. The largest population centers are Wilkes-Barre and Scranton, to the south, and Binghamton, N.Y., to the north.\nRecognizing this influx, Susan Griffis McNamara started stocking organic seeds and other affiliated paraphernalia for these small-scale growers at the hardware store side of her business that has been in the family for four generations. Other merchants followed suit.\nNow, however, Senick, McNamara and other committee members fear narrow rural roadways clogged with the never-ending grind of drilling-related trucks, and landscapes marred with gas wells, will be a turnoff to tourists and artisan farmers.\n“I don’t think this is going to be the quiet little tourist destination we thought it could be,” says Senick, who works at the local food bank. “This is going to become an industrial town.”\nWhile she knows that some property owners will no doubt make money from their oil leases, she wonders how the have-nots she encounters daily will hang on as landlords realize they can raise their rent prices and offer accommodations to well-paid, out-of-town specialists employed by the gas exploration and drilling companies.\n“Not everybody always got along here, but this was a stable community,” Senick says. “But this has fractured our community. It has really tossed everybody’s future into the air.”\n“They are going to drill to kingdom come and this is breaking my heart. I didn’t move here to be embroiled in this. And now, not a day goes by that I don’t want to get in my car and get out of here.”\nDrill, Baby, Drill at What Cost?\nWith the Marcellus Shale well count growing to at least 2,500 statewide during the last six years — and thousands more on the way — it’s little wonder that those leery of drilling feel they have been booted from their traditional Pennsylvania and plopped down in unfamiliar territory more akin to a mouthful such as PennTexLouisAhoma.\nKnowing that natural gas now satisfies about one-fourth of the country’s energy needs and that the powers that be are clamoring for more in the interest of national security has drilling opponents on edge.\nNatural gas is touted as a “clean” fossil fuel because burning it releases about half the greenhouse gas emissions of coal. Hydraulic fracturing critics such as Cornell University scientist Robert Howarth have tried to poke holes in that widely accepted estimate with a study claiming that natural gas is filthier than coal because gas wells are leaking gigantic amounts of methane.\nThe gas industry and other researches have pretty much pooh-poohed Howarth’s results and methodologies, and environmental organizations have raised their own sets of queries.\nHowever, other environmental concerns with hydraulic fracturing have green groups focused on Pennsylvania speaking in unison.\nThey are worried that rules are too lax at the state level and that regulatory offices can’t keep up with inspections because they are understaffed during these times of severe budget austerity. And it makes them nervous that gas companies are exempt from vital pieces of the Safe Water Drinking Act, the Clean Air Act, the Clean Water Act and other authoritative federal laws.\nEndless Questions\nTheir litany of questions sounds something like this: Are enormous water withdrawals threatening rivers, streams and other waterways? How is it that hydraulic fracturing can proceed when the Environmental Protection Agency has barely begun its study about the impact on groundwater? Why have companies been so slow to reveal the chemicals they use as lubricants to draw the gas to the surface? Can treatment plants be upgraded to handle radioactive and other dangerous waste liquids?\nAnd the list doesn’t end there.\nThey want to know how companies can guarantee that drilling casings are failsafe enough that migrating gas doesn’t contaminate drinking water. Are drilling companies thinking about how roads fragment forests and contribute to noise and traffic problems? What impacts are wells, pipelines and the accompanying compressors having on air quality? Why hasn’t the Pennsylvania Legislature required gas companies to pay a severance tax that could cover environmental and social impacts of drilling?\nRecent studies such as the one by four Duke University scientists linking shale drilling and hydraulic fracturing to well water contamination with methane offer temporary solace. But conservationists wonder what difference it will make to their long-term plight.\n“We all need to keep pressure on regulators and legislators need to give resources to regulators so they can issue permits and develop and enforce those rules,” says Mark Brownstein, the deputy director of the Environmental Defense Fund’s energy program. “Government can’t be everywhere at once.”\nAt the same time, he adds, drilling companies need to fully grasp their obligations to the public. Worker training and environmental management systems are not negotiable.\n“For the most part,” he notes, “the gas industry is slow to pick up on the fact that they have an important role to play and that people expect them to play it. They’ve allowed these issues to become very polarized.”\nHowever, advocates from the Environmental Defense Fund and the Sierra Club think environmental issues can be addressed if drilling companies adopt best practices, invest in technology and embrace rigorous oversight.\nThey say Pennsylvania doesn’t have to continue to be the media poster child for what states shouldn’t do on the hydraulic fracturing front.\n“I think Pennsylvania really has the opportunity to get it right and to effectively regulate, to effectively monitor,” says Deborah Nardone, a  Keystone State-based senior campaign representative with the Sierra Club. “If the industry really wants to prove that is it has the ability to do it right, then let’s let them do it right. But they need to show us that they can do it right.”\nFrack This and Frack That\nIndustry officials might constantly emphasize their companies’ commitments to safety but they also tend to discount challenges from drilling opponents.\n“To them, hydraulic fracturing always becomes fracking,” says Chris Tucker, a spokesman for the gas industry advocacy organization Energy In Depth. Fracking is vilified as the source of all ills and they spew the word with such disdain, he adds, “that it sounds like a dirty word.”\nTucker becomes a bit defensive and falls back on a line Susquehanna County residents have heard repeatedly when they ask pointed questions about drilling. It’s the one about Pennsylvania already being dotted with tens of thousands — the number hovers around 55,000 — of vertically drilled shallow natural gas wells.\nWhen gas companies made their pitch to landowners around Montrose, they soft-pedaled the same argument Tucker deploys now: that hydraulic fracturing is a mature technology that’s really just more of the same because, after all, the industry has done horizontal drilling in Pennsylvania since the 1980s and has been fracturing since the late 1940s.\nOnly when pressed does he definitely state that the combination of these two practices in Pennsylvania’s portion of the Marcellus Shale that has occurred for the last six years is indeed new and different.\n“We’re not saying there’s never been an accident at an oil and gas site,” he continues. “Yes, there have been incidents but they have all been addressed very quickly. At the same time though, when U.S. Steel has an accident, we don’t say we should stop making steel in this country. The key is managing risks.”\nA Rare Blunt Insight\nSuch extreme uneasiness with risk that has unfolded in places such as Montrose is a familiar tune to Terry Bossert, the vice president of government affairs for Chief Oil and Gas. His Dallas-based company has several offices in Pennsylvania.\nUnlike most industry insiders, he blames both gas companies and anti-drilling advocates for what he classifies as a lack of candor and balance in their respective arguments. When asked to comment further on his hypothesis at an April seminar on hydraulic fracturing at the Environmental Law Institute, he offers up a refreshingly blunt assessment.\n“The industry makes [people] believe we’ll show up some day,” he tells attendees at the Washington gathering. “By using ‘the force’ we’ll get the gas out of the ground. You’ll never know we’re here. Everyone will have jobs and everything will be hunky-dory.”\n“Well, no, actually what we’re going to do is we’re going to move in with mobile industrial plants,” he continues. “And we’re going to move them around all throughout your neighborhood. And if you lived on a road that the only truck that ever went by was the guy delivering fuel oil to your neighbor, well, that ain’t going to be the way it is anymore. For a while, while we’re drilling wells there are going to be a whole lot of trucks going past your house. And you’re not going to like that.”\nHe proceeds to tell a personal story about how annoyed he was years ago when his family lost the peacefulness of cul de sac living after the farmer who owned a chunk of adjacent land sold the property to a housing developer.\nBossert says he is always sympathetic to homeowners affected by hydraulic fracturing who tell him: “I live in a rural area. I like a rural area. And now, you’ve shown up and you’ve put up a 150-foot drill rig and there’s lights on it all night. And there’s trucks driving up and down the road, And you’re a pain in the neck.”\nThough he can’t argue with those common complaints, he says they always take him back to the one essential question: Is harvesting the gas from the Marcellus Shale economically and environmentally sensible?\nTomorrow: The haves and the have-nots emerge in Pennsylvania gas country\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}