{
  "url": "https://insideclimatenews.org/news/15052011/united-states-top-coal-exporter-asia/",
  "title": "Analysis: U.S. to Be a Top Coal Exporter Again, Thanks to Asia",
  "date": "2011-05-15T09:00:20-04:00",
  "content": "The United States could vault back into the top rank of coal exporters for good this year thanks to Asia’s fuel demand — just as surging gas output and tougher environmental laws threaten mainstay domestic sales.\nLeading U.S. producers, with wallets bulging from high world prices, are jostling to boost their Asian presence.\nTheir only problem is squeezing enough coal through over-stretched ports and railroads, but efforts are underway to open new outlets thanks to surging confidence in the sector.\n“We see it as a structural change,” said Deck Slone, chief spokesman for Arch Coal Inc, the second largest U.S. producer after Peabody Energy Corp.\nArch has agreed to buy International Coal Co and has opened a Singapore-based subsidiary to boost its export presence.\nAnalysts say total U.S. coal exports could amount to around 100 million tons (91 million tons) this year, leaving only Australia and Indonesia above it in the world export rankings, and putting it above Russia, Colombia and South Africa.\nIt exported 81.5 million tons in 2010. A short ton is 0.907 metric tons, the latter used in markets outside the U.S.\nThe economic boom in China and India has been the driver, but the developing world is also turning more to the United States to make up for supply shortfalls, particularly buyers who want very high energy-content U.S. fuel regardless of its high-sulphur content.\nMiners in the U.S., the world’s second-largest greenhouse gas emitter, have been hit by weak domestic coal sales and fear President Barack Obama’s tough climate change policies will further cut coal demand.\n“U.S. policy toward coal has been negative,” said analyst David Khani of FBR Capital Markets. “Add having extra natural gas and every coal producer wants to ship every ton they can out of the U.S.”\nThe opening up of the export market puts them in a more profitable, long-term position.\nU.S. miners are now rushing to open Asian marketing offices and to merge, amalgamate and expand their output with their eyes on the export prize.\nGood Times\nAnnual U.S. coal exports have hit or exceeded 100 million tons only six times in the last 50 years. Exports have been sporadic depending on international prices and freight costs.\nBut world prices of over $100 a ton (more than $110 a ton) seem here to stay due to strong demand, logistical bottlenecks and slow export growth in major producers this year.\nIncreased U.S. exports are unlikely to bring prices lower, traders say, but will compensate for delayed coal from Australia and will be smoothly absorbed by the Asian market.\nThis could not come at a better time for U.S. coal miners who face slow-growing domestic consumption amid tough environmental rules and competition from plentiful, cheap, cleaner natural gas surging from new shale plays.\nOptimism dominated analyst conference calls to discuss quarterly earnings as coal company executives forecast historic shifts and big growth.\nArch executives noted that, while 35 gigawatts of U.S. coal-fired generating capacity, 11 percent of the total, could be shut down in the next 10 years, 249 gigawatts of new coal-fired power plants are under construction worldwide.\n“This is going to require almost 800 million tons of new coal supply during this time period,” Arch President John Eaves told investors.\nTotal seaborne thermal and coking coal trade in 2009 was 1 billion tons a year, according to the World Coal Association.\n“Coal is expected to fuel more incremental generation over the next decade than gas, oil, nuclear, hydro, geothermal and solar combined,” Greg Boyce, CEO of Peabody Energy, told investors.\n“It’s something unprecedented in human history, arguably, 3 billion people going through an industrial revolution at the same time,” Arch’s Slone said.\nStraining Infrastructure\nTo a large extent fluctuating freight rates dictate whether U.S. coal exports are competitive with other coal origins.\nAnother risk is limited U.S. rail and port capacity.\nAlthough nameplate capacities are higher, practical U.S. export capacity is estimated at a maximum of 120 million tons.\n“Finding international buyers isn’t the problem,” an industry insider said. “The bottleneck in the supply chain longterm will be getting the transportation secured.”\nU.S. coal is already flowing in every direction, and many of the routes are new.\nPorts on Chesapeake Bay, at Mobile, Alabama, and the lower Mississippi River around New Orleans, are at maximum capacity.\nNew flows are coming to Corpus Christi and Houston, Texas, on the Gulf Coast.\nA test cargo has been sent across the Great Lakes and down the St. Lawrence River to Europe. Arch is exporting small amounts of Colorado coal through Long Beach, California, a past coal export site that fell into disuse.\nOther U.S. coal is flowing into the Pacific Basin from Vancouver and the newer port of Prince Rupert in northern British Columbia, both in Canada. U.S. steam coal is even going to usually self-sufficient South America.\nCanadian National Railway’s terminal upriver from New Orleans is turning away calls from producers who cannot find a way out, terminal president Bruce Conti said.\nMore tonnage is going to midstream Mississippi River operators, who use cranes floating in the middle of the river to transfer coal from domestic barges to ocean going ships.\n“We’re doing more coal than we’ve ever done historically,” said John Crane of St. James Stevedoring in New Orleans.\n(Editing by William Hardy)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}