{
  "url": "https://insideclimatenews.org/news/06052011/us-senate-commerce-committee-pipeline-safety/",
  "title": "U.S. Senate Panel Approves Bill for Pipeline Safety",
  "date": "2011-05-06T16:00:50-04:00",
  "content": "WASHINGTON—Reckless operators of U.S. petroleum and natural gas pipelines would pay higher fines under bipartisan safety legislation passed on Thursday by the Senate Commerce Committee.\nThe bill is in response to several pipeline accidents in the last year that killed more than a dozen people, destroyed homes and polluted land and water.\n“More needs to be done to strengthen oversight and address safety vulnerabilities,” said Senator Jay Rockefeller, the committee’s chairman.\nThe legislation would raise fines from $100,000 per day to $250,000, and from $1 million for a series of pipeline violations to $2.5 million.\nThe bill also requires automatic shut-off valves to prevent oil spills and natural gas explosions, and would authorize more federal pipeline safety inspectors.\nThe regulations would be enforced by the Transportation Department’s Pipeline and Hazardous Materials Safety Administration, which the bill reauthorizes through 2014.\nThe measure must still pass the full Senate and then clear the House of Representatives, before it could be signed into law by President Barack Obama.\nThis was the first of two energy bills acted on in Congress on Thursday. The House voted later in the day to approve legislation to reinstate drilling opportunities off the coast of Virginia and the Gulf of Mexico that were pulled by the Obama administration after the BP oil spill. (See a rundown of energy bills moving through Congress)\nDemocrats were blocked from offering amendments to the House bill that would have stripped billions of dollars in federal tax breaks from big oil companies.\nThe House will vote next week on separate legislation to set a 60-day deadline for the Interior Department to decide on new offshore drilling permits.\nThe White House said on Thursday it opposed both House bills, because they would undermine drilling safety regulations imposed after last summer’s oil spill in the Gulf of Mexico.\nThe Interstate Natural Gas Association of America trade group that lobbies for major gas pipeline companies urged Congress to pass the pipeline bill, saying it would result in a safer fuel transportation system nationwide.\nThe United States has about 2.5 million miles of pipelines that move oil, natural gas and other hazardous liquids. The death toll from pipeline safety accidents rose from nine in 2008 to 13 in 2009 and reached 22 last year.\nMost recently, a natural gas explosion on a pipeline operated by UGI Utilities killed five people this past February in Allentown, Pennsylvania.\nA PG&E Corp natural gas line exploded in a San Francisco suburb last September, killing eight people and destroying 37 homes.\nSeveral leaks last year on the Enbridge pipeline system collectively spilled thousands of barrels of oil in the Midwest.\n(Editing by Dale Hudson)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}