{
  "url": "https://insideclimatenews.org/news/22042011/greenpeace-oil-rig-activism-arctic-cairn-energy/",
  "title": "Activists from 12 Countries Scale Massive Oil Rig to Protest Arctic Drilling",
  "date": "2011-04-22T14:00:06-04:00",
  "content": "SARKOY, TURKEY—The fight to stop the global oil industry exploring the pristine deep waters of the Arctic has been dubbed the new cold war, and early on Friday it escalated as environmental activists from 12 countries occupied the world’s second largest rig on its way from Turkey to Greenland to drill among the icebergs.\nThe   protesters found the 52,000-ton semi-submersible at around midnight, steaming due west at a stately six knots   in the sea of Marmaris, heading for the Dardanelle straits and the open   Mediterranean. It took four more hours for Greenpeace to bring in its inflatables and a further 50 minutes in the choppy moonlit sea to intercept it.\nEven   from three miles away, the Chinese-built mobile rig, which specializes   in drilling in extreme environments, looks huge. From 100 feet away in  the  pale dawn light it is a 15-storey industrial castle, bristling with   cranes, derricks, gangways, chains, spars, girders, pipes, helipads  and  radar. Just 10 years old, it is already rusting and its paintwork  is  streaked from years of drilling in harsh west African, north  Atlantic  and Asian waters.\nThe Greenpeace boats approached the  vessel  cautiously in the three-foot swell, like fleas to the backside  of an  elephant. At exactly 5.31 AM, the 11 climbers began to leap on to  its  hull and headed for a ladder. The plan was to stop the vessel in  its  tracks not by taking over the bridge, but by radioing the captain  and  asking politely. Fat chance.\n“This is Greenpeace, this is   Greenpeace. I’m informing you that we have put climbers on your rig. I   ask you stop your vessel,” asked Korol Diker, a Turkish campaigner, on a   VHF channel.\nBut the elephant barely registered. “I do not   recognize you,” came the captain’s cutting reply and the Leiv Eiriksson   steamed on.\nUndaunted, the climbers made it to a gangway 80 feet  over  the vessel’s starboard stern. As four crewmen peered over the side  from  30 feet above them, and two more ambled over, seemingly unconcerned,  the  climbers made a cat’s cradle of rope to hang banners and a tent  from.\nYou can understand why the captain did not want to stop.\nThe Scottish oil company Cairn Energy has hired the Leiv Eiriksson for around $500,000 a day and the company,   run by Sir Bill Gammell, the former international rugby player, plans   to spend more than $500 million (£300 million) in the next few months looking for oil   in some of the most dangerous and coldest waters in the world. Any  major  delay could cost it millions and set back its plans for the  Arctic by a  year, because drilling is only possible in the July-October  “summer  window” when the ice has retreated.\nCairn, which will be  the only  company to drill deep wells offshore in the Arctic this year,  holds 11  licenses in Baffin Bay covering over 80,000 square  kilometers. It plans  to drill four exploratory wells to depths of  around 5,000 feet, the deepest  ever attempted in the Arctic.\nIt is  taking the Leiv Eiriksson and  the Ocean Rig Corcovado — a drill ship  now stationed near Aberdeen — as  well as a fleet of backup vessels.  Last year the company claimed it had struck oil in Baffin Bay after drilling several 300-foot wells. But it later admitted that it had found no significant quantities.\nThe venture, say environmentalists, is just the start of what is planned to be a risky offshore oil rush. Shell, Exxon Mobil, Chevron and others have licenses to explore in Baffin Bay, mostly above the Arctic circle. Others, including BP and Rosneft, plan to extract oil offshore from Siberia, Alaska and elsewhere in the Arctic.\nThe   U.S. government estimates there are 90 billion barrels of oil, around 13 percent of   the world’s undiscovered reserves. But for Greenpeace and others the   risk of a devastating spill is too great, raising the specter of the   Exxon Valdez spill in Alaska in 1989 when more than one million barrels of oil   were spilt, and the $40 billion disaster in the Gulf of Mexico last year.\n“Any   Arctic spill would be very difficult, if not impossible, to contain  and  clean up. The company has not released a detailed spill response  plan  for the Arctic waters. Its latest environmental impact assessment  says  it has not been possible to model oil behavior on ice. Failing to   consider the impact of ice on a potential Arctic oil spill renders the   EIA [environmental impact assessment] unfit for purpose,” said   Greenpeace campaigner Ben Ayliffe.\nOther leading environment groups, including the respected U.S. think tank Pew, plus NGOs Oceana and WWF, have all said that the oil industry is not prepared for a major pollution incident.\n“This   is the most controversial rig in the world because it is the only one   destined to begin risky offshore drilling in the very deep waters of  the  Arctic this year. We have stopped it because it’s blazing a trail  for  other major oil companies and sparking the start of a dangerous new   Arctic oil rush.”\nCairn, which could not be contacted, says it has prepared comprehensive oil spill plans, and has put up a bond of $2 billion.\nActivists   are now expected to dog the progress of the slow-moving Leiv Eiriksson   as it passes Greece, Italy, France and Spain on its passage through  the  Mediterranean and into the Atlantic. The platform is scheduled to  stop  in Britain to pick up supplies before the last leg of its journey  to  Greenland in June.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}