{
  "url": "https://insideclimatenews.org/news/14042011/financial-shortfall-americas-first-ccs-plant-highlights-absence-carbon-price/",
  "title": "Financial Shortfall at America’s First CCS Plant Highlights Absence of Carbon Price",
  "date": "2011-04-14T08:30:48-04:00",
  "content": "The coal industry is banking on America’s first commercial-scale carbon capture and storage (CCS) project, set to be built in West Virginia, to jump-start commercialization of the technology and make it more affordable.\nBut the project is far from being a sure thing.\nThe failure last year to legislate a carbon cap on U.S. power plants  and direct proceeds from a price on emissions to projects like this one has  left a gaping hole in needed financing. The utility planning the  $670 million CCS addition to its 1,300-megawatt Mountaineer coal plant  in New Haven, W.Va., has yet to find the funds from another  source — despite hefty support from a federal program.\nAmerican Electric Power (AEP) says that regulators in Virginia and West Virginia are reluctant to charge ratepayers for costs related to the project because of continued policy uncertainty in Congress.\n“So far, [regulators] have not been willing to support cost recovery for   CCS ahead of a federal mandate to cut carbon emissions from power   plants,” Melissa McHenry, an AEP spokesperson, told SolveClimate News via email.\nDeploying this first plant will take more money, she said, and this will have to come from Washington or the states.  “The biggest challenge for moving forward with CCS will be the ability to get financial support for advancing the technology — either from the federal government or from state utility commissions.”\nMost analysts agree that to promote a surge of investment in CCS from public and private sectors, a federal law to limit emissions is needed that would set a price on carbon emissions.\nA report released last year by President Obama’s Interagency Task Force on CCS made this point clear: “A carbon price is critical” for “widespread cost-effective deployment of CCS.”\nAEP: CCS Needed to Tackle Climate Change\nAmerica’s fleet of roughly 1,500 coal plants produces nearly 2 billion tons of carbon dioxide per year and accounts for about 30 percent of total U.S. emissions.\nAEP is the biggest U.S. electricity generator and the largest consumer of coal in the nation, burning some 77 million short tons of the fossil fuel per year.\nAppalachian Power (APCo), an AEP subsidiary based in Charleston, W.Va., distributes power from the  30-year-old Mountaineer plant.\nThe parent utility’s 235-megawatt CCS project would deploy experimental technology from France’s Alstom SA that would use a chilled ammonia solution to absorb about 90 percent of the carbon dioxide the facility releases. The solution would be pressurized and heated, then compressed and piped 1.5 miles into deep saline aquifers below the site.\nLast October, AEP’s 20-megawatt demonstration became the first in the country to inject a portion of a coal plant’s carbon emissions underground.\nColumbus-based Battelle, the world’s largest independent research institute, first evaluated the geology of the Mountaineer site in 2002. Today Battelle uses live monitoring wells to track the carbon underground and check for signs of ground water contamination, carbon dioxide leakage and microseismic activity.\nCarbon emissions from the coal plant will be injected into layers of sandstone and dolomite running about 7,800 feet and 8,300 feet below the coal plant, respectively, with thousands of feet of cap rock forming a barrier above them. Local water tables lie a couple hundred feet below the surface.\n“Our goal in advancing CCS technology has always been to allow continued use of coal for electricity generation in the United States with less environmental impact,” McHenry of AEP said. “We need to advance CCS to allow the continued use of this vast domestic energy resource both to ensure continued energy diversity and energy security.\n“More important,” she continued, “if we are going to address global climate change in any meaningful way, we will have to develop technologies that will capture carbon dioxide from existing coal-fueled power plants as there are still many coal plants being built in many parts of the world — particularly in China and India.”\n‘Difficult to Move Forward’ Without More Money\nThe U.S. Department of Energy has awarded the project $335 million in stimulus dollars from a $3.4 billion CCS fund, and the Australia-based Global CCS Institute has offered more than $4 million to support the initial installation phase.\nAEP shareholders invested around $70 million in the 20-megawatt demonstration project. Germany’s RWE AG and the Palo Alto, Calif.-based Electric Power Research Institute are also partners in the project.\nThe Obama administration is aiming to have viable CCS applications for coal plants by 2020, based on the recommendations of the president’s interagency task force.\nHowever, McHenry said AEP needs more funding to be able to begin commercial-scale CCS operations at the Mountaineer plant by 2015.\n“It will be difficult to move forward with the commercial-scale project without additional funding from the government or other partners,” she said, though AEP is determined to see the project through.\nThe Virginia State Corporation Commission, in response to a 2008 rate increase request from APCo, said that while the commission understood the utility’s desire to prepare for a possible CCS mandate for coal plants, too much uncertainty still lingered to approve the price hike.\n“Neither APCo nor anyone else knows how such a future mandate may be structured, or how it will affect existing plants,” the commission said in news releases provided to SolveClimate News. “We cannot ask Virginia ratepayers to bear the enormous risks and potential huge costs of these uncertainties.”\nIn response to a 2009 rate increase request, the commission said it did not find it reasonable that APCo would incur the Mountaineer CCS project costs and then later seek out cost recovery from Virginia customers.\n“APCo and its customers are being asked to shoulder the entire financial burden and risk associated with AEP’s CCS research and development,” it said.\nPrevious studies of the chilled ammonia process show it raises the cost of power by about 50 percent, according to Alstom.\nCost Uncertainty Bigger Issue than Enviro Worries\nWhile most CCS projects require a power plant to burn 30 percent more coal to capture carbon emissions, McHenry said that the commercial-scale Alstom process aims to use only 10 to 20 percent of additional electricity.\nSteve Caldwell, a senior solutions fellow at the Pew Center on Global Climate Change, said that cost uncertainty has held CCS development back in the U.S. more than environmental concerns over carbon leaks, earthquakes and contaminated water.\nHe said that without a policy that puts a price on carbon emissions, or a clean energy standard that necessitates use of CCS, utility shareholders and state commissions will opt for cheaper, dirtier coal plants.\nCommissions and investors are also hesitant to personally foot the bill for technology that could potentially benefit coal-fired electricity generators across the country, he said.\n“If there is not policy that is making them incur private costs, they’re not going to do it,” Caldwell told SolveClimate News.\n“It’s not really in your interest to make too big an investment before you have to, in a large part because you’re going to be paying for improving technology,” he said. “It’s good for society, but not good for the company.”\nMost of the nation’s “first-mover” CCS projects, he said, rely heavily on federal stimulus funds and will require even more government support to actually deploy the nascent technology.\nThe Waxman-Markey cap-and-trade bill, which passed the House in June 2009 and failed in the Senate, would have provided $60 billion in incentives for CCS technology deployment to industry leaders.\nMillions Awarded, but CCS Future Still Unclear\nIn August, the U.S. Department of Energy (DOE) awarded $21.3 million to 15 projects to develop carbon storage technologies in depleted oil and gas reservoirs, deep saline formations, coal seams, basalt and oil- and gas-rich organic shale.\nA government-backed CCS program also received $1 billion to build the FutureGen 2.0 project in west-central Illinois, the third iteration of the plant, which was first announced in 2003. Plans include retrofitting a shuttered coal plant to repower a 200-megawatt unit that turns coal into gas and will capture 1.3 million tons of annual carbon emissions — or more than 90 percent of the plant’s total emissions.\nThe DOE hopes the funding will attract around $300 million in industry support to cover remaining costs of the gasification system, though various participants — including AEP — have dropped out of the eight-year-old project in recent years to pursue individual CCS development\nAEP had initially planned two coal-gasification projects, including one at the Mountaineer plant, but shelved those last year after failing to obtain approval from state regulators and lower its power-demand forecasts.\nCaldwell said that state and federal officials could also support CCS development by taking on liability for long-term carbon storage. In the case of FutureGen, Illinois will assume responsibility for any possible environmental hazards after operations are shuttered in the distant future.\nHe added that the U.S. is also taking advantage of China’s massive energy growth to develop and refine CCS on new power plants — of which about two go up every week in China, according to some estimates.\nChina Seen as Crucial for Technology Trials\nChina is the world’s largest coal consumer at 3.5 billion short tons a year. Coal-fired electricity there is expected to grow by 3.5 percent each year through 2035, according to the U.S. Energy Information Administration.\nThe U.S. consumes 1.4 billion short tons of coal annually.\nIn January, the DOE announced a five-year-long U.S.-China Clean Energy Research Center (CERC) funded by a bilateral $150 million in public-private funding.\nA consortium at the center will focus particularly on reducing energy consumption and water contamination in CCS technologies to ensure that they can be deployed widely.\nCaldwell said: “The U.S. has already electrified the country and we grow at a much slower pace. There is less opportunity to build new stuff here, so we can look to China and … their appetite for energy.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}