{
  "url": "https://insideclimatenews.org/news/04042011/anti-epa-votes-delayed-democrats-environmental-groups-clean-air-act/",
  "title": "With Anti-EPA Votes on Hold, Nervous Dems and Green Groups Make Appeals",
  "date": "2011-04-04T13:18:56-04:00",
  "content": "WASHINGTON—For weeks, a slew of conservative senators has been crowing about crippling EPA’s ability to curb carbon with the Clean Air Act.\nNow, however, observers are curious if those much-ballyhooed votes will ever occur.\nFervent vows to act last Wednesday were pushed off to Thursday — and then beyond. No doubt, that latest lack of action was due mostly to political gamesmanship, plus fears about the headlines that could have circulated Friday — April Fools’ Day.\nWhatever the reason, progressive Sen. Bernie Sanders couldn’t stand idly by as some of his fellow Democrats and Republicans threatened to bludgeon his cherished Clean Air Act to an unrecognizable hue of black and blue.\nThe Vermont independent corralled 33 other members of the Democratic caucus into supporting a resolution touting the benefits of the 41-year-old measure.\n“It is absolutely unconscionable that in the year 2011 the Congress is debating amendments to gut the Clean Air Act and I am going to fight back,” Sanders said Thursday. “I also think that at a time when House Republicans might force a government shutdown unless the EPA backs down from protecting public health, we must not let the budget process be used to deregulate polluters.”\nDrawing on data collected by the Environmental Protection Agency and other organizations, Sanders credited the landmark law with saving 160,000 Americans from premature death every year and helping to avoid tens of thousands of cases of lung disease, heart attacks and emergency room visits.\nEven as the economy grew by 64 percent during the last two decades, he added, the act also has reduced major air pollution by 41 percent.\n“Somehow our political environment has become so divorced from reality, facts, science and history that today even a commonsense law like the Clean Air Act can be used as a partisan punching bag,” Sen. John Kerry (D-Mass.), said in support of Sanders’s effort. “This resolution showcases just some of the Clean Air Act’s many achievements, and I hope it will remind my colleagues that under this law we were able to grow our economy and cut harmful pollution that threatens our families.”\nInside-the-Beltway Antics Abound\nEnvironmental organizations operated in hyper-alert mode during an especially tense week in the nation’s capital.\nFor example, the Sierra Club circulated an electronic missive with the headline “Will There Be a Clean Air Act Tomorrow?” That March 29 warning urged voters to contact their senators “now before it’s too late.”\nThe action alert refers to senators’ attempts to gum up a small business assistance bill that would in one way or another put the kibosh on the EPA’s edict from the Supreme Court to control heat-trapping gases. In all, four varying amendments are on the table.\nGOP Sen. Mitch McConnell of Kentucky is floating one modeled after legislation fashioned by Sen. Jim Inhofe of Oklahoma, ranking member of the Environment and Public Works Committee, that would permanently bar EPA from regulating CO2. Even if the minority leader can’t gain the 60 votes needed in an upper chamber with a 53-47 Democratic majority, he wants to apply pressure to swing state Democrats up for re-election next year.\nOn the Democratic front, two coal-state senators have crafted their own curtailment proposals. Jay Rockefeller of West Virginia continues to carry his long-burning torch on an amendment to delay EPA’s Clean Air Act progress for two years. Meanwhile, Max Baucus of Montana is intent on exempting agriculture and limiting EPA’s involvement to major polluters such as utilities, oil refineries and factories.\nThe newest entry on the block is a hybrid from Michigan Democratic Sen. Debbie Stabenow. The amendment, co-sponsored by Sherrod Brown (D-Ohio), would block farm-related emissions and keep EPA at bay for two years on limiting emissions from stationary sources.\nAn earlier version of the measure called for a single federal standard for motor vehicle emissions, a move that would hamper efforts by California to set tougher emissions standards than the rest of the nation after 2016. That language was dropped.\nPoll: Midwesterners Back EPA Efforts\nSenate Republicans are eager to force Democrats — particularly those from the Rust Belt — to vote on McConnell’s EPA-hamstringing amendment because they want to force them into a position where they either split with their own party or vote against their constituents’ supposed wishes.\nBut a recent poll conducted for the League of Conservation Voters in Ohio, Pennsylvania and Michigan indicates that 63 percent — or three in five voters — trust the EPA rather than Congress to decide if standards for limiting carbon are necessary. And 64 percent of those voters agree with EPA’s efforts to set carbon pollution standards from power plants and other industrial facilities.\nBy close to that same margin, 62 percent, voters in those three Midwestern states oppose congressional initiatives to impose a two-year delay on EPA such as the measure floated by Rockefeller.\n“What this poll demonstrates is that the public trusts the EPA to do its job to protect public health and limit dangerous pollution and does not want Congress to stand in the way of necessary safeguards,” LCV president Gene Karpinski said about the poll results. “Americans want scientists at the EPA, not politicians in Congress, to determine air pollution limits.”\nHart Research Associates questioned 1,501 rural and urban voters via telephone in the three states between Feb. 18 and 22.\nMeanwhile, Back on the Budget Front\nAs if the anti-EPA amendments in the Senate aren’t enough for vigilant environmental advocates to juggle, they also continue to be terrified that EPA will be a shadow of itself for the remainder of this fiscal year if Congress follows through on its initial proposal to pare away close to one-third of the agency’s budget.\nEvidence of the green groups’ high-alert status cropped up again Thursday when the Sierra Club sent out an e-mail with the ominous subject line: “Obama to Sell Out EPA?”\nThat circulated in tandem with a letter addressed to President Obama and signed by Sierra Club executive director Michael Brune as well as the leaders of 10 other environmental advocacy groups, including the League of Conservation Voters, Environment America, Alaska Wilderness League, Earthjustice and Greenpeace.\n“We appreciate today’s statement in opposition to anti-environmental riders,” the Thursday letter stated. “As the Republican Leadership uses the federal budget process and the threat of a government shutdown to enact their extreme agenda, the American people are depending on you to prevent dangerous policies that undermine public health and other environmental protections. “We urge you to continue working to oppose these dangerous policies, and if needed, veto any budget bill that includes them.”\nTwo-plus weeks ago, Congress signed off on yet another temporary measure that funds the federal government through April 8. The fiscal year ends Sept. 30. Many newly elected House Republicans are adamant about winnowing EPA’s regulatory authority, but thus far Senate Democrats have rebuked that effort.\nAs well, House Democrats have piped up.\nOn Thursday, for instance, the House Sustainable Energy and Environment Coalition had gathered 56 signatures from Democrats on a letter informing House Speaker John Boehner (R-Ohio) about their lack of support for a spending bill covering the next six months that includes anti-environment riders.\nVice President Joe Biden is tasked with negotiating a compromise to avoid a government shutdown.\nAnti-EPA Amendments Votes This Week?\nAs Congress stumbles forward, some senators are still talking as if they will be voting on at least one of the four Clean Air Act-stifling amendments this week. Observers on the front lines counter that seeing is believing.\nFor instance, Frank Maisano, an energy specialist with the Washington branch of the Bracewell & Giuliani law and lobbying firm, is among the doubters.\n“Shockingly, still no votes in the Senate on limiting EPA,” he wrote, tongue firmly planted in cheek, in a Thursday update to an electronic newsletter he circulates weekly.\n“As I said on Monday, it appears political gamesmanship is winning the day,” he continued. “We’ll see how it shakes out then, if ever. I, for one, won’t believe there is actually going to be a vote until the bells go off, the vote clock starts running and the Senate clerk calls the roll.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}