{
  "url": "https://insideclimatenews.org/news/29032011/canada-boreal-forest-pew-conservation-wetlands/",
  "title": "Q&A: Can Canada’s Pristine Boreal Forest Be Saved By Conservation?",
  "date": "2011-03-29T07:34:42-04:00",
  "content": "The Pew Environment Group released a report earlier this month urging protection of the Canadian boreal, the world’s largest intact forest and the biggest carbon sink on land.\n(Listen to the SolveClimate News podcast episode: Canada’s Pristine Forest of Blue: Conservation or Death by 1,000 Cuts)\nThe study says the “forest of blue,” which covers 60 percent of Canada’s landmass and contains nearly 200 million acres of surface freshwater, is under threat from oil sands development, mining, logging and hydropower projects, despite efforts to protect large swathes of it. David Sassoon spoke with Steven Kallick, director of the International Boreal Conservation Campaign at Pew, who has devoted much of his life to the boreal’s conservation.\nDavid Sassoon: What are some of the report’s key findings?\nSteven Kallick: The most important finding is that this area is the largest intact wetlands complex in the world. It has the most unfrozen surface freshwater of any ecosystem on the planet, and some of the world’s largest lakes.\nThere’s no other landscape like it. And the value of this resource goes way beyond the borders of Canada. It has global effects on climate, on carbon sequestration and on migratory wildlife that really make it a global concern.\nSassoon: What inspired the need for the report?\nKallick: We saw this paper on global surface freshwater, and it was quite apparent that Canada’s boreal forest stood out as the one place where you have both a biological treasure and a political opportunity. It really differentiated itself from Brazil and Russia, in that we felt we could work in Canada successfully.\nThe argument is, if we don’t do conservation planning in advance of this development, then this forest will end up in a few decades as degraded as every other temperate or tropical forest in the world. And that’s what we don’t want to see.\nSassoon: What does all that water mean for people around the world?\nKallick: One of the things that science is just starting to figure out is that the existence of that much water in the summer causes quite a bit of evaporation and probably has a pretty significant impact on rainfall patterns in our mountains in North America.\nWe have also seen — because of all the work that’s been done on Arctic sea ice — that water flowing out of Canada’s boreal forest is a major necessary component in the mechanism of creating sea ice in the high Arctic. And that’s important for cooling the entire planet.\nOf course, we know that the boreal forest is a major carbon sink. The amount of carbon stored in the boreal forest just in Canada is thought to be 26 to 27 times the annual industrial output of carbon on the planet. It’s a tremendous volume of carbon that’s safely stored away in the wetlands and the peat bogs of the forest.\nSassoon: In what ways are these resources, and the ecosystem services they provide, under threat?\nKallick: There are some that are quite dramatic. And you can see them from outer space, such as the development of the tar sands in Alberta, where they have to remove the boreal from the surface before they can strip mine the bitumen that they use to make synthetic oil.\nBut we also see impacts scattered across the forest from mining, and other oil and gas development, hydropower development and of course logging. Though, logging, interestingly enough, is one bright spot because last year we helped broker an agreement between environmental groups and timber companies to reduce the amount of logging.\nWhat you’re really looking at here is cumulative development. In a sense, death by a thousand cuts.\nSassoon: You mentioned the boreal forest in Russia. What happened to it?\nKallick: Development started in earnest after World War II. There was a national defense component to it, and an industrial development strategy implemented by the Soviets where they placed multiple pulp mills in remote regions of the boreal to build up the population and infrastructure. Probably 40 or 50 percent of that forest has been developed by roads or logging.\nIt’s a cautionary tale for us, because we can see there have been significant impacts on water quality, on wetlands, wildlands and wild forests.\nSassoon: You have some policy recommendations at the end of the report. What are they?\nKallick: We’re saying — based on what biologists are telling us — that if you protect at least 50 percent of the entire forest from development of any kind, then you will assure that the ecological functions will continue in a robust way, in a healthy way.\nBut in addition to that, we need to reform mining legislation, modernize it in Canada, and make sure that water quality is protected as part of that. There are a lot of governments right now making good moves and doing the right thing with regard to the boreal forest. Ontario, Quebec, Manitoba, Labrador, the federal government — they’re leading the way on conservation.\nThere are laggards. And I mentioned Alberta because of problems in water quality, but they’re also not doing a good job with conservation land-use planning in the far North. British Columbia is struggling with conservation planning and mining. There are a tremendous number of mines proposed in the boreal forest in British Columbia. And we believe there’s inadequate planning and regulation going on there.\nThe Yukon Territory has one large protected area proposal they’re considering, but it’s been a struggle. The government has not been friendly to the concept of large-scale conservation. And the Saskatchewan government in particular seems to have no interest.\nSassoon: Do U.S. policymakers have a role in some of this conservation effort?\nKallick: Americans have a pretty critical role. We’re the number one consumer globally for resources from this forest. It’s now our number one source of imported oil. I’m sure it’s our number one source of imported electricity, our number one source of timber.\nThe trade relationship between the US and Canada is the world’s largest. So we have a big impact just in the choices we make in the commerce between our countries.\nSassoon: Any final comments about this amazing forest?\nKallick: For anybody who loves canoeing, loves wetlands, loves bird-watching, loves fishing, this is one of the great resources in the world. If this treasure is going to be preserved, it really has to be protected through careful and thoughtful planning in advance.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}