{
  "url": "https://insideclimatenews.org/news/14032011/epa-toxic-air-emissions-coal-power-plants-mact/",
  "title": "EPA to Release Long-Awaited Rules on Toxic Power Plant Emissions This Week",
  "date": "2011-03-14T21:00:59-04:00",
  "content": "This week the Environmental Protection Agency is expected to release new standards for coal- and oil-fired power plants that will limit the emissions of 84 different “air toxics,” including mercury, benzene, hydrogen chloride and radioactive material.\nAccording to EPA, American coal plants produce 386,000 tons of hazardous air pollutants per year. The toxins they release — hazardous chemicals that can lead to disease, brain damage and premature death — affect every part of the human body. Arsenic, chromium and nickel cause cancer; lead damages the nervous system; acid gases irritate the nose and throat; dioxins affect the reproductive endocrine and immune systems; and volatile organic compounds weaken lungs and eyes.\nCongress amended the Clean Air Act in 1990 to control industrial emissions of hazardous air pollutants, but coal-fired power plants were exempt until 2000. More than ten years later, the standards will finally be released for public comment and finalized in November.\nThe importance of these regulations to public health and welfare are being obscured by the ongoing fight in Congress to limit EPA’s role in regulating greenhouse gases, which, though related, is a separate matter from the regulation of these toxic emissions.\n“[The coal] industry is the largest unregulated source of air toxics in the country,” Ann Weeks, senior counsel at the Clean Air Task Force, a Boston-based environmental group, told SolveClimate News. “I look at the depth of information that we have, and every new scientific study points to regulating this industry.”\nMercury is among the most notorious of toxins. It damages the kidneys, liver and nervous system. Infants are especially vulnerable — even small amounts can cause birth defects and permanently lower IQs.\nIn 2004, EPA introduced an alternative plan to regulate mercury using a cap-and-trade program for power plants. However, it would not have achieved reductions beyond those imposed by existing rules, said Weeks, and it did not address air toxics aside from mercury.\nVarious environmental organizations, including the Clean Air Task Force, sued EPA for better pollution controls. The courts ruled against the mercury program in 2008, and the EPA is now under a legal obligation to propose air toxics standards by March 16.\nThe details of the upcoming standards are unclear. An EPA spokesperson said the agency does not comment on regulatory action until it is released to the public.\nMercury Pollution at the Top of the List\nTwo months ago, the advocacy organization Environment America published a report that called for strong EPA action on mercury in the forthcoming standards.\nCoal plants in the U.S. emitted over 130,000 pounds of mercury in 2009. Once mercury exits the flue, it becomes airborne and can travel for hundreds of miles. Precipitation deposits the mercury in water, where it builds up in fish. Every single state has set fish advisories due to mercury levels in waterways, the report says.\n“I just think the bottom line is that mercury shouldn’t be in our air and in our water,” said Audrey Richardson, clean energy associate at Environment Massachusetts, a group within Environment America.\nCiting the report, Richardson said one in six American women carries enough mercury in her blood to put her child at risk if she became pregnant. “It’s impossible to put a price on a child’s well-being … that’s why we’re calling for the EPA to make a strong enough ruling.”\nEnvironment America hopes to slash mercury emissions by over 90 percent.\n“That technology was feasible in 2005 and technology has improved since then, so it’s very possible for power plants to cut emissions by [more than 90 percent],” said Richardson.\nThe Clean Air Act requires the use of Maximum Achievable Control Technology (MACT). The EPA has spent the past year collecting data from existing coal plants, said Weeks, and the upcoming standards — called MACT standards — will be based on emission levels from the top 12 percent of least-polluting power plants.\nIndustry Reactions Expected to Vary\nBacklash from many industry groups is expected once the rules are released.\n“The rules have been expected for some time … It’s impossible for me to speak to it at this point,” said Lisa Camooso Miller, vice president for media relations at the American Coalition for Clean Coal Electricity, a trade group of coal firms, utilities and railroads. Miller said she would have specific comments once the standards are made public.\nThe Edison Electric Institute, a utility trade association, could not be reached for comment.\nIndustry opposition to MACT rules for boilers, which the EPA released last month, provides a good indication of how at least some groups will respond when MACT rules for air toxics are made public this week.\n“The new Boiler MACT rule will have an immediate, negative impact on manufacturers’ bottom lines at a time when they are trying to rebound economically and create jobs,” Aric Newhouse, senior vice president for policy and government relations at the National Association of Manufacturers, said in a statement. “This is the latest example of the EPA’s aggressive, overreaching agenda.”\nEPA’s move on boilers also elicited a strong editorial from the Wall Street Journal, which attacked the EPA’s entire regulatory agenda for power plants.\n“The scale of the EPA’s current assault is unprecedented, yet it has received almost no public scrutiny,” the paper wrote, calling EPA administrator Lisa Jackson “hyperactive” and warning that the costs of new regulations “will be passed through to business and consumers as higher rates, which is the same as a tax increase.”\nBut another group, comprised of several high-profile utilities, is rallying in support of the coming MACT standards.\nIn response to the Wall Street Journal editorial, leaders from eight energy companies — PG&E Corp., Calpine Corp., NextEra Energy, Public Service Enterprise Group, National Grid USA, Exelon Corp., Constellation Energy Group and Austin Energy — wrote:\n“The electric sector has known that these rules were coming. Many companies, including ours, have already invested in modern air-pollution control technologies and cleaner and more efficient power plants. For over a decade, companies have recognized that the industry would need to install controls to comply with the act’s air toxicity requirements, and the technology exists to cost effectively control such emissions, including mercury and acid gases.”\nSpokesperson Erin Culbert of Duke Energy, which was not a signatory to the letter, said the company expects to see increasingly stringent environmental regulations. “Our philosophy is to diversify our generation mix.”\nDuke Energy serves four million customers in the Carolinas, Indiana, Kentucky and Ohio. Coal comprises 59 percent of its energy portfolio, followed by nuclear at 39 percent, with the remainder coming from hydropower and renewables.\nThe company has invested $5 billion in pollution-control technologies since 1999, said Culbert, and they’ve accelerated the retirement of older units in their coal fleet.\nWeeks said such technologies can yield unexpected benefits. For example, heavy metals often stick to particulate matter, the tiny particles emitted through combustion that can cause respiratory illness. This means that pollution controls that screen out heavy metals can reduce particulate matter as well.\nDangers of Particulate Matter Often Ignored\nJonathan Levy, a professor of public health at Boston University, believes the dangers of particulate matter are often overlooked.\nLarger particles get filtered out as we breathe, but these small particles — each less than the diameter of a human hair — get deep into the lungs where they aggravate asthma and bronchitis. They also enter the bloodstream and cause heart attacks.\n“At least 20,000 deaths per year could be averted through control measures,” said Levy. “[Particulate matter is] certainly a non-trivial health risk, but it’s not generally acknowledged or discussed.”\nThe full spectrum of air toxics can be found all over the country and disproportionately affect minorities. In 2002, the Clean Air Task Force collaborated on a study that found 68 percent of African-Americans live within 30 miles of a coal plant, compared with 56 percent of whites.\n“There’s an environmental justice aspect to all of this as well,” said Weeks, as many “fenceline” communities living closest to the plants lack the budget or resources to campaign for cleaner air.\nIn anticipation of the release of the new standards, Weeks has written an open letter to EPA administrator Jackson urging her to adopt meaningful standards.\n“Power plant air toxics rules that are truly based on state-of-the-art, best-in-breed performers, and that manifest the spirit and intent of the law, are long overdue,” the letter says.\n“[I basically say] don’t lose courage,” said Weeks. “If you ask most people on the street, they’d be surprised the EPA hasn’t already issued regulations on these [pollutants] … Now the EPA has a great opportunity to do the right thing by the American people.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}