{
  "url": "https://insideclimatenews.org/news/15022011/100-aerial-mapping-technique-finding-multiple-uses-grassroots-interest/",
  "title": "$100 Aerial Mapping Technique Finding Multiple Uses, Grassroots Interest",
  "date": "2011-02-15T08:26:29-05:00",
  "content": "Mapping the earth from the sky has been an activity that only governments and corporations could afford to do. It’s not anyone who can put a satellite into orbit, maintain it and harvest the high tech imagery.\nIt turns out, though, that with $100 and a helium balloon, just about anyone can map the earth at better resolution than standard satellite imagery, and Jeff Warren can show you how.\nHe’s the founder of Grassroots Mapping, a group that promotes citizen mapping through the use of DIY kits that include kites, helium balloons and cheap digital cameras.\n“The assumption that you could gather your own aerial imagery changes the assumption of what maps could be used for,” Warren said in an interview with SolveClimate News.\nOver the past year, community activists have created maps to settle land disputes and conduct environmental monitoring, and that’s only the beginning of possible applications. On-demand aerial maps could provide vital information for humanitarian or search-and-rescue operations, or during political crises.\nWarren launched Grassroots Mapping in January 2010, after working with land-rights activists in Lima, Peru. They needed an inexpensive tool to help them establish legal claims to lands in dispute. Warren developed the methodology with readily available and inexpensive components, and empowered the community, and it inspired Warren to bring the tools to other locations.\nGrassroots Mapping has now grown into a loose network of hundreds of people around the world. Some maps turn up spontaneously on the Grassroots Mapping Flickr stream, created by people who simply followed the online instructions.\nWarren works closely with about six projects, including land-rights mapping in Lima, mapping the Gulf Coast impacted by the BP oil spill, and environmental monitoring of Brooklyn’s Gowanus Canal. The team continues to develop cheap tools for data collection: they’ve designed low-cost thermal cameras to help with home winterization and prototyped spectroscopy tools that monitor air pollution. In another experiment, they modified digital cameras to take near-infrared photos — an application that could be used for aerial maps of vegetation and ecosystem health.\n“We just kind of take it for granted that we have to work with the government datasets,” said Warren, explaining the mindset he is trying to change. Many of the best maps are owned by corporations and unavailable to the public. Grassroots Mapping challenges that model by releasing its images into the public domain.\nWarren’s methodology has another advantage. While satellites fly miles above the earth and cover vast swathes of land, his balloons map the earth from 500 feet in the air and generate images with much higher resolution — up to 100 times more than Google or Yahoo Maps. Satellite maps are often outdated, too; rural areas in particular may not get a fly-over for months at a time.\n“When you are making your own maps, you have the power to make it on demand,” said Stewart Long, a trained geographer who has participated in several Grassroots Mapping projects. “That’s  important in a crisis because you can go out and collect data in that moment instead of waiting and paying for a flight to occur.”\nThe BP oil spill is a prime example. Three weeks after the Deepwater Horizon explosion, Warren began collaborating with the Louisiana Bucket Brigade, an organization that supports environmental health in the Gulf region. Traditional aerial photography was restricted by FAA regulations that prevented aircraft from flying lower than 4,000 feet above sensitive areas of the spill. But the rules didn’t apply to tethered kites and balloons.\n“The media blackout was very concerning to us,” said Warren.\nThe team met cleanup crews and Park Service employees who refused to answer questions about the spill, but ultimately had little trouble gaining access to the beach. The resulting images, taken from about 1,000 feet up, have a startling clarity: one can pick out backyard swimming pools and individual booms, the wake of a boat as it speeds past an oil-stained beach.\nSince May, volunteers have created over 40 additional maps of the coast. They hope the images can be used for future litigation or environmental studies (click here for a slideshow of the Gulf Coast mapping project).\nMaps as Reliable Datasets\nThe mapping itself is the easy part. A point-and-shoot camera might cost only $50 on ebay, and helium balloons can be made from trash bags. What’s tedious is turning the aerial photos into maps.\nThere’s a big difference between individual snapshots and a finished map, said Warren.  Photos that are stitched together become more official and less anecdotal. To that end, he’s created a free online program called Cartagen Knitter that allows people to piece photos together. The goal is to create large, detailed maps that are compatible with the ones published by the U.S. Geological Survey (USGS) and other “authorized” sources.\nThe hunt for legitimacy may be the group’s biggest challenge. They want their work to be accepted as reliable datasets.\n“We want these maps to be used by ecologists, biologists, social scientists doing research on communities,” said Warren. They’ve started collaborating with several research groups, and Warren hopes it will help the data to gain credibility in academic circles.\nGrassroots Mapping has also approached environmental law clinics for tips on the legal world, “with the full knowledge that maybe what we need is to collect different kinds of data, or better record keeping, in order to provide data that’s verifiable in court.”\nBut regardless of the results, the real power of Grassroots Mapping is that it put maps into the hands of ordinary citizens — people who otherwise would never have access to such data.\n“The process of getting people involved in mapping is a process we sometimes don’t emphasize enough,” said Warren. “I hope as we keep going it’s going to be a very powerful opportunity for communities and local organizations.”\nImage courtesy of Jeff Warren.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}