{
  "url": "https://insideclimatenews.org/news/08022011/coral-bleaching-outbreak-thailand-shutting-dive-sites-and-slowing-tourism/",
  "title": "Coral Bleaching Outbreak in Thailand Shutting Dive Sites and Slowing Tourism",
  "date": "2011-02-08T14:07:23-05:00",
  "content": "CHIANG MAI—In what experts are calling a slow disaster in the making, up to 90 percent of coral in the Gulf of Thailand and the Andaman Sea has been bleached, resulting in state shutdowns of affected areas and projected annual losses into the millions.\nMany observers say the cause of the latest bleaching outbreak is extreme heat stress due to climate change, as ocean temperatures hover around 30 degrees Celsius (86 Fahrenheit).\n“If there is a long-term solution to the Thai problem — and the global  problem — it lies in finding a realistic alternative to the combustion of  fossil fuels, thus reducing the CO2 being pumped into the atmosphere,” said Monty Halls, a spokesperson for the UK-based Shark and Coral Conservation Trust (SCCT), who warned that it is quickly becoming too late for the world’s corals.\nThe bleaching in Thailand is said to be the worst in 20 years or more, while damage to the corals may well be the worst the country’s ever seen, said Kasemsan Jinnawaso, director-general of the state’s Marine and Coastal Resources Department. He told Thailand’s Nation newspaper last month that the coral destruction could be more severe than when the 2004 tsunami struck Thailand’s shores.\n‘Rainforests of the Sea’\nThe problem demands “urgent attention,” Halls told SolveClimate News. He  estimated the cost to Thailand in lost diving tourism dollars at $2.5 million per year.\nCoral reefs, known as “the rainforests of the sea,” are key to the planet’s marine ecosystem and support about 4,000 species, including the marine food that more than two billion people depend on, according to figures from SCCT.\nBleaching occurs when oceans get unusually warm. Under heat stress, corals — which  are living things — eject the algae that live inside their tissues, and provide food in exchange for shelter. The ejection process is known as bleaching because of the white skeleton left behind when the corals get sick.\nSustained whitening can trigger the partial or total death of coral colonies, which has happened to some parts of the Thai reefs.\nIn response to the bleaching, Thailand’s Department of National Parks has temporarily shut down 18 popular diving sites, including tourism hot spot Phi Phi, and Similan, which is one of the top 10 diving destinations in the world, according to the National Geographic Society.\nThe bleached reefs will stay closed for up to 14 months to let the coral recover.\nIn the meantime, the DNP is monitoring the whitening. “Every effort is also being made to protect corals that are resistant to bleaching and speed up rehabilitation of those already damaged,” the DNP said via news release.\nAgencies responsible for the reefs are providing news and information to officials, tourism operators and “Moken” sea-gypsy communities, to keep all concerned groups updated and foster cooperation in reducing environmental impact, the DNP said.\nThailand Not Alone\nBesides Thailand, many other countries have suffered coral bleaching outbreaks.\nLast year, between May and August, 80 percent of some coral species died off Indonesia’s Aceh province. The U.S.-based Wildlife Conservation Society (WCS) blamed the disaster on a dramatic rise in sea temperature linked to global warming.\nFurther afield off Australia on the Great Barrier Reef, one of the world’s best-kept marine parks that  stands to gain diving tourists from Thailand’s closures, is also dogged by the problem.\nThe Great Barrier Reef experienced bleaching events in 1980, 1982, 1992, 1994, 1998, 2002 and 2006. While most areas recovered with low coral death levels, some suffered severe damage, with up to 90 percent of corals killed.\nIn 1998, a mass bleaching event killed 90 percent of the corals in the Indian Ocean. In 2010, the second hottest-year in recorded history, reefs bleached throughout the Caribbean and the Indian Ocean and off the coasts of Cambodia, Malaysia and the Philippines, as well as Thailand.\nUnregulated Tourism a Cause\nSome observers blame Thailand’s bleaching epidemic on tourism, rather than warming, though when contacted by SolveClimate News, local marine biologists and environmentalists working around the reefs said they were reluctant to speak with foreign media on any goverment-related issues.\nConservationist Niphon Phongsuwan, who has devoted his career to protecting the Andaman Sea, singled out visiting swimmers and snorkelers in an article in the local Nation newspaper. While surveying a damaged reef around Koh Hey, known as Coral Island, he said he witnessed a group of tourists destroy live coral as they swam and snorkeled.\nOthers have publicly blamed visitors for gathering coral in baskets for the souvenir value, sometimes encouraged by rogue guides.\nDespite the undoubted harmful effect of unregulated tourism, Halls believes that only with carbon emissions cuts can the world “bring about any significant change” in the health of coral reefs.\n“The rate at which coral reefs can engender regrowth   will be outstripped by erosive [fossil-fuel burning] processes by the middle of this century,” he warned.\nMarine biologists — such as the ex-chief scientist of the Australian Institute of Marine Science, Charlie Veron — have warned that if the processes continue and globally coral colonies collapse, the whole food chain might crumble.\nAt least 19 percent of the world’s coral reefs are already gone. Another 15 percent could be dead within 20 years, according to figures from the National Oceanic and Atmospheric Administration.\nFull list of Thailand marine sites that now ban divers:\nPhang Nga province: Mo Koh Surin Island ‘s Ao Sutep, Ao Mai Ngam, Koh Ster, Ao Pakkard and Hin Kong. Mo Koh Similan’s East of Eden and Ao Faiwab.\nKrabi province: Nopparat Thara Park, Phi Phi, Hin Klang.\nSatun province: Hat Chao Mai National Park’s Koh Cher. Mu Ko Phetra National Park’s Koh Bulon Mai Pai and Koh Bulon Don. Koh Tarutao National Park’s Kohtakiang, Koh Hin Ngam, Koh Rawi and Koh Dong.\nChumphon province: Koh Maprao National Park’s Mo Koh Chumphon.\nImage: Sarah Depper\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}