{
  "url": "https://insideclimatenews.org/news/20022011/under-climate-stress-california-wine-country-tries-shrink-carbon-footprint/",
  "title": "Under Climate Stress, California Wine Country Tries to Shrink Carbon Footprint",
  "date": "2011-02-20T09:36:12-05:00",
  "content": "California’s wine industry is under threat from global warming, and while the problem is too big for the wineries to handle on their own, some are trying to lead by example by doing things like installing solar panels and using less glass in their bottling plants.\n“There are strong initiatives in the wine industry to reduce climate change impacts,” said Ann Thrupp, the director of sustainability at Fetzer Vineyards in Northern California, in an interview.\nAreas suitable for growing wine grapes in the United States, the fourth largest wine producer behind France, Italy and Spain, could shrink by as much as 81 percent by the end of the century due to rising temperatures, according to research published in the National Academy of Sciences. The Northern California Napa and Sonoma valleys would be hit the hardest.\nClimate change would trigger more extreme heat waves, harming premium wine grapes that need stable temperatures to flourish by causing them to overripen from too much sugar.\nCalifornia’s wine industry  accounts for up to three percent of the state’s total greenhouse gas emissions, according to government estimates. Thrupp says she has made it her goal to help vineyards bring the industry’s CO2 footprint to zero.\nOverall, reducing fossil fuel dependency is key, observers say, as is cutting down on the number of coast-to-coast and worldwide flights to transport wine.\nQuality Wine, Small Carbon Footprint\nFounded in 1968 in Mendocino County, Fetzer Vineyards was one of California’s first companies to start making Chardonnay and Riesling. It has won a number of accolades for its wine making, and is now gaining eco-attention.\nThe winery is part of California’s Sustainable Winegrowing Alliance (SWA)  and is certified as a sustainable company, also providing grants to other vineyards to become the same. The SWA has more than 1,400 wineries participating in the  Sustainable Winegrowing Program, with around 10 percent  officially approved as “sustainable” by the alliance.\n“Our goal is to achieve an environmental balance by conserving resources and promoting better practices while giving people the best quality wine,” Thrupp said of her winery.\nTo do so, Fetzer uses biodiesel fuel in many of its trucks and tractors, reducing carbon dioxide emissions by a modest four metric tons each year, equivalent to the yearly emissions of a typical passenger car. Further, the company boasts the local wine industry’s largest solar power system. It generates 1.1 MM  kilowatt-hours of clean electricity, the equivalent, in carbon saved, of  “planting nearly 200 acres of pine fir forest,” according to Thrupp.\nFetzer uses 17  percent less glass in its bottles than the average winery, a cost-cutting move that has also reduced the carbon output of its operations by 14 percent, she says. For the past decade, it has conserved water by improving hose nozzles, using high-efficiency barrel washing and storing rainwater in ponds.\nMatter of Economic Survival\nThese climate-friendly production practices are what Thrupp will be discussing on a panel at next month’s California’s Climate and Agriculture Summit. The meeting will gather farming experts working on the latest developments in science and  practice “that show promise for both reducing greenhouse  gas emissions in agriculture and for sequestering carbon,” according to its website.\nThrupp says many companies simply do not understand how reducing greenhouse gases can cut the costs of their operations by trimming energy bills.\nShe also believes that the big wineries must heed demands of a new breed of ethical consumer who prefers wine that is both tasty and environmentally friendly, or their ability to compete will suffer.\nPierre John, a French wine industry expert who has helped build   sustainable wineries in France and in California, agrees on both counts.\n“Too often [wine] companies don’t think it is practical to make  environmental  changes that benefit the planet because it is too  expensive, but in  France and here in California, we are seeing efforts  to reduce  footprints that are also reducing overall costs,” he told SolveClimate News.\nLike Thrupp, he says that wine consumers in Europe and in the U.S. want to be a part of  the “environmental revolution.”\nThat makes practices to “green up” operations a matter of economic survival, he said, adding that the efforts of sustainable wine advocates mustn’t be overlooked.\n“They are able to work from within the institutions that already exist and push for a better business model that takes into account the environmental concerns,” he said.\nMindset Overhaul Needed at Wineries\n“For too long the industry has sat back and allowed climate change  to take over instead of going at it head on,” Hopkins said.\nLike others in the field, he told  SolveClimate News that the entire industry should, at a minimum, cut back on carbon-heavy transport and reduce water consumption.\n“The first thing  that needs to be done is transportation methods. The big rigs and air  transport are seeing carbon emissions get out of control. California has  the ability to use electric power to transport their wine to local  retailers. This, in my view, is would be a giant leap forward.”\n“The industry continues to make wine  the same way we have for centuries, but this is wasteful,” he continued. “Water  management, as Thrupp’s company has pointed out, can reduce dramatically  the pull on the environment. According to my understanding, a reduction  in water consumption will not hurt the industry.”\n“There is a chance through real implementation of initiatives that  Fetzer and others are trying to dramatically reduce the environmental  costs of the wine makers, but only if people are ready to do so.\n“The wine industry doesn’t really have an incentive to make these changes  now, because Americans are still buying wine. When they start to look  for better companies, the changes that we seek will be forced upon the  industry by the consumers, just like the car companies were forced to.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}