{
  "url": "https://insideclimatenews.org/news/30012011/uk-group-brews-solution-help-save-coffee-crop-warming/",
  "title": "UK Group Brews Up Solution to Help Save Coffee Crop from Warming",
  "date": "2011-01-30T11:11:07-05:00",
  "content": "The Fairtrade Foundation is hoping that new links between British retailers and small farmers can help tackle the impact of climate change on supplies of some of the world’s tastiest coffee.\nIn the past year, coffee prices have soared to an all-time high as production of the most aromatic and widely used type of bean, arabica, has suffered from unusual weather conditions worldwide.\nToby Quantrill, head of public policy for the foundation, which aims to guarantee a fair price for farmers in developing countries, said: “We are very concerned. The small-scale and poorer farmers we work with are the most vulnerable, and they need support.”\nThe organization wants to act as a broker between retailers, which can buy carbon credits as a way of offsetting their energy use, and small farmers who can create credits to earn money by planting trees or using more environmentally friendly ways to light or heat their homes.\nFairtrade’s move comes amid increasing concern among coffee buyers, particularly those working with small-scale farmers, about the security of supply. They fear not merely disappointment for those who enjoy their caffeine hit with a little more flavor and fragrance, but a global disaster for the coffee industry.\nAndrea Olivar at Twin Trading, which buys Fairtrade-approved coffee for supermarkets including Sainsbury’s, as well as specialist labels such as Traidcraft and Equal Exchange, said: “If roasters and supermarkets want to continue buying good-quality coffee, with all the changes in the climate, it could get difficult in future. The high-quality arabica bean only grows in specific conditions.”\nThe problem is already apparent to coffee farmers in the Mbale region of Uganda, on the slopes of Mount Elgon, where it is feared that production of arabica beans could cease in the next decade. They are experiencing unprecedented levels of pests and disease, and struggling to deal with unpredictable weather conditions that are dramatically affecting coffee production.\nThe bean flourishes at 18-23 degrees Celsius (64-73 degrees Fahrenheit), and in Mbale temperatures appear to be rising – a view held by local farmers and backed up by a recent study by Oxfam.\nPest attack\nWillington Wamayeye, managing director of the Gumutindo Fairtrade coffee co-operative in Mbale, which buys from about 6,000 farmers in the region, said: “When temperatures rise we have a humid environment and it enables diseases and pests to grow, and we have unprecedented levels of pest attack of the coffee. In the past it was manageable – now it’s running out of control and you can see a whole garden of plants drying up. It’s like an epidemic.”\nHe said 80 percent of coffee trees were now affected by pests compared with about 10 percent three or four years ago. In the past a coffee tree used to produce an average 2 kilogram of beans a year but now farmers are barely collecting 0.5 kilogram a tree. Quality is also being affected.\nWhile politicians stall on action to tackle climate change, Ugandan farmers are already being forced to deal with the daily reality of higher temperatures, drought and ill-timed or extreme rainfall. Wamayeye said: “The rivers I used to jump in when I was a small boy are completely dried up apart from when it rains heavily.”\nHeavy rains coupled with deforestation have also increased the incidence of landslides in the region, which can devastate farms and communities. In March last year, a school, a health center and several farms were buried after torrential rain.\nThe fall in coffee production may be a less immediate problem but it does have implications for people in Uganda and beyond. As a lucrative cash crop, coffee is vital to smallholders in providing the money they need for medicines, daily household necessities such as soap and their children’s school fees.\nWhile coffee prices are high at the moment, amid increasing demand for high-quality Fairtrade organic coffee of the kind grown by the Gumutindo co-operative, farmers’ income is under pressure because yields are falling.\nWamayeye says that, although his co-operative has taken on new farmers, this year he will not be able to meet demand: “I need to raise 40 containers of coffee. I have just fewer than 20 now and I think I will fall short by maybe 10 containers by the end of the season.”\nThat reflects a wider problem in Uganda, where the government says exports of the lower-quality robusta coffee bean have also been hit. Between October and December, 692,485 bags of robusta coffee were shipped, down from 705,277 in the same quarter a year before.\nThe Fairtrade Foundation is not alone in its endeavors to improve the situation. Partly thanks to the National Assembly for Wales, Mbale is being used to pilot schemes that can help these farmers adapt to climate change.\nA project orchestrated by the Welsh assembly is aiming to return Mbale’s bare hillsides to the lushly forested slopes they once were. The Cardiff-based Waterloo Foundation, set up by David and Heather Stevens, co-founders of part of insurers Admiral Group, has given £150,000 over three years towards planting about 1m trees in Uganda.\nThe Waterloo Foundation project is seen as a pilot for a broader scheme, backed by the UN Development Programme (UNDP), to fund tree planting and other climate change adaptation initiatives. It has just secured $1m (£630,000) of funding for work in Mbale, one of 10 regions around the world that are expected to participate. After months of political wrangling, the UK’s Department for International Development has put up £300,000 over three years, with the rest coming from Denmark’s international development agency and the UNDP.\nMeanwhile other smaller projects are forging ahead. Twin Trading is asking coffee roasters in the UK to pay a slightly higher price in order to guarantee the future of supply through climate change-related projects, including responsible livestock farming, tree-planting and fuel-efficient stoves. Its cow-sharing project is starting this month and it is hoping to find a retail or roaster partner to help it continue the work. It is encouraged by a deal in which Cadbury’s, the British chocolate manufacturer acquired last year by the US group Kraft Foods, has committed to help cocoa farmers in Ghana adapt to climate change.\nBut, as Wamayeye says, the farmers can only help themselves so much: “What we can do, we are doing. We can plant trees. We can’t stop people from driving or flying.”\nPhoto: H. Zell\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}