{
  "url": "https://insideclimatenews.org/news/23012011/chinas-great-disappearing-lake/",
  "title": "China’s Great Disappearing Lake",
  "date": "2011-01-23T12:00:00-05:00",
  "content": "Dalai Lake is shrinking. For years, the water level of northern China’s largest freshwater lake – lying on the Hulunbuir grasslands of Inner Mongolia, close to the borders with Mongolia and Russia – has been falling. Since 2009, the local government has been trying to halt the decline by siphoning off water from the Argun River, which forms part of the boundary between Russia and China. But Dalai’s long-term future is still unclear.\nDalai is a huge body of water – the fifth biggest of China’s freshwater lakes. And its importance in maintaining the ecological balance of the Hulunbuir grasslands, currently the healthiest in China, has earned it the nickname “Kidney of the Grasslands”. In 1986, Inner Mongolia established the Dalai Lake Nature Reserve in order to protect the site’s rare birds, wetlands and grasslands ecology. In 1992, the area was upgraded to a national nature reserve and, in 2001, it was included on a list of internationally important wetlands.\nBut recognition has not prevented decline. “The water level drops every day. It hasn’t come back up for seven or eight years,” the 60-year-old owner of Golden Sands Holiday Village, a resort on the north-east bank of the lake, told me when I travelled to Hulunbuir in September last year. The grasslands were already yellowing and the herders were driving to and from their homes with loads of grass, harvested for winter fodder.\nThe owner of Golden Sands (who asked not to be identified by name) and his wife are not herders. They started their resort business 10 years ago. July and August is their busy period, when they offer tourists grassland experiences like swimming in the lake and fishing with rod or nets.\nWhen I met the owner, it was clear weather, and he pointed out the white sands by the edge of the lake, explaining that the wind blows for four days out of every five. “As soon as the wind gets up, the air is filled with sand,” he said. He believes desertification of the grasslands is a direct result of the lake’s shrinking size.\nFalling water levels have left a 600-metre wide stretch of white sand between the grasslands and the lake. According to media reports, satellite surveys calculated the area of the lake to be 2,370 square kilometres in April 2000. By June, 2010, it had shrunk to 1,850 square kilometres – a loss of 520 square kilometres.\nManzhouli, a border city north-west of the lake, once planned to use water from here to create its own manmade lake, with a “Lovers’ Island”, but it was forced to abandon the idea due to the falling water levels at Dalai.\nThe owner of Golden Sands blames the lake’s decline on years of unusually dry weather: “It doesn’t snow all summer, and then we get big snows in the spring – like this year. It gets so cold that even us locals can’t take it.”\nLiu Songtao is deputy director of the Dalai Lake National Nature Reserve management bureau. He agreed that the shifting ecology of the grasslands and the lake is strongly affected by the climate, and that the dwindling size of the lake is due to sustained dry weather.\nThe lake gets its water from the Kherlen and Wuerxun rivers, as well as from rain falling onto the lake and its surroundings. Liu said that temperatures on the grasslands have been rising for over 10 years, with annual average temperatures increasing by about three degrees Celsius between 1960 and 2009, while precipitation has fallen. The amount of water flowing in from the two rivers has also been decreasing. In 2007, none came through at all.\nThe falling water level has exacerbated the degradation of the grasslands. “There is a direct link between the worsening lake ecology and the degradation and desertification of the grasslands,” Yang Yusheng, a water engineer with Hulunbuir city, told the media last year. Yang said that falling water levels are causing groundwater from the surrounding area to flow inwards, lowering the level of groundwater under the grasslands and worsening desertification. “Dalai Lake is the kidney of the Hulunbuir grasslands – and of course you’re going to suffer if your kidney stops working.”\nThe effects of falling water levels are not only felt in China, but also in Mongolia and Russia. In 1994, the three nations established the Dauria International Protected Area, of which the Dalai National Nature Reserve is a member. In 2005, Mongolia formed plans to retain a tenth of the flow of the Kherlun River for development of its local mining industry. But, explained Liu, the project was abandoned after discussion between the three parties.\nTo halt Dalai’s decline, the city of Hulunbuir came up with a plan: it would take 1.05 billion cubic metres of water a year from the 3.7 billion that flow through the Hailar River (the upstream name of the Argun) to replenish the lake. China’s State Environmental Protection Agency (now the Ministry of Environmental Protection) approved the plan in April 2006 and, in the spring of 2007, work began.\nBut the scheme met with opposition from Russia. The governor of the Trans-Baikal territory wrote a letter to Russia’s ministers of natural resources and foreign affairs, saying: “If this project is completed, 1,500 square kilometres of river banks along the Erguna will be irreparably damaged.”\nEugene Simonov, coordinator at the Rivers without Boundaries Coalition – an NGO formed in July 2009 by Russian, Mongolian and US experts on the Heilongjiang River basin – also opposed the scheme. He said that, if completed, the project would have a major impact on the wetlands and communities of the lower reaches of the Hailar River and set a dangerous precedent for water-engineering projects and unsustainable use of water.\nAn official from the Hulunbuir Environmental Protection Bureau, who asked not to be named, said that a diplomatic note from Russia triggered visits from officials from the State Environmental Protection Agency, the Ministry of Water Resources and the State Forestry Administration, and that the project was temporarily put on hold. “But in the end it went ahead, so the governments must have come to an agreement,” the official said.\nAccording to the water authorities in Hulunbuir, the project to bring river water to the lake was completed last August and a dedicated office has been set up to manage the process. In light of Russian opposition, they lowered the amount of water they intend to draw from the river to 390 million cubic metres per year. One of the officials in charge of the project said that this figure was not set in stone, however – they will control the flow with a sluice gate and take more water when the river is high.\nLiu said that the gate would only be opened for short periods, and usually only during flood season. They would not open it when the river is low, he said, because of downstream considerations: “Even if we didn’t care what Russia thought, we need to consider the Chinese people downstream – they need water for drinking, for livestock, for their daily lives.”\nBut the project employee posted at the sluice gate said that it had never been closed, and that water from the Hailar River was being constantly channelled towards the lake. The gate would only be lowered if there was too much water, he said.\nFrom the Mongol yurts at the Golden Sands Holiday Village, it was possible to see Hulungou, where the water from the Hailar reaches Dalai Lake. The resort owner said that he was pleased about the extra water, but that it wouldn’t be enough to save the lake. “The copper mine on the other side of the lake is taking out as much as the new channel brings in,” he said.\nThe “copper mine” in question is Gujinyu Mining’s copper and molybdenum pit, a China Gold Group subsidiary. In 2008, it emerged that the mining company had laid a pipe to draw water from the lake, and the holiday village boss believes they are still using the lake’s resources.\nHowever, Liu said that the changing shape of the lake is not being caused by local human activity and that natural changes and global climate change are to blame. “There’s no industry around the lake, just livestock farming,” he said. And, in his opinion, there is little the nature reserve can do about the shrinking lake. “All we can do is to keep the reserve intact, try to prevent further deterioration and ensure that, when the conditions are right, Dalai will be able to recover.”\nPhoto: scenery.cultural-china.com\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}