{
  "url": "https://insideclimatenews.org/news/14012011/obama-can-cut-fossil-fuel-subsidies-and-save-39-billion-will-congress-go-along/",
  "title": "Obama Can Cut Fossil Fuel Subsidies and Save $39 Billion, But Will Congress Go Along?",
  "date": "2011-01-14T15:39:32-05:00",
  "content": "WASHINGTON—Lately, President Obama seems to be suffering from a case of laryngitis on the topic of shaving subsidies for the fossil fuel industry.\nThus, not too surprisingly, it appears Congress has been infected with the same bug.\nEnvironmentalists and deficit hawks are eager for the president to find his voice again by using his 2012 federal budget to once again take a whack at propping up oil and coal. Last year, the idea he dangled of eliminating $38.8 billion in such subsidies through 2020 went nowhere. It’s unclear if Obama might try to duplicate those savings when he unveils his latest budget proposal in mid-February.\nDavid Goldwyn of the State Department made it clear during a talk in Washington this week that reining in fossil fuel subsidies worldwide would help to make a significant dent in greenhouse gas emissions. The Group of 20 has committed to doing so and the International Energy Agency will be keeping score, said Goldwyn, who is stepping down today from his position as coordinator for international energy affairs.\nIn the United States, he pointed out, reducing subsidies “will be a political battle.”\n“The one piece you can lay at the Obama doorstep is a failure to push this issue,” Steve Kretzmann, executive director of the Washington-based nonprofit Oil Change International, told SolveClimate News in an interview. “He has put it in his budget the last two years and Congress didn’t pick up on it. A campaign from the White House about eliminating subsidies could do a lot.”\nSubsidy Numbers Booming\nObama drew kudos from Kretzmann and others for his resolve in September 2009 at the G20 Pittsburgh Summit when he called on member nations to wean the fossil fuels industry of taxpayer-funded subsidies and outlined specifically how the United States would undertake such cuts. But nothing more than talk happened on either front yet.\nFor decades, tax breaks and federal incentives have been a boon to the U.S. fossil fuels industry. Numbers compiled by the Environmental Law Institute reveal that those figures totaled $72 billion between 2002 and 2008—about $10 billion annually. Figures from Kretzmann’s organization put annual U.S. subsidy figures to these mature technologies somewhere between $6 billion and $39 billion annually, depending on what is included in the count.\nThe International Energy Agency (IEA) estimates that worldwide, countries spent $312 billion to subsidize fossil fuels in 2009. That figure casts a daunting shadow over the $43 billion to $46 billion governments provided to renewable energy, according to 2009 figures from the London-based research group, Bloomberg New Energy Finance. The latter came through tax credits, alternative energy credits and guaranteed electricity prices known as feed-in tariffs.\nAt $18.2 billion, the United States led the way with clean energy subsidies in 2009, according to New Energy Finance.\nOpportunity Slipping Away at Congress?\nAfter Republicans dominated the mid-term elections last fall, Capitol Hill trackers speculated that slicing away at fossil fuel subsidies could provide common ground for Democrats who are longtime advocates of taking such action and Republicans intent on righting the national deficit and debt crisis by whittling away at budget waste.\nIt wasn’t perceived as an issue confined to the extreme left or right. None other than the Bipartisan Policy Center, a levelheaded, Washington-based think tank, endorsed the paring of such subsidies.\nJust a few weeks into the 112th Congress, however, observers are already doubting that such a harmonic convergence can occur.\n“This is a chance for Congress to decide what’s more important, deficit reduction or the oil industry that pays for campaigns?” Kretzmann said. “It’s about principle rather than rhetoric.\n“It’s not as simple as saying the industry may be buying people off,” he continued. “Every legislator knows that taking away these subsidies will cause industry to threaten to raise the price of gas. But nobody has the (gumption) to tell the oil industry that they’ve had record profits for years and years and years. Now, they’re going to make a little less of those astronomical profits.”\nRecent rule changes announced by the new GOP-majority House have observers at the advocacy organization Friends of the Earth on edge.\nDrifting away from pay-as-you-go as a guiding rule exposes the House as more interested in attacking government than reducing the deficit, Ben Schreiber, FOE’s climate and energy tax analyst, said in an interview.\n“This had the potential to be a bipartisan issue but that slipped away,” Schreiber said. “Congress isn’t being serious now because they’re playing politics. There’s a lot of rhetoric about dealing with the financial crisis. When they get serious about dealing with the national debt, these tax giveaways to corporations and the fossil fuels industry are going to have to be part of it.”\nRenewables Need Boost Worldwide\nIn an ideal world, purists say, all energy subsidies would be eliminated. But that doesn’t make sense, they point out, in a country where federal subsidies have been handed out to oil and gas since 1916 and to coal since 1932. Renewables need to be receiving hefty infusions if this country is intent on dropping carbon emissions 17 percent below 2005 levels by 2020.\n“We’re not going to level this playing field quickly because it is incredibly tilted,” Kretzmann said. “We need to build the infrastructure so renewables have the chance to compete. In many places, wind is competitive with coal already and so is distributed solar.\n“Fossil fuel technology has survived on trillions of dollars of government largesse over the years,” he continued. “This is about beginning to correct this historic imbalance.”\nEnvironmental activists around the globe are often accused of lodging campaigns against the poor when they criticize regional and international development entities such as the World Bank, the U.S. Export-Import Bank, or the Overseas Private Investment Corporation for funding electricity infrastructure powered by fossil fuels in developing nations.\nBut that is a misunderstanding of their complaints, Kretzmann said.\n“Fossil fuels are not an efficient way to deliver electricity,” he said. “We’re totally on board with the idea that electricity is a very important factor for development. The most efficient way to deliver electricity is through renewable sources and that’s why public dollars should be used to subsidize them.”\nA 2009 joint analysis released by the IEA and the Organization for Economic Cooperation and Development revealed that ending fossil fuel subsidies in emerging economies and developing countries could reduce global greenhouse gas emissions 10 percent by 2050.\nProduction vs. Consumption Subsidies\nAdvocates for getting rid of tax breaks for fossil fuels are careful to distinguish between production and consumption subsidies.\nGenerally, the industrialized world’s subsidies are on the production side because the intent is to make costs cheaper for the energy industry. Consumption subsidies, which make access to energy and fuel cheaper for the poor, are more common.\nShrinking consumption subsidies in the developing world would do nothing but provoke backlash and ensure gridlock, Kretzmann explained. Instead, he argued, phased-out production subsidies from industrialized countries should be redirected toward clean energy infrastructure in poor countries.\nOther Avenues for Obama to Pursue\nDuring last year’s post-election lame-duck session, Friends of the Earth and other advocacy groups were highly disappointed to watch Congress restore $6 billion in annual subsidies to the corn ethanol industry that were set to expire in December.\nTo them, it was a signal about how difficult it is to wean wealthy and powerful industries from the subsidy trough.\nFOE’s Schreiber complimented Obama for spelling out 12 specific subsidies that should disappear in his previous budget presentations.\nBut the prescription shouldn’t end there, he said, ticking off a list of stimulus grants and other expensive federal investments that support projects such as coal gasification projects, carbon sequestration and the country’s first liquid coal facility.\n“This country is continuing to finance coal projects,” he said. “Obama isn’t calling them subsidies but they clearly are. Coal is not going to be clean no matter what you do.”\nHope Amidst the Frustration\n“The American people need to make it clear to Congress they are concerned about our fiscal situation,” Schreiber said. “They need to tell them that we can’t give billons of dollars to corporations until we get rid of this debt.”\nKretzmann is rooting for leaders in Congress to make cutting subsidies to fossil fuels a priority soon.\n“Unlike greenhouse gas emissions, this one plays well in the polls,” he said. “People don’t like the idea of their money going toward the most profitable industry in the country. This one is a winner for whomever wants to take it up. The job is open right now.”\nGoldwyn, the energy specialist with the State Department, called for calm as the debate proceeds. He emphasized that it is destructive when opponents and proponents of particular energy decisions malign one another.\n“As we try to strike this balance between energy and the environment, I would ask to approach this with humility,” he said. “Transformation of our energy use to low carbon is going to take a long time. If we don’t begin that transformation now, we’re never going to get there.”\nGoldwyn is well aware that back-and-forths over “cleaner” and “cleanest” energy sources can turn ugly.\nHis advice to all involved?\n“Keep an open mind, a patient ear and a civil tongue.”\n(White House Photo by Pete Souza; Infographic by Tommy McCall, courtesy Environmental Law Institute)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}