{
  "url": "https://insideclimatenews.org/news/19012011/report-questions-role-shale-gas-bridge-low-carbon-future/",
  "title": "Report Questions Role of Shale Gas as Bridge to Low Carbon Future",
  "date": "2011-01-19T12:30:09-05:00",
  "content": "Without a global carbon price, the expanding shale gas boom would exacerbate climate change and take money away from renewable energy projects, a new report said, calling for a worldwide pause until countries take steps necessary to lower the risks of the new wave of drilling.\nThe report from the well-respected Tyndall Centre for Climate Change Research at the University of Manchester is one of the the first to try to measure the global warming implications of the shale gas drilling bonanza. The boom has caused a sustained drop in natural gas prices that is expected to continue for the foreseeable future.\nThe report said that if the world taps 10 to 40 percent of the gas trapped in shale fields around the world, then an additional 3 to 11 parts per million (ppm) of atmospheric carbon dioxide would be released by 2050. Climate science points to the need to stabilize greenhouse gas emissions as soon as possible, and steadily cut them in coming decades.\nGlobal CO2 levels are nearing 390 ppm, according to data from the U.S. National Oceanic and Atmospheric Administration (NOAA). Some eminent climate scientists, including NASA  climatologist James Hansen, believe that Earth’s threshold of climate danger is at 350 ppm, a level passed two decades ago.\nKevin Anderson, a lead researcher and former director of the Tyndall Centre, described the prospect of a shale explosion as “very worrisome.”\n“We need to be bringing that concentration [of CO2] and the cumulative values down very rapidly,” he told SolveClimate News. “In our view, [shale] would almost certainly be additional carbon dioxide emissions in the atmosphere. The best place for it remains in the ground.”\nNo ‘Available Evidence’ that Gas is Bridging Fuel\nThe study challenges the assumption that natural gas, the cleanest-burning fossil fuel, is a transition energy source to  a low-carbon future. “None of the available evidence indicates  that this  is likely to be the case,” the authors wrote.\nWhile they acknowledge that shale gas releases about 40 percent fewer greenhouse emissions than coal, Anderson and his colleagues believe it’s a moot point because coal will remain king as energy demand grows.\n“In the absence of any strong carbon dioxide cap at a global level, all  that will happen is that shale gas will be burned in addition to coal —  not as a substitute,” Anderson said.\nThe report said that in America the best one could “optimistically” argue is that shale may curb coal’s growth rate. The study cites figures from the national Energy Information Administration (EIA) showing that coal consumption is set to rise by 12 percent by 2035.\nThe U.S. is the only country to have achieved success in commercial shale gas development.\nThe UK, which is considering lucrative shale plays and was the main focus of the Tyndall Centre report, is already weaning itself off of coal, with 30 percent of the nation’s coal-burning plants expected to shut down at the end of 2015.\nAnderson said his primary concern there and elsewhere is that shale gas would substitute for renewable generation, especially if new production further drives down natural gas prices.\nShale Gas Gains Sudden Popularity, Scrutiny\nThe study comes at a time when previously inaccessible shale gas has gained sudden popularity worldwide.\nIn the U.S., shale gas has ballooned from 1 percent of natural gas production in 2000 to roughly 10 percent today, thanks to new techniques for drilling horizontally into shale rock, called hydrofracturing, or fracking. The EIA projects the sector will  represent 24 percent of natural gas supplies by 2035.\nAt the same time, the estimates of recoverable resources continue to leap dramatically. The early release of the EIA’s 2011 figures show a 100 percent jump over the 2010 estimate.\nThe drilling enthusiasm is spreading, especially to China, Turkey, India and across Europe, led by Poland, which is especially eager to end its dependence on Russian natural gas. The rush is also making the industry the focus of intense global investment and environmental scrutiny.\nCall for Moratorium Until EPA Weighs In\nThe controversial practice of fracking blasts a brew of water, chemicals, sand or  plastic beads at high pressure deep into horizontal wells under shale  deposits to crack loose the trapped gas. Up to 90 percent of the drilling  fluids — whose ingredients are protected as U.S. trade secrets — remain underground.\nIn the U.S., the 2005 Energy Policy Act exempted fracking from regulation under the Safe Drinking Water Act. Increasingly, though, it is being implicated in drinking-water contamination across gas country.\nThe U.S. Environmental Protection Agency launched a $1.9 million study early last year into fracking’s potential health risks, which is expected to be completed by the end of 2012.\nThe Tyndall Centre called for a moratorium in the UK and across Europe on new fracking projects until those results come in.\n“Given the requirement for EU member states to apply the precautionary principle, shale gas exploitation should be delayed until at least after the EPA has reported and, depending on the findings, perhaps longer,” the report said.\n“There certainly seems to be some strong anecdotal evidence from what’s happened in the states that there are potential contamination routes,” Anderson said. “These are not sufficiently well understood to say we should be going for wholesale extraction as yet.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}