{
  "url": "https://insideclimatenews.org/news/12012011/arctic-oscillation-spilling-cold-north-america-and-europe/",
  "title": "‘Arctic Oscillation’ Spilling Cold into North America and Europe",
  "date": "2011-01-12T11:00:15-05:00",
  "content": "Arctic sea ice extent fell to the lowest level observed during the month of December since the beginning of satellite monitoring in 1979, the U.S. National Snow and Ice Data Center (NSIDC) announced today.\nWhile sea ice has been declining for the past few decades as Arctic air and water temperatures have warmed, NSIDC scientists say an additional contributor is an unusual weather pattern that has kept parts of the Arctic unusually warm, while simultaneously driving cold air and snowstorms into parts of the U.S. and Europe.\nAccording to an NSIDC press release, sea ice extent averaged 4.63 million square miles during the month of December, which was 104,000 square miles below the previous record low of 4.74 million square miles set in 2006 — a difference equal to about the size of the state of Colorado.\nCompared to the longer-term average for the month, sea ice extent was down by 521,000 square miles.\nAlthough ice extent was below average in both the Atlantic and Pacific sides of the Arctic, the greatest ice loss compared to average occurred in Hudson Bay, Hudson Strait, and Davis Strait. Typically, large portions of these areas are frozen over by late November, says NSIDC director and senior scientist Mark Serreze. Instead, he says, residents of Baffin Island in the Canadian Arctic are asking what happened to the sea ice cover this year, since little has formed there yet.\nTemperatures across Baffin Bay, Davis Strait, and Hudson Bay were at least 11°F above average, the NSIDC reports . Southern Baffin Island stood out the most, with temperatures more than 18°F above average.\nTemperatures were colder than average across north-central Eurasia and Scandinavia, however. NSIDC scientists point to two factors for the warmer than average conditions — open water left over from last summer’s sea ice melt season, which slows ice growth, and an unusual weather pattern that stuck around for much of the month.\nThe atmospheric circulation in question is the same weather pattern that contributed to the post-Christmas blizzard in the northeastern U.S., and the extreme cold and snow that gripped much of Europe during December.\nKnown as the Arctic Oscillation, this pattern is a large-scale variation in surface air pressure between the Arctic and the mid-latitudes. When the Arctic Oscillation is in a strongly negative mode, which has been the case recently, air pressures are higher than average in the Arctic and lower than average in the mid-latitudes. This sets up opposing temperature patterns, with a greater likelihood that cold air will spill out of the Arctic and into North America and Europe.\nScientists refer to weather patterns featuring an abnormally mild Arctic and an unusually cold U.S. and Europe as the “Warm Arctic/Cold Continents Pattern” or an “Arctic Paradox,” and it is the subject of ongoing research.\nThe Arctic Oscillation is closely related to the North Atlantic Oscillation or NAO, which concerns surface air pressure variability over the North Atlantic Ocean, and also affects winter weather conditions in the eastern U.S. and Europe. “The NAO is really the Arctic Oscillation’s little brother,” Serreze says.\nA negative Arctic Oscillation used to be associated with greater than average Arctic sea ice cover, because the winds associated with it reduce the flow of sea ice out of the Arctic. However, this may be changing. Indeed, during the 2009-10 winter, the Arctic Oscillation was also strongly negative, and more sea ice was retained in the Arctic than in previous years, but much of that retained ice soon melted.\nAccording to Serreze, a negative Arctic Oscillation can help in two different ways. First, prevailing winds when the Arctic Oscillation is negative tend to keep older, thicker sea ice cover — which is more resistant to melting — in the Arctic instead of being transported through Fram Strait and into the North Atlantic. “The real important thing is it tends to basically sequester old ice in the Arctic Ocean,” he says.\nSecond, it tends to cause ice to diverge over the central Arctic Ocean, which “would leave areas [of open water] where new ice could grow.”\nThe problem, he says, is the overall warming of the ocean and atmosphere in the Arctic may be changing some of the relationships between sea ice and seasonal weather patterns. “What we’re starting to see is indications that those old rules don’t really apply that well anymore.”\nIt’s not clear how the record low sea ice extent in December may affect the 2011 melt season, Serreze says. Last year, sea ice declined to the third-lowest in the satellite record despite an extremely negative Arctic Oscillation, and the famed Northwest Passage was ice-free for a brief period.\n“It’s very likely that we’ll end the winter season in bad shape,” Serreze says.\n(Photo: Jejecam)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}