{
  "url": "https://insideclimatenews.org/news/13012011/2010-ties-2005-warmest-year-congress-remains-cold-action/",
  "title": "2010 Ties 2005 as Warmest Year, But Congress Remains Cold to Action",
  "date": "2011-01-13T10:00:42-05:00",
  "content": "The National Oceanic and Atmospheric Administration (NOAA) announced that 2010 tied 2005 as the warmest year in the temperature record, adding to the body of scientific evidence that the federal agency has characterized as “clear and unmistakable signs of a warming world.”\nCombined global land and ocean annual surface temperatures in 2010 reached 1.12 F (0.62 C) above the 20th century average, the same as surface temperatures in 2005.\nBut the new data released yesterday is unlikely to have an impact on business as usual in Congress, which has failed to pass federal climate legislation and is now weighing a measure to temporarily prohibit EPA from regulating greenhouse gas emissions.\nJamie Henn, communications director at nonprofit group 350.org, urged government officials to pay more attention to their own scientists in policymaking.\n“We think that it’s a bitter irony that the year that the Senate failed to pass climate legislation was tied for the hottest year on record,” he told SolveClimate News. “The more the Senate fails to act and even moves in the opposite direction by blocking progress, the more the planet will continue to warm.”\nSen. John Kerry (D-Massachusetts), for one, urged fellow policymakers to consider the data in moving climate measures beyond a standstill.\n“How many times do we have to be smacked in the face with factual evidence before we address global climate change?” he said in a statement. “Report after report keep confirming it’s getting worse every year. Will we find common ground and adult leadership or keep piling the science on a shelf to collect dust?”\nRobert Dillon, a spokesman for Sen. Lisa Murkowski (R-Alaska), said he did not think the NOAA report would have much weight in the policy discussion. Last January, Sen. Murkowski introduced a “resolution of disapproval” under the Congressional Review Act to prevent the EPA from regulation greenhouse gas emissions. It failed to win passage but now she’s supportive of a proposed two-year delay that could soon come to a vote.\n“We’re not arguing the point on whether global warming is real or how much man contributes,” Dillon, who is also spokesman of the Republican Staff of the Senate’s Energy and Natural Resources Committee, told SolveClimate News. “Regardless if man-made greenhouse gas emissions contribute 5, 10 or 100 percent,” he said it was the responsibility of Congress, not EPA, “to take steps to reduce emissions where feasible and affordable.”\nThe first EPA greenhouse gas regulations under the tailoring rule kicked in on January 2, following a long process of development and review enabled by the Clean Air Act. But lawmakers in the new Congress ushered in by the midterm elections are bristling to curtail the agency’s reach.\nA measure to delay EPA’s authority to regulate greenhouse gases is expected to pass the House, where a Republican majority now prevails. Its fate in the Senate is more uncertain, with the deciding votes likely to be in the hands of a group of fence-sitting Democrats.\nAmong them is Sen. Sherrod Brown of Ohio. Contacted for comment by SolveClimate News, a spokeswoman for the Senator declined to address the looming EPA legislation directly, and whether the latest data from NOAA would influence the senator’s thinking.\n“The Senator has stated many times that global climate change is one of the moral issues of our generation,” she responded in an email, “and that he is in favor of Congress moving legislation that would address the issue while creating new clean energy jobs.”\nIn a phone conference with media today, David Easterling, chief of the Scientific Services Division for the NOAA National Climate Data Center, said the report underscored the link between increased greenhouse gas emissions and increasing global temperatures.\n“If greenhouse gases were not a factor in the climate, then we would start to see [global] temperatures tapering off and getting cooler,” he said. “We’re not seeing that.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}