{
  "url": "https://insideclimatenews.org/news/09012011/new-young-leaders-green-movement-look-strengthen-grassroots-part-i/",
  "title": "New Young Leaders of Green Movement Look to Strengthen Grassroots (Part I)",
  "date": "2011-01-09T12:00:00-05:00",
  "content": "The global headquarters of the international climate justice campaign 350.org is located on the fourteenth floor of a random building in downtown Oakland, California. Though “global headquarters” might be over-stating things: The offices consist of three rooms with worn carpeting and a collection of reclaimed desks arranged in a Tetris-like pattern.\nWhen I visited on a sunny afternoon in mid-September, the place was strangely silent given that the campaigners were just weeks from another worldwide demonstration demanding sharp greenhouse gas reductions. The organizers had already registered 2,700 events in 100 countries scheduled for 10-10-10; by the time the date arrived, they would clock in about 7,300 actions across the globe. Yet the office had none of the war-room frenzy one associates with a political operation in the lead-up to election day.\nThe young and stylish – if rumpled – campaigners were at their desks quietly sending out emails, zipping instant messages, updating blogs, and posting Twitter updates. To my disappointment, there was no map on the wall full of pins marking confirmed actions. No one was on the phone shouting something like, “Get me Bogota!” The only sound was the click of keyboards.\n“I wish we could still campaign like that,” Jamie Henn, one of the 350’s organizers said wryly as we sat down at the beat-up wood table that doubles as conference and lunch space. Henn has a disarrayed shock of red hair and dark-frame glasses, which makes him look like the lost member of some art-rock band. He is also, true to type, scary-smart. A second after joking about old-school campaigning, he was holding forth on the state of the environmental movement and theories of social change.\n“There’s been a sense that’s been missing from the movement about what we are really up against. People use the metaphor a lot of World War II and a World War II-like mobilization. That mobilization didn’t happen because people suddenly got really excited about manufacturing. That mobilization happened because there was a real threat that people felt very personally.”\nWell said, I thought. And even more impressive given the fact that Henn, like the rest of the 350.org organizers, is 26 years old. With the exception of a couple contractors hired for the weeks before 10-10-10, the entire 350 staff is half the age of the campaign’s spokesman and (unpaid) figurehead, author-activist Bill McKibben. The folks who brought you what CNN called “the biggest demonstration in history” weren’t old enough to cast a vote in 2000.\nThe 350 campaigners’ age might make their accomplishments extraordinary, but among environmental organizations their youth isn’t unique. For the first time in a generation, a number of significant green groups are led by people under 40. Phil Radford, who took over Greenpeace USA last year, is 34 years old, as is Phaedra Ellis-Lamkins at Green for All. Erich Pica, the new executive director of Friends of the Earth USA, is 36. Becky Tarbotton, a 38-year-old Canadian, has been tapped to lead Rainforest Action Network. In the clearest sign of a generational shift in leadership, last spring the board of the Sierra Club – the oldest and largest US environmental organization – picked 39-year-old Mike Brune to head the century-old group.\nThe transfer in leadership away from the Baby Boomers who built today’s environmentalism comes at trying moment for US greens. Despite some minor victories, 2010 has been an annus horribilis for environmentalists. The Senate defeat of even weak legislation to cap greenhouse gas emissions was a body blow. Perhaps more demoralizing was the BP disaster in the Gulf of Mexico: The worst oil spill in US history occurred last summer and Washington, at least, just shrugged.\nThe twin setbacks have sparked something of a soul searching. On the green blogs there has been no shortage of theorizing and counter-theorizing about what went wrong. The executive offices of environmental organizations were busy this fall with strategy sessions to figure out how to do better. When the heads of the largest green groups met in New Orleans in September, the defeat of climate legislation dominated the agenda. The environmental movement is trying to rediscover what it has to do to fulfill its political aspirations – and do so very quickly, given the implacable threats of climate change, ocean collapse, and fresh water scarcity.\n“I don’t think it’s a secret that the environmental community is at an inflection point,” Erich Pica of Friends of the Earth said to me. In our conversation, Pica was impressively candid about the shortcomings of environmental politics, going so far as to question whether you could even say a green “movement” exists. “We just spent the last, probably, six years trying to pass cap and trade legislation. …And we lost. We had some victories along the way, we shouldn’t undervalue those. But we kind of lost the big enchilada. In looking at it, we have to ask some of the serious questions.”\nTo better understand those questions, I spent several months on a listening tour of environmental leaders. In the course of more than 15 interviews, I spoke with the young leaders now taking ownership of the environmental movement as well as some of the veteran greens whose shoulders they stand on. By way of disclosure, I should note that some of these people, like Henn and Tarbotton, I consider friends and that others, like Brune, I have known for years. That said, these conversations weren’t just some intellectual circle jerk among a tight group of eco-cognoscenti.\nHanging over the discussions was the very real fact of the planet’s failing ecosystems. How these individuals respond to the conjoined challenges of ecological collapse and political inertia is deadly serious. If the warnings about Earth’s terminal health are accurate, then it is not an overstatement to say that the wealth of our civilization depends in large measure on the ability of a cohort of twenty- and thirty-somethings to succeed where their predecessors fell short.\n“We have a very short period of time to stave off some really massive environmental crises,” Greenpeace head Radford told me. “We have very little time to prevent enough carbon dioxide being emitted before it makes the oceans acidic. We have very little time to stop global warning. And we have very little time to prevent the next death from coal-fired power plants. For me, it doesn’t keep me up at night. But it does get me up early.”\nThere isn’t a political operative who doesn’t feel some righteous frustration with Washington, DC. This isn’t a radical view; even within the corridors of power it has become conventional wisdom that our national governance is busted. In an interview with Vanity Fair, outgoing White House Chief of Staff Rahm Emmanuel described the dysfunction of the capital with a single, evocative word: “Fucknutsville.” I’m not sure what that means, but it doesn’t sound good.\nThe legislative scorecard for environmentalists looks particularly bad. The Senate’s inability to even debate a climate bill marked the failure of an effort 15 years in the making. Congress’s inaction around the Gulf oil disaster was an especially obvious sign of greens’ lack of political muscle. The BP blowout was more than 800 times bigger than the Santa Barbara oil spill of 1969 that helped spark the modern environmental movement. Yet Congress did little more than go through the Kabuki theater of oil executives’ scripted apologies, and President Obama hasn’t revoked his proposal to expand off-shore drilling.\nWhen asked about the defeats of the past year, some of the new leaders pushed back against the idea that greens have lost their mojo. “Despite all of the despair and the navel gazing, we’re winning,” Radford said, citing the Vermont Senate’s vote to close the Yankee Nuclear Power Plant and the success in stopping more than 100 new coal power plants across the country. With a shaved head, goatee, and the shoulders of a middle-weight boxer, Radford is what you might expect from one of the most aggressive environmental groups.\nThe Sierra Club’s Mike Brune also debunked any hint of demoralization. “I don’t think that we are failing as a movement,” he said during an hour-long conversation in his San Francisco office. Wearing black jeans and a short-sleeved collared shirt perfectly matched to his blue-grey eyes, Brune chose his words carefully, his expression attentive to the nuances of the discussion. “Solar and wind continue to grow, and coal power is significantly decreasing. We are building momentum.”\nPart of this, I have to say, felt like spin. As Harriet Barlow, a longtime environmental activist and director of the Blue Mountain Center, bluntly put it: “We got our little heads ground into the dirt.” But in all fairness, Brune and Radford are only doing their jobs – naysayers and cynics do not, as a rule, get the keys to the executive offices of the Sierra Club and Greenpeace. In their more candid moments, the new leaders admit that the situation in Washington is grim. “Too many people, including people I spoke to in Congress, don’t feel this is a challenge we will effectively meet,” Brune said at one point in our discussion. “There is an undercurrent of lack of confidence.”\n“I wasn’t a big fan of the Senate climate legislation, I thought it was pretty weak,” Larry Fahn, a Sierra Club board member, said. “But even so, its failure did represent a failure of old-style politicking by the environmental movement.”\nAmong those I spoke with, complaints about inside-the-Beltway stratagems were a constant. Although few people were willing to mention them by name, the criticisms of cap-and-trade legislation were not-so-veiled digs at the cloakroom dealings of EDF (Environmental Defense Fund) and the NRDC (Natural Resources Defense Council), the organizations that spearheaded the Capitol Hill fight. In the view of many people I spoke with, those groups – which, for what it’s worth, are still run by people in their fifties and sixties – compromised too much in drafting the legislation. By doing so, they lost the enthusiasm of the environmentalist base – and in legislative fights, the base is everything.\n“The strategic mistake was appealing to people in the middle,” said Tony Massaro, vice president of the League of Conservation voters. “We did a poor job of appealing to our base on the climate legislation. In trying to pass legislation, you need to have more passion, and we didn’t demonstrate we had more passion on our side.”\nEDF and NRDC legislative staffs didn’t respond to repeated requests for comment. Wade Crowfoot, the West Coast political director of EDF, did assure me, twice, that “EDF is not going away,” but said most of my questions were beyond his pay scale. An attorney with NRDC acknowledged that within that organization there was frustration with the compromises made on the climate bill. “The people I know are all really discouraged and feel pretty cynical,” this person said, speaking on the condition of anonymity.\nSuch feelings of discouragement have forced a rethinking of how much energy to keep putting into Washington-focused legislative strategies. The emerging consensus is that it’s time to take a step back from Capitol Hill and put more energy into long-term movement building. The younger leaders say they are focused on putting their organizations’ efforts into, well, organizing – working community by community to build the political muscle to eventually succeed at Washington maneuvering. It’s time, the young leaders agree, to get back to the grassroots ethic that characterized the early days of the environmental movement.\n“It’s too easy for people to see Congress as the sole mechanism for effecting change,” Brune said. “Smarter organizing is to evaluate your success based on the results. The best football coaches go in at halftime and they look at game tape and they say, ‘OK, our offensive line is getting hammered, so we need to go to the passing game.’ Or whatever it might be. And there is very little of that among green groups, big and small. We have to come up with new ideas or there’s no guarantee that things will change.\n“We do our best work when we bring our base along but we are finding new friends and speaking to them about the values that they care about,” he said later. “Fighting climate isn’t something that’s going to be resolved in a matter of months. We’re gonna be working on this all decade long. So our base has to grow with time, not wither away with time.”\nTomorrow: Part II\nJason Mark is Editor of Earth Island Journal. He will celebrate his 36th birthday in January.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}