{
  "url": "https://insideclimatenews.org/news/05012011/cleantech-crystal-ball-sees-rash-ipos-energy-efficiency-focus/",
  "title": "Cleantech Crystal Ball Sees Rash of IPOs, Energy Efficiency Focus",
  "date": "2011-01-05T14:50:19-05:00",
  "content": "Cleantech startups could give investors considerably more to cheer about in 2011, if market conditions do not deteriorate, according to industry analysts.\nStartups involved in everything from energy efficiency to renewable power and algae-based biofuels are looking to launch initial public offerings in the coming months to raise funds for growth.\n“I’m a big believer in a rash of IPOs assuming the equity markets stay open,” Scott Smith, partner and head of cleantech at Deloitte and Touche in the U.S., said in a telephone interview. “That’s something I’m pretty optimistic about for what’s going to happen in cleantech … And there are a lot of companies preparing for spring IPOs.”\nAnother common prediction is that energy efficiency will outshine solar, the longtime darling of the sector, across all four quarters.\n“In 2011, look for efficiency to become the clear dominant investment theme,” said  Dallas Kachan, a former managing director of the Cleantech Group and now partner of Kachan & Co., a cleantech consulting firm.\nSmith, for his part, foresees a temporary dip in solar deals in the first part of 2010 but expects gains for the year, especially in solar photovoltaics.\n“Last year, people were trying to get in front of certain dates on the calendar for tax reasons, tax credits and grants. That’s dissipated a little … but people are still going to have to roll out the big solar deals.”\nBreakout Year for Energy Efficiency?\nIn 2010, energy efficiency landed the most venture capital cleantech deals but not the most cash, according to the Cleantech Group. The sector comprised 15 of the world’s 100 “most promising” private cleantech firms last year — the most of all sectors.\nFrequently called the low-hanging fruit of the green revolution, energy efficiency firms have had staying power in the economic collapse due to low capital costs and a relatively quick return on investments.\nYet most agree something else is at work. Concerns about the cost of oil and security of energy supplies has made “negawatts” preferable to megawatts as a way to slake the world’s electricity demand  in a carbon-constrained global economy.\nNearly all scenarios for controlling climate change emissions assume a big role for efficiency. The International Energy Agency, an energy adviser to rich nations, has said that efficiency must count for 50 percent of emissions averted between 2010 and 2035.\nStates, Big Utilities Main Drivers\nState regulations, especially renewable portfolio standards, will continue as the main drivers of cleantech growth in the U.S., with more than 30 states stimulating a “ton of investment,” Smith said. Many analysts see federal cap-and-trade as dead for good in Congress.\nAs of last month, 26  states had adopted energy efficiency resource standards, accounting for 65 percent of the country’s electricity demand, according to the American Council for an Energy-Efficient Economy. Current policies, it says, will provide savings equal to 6 percent of the nation’s retail electricity sales by 2020.\nSuch actions are stoking the push for “demand response” solutions that encourage customers to cut usage at peak periods and smart grids that help utilities to deliver electricity from power plants to consumers more efficiently.\n“Smart grid is getting a lot of money,” Smith said.\nAnd big  utilities are leading the way to the digital grid upgrade. “To the extent that they’re invested in the grid — and they are — that drives a lot of investment and a lot of innovation,” Smith said.\nHe continued: “I always take a view to follow what the regulated electric utilities are doing. They have the big balance sheets. They’re the spenders. And in many cases, they own the grid. They’re incentivized to get the upgrades to the grid to make the investment when they can earn a return on it.”\nCalifornia-based Pacific Gas and Electric Company (PG&E) has installed smart electric meters that help homeowners manage energy consumption in about seven million customers’ homes and all 15 million will have them by mid-2012, it says. The firm has about 1,000 employees working on demand response solutions.\nIn California, “the highest priority on the loading order is to promote energy efficiency,” said Boaz Ur, manager of PG&E’s demand response program, and second is demand response.  The reason is simple, he said. “If you don’t consume a kilowatt, you don’t need to produce it.”\nThe Natural Gas Factor\nAnother factor potentially affecting the investment landscape is the rise of relatively cheap and clean natural gas as a “bridge” fuel in controlling carbon dioxide emissions. Some observers say it may stall a renewable power revolution as utilities look to gas to “green” their portfolios in the medium term.\nBecause of subterranean shale plays, the U.S. could get 40 percent of its power from natural gas-fired facilities by 2035, double what is expected this year, according to Black & Veatch, a Kansas-based engineering and consulting firm. Renewables would jump from 4 to 11 percent in the same time period.\nSmith said claims that a gas boom constitutes a threat to solar and wind growth are overstated due to state clean energy mandates, but it could entice utilities to retire coal.\n“Yes, you’re going to bring in some gas-fired generation,” he said. “In many cases that would replace older, dirtier power plants. And you’ll still see the growth in solar, wind and other renewable sources of power because you have to meet those state requirements around renewable power.”\nKachan points to something else in the gas sector that  could take the wind out of the sails of wind and solar developers in 2011: “scientific innovation.” Startups are beginning to develop “renewable” natural gas that is chemically identical to fossil fuel-based variety without the global warming pollution, he said in his predictions for 2011.\n“Such gas, if indistinguishable from petro-based natural gas, could be  transported in existing pipelines and sold at a premium to industrial  customers like power utilities anxious for a cheaper renewable source  than solar and wind,” he said.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}