{
  "url": "https://insideclimatenews.org/news/05012011/judge-moved-spare-convicted-coal-protestors-jail-time/",
  "title": "Judge Moved to Spare Convicted Coal Protestors from Jail Time",
  "date": "2011-01-05T19:53:55-05:00",
  "content": "Environmental activists who planned to shut down a coal-fired power station near Nottingham were spared jail today after a judge declared they acted with “the highest possible motives”.\nThe campaigners were convicted of planning to break into Ratcliffe-on-Soar power station in what would have been one of the most audacious protests by green activists in the UK.\nHanding down sentences to 18 activists ranging from 18 months’ conditional discharge to 90 hours’ unpaid work, judge Jonathan Teare conceded the public may consider his sentencing “impossibly lenient”. But he said he had been put in a highly unique position given the moral standing of the campaigners.\n“You are all decent men and women with a genuine concern for others, and in particular for the survival of planet Earth in something resembling its present form,” he said.\n“I have no doubt that each of you acted with the highest possible motives. And that is an extremely important consideration.”\nMore than 114 campaigners were arrested on Easter Monday 2009, hours before some planned to invade the power station, immobilise the coal conveyer belts and scale the chimney.\nThe controversial policing operation followed months of surveillance, cost £300,000 and resulted in the largest number of pre-emptive arrests of political activists in the UK. The majority of those arrested were released without charge.\nTwenty activists were found guilty of conspiracy to commit aggravated trespass last month, after failing to convince a jury that their actions were designed to prevent immediate harm to human life and property from climate change.\nDuring their trial at Nottingham crown court, the defendants admitted they planned to break into the plant, but argued they were acting to prevent the greater crimes of death and serious injury caused by climate change.\nThey claimed that had their protest succeeded in closing down the power station for a week, they would have prevented the emission of 150,000 tonnes of CO2.\nAmong the witnesses who appeared for the defence was Jim Hansen, a top Nasa scientist and one of the first experts to alert the world to the danger of climate change.\nThe legal strategy, known as “lawful excuse”, echoed one used successfully in 2008, when six Greenpeace activists were acquitted of causing criminal damage after scaling a chimney at Kingsnorth power station the previous year.\nHowever the prosecution questioned the course of action proposed by the activists, arguing that direct action planned would “disengage ordinary people” and asking why they had not instead sought to enlist the support of a celebrities such as Cheryl Cole or Sir Paul McCartney.\nTeare said today that he agreed with the jury that while motivated to stop carbon emissions, an “equal aim” was to gain publicity for their campaign.\nBut he said he had been place in a “unique” position in which “neither judge nor jury need question the veracity and motivation of any defendant”.\n“There is not one of you who cannot provide glowing references from peers or professionals,” he added. “And if I select some of the adjectives that recur throughout they are these: honest, sincere, conscientious, intelligent, committed, dedicated, caring.”\nTeare said the protest had been “well-considered and well-prepared”. “You had come from every corner of the country. Transport, food, clothing, climbing and safety equipment had been organised, costing several thousand pounds.”\n“Mobile phones, walkie-talkies, gas detectors, hard helmets, sleeping bags and sanitary facilities had all been provided. You had been organised into teams and briefed on your actions.”\nBut while the judge accepted the protest had been “intended as a legitimate action by people who genuinely believed in their cause”, he said their motives could not absolve them from punishment.\nThe offence carried a maximum penalty of  three months’ imprisonment, a £2,500 fine, or both.\nArraigned in the dock, the rows of activists looked more like a members of a jury than defendants. The 13 men and five women including PhD students, teachers, social workers and a former civil servant, stood as the judge read out individual sentences.\nWhile flirting with the idea of issuing a jail suspended sentence to one defendant – a woman with six minor convictions for protest activity, including one for throwing chocolate cake at Prince Edward in 2002 – the judge decided none should receive custodial penalties.\nInstead he gave conditional discharges ranging between 18 months and two years to 13 defendants; Ronin Barkshire, 44, Paul Kahawatte, 25, Ben Julian, 34, Spencer Cooke, 42, Martin Shaw, 46, Phillip Murray, 25, Anna Rudd, 32, Adam Waymouth, 26, Bradley Day, 23, Christopher Kitchen, 32, Emma Sheppard, 29, Clare Whitney, 25 and Daniel Glass, 27.\nFive defendants – Olaf Bayer, 35, Lisa Kamphausen, 27, Jonathan Leighton, 21, Jesse Harris, 25 and Jacquline Sheedy, 25 – were ordered to do unpaid community work of between 60 and 90 hours, due to prior convictions.\nAlthough Teare said that his main aim was to recoup the “hundreds of thousands of pounds” the police operation and criminal trial was said to have cost, only two defendants – Sheppard and Whitney – were judged to have sufficient means to incur fines, receiving penalties of £500 and £1,000 respectively.\nTwo other defendants – Ben Stewart and Sarah Shoraka – will be sentenced later this month.\nSix people who said they had not decided whether to take part in the protest when they were arrested face a separate trial next week.\nIn a statement after the sentences were handed down, the defendants said: “We still feel our actions are a reasonable response to the irrational destructive situation, of runaway climate change … that we are taking action on climate change is no longer an option – its a necessity. We want to reiterate our support for everyone everywhere fighting for climate justice.”\nPhoto of Ratcliffe-on-Soar power station by Alan Murray-Rust\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}