{
  "url": "https://insideclimatenews.org/news/23112010/rubble-cap-and-trade-big-green-taking-beating/",
  "title": "In Rubble of Cap-and-Trade, Big Green Taking a Beating",
  "date": "2010-11-23T16:03:49-05:00",
  "content": "WASHINGTON—Barely a week ago, Senate Majority Leader Harry Reid assured West Virginia governor-cum-senator Joe Manchin that any attempt to control greenhouse gases via a cap-and-trade system is dead and six feet under.\nGrassroots and left-leaning environmental organizations, however, claim the Nevada Democrat showed up nearly a year late to the funeral of the much-maligned, market-based measure. A majority of them aren’t mourning the evident demise of poor ol’ cap and trade.\nFor the most part, they abhorred the book-length version of legislation that Democratic Reps. Henry Waxman and Ed Markey of Massachusetts cobbled together and the House eventually passed as the American Clean Energy and Security Act in June 2009. And they cringed at the versions of its evil twin that reared themselves afterward in the Senate.\nWhile they united against compromised legislation, these more progressive green advocates aren’t unified on a single way forward on how to curb heat-trapping emissions—and if SolveClimate News’s interviews of these groups is any indication, consensus will be hard to come by.\nIdeas about strengthening the movement are still being floated and vetted. Many agree the focus needs to be outside the Capital Beltway and some want to incorporate civil disobedience into the mix. Others will continue to work the legislative angle in the U.S. Capitol’s corridors.\nSorting Through Cap-and-Trade Rubble\n“What needs to emerge from the rubble of cap and trade is a program that makes polluters pay,” Damon Moglen, climate and energy program director for Friends of the Earth said.  “Some of the money needs to go to the public and the rest should be used to develop policy and support renewables.”\nFriends of the Earth and Greenpeace never jumped on the Waxman-Markey bandwagon. What sticks in the craw of so many of their fellow environmental advocates is that their well-heeled brethren such as the Environmental Defense Fund and the Natural Resources Defense Council confidently led them down what they promised would be a rosy path toward cap-and-trade nirvana.\nAnd many found it was too late to pull a U-turn when it became clear they were headed for what looked to be a hellish destination that was scientifically unsound and provided Wall Street with alarming amounts of Monopoly money.\n“What’s changing now is that the climate movement is no longer willing to follow ‘Big Green,’ which they did before to some degree because they had the power and the money,” explained Tim DeChristopher of Peaceful Uprising in Utah. “There’s certainly an awareness that we need to build a serious movement. We need to use these two years where nothing will happen in Congress to take the focus off Washington and build a social movement.”\nEDF and Big Green Take a Beating\nFred Krupp, head of the Environmental Defense Fund, ignited a small-scale firestorm that’s still flaming after writing a 1,700-word missive for The Huffington Post last week vowing to ratchet up the fight for climate legislation by playing hardball with corporate polluters and the fossil fuels industry.\n“First of all, that’s EDF being EDF,” Moglen said. “It’s the viewpoint of a single organization and not the voice of the entire environment movement … whatever that is.”\nBut another climate activist who had frequent dealings with Krupp’s organization—who asked that his name not be used so he could speak freely—was less forgiving.\n“This is what Fred always says in front of more left and environmental audiences,” the source said in an interview, pointing out that EDF’s tagline is still, ‘We partner with businesses, governments and communities to find practical environmental solutions.’  “And he acts a certain way when he’s with Republicans. I would roll my eyes if anybody took this seriously.”\nWhile those on Capitol Hill might look at the environmental movement as one entity, he continued, it’s ridiculous to include EDF because it categorizes itself as the triangulator and honest broker seeking common ground. He added that EDF should really be cast in a separate arena as a centrist activist group along the lines of the Democratic Leadership Council.\n“People need to understand what EDF is and treat them accordingly,” he said. “If they were the environmental policy arm of Blue Dog Democrats’ caucus, I wouldn’t begrudge them that role.”\nCap and trade and market-based solutions were EDF’s “baby,” because the organization’s staffers had the “policy firepower,” he said, adding that Krupp’s employees are not nearly as well versed on renewable electricity standards and other regulatory solutions.\nCalls to the Environmental Defense Fund seeking comment for this article were not returned.\nOne of EDF’s harshest critics is Rachel Smolker, whose now-deceased father, Robert Smolker, co-founded the organization decades ago during discussions in her childhood home on Long Island.\nSmolker, an activist with the United Kingdom-based Biofuelwatch accuses EDF of being extremely cozy with industry and unwilling to listen to grassroots voices outside the nation’s capital.\n“Cap and trade is a dangerous approach because it gives control to Wall Street,” she said in an interview from her Vermont office. “It’s the least painful and most profitable route for industry.”\nSmolker is also active with Climate SOS, which borrowed a line from James Hansen when labeling the Waxman-Markey bill as “worse than nothing.” Hansen, who has been arrested for climate activism, heads the NASA Goddard Institute for Space Studies in New York City.\n“Many grassroots groups have no confidence in Washington,” she said. “Once, the idea of working with markets was a good idea and there were some successes. But attitudes toward cap and trade have changed in the last year.”\nCopenhagen a Lost Opportunity\nKrupp is correct that the environmental community has an urgent need to mobilize more broadly, Friends of the Earth’s Moglen said. Still, Moglen is flabbergasted that the climate situation has deteriorated so drastically since there was such consensus for action a year ago. Green groups are certainly culpable for losing control of a prime opportunity, he said, but he places the onus on President Obama.\n“At the very moment (environmental organizations) created a debate space, this Congress and this president were AWOL,” he said. “The people who flooded into that void were the corporations. Then the flat-Earthers were inhabiting the debate space.”\nIf Obama had been as vociferous in a call for action at the Copenhagen climate conference in December 2009, as he is being now with the nuclear-arms treaty with Moscow, Moglen is convinced strong legislation would be in place now.\n“The president failed on that front,” he said. “He could have gone to Copenhagen and changed the course of human history. It was his moment and he chose to hide behind Congress. Then the whole house of cards came tumbling down.”\nWithout national legislation, he continued, Obama now has to go to the mat for the Environmental Protection Agency so its authority to regulate greenhouse gases via the Clean Air Act isn’t blocked.\nWith a fractured House and a weakened Senate, Moglen suspects that cutting-edge solutions to global warming will bubble up from the states instead of trickle down from the federal level.\nAnd as much as other observers see the political spectrum’s left and right as polar opposites, Moglen thinks the two could bond over their opposition to subsidies and tax breaks for the coal and oil industries. That common ground might be a starting point for the beginning of a climate conversation.\n“We need to hold the fossil fuels industry accountable,” he said, adding that nobody asked corporations for their help when drafting civil rights legislation in the 1960s. “But we need to hold leaders accountable.”\n“(The environmental community) bears responsibility and our leaders bear responsibility for not holding up our end of the bargain.”\nNeeded: Faster Ship With Bigger Guns\nDeChristopher, the Utah activist, said he is encouraged that grassroots groups have finally realized they need to step out of the shadow of large, Washington-centric environmental organizations.\n“Watering things down and making allies with corporations that really are enemies hasn’t worked,” he said. “We might as well work for something that will make a difference.”\nThe Environmental Defense Fund and others in the “Big Green” tent could have garnered support from grassroots groups, he said, if they had thought to admit that they were wrong about how to proceed with climate legislation. But that mea culpa hasn’t come.\nThe 29-year-old is aware that not everybody is willing to go as far out on a limb as he did in December 2008. He is facing a federal trial and perhaps prison time for disrupting the Bureau of Land Management’s auction of federally owned lands in Utah for oil and gas exploration.\n“I’m associated with a certain sort of tactic but this movement needs every type of tactic whether it’s schmoozing with lobbyists or actions on the ground,” DeChristopher said.\nHe is convinced that citizens will rally around the climate cause if activists demonstrate their commitment to the cause by engaging in acts of civil disobedience.\n“Beyond the one-day symbolic actions, the movement hasn’t been heard in a way that rises above the normal hum of politics,” he said. “But more sustained resistance is the activism we’ll see over the next several years.\n“Our side will be a lot more willing to go to prison. And we need to escalate things to that level. We don’t need to build a bigger ship, we need a faster one with bigger guns.”\nNot One-Click Activism\nThough no umbrella group has issued any specifics, DeChristopher said he suspects mountaintop removal surface mining sites and urban areas where coal-fired power plants dirty the air would be prime candidates for protests.\nWhile there’s a sliver of a chance that Congress could choose to grapple with a carbon tax or cap and dividend climate legislation, signs point to the Republicans preferring gridlock.\nGOP resistance to engage would serve only to ramp up climate activists’ agenda, DeChristopher said.\n“People are ready to be told this battle is not going to be easy,” he emphasized. “This is not one-click activism. We need to stand up and dig out the best in ourselves.”\nEven comfortable, rich baby boomers could be motivated to participate, he said,  “when they see their kids taking serious risks and see the government waging war against their kids. That wakes those people up.”\nCompromise, he said, is not a practical tool when you’re waging a revolution against a country’s power structure because such brokering leads to “small goals and hesitation.”\nSmolker, the Vermont activist, is also hopeful that the environmental community loses its “we’ll take whatever we can get” attitude when negotiating the next round of climate legislation.\n“I understand that compromise has to occur,” said Smolker, who earned a doctorate in biology. “But if you start with a really weak position on a bill, then you end up with crap. You can’t enter the negotiations whimpering and pandering. You have to come in with a strong position.”\nSee Also\nIn McKibben’s Toolbox for Cancun, Art Visible from Space\nCA Student Delivers Prop. 23 Debate Challenge to Koch HQ in Wichita\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}