{
  "url": "https://insideclimatenews.org/news/19112010/degree-degree-heat-waves-claim-lives-new-study-warns/",
  "title": "Degree by Degree, Heat Waves Claim Lives, New Study Warns",
  "date": "2010-11-19T12:41:19-05:00",
  "content": "Record-breaking—and dangerous—heat waves have lately become a staple of summer. In Moscow last July and August during a tragedy that grabbed global attention, average mortality doubled, to 700 people a day. In Kuwait the temperature soared to 122 degrees. Temperatures in New York, Boston, and Philadelphia all hit 100 degrees Fahrenheit and set new daily highs as the U.S. National Oceanic and Atmospheric Association declared January to August the warmest such period on record.\nIn China, intense heat actually caused a plague of locusts.\nBut while such events grab the headlines, even normal heat waves—the ones that make us run for air-conditioned homes and movie theaters—are dangerous. In fact, say two Yale University scientists, all heat waves pose public health risks more dangerous than most anyone has realized.\nIn a report released this week in Environmental Health Perspectives, authors Michelle Bell and G. Brooke Anderson examined U.S. heat mortality data from different kinds of heat waves.  They found that during all heat waves in 43 U.S. cities from 1987 to 2005, the average daily risk of death increased by an average 3.74 percent.\nFurther, they found that for each 1 degree Fahrenheit rise in mean temperature and for each day a heat wave persisted, there was a 2.5 percent increased risk of death.\n“We think this is an issue that’s really important for the present day in terms of thinking about the public health burden of the heat waves,” Bell told SolveClimate News. “But also under a changing climate, this could be a public health problem that is exacerbated.”\nWhat’s a Heat Wave?\nBell, an associate professor of environmental health in the Yale School of Forestry & Environmental Studies (co-author Anderson is a postdoctoral fellow in the Environmental Engineering Program), said that the study defined a “heat wave” as two or more days with a mean temperature exceeding the 95th percentile for a city’s average May-to-September temperatures.\nDeaths were considered “heat-related” if they were not accident-related, or suicides. Cardiovascular versus cardio mortality data were also reviewed. An important conclusion, Bell said, was that not all heat waves are alike.\n“We looked at what are the characteristics of a heat wave that might modify its mortality risk,” she said. “[These were] the intensity, how hot was the heat wave, its duration, and its timing in summer.”\nOne interesting finding was that Southern heat waves weren’t nearly as devastating as those in the Northeast and Midwest.\n“In locations where it’s more typically hot, such as in the South, we think that people may have acclimated to these conditions,” Bell said. Acclimation might mean biological adaption or behavioral and physical habits like using air conditioning or drinking more water.\nAcclimation, she said, also might explain why heat waves in the early part of summer bring higher mortality: 5.04 percent vs. 2.65 percent at other times.\nCatastrophic Heat Waves Still a Puzzle\nThe researchers also separately looked at catastrophic heat waves like the ones that struck Chicago and Milwaukee in the summer of 1995.  More than 500 Chicagoans died from heat-related causes over seven days (134 percent higher than the average heat wave mortality increase), as did 197 Milwaukee residents (93 percent higher) over 11 days.\nThe researchers wanted to see whether three heat wave characteristics–timing, duration and intensity–explained why those two 1995 events were so harmful. The answer, said Bell, is that the characteristics helped explain the harm, but not completely.\n“There are clearly other things going on as well,” she said. “It could be some type of social network factors in terms of who has access to a safe place to be during a heat wave; it could be different types of interventions; our study was not able to determine what those factors are.”\nYet future studies might. Bell said she and Anderson will be taking climate change projections into account more and more. “We think there are implications for policy makers trying to design and implement programs to address heat-related, public health burdens in their communities,” she said.\n“As an example, our findings indicate that communities respond to heat waves very differently; that means a program that was very effective in one community might not be the best program to avoid heat wave mortality in another community. We also found heat waves have very different responses and that characteristics of a heat wave matter.\n“So if you have a program that’s very effective or not very effective for a particular heat wave, that doesn’t mean it’s going to work or not work for other heat waves.”\n(Photo composite of Moscow, showing August 2010 heat wave and smoke: Акутагава)\nSee Also\nEastern U.S. Headed for Many More Extreme Heat Waves with Warming, Study Finds\nMost Ever Heat: Record Temperatures on 19 Percent of Earth’s Surface\nRemote Arctic Lake Begins to Heat Up 4,000 Years Early\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}