{
  "url": "https://insideclimatenews.org/news/15112010/increasing-co2-means-added-misery-30-million-allergy-sufferers/",
  "title": "Increasing CO2 Means Added Misery for 30 Million Allergy Sufferers",
  "date": "2010-11-15T16:38:31-05:00",
  "content": "The science of climate change arrived at the doctor’s office last week.\nThe setting was the Annual Scientific Meeting of the American College of Allergy, Asthma & Immunology (ACAAI) in Phoenix. There, a packed symposium of allergists and immunologists heard Department of Agriculture researcher Lewis Ziska connect  increasing temperatures and CO2 levels in the environment with a longer, more intense pollen season in the U.S.\nIt’s a connection that promises added misery for 30 million allergy sufferers.\n“Global warming is having an effect on people’s allergies,” Ziska, a Ph.D. plant physiologist with the USDA in Beltsville, Maryland, said in an interview following the CO2 symposium, which was funded by the Environmental Protection Agency.\n“From the initial data we have, it appears that there is a correlation  between latitude and the length of the ragweed season that is occurring  in North America, as a function of climate change,” Ziska said.\n“If it is in fact true,” Ziska said, “this is the first data we have that shows—not just on a regional level, not just in the laboratory, but in real time—that global warming is having an effect on people’s allergies.\nLocal Evidence Becomes Continental Trend\nGlobal warming temperatures rise the closer you get to the two poles. So Ziska and his colleagues have worked on the assumption that the closer North American ragweed grows to the North Pole, the stronger the reaction of the plants to CO2. In theory, this scenario would result in a higher rate of growth, a longer growing season and intensified pollen production.\nZiska’s previous research found this to be the case at the local and regional levels. In 2003 he and his colleagues studied ragweed growth in outdoor urban, rural, semirural and suburban environments around Baltimore.\nThey found that ragweed grew faster, flowered earlier and produced more biomass and pollen in the city than outside the city. The reason: the urban site was 30 percent warmer than the rural sites, mirroring, Ziska said, projected warming for the nation as a whole.\nResearchers have made similar findings in Italy and other regions of the eastern U.S.\nNow, Ziska’s tracking of ragweed growth has expanded to the continental level. The scientist and his colleagues have monitored the plant’s growth along a north-south “transect” ranging from East Texas to lower Canada, with the assumption that higher latitudes will produce more growth.\nResearch Backs Up What Doctors See in Patients\nZiska is cautious about discussing the details of the newest data because his study is pending acceptance by a peer-reviewed scientific journal. But his discoveries about ragweed—the biggest cause of allergy sufferers’ itchy, runny eyes and noses, particularly in the fall—are instantly fascinating to those on the front lines: allergists/immunologists.\nOne of them is Dr. Kevin McGrath, of Wethersfield, Conn., a Board of Regents member of the ACAAI, a professional association for allergists, immunologists and related health professionals.\nMcGrath was a moderator of the CO2 symposium where Ziska presented his ragweed findings.\n“We all have been seeing, clinically, increasing pollen seasons, a little longer pollen seasons—but that’s not ‘scientific,’ that’s our clinical experience, and most allergists have recognized that,” McGrath told SolveClimate News.\n“I think the most interesting thing here is the science: to show the reason why we’re seeing higher pollen counts and maybe a longer pollen season—and that would be the increase in the carbon dioxide level,” he said.\nTwo other scientists presented findings on the connection between plant growth and increasing CO2. Dr. John Spengler, professor of environmental health  at Harvard’s School of Public Health, spoke of increases in poison ivy, poison oak, and insect-carried diseases like lyme disease.\nDr. Wanda Phipatanakul, an assistant professor of pediatrics at the Harvard Medical School and Children’s Hospital, talked about spikes in indoor pollen levels as well as the growth of mold, aggravated by greater humidity and more instances of flooding.\nMore Pollen, But Higher Yield for “Weedy” Crops?\nBecause plants thrive on CO2, scientists are investigating ways to extract some benefit from increasing levels. “This is one of the things we’re working on,” Ziska explained. “Can we take this additional CO2 and utilize it to make bigger [crop] yields?” The problem, he said, is that farming has become very uniform, prompting the use of fewer crop varieties.\nWeeds, however, have no such constraint. “There are a lot of weed species in a farm field, and they’re very different genetically, so if you change the environment, the CO2, it’s possible you have a good crop variety that will respond to that,” Ziska said. “But it’s more likely that there’s a new weed species out there that’s going to respond. So what we’re trying to do is come up with some new varieties in crops that are not typically on a breeder’s traditional breeding or genetic engineering horizon.”\nToward that goal, Ziska has been working on a weedy form of rice called red rice. “It’s a very hardy weedy rice that can tolerate extreme temperatures and drought, we think, and it can respond to changes in CO2—it takes more of that CO2 and makes it into yield.”\nWhat’s important, he said, is to avoid the tendency to look more at global warming’s impact on animals than on plants.\n“So one of the things I try to do whenever possible is get this message out to health care providers, so they recognize that as these [atmospheric levels] change, [medical providers are] going to be facing new challenges and obstacles in being able to treat people with allergies,” he said.\n“Hopefully we can work together to come up with some potential solutions to those challenges.”\nSee Also:\nNew Study Measures Total Environmental Degradation, Not Just CO2 Pollution\nNational Research Council Report Underscores the Urgency of CO2 Emmisions Reductions\nNobel Laureates: CO2 Emissions Must Peak by 2015 to Avert Climate Ruin\nU.S. CO2 Emissions to Rise 8.7% by 2035 Unless Government Acts\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}