{
  "url": "https://insideclimatenews.org/news/10112010/frasers-penguins-documents-stark-climate-change-antarctic/",
  "title": "“Fraser’s Penguins” Documents Stark Climate Change in the Antarctic",
  "date": "2010-11-10T13:00:00-05:00",
  "content": "Bill Fraser’s decades-long research on the impact of climate change on the Antarctic Peninsula’s decreasingly icy ecosystem—and,  most famously, its tuxedoed inhabitants—is the subject of a new book.  Fraser’s Penguins: A Journey to the Future in Antarctica (Henry Holt and Co., $26) details the five months Yale Environment 360 senior editor and author Fen Montaigne (Reeling in Russia) spent in Antarctica with the ecologist studying thousands of Adélie penguins during their breeding season. “It’s  the tale of how Fraser came to believe—and I think it’s widely accepted  now—that warming is the main cause behind the drop in the penguin  populations,” Montaigne told SolveClimate News.\nIn  a narrative cataloguing the day-to-day research on the Adélie penguins conducted by Fraser’s  team, Montaigne also delves into the natural history of Antarctica; its  allure for explorers like Sir Ernest Shackleton, whose ship Endurance was trapped and slowly crushed by pack ice; and the sharp impact of global warming on a  pristine, unearthly environment that Montaigne calls “the closest thing  to heaven on Earth.”Since  1974, Fraser, a researcher with the Palmer Long-Term  Ecological Research (LTER) and president of Polar Oceans Research Group,  has been studying the ecosystem of the northwestern Antarctic  Peninsula, where the midwinter temperature has risen 11°F in just 60  years, making it one of the three most rapidly warming regions on the  planet. (The other two are Siberia and the Arctic.)Montaigne first visited Antarctica in 2004 to cover Fraser’s research for National Geographic. He spent a month tailing the scientist from his base at Palmer Station, one of three U.S. research centers on Antarctica. In that month he was “so taken with the place, and the  penguins, and how dramatic the warming was” that he was inspired to dig  deeper into the subject.\nAmong other events he witnessed, notable was  the collapse of a “big, big chunk” of ice hundreds of feet wide from the Marr Ice Piedmont glacier. Once connected to a rocky  peninsula, “it just collapsed because the ice was retreating so fast,”  Montaigne said. When it fell, it opened up a channel between two bodies  of water that had been separated for thousands of years.\nMelting Sea Ice Triggers Cascade Effect\nFunded  by an Antarctic Artists  and Writers Grant from the National Science Foundation, Montaigne returned in October  2005 as an unpaid member of Fraser’s three-person birding team. He  spent five months weighing, tagging and counting Adélie penguins in a  15-mile-wide research area near Palmer Station.\nSince the mid 1970s, the  penguin population in this zone has dropped some 85 percent to about 5,000, a  depletion rate mirrored in other colonies on the northwestern Antarctic Peninsula. There are some 2.5 million Adélie penguins in all of Antarctica.  The main cause is melting sea ice in the Southern Ocean surrounding  the Antarctic Peninsula where glaciers have retreated nearly 90 percent in the  last three decades. There are now three fewer months of sea ice every year  than there were in 1979, which means fewer krill larvae at the sea-ice edge and fewer silverfish eggs able to take refuge and  mature beneath it.\nPenguins use the sea ice as a feeding platform to  feed on both, which means that the lack of sea ice is a triple whammy. It lowers the penguins’ two main food sources at the same  time that it limits their access to an increasingly slim supply.\nHigher sea and air temperatures have also led to both more snow and more snow melt, both of which are problematic for the penguins. Deeper snowfall makes it harder to build nests. And once the snow melts, penguins find their eggs swimming in pools of icy water.\nMeanwhile, Gentoo penguins are moving south to Antarctica,  replacing the Adélies. Where there were once few fur seals there  are now thousands.\n“Ice-loving, ice-dependent species are fairing  poorly, and ice-avoiding species are moving in. It’s kind of a natural  process,” Montaigne said, hastening to add, “I’m not saying it’s a good process.”Fraser’s Penguins documents the impact of climate change in a region that is on a longer time curve than the Arctic.“Antarctica  is a huge ice sheet one and a half times the size of the U.S. that is  sometimes three miles deep,” Montaigne noted. “So it’s going to be a  long time before it begins to melt in earnest. But warming has already  breached this fortress of ice. That’s what’s important. Warming is more  than nibbling at the edges. Warming has come to Antarctica.”The  question is, Montaigne said, “Once it hits in earnest, can we bar the  door? In 50 years, 100 years, sea levels are going to just surge.”\nImage: Fen Montaigne\nSee Also:\nA Break-Up in Antarctica; Arctic ‘Literally on Thin Ice’\nTipping Points: Melting Ice, Rising Oceans\nMelting Ice Could Lead to Massive Waves of Climate Refugees\nAs Arctic Sea Ice Melt Season Ends, Sharp Downward Trend Continues\nReturning from Arctic Voyage, Researchers Call for Action on Record Ice Loss\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}