{
  "url": "https://insideclimatenews.org/news/05112010/commercial-space-tourism-may-spike-black-carbon-emissions-2/",
  "title": "Commercial Space Tourism May Spike Black Carbon Emissions",
  "date": "2010-11-05T17:00:00-04:00",
  "content": "Commercial  space travel on private rocket ships took a major step toward reality  on Oct. 25 with the dedication of a nearly two-mile-long runway at the  Spaceport America “operating hub” north of Las Cruces, N.M. Each flight  will take passengers 62.5 miles above the Earth into weightless space,  remain there four or five minutes, and then return to Earth.\nOn  hand was Sir Richard Branson, chairman of the Virgin Group; Bill  Richardson, New Mexico’s governor and the former U.S. Energy secretary;  and about 30 civilian “future astronauts” planning space travel via  Branson’s company, Virgin Galactic.\nBut  at a time when a half-dozen U.S. companies are vying to be the first to  bring tourists to space, a report to be published in November in the  journal Geophysical Research Letters warns that fuel emissions from such rocket launches may pose serious  consequences for the Earth’s stratosphere—causing as much as a 1-degree  Centigrade rise in polar temperatures and a 5 percent to 15 percent  reduction in polar ice.\nThe study looked at the emissions that could be expected in the stratosphere from rocket engines.\n“What  we’ve discovered from these [engineering] models is that the  stratosphere is particularly sensitive to black carbon particles,  commonly called ‘soot,’ from rocket engines,” explained study co-author  Martin Ross, an atmosphere scientist with The Aerospace  Corporation, a Los Angeles–based, federally funded research and  development nonprofit organization that provides guidance and technical  advice to military and civilian space operations.\nThe  scientists modeled their projections on commercial space industry  estimates that predict 1,000 suborbital commercial space flights  annually within 10 years. According to the study, a thousand flights per  year could add as much as 600 tons of soot to the stratosphere,  trapping more heat there.\n“Once these particles are put in the stratosphere, they stay there for years,” Ross said.\nThe  potential danger from soot, or black carbon, is the journal article’s  key finding, because, as Ross explained, “The effect of the soot is  about 100,000 times the effect of the carbon dioxide [emitted by  rockets].”\nWhile  CO2 emissions from rockets is “minuscule,” Ross said, the “radiative  forcing,” or warming, that would result from the soot emitted by these  commercial rockets “would be comparable to the radiative forcing from  carbon dioxide from all of aviation.”\nIf  industry estimates of commercial space flights hold true, the level of  soot in the atmosphere will increase tenfold, according to the study.\nRepresentatives Say Fledging Industry Is Being Responsible\nDeron  Lovaas, transportation policy director for the Natural Resources  Defense Council, said these findings are of note because of the “black  carbon effect at the suborbital level. That’s a big concern.”\nLovaas said that before the study came out he likened commercial space  travel to a Bentley sports car—a plaything for the uberrich. Unlike an  economy seat on a commercial airline today, at $200,000 per ticket  the flights are out of reach of the vast majority of people, potentially  limiting space tourism’s environmental impact.\nThe  study has made him reconsider. “I realize now that we need to take a  close look and make sure the industry is developing responsibly,” he  said.\nIndustry  decision-makers say they are being responsible. “Environmental impact  has been part of the decision matrix that the company has considered  since the beginning,” George Whitesides, CEO of Virgin Galactic, told  SolveClimate News. The New Mexico–based airline plans to launch  suborbital flights within three years. “The issue is one we take  seriously.”\nSaid Rick Homans, executive director of Spaceport America, where Galactic is the anchor tenant: “I  think that as the industry moves forward, it wants to do this in the  cleanest way possible and avoid any kind of damage to the planet.”\nVirgin  Galactic is competing with several other companies in California and  the Southwest to be the first in commercial space, including XCOR in  Mojave, California; Armadillo Aerospace in Rockwall, TX; Sierra Nevada  Corp. in Sparks, NV; Masten Space Systems in Mojave, CA; and SPACEX in  Hawthorne, CA. There’s also a broker, Space Adventures, in Vienna, VA.\nGalactic  deliberately chose to use hybrid rocket fuel, which combines the  properties of liquid and solid rocket fuel, Whitesides said. Galactic  also constructed its space vehicles from an all-carbon composite because  it’s lighter and can take a smaller engine, requiring less propulsive  force, and therefore less fuel.\n“These are choices we’ve made that have a  lower environmental impact,” Whitesides said.\nCriticism of Study, and a Response\nWhitesides  had two major criticisms of the study. “One of the things that’s a  little disappointing is that the authors didn’t include a range of  uncertainty in their model,” he said. “What’s the confidence around that  number? I don’t think we know that.”\n“Given  the lack of detailed knowledge of the microphysical rocket black carbon  and an unknown growth rate of the space transport sector, we cannot  place a formal uncertainty on our model,” Ross said. “There  are no measurements of soot from rocket engines of any kind, whether  they’re 50 years old or are going to be used 10 years from now.”\nWhitesides  also said the amount of fuel propulsion used in the simulation is twice  what Virgin Galactic would use in a typical launch. Moroever, that  amount—up to 20,000 pounds per launch—is a fraction of what is employed  in current global rocket launches. “The [NASA] shuttle flies five times a  year, so you’re talking about five million pounds of solid propulsion  being burned every year—which is roughly a thousand times one of our  flights. And they’ve been doing it for 30 years.\n“I don’t think anyone is attributing a .4 degree change in temperature to the space shuttle program,” Whitesides said.\nRoss  said the Space Shuttle has been the subject of a “modest amount” of  scientific inquiry, which he has been involved in, since the 1990s. It  focused on the impact of chlorine from solid rocket fuel on the ozone  layer. “I am not aware of scientific studies of the climate impact of  solid rocket motors of the type that the Space Shuttle uses,” Ross said.\nBoth  Whitesides and Homans said they may be among the industry  representatives at a conference The Aerospace Corporation is planning to  host in January. The details are still being developed, but the  emissions issue will be front and center at that conference, according  to an Aerospace Corporation spokesman.\nIndustry  positions will be key indicators for how the emerging sector handles  concerns about emissions, said NRDC’s Lovaas. “It’s kind of an extra  burden on the leaders in this new industry to make sure they’re  responsible,” he said. “A lot of people are going to be paying  attention.”\nImage: Mike Miley via flckr Creative Commons license\nSee Also:\n‘Black Carbon’ Crackdown Offers Fast-Action Solution to Slow Warming\nResearch Questions Value of Cutting Black Carbon as a Global Warming Solution\nTibetan Nomads Struggle as Grasslands Disappear from the Roof of the World\nArctic Nations Order Investigation of Black Carbon, Blamed for Significant Ice Melt\nThe Shipping Industry’s Pollution Problem Part II: A Lack of Authority\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}