{
  "url": "https://insideclimatenews.org/news/19102010/turkey-environmental-opposition-power-plants-invites-defamation-lawsuits/",
  "title": "In Turkey, Environmental Opposition to Power Plants Invites Defamation Lawsuits",
  "date": "2010-10-19T10:08:47-04:00",
  "content": "Editor’s Note: This is the second of two parts. You can read the first part here.\nHaluk Direskeneli says he’s  “an  engineer, not an environmentalist.” But he’s been threatened with a lawsuit for criticizing Turkish energy investors who disregard the environment, as several environmentalists who have opposed power plants have been lately.\nAn  energy consultant and member of the Chamber of Mechanical Engineers in  Ankara, Turkey’s capital, Direskeneli says that he doesn’t object to power plants as  long as they follow environmental regulations.\nBut after he published an article on weaknesses in the licensing process for new power plants in Turkey, he was told to retract it—or  prepare for a lawsuit.\nIn  his article, Direskeneli described problems with certain energy  projects throughout the country, but did not name specific energy companies behind them.\nNevertheless,  a lawyer for one company threatened to sue Direskeneli for damaging its  reputation.\n“A company lawyer’s job is  to sue you if you hurt their name, and Turkish law permits them to sue  over online content,” Direskeneli says, referring to Turkish Law No.  5651, “The Regulation of Publications on the Internet and Suppression of  Crimes Committed by Means of Such Publication.”\nEnacted in 2007, the law became notorious for leading to the banning of YouTube in Turkey. Earlier this year, the Organization for  Security and Co-operation in Europe called on Turkey to stop using the law, which it says censors its citizens. Tolunay Demirci’s experience has been similar. Demirci  was a high school teacher in the province of Zonguldak in 2007, when  the Eren Energy Power Generation Corporation tried to seize his land to  build one coal-fired thermal power plant out of a cluster of three.\nDemirci took Eren to court over flaws in its environmental  impact assessment (EIA) report. Companies must submit EIA reports to the  Turkish Energy Market Regulatory Authority (EMRA), a supervisory  commission established in 2001, before they can receive a building  license. In court, Demirci argued that Eren Energy had not planned to adequately control pollution from the plant, and won his case.  But  a few months later, Eren Energy managed to get another building  license. After that, they counter-sued Demirci because his case against  them had caused banks to raise interest rates on the loans Eren Energy  took out to construct the plant.\nDemirci was forced to pay the company  205,000 TL, or about $140,000. Eren Energy has now completed two of the  three plants in Zonguldak. Demirci  declined to comment for this article.\nHe is “very tired right now. He  was making this struggle for years by himself, and his lawyer is  recommending that he not speak much to the media to avoid further court  cases,” according to Hilal Atici, head of the Mediterranean branch of  Greenpeace, who has been in touch with Demirci. Energy Demands Soaring\nDireskeneli  and Demirci belong to a breed of environmental watchdogs currently  burgeoning in Turkey. Though increasingly common, so far they’re not winning. They could not cite an example of a grassroots opposition movement preventing a plant from being  built.\nEnergy demand—and the capacity to meet it—is booming in Turkey. And EMRA is rejecting fewer and fewer applications from investors to build  plants.\nOrdinary citizens are increasingly aghast at how liberally  the government gives out building permits for those new power stations,  regardless of their environmental or structural integrity.According to EMRA’s website,  for instance, the committee has denied building licenses to sixty-eight  proposed projects over the past six years. But the vast majority of  those denials occurred before 2008; in 2008, only four were rejected. In  2009, none were turned down, and in 2010 so far, only one has been  denied.A  spokesman for EMRA initially agreed to produce a statement commenting on the decrease in permit rejections but never did, and did not respond to follow-up calls.\nEIA by Template\n“Environmental  issues are not seen as important. What’s important is the investment,  and the government goes along with the investment,” says Oğuz  Turkyılmaz, chairman of the Energy Commission for the Chamber of  Mechanical Engineers in Ankara. “Even if the EIA report is canceled by  the court, the investment continues. The level of social conscience is  low in this country.”\nIn  theory, the EIA report process should weed out the poorly planned  energy projects and only allow the environmentally responsible ones to  continue. Turkey’s EIA standards are largely based on the norms set by the European Union. But the environmental ministry rarely holds  energy companies to those standards, according to Direskeneli.\nInstead, outside consultants compose EIA reports for companies from a reliable template that often includes laughably oversimplified or incorrect technical information. They then sell the plants to the communities they hope to locate them in with the promise of jobs. “In order to get approval,  the investors promise employment,” Direskeneli says.\nSo far, public statements by environmental groups are drawing lawsuits, not stopping plants.\nEnergy  companies are currently soliciting investors for about fifty new  thermal power projects throughout Turkey, according to Hilal Atici, who  led the climate/energy campaign for Greenpeace Mediterranean until two  months ago, when she became head of the regional branch. Two thirds of  those new projects, Atici says, will be fueled with imported coal.\nSee Also\nGeopolitics Complicates Solutions to Turkey’s Soaring Energy Demand\nResidents Fight Power Plant Plan in Turkey Earthquake Zone\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}