{
  "url": "https://insideclimatenews.org/news/15102010/wva-senate-candidate-takes-dead-aim-carbon-trading/",
  "title": "W.Va. Senate Candidate Takes “Dead Aim” on Carbon Trading",
  "date": "2010-10-15T03:17:13-04:00",
  "content": "WASHINGTON—Playing  on a theme popular nationwide this election season, the two U.S. Senate  candidates from West Virginia seem intent on out-dueling each other for  top “anti-Washington” billing.Democratic Gov. Joe Manchin was once considered a shoo-in to replace the late Sen. Robert Byrd.  Surprisingly, however, recent polls indicate he is about deadlocked with  Republican business mogul John Raese.Their latest attempts to boost that coveted outsider status erupted this week. Manchin released a 31-second video titled “Dead Aim”  in which he literally shoots legislation designed to limit carbon  dioxide emissions from coal-fired power plants. Meanwhile, Raese  accepted an endorsement, issued via Facebook, by former Alaska Gov.  Sarah Palin. So, just what’s going on in the Mountain State just 2 1/2 weeks before Election Day?“This  is not a pro-Raese election, it’s an anti-President Obama election,”  Marshall University professor Marybeth Beller told SolveClimate News.  “I’m pretty convinced these two are in a dead heat because what Raese  has really tried to hit home with is to align the governor with  President Obama.” West  Virginia has voted Republican during the last three presidential  elections, including a resounding victory handed to Obama’s GOP  challenger, Sen. John McCain of Arizona, in 2008. And Raese is  invigorating Republicans by capitalizing on the fact that the  President’s poll numbers in West Virginia remain consistently low.“Manchin,  who earned 70 percent of the vote in his bid for a second gubernatorial  term, didn’t expect this kind of opposition,” said Beller, head of the  political science department at the Huntington, W.Va.-based university. Guns, Abortion and CoalFormer  President Bill Clinton traveled to West Virginia on Columbus Day to  rally Manchin’s Democratic base. What has caught Manchin and leadership  organizations such as the Democratic Senatorial Campaign Committee off guard is that Manchin has all the right backers in a state where  three major issues resonate with voters—guns, abortion and coal.“Everything  has lined up for Joe Manchin. He has endorsements from all three  groups,” Beller said, ticking off a lengthy list that includes the National Rifle Association, the U.S. Chamber of Commerce, the West Virginia Chamber of Commerce, the West Virginia Coal Association, West Virginians for Life, the West Virginia AFL-CIO, and the state’s medical and hospital associations. “Raese doesn’t have any of those endorsements.”Evidently,  Manchin released his most recent ad to kill several birds with one  bullet. In the ad he touts his NRA endorsement, promises to “get the  federal government off our backs and out of our pockets,” and vows to  fix certain parts of the health care reforms. In addition, he reaffirms  his distinct dislike for cap-and-trade measures by loading, lifting and  then firing a rifle at a paper mock-up of the legislation. “I sued EPA,  and I’ll take dead aim at the cap-and-trade bill, ’cause it’s bad for  West Virginia,” he says.Raese’s  campaign embraced the Palin thumbs up. Echoing Raese’s anti-Obama  tactic, Palin’s Facebook endorsement said the last thing the nation’s  capital needs is “another rubber stamp for President Obama and the  liberal agenda.” Beller  and others have pointed out, however, that Raese has a unique  definition of what it means to be an outsider candidate. Though he’s  campaigning in West Virginia, his wife is an official resident of Palm  Springs, Fla., the community where their two daughters have attended  school.How It Came to ThisAfter  Byrd died June 28 at age 92, West Virginia decision-makers realized  they had to rewrite their convoluted election laws before replacing the  conservative Democratic senator temporarily—and then more permanently. In  July, Manchin appointed Democrat Carte Goodwin—a 36-year-old Charleston  attorney from a well-connected West Virginia family—to fill Byrd’s seat  for the short-term. The governor then announced his candidacy to fill  the final two years of Byrd’s seat and won the Aug. 28 special primary  handily.This  is Raese’s third try for a U.S. Senate seat. He came close to beating  beating Sen. Jay Rockefeller in 1984, but Byrd trounced him in 2006. The  wealthy Morgantown businessman is the former chairman of the state  Republican Party. He is president of Greer Industries,  which include Greer Limestone, Greer Steel and Preston County Coal and  Coke. In addition, he leads numerous media ventures, including West Virginia Radio, a daily newspaper and a video postproduction house.For this midterm election, the independent and nonpartisan Cook Political Report categorizes the Manchin-Raese contest as one of 11 toss-up races in the  U.S. Senate. That matches the most recent prediction from Rasmussen Reports, which moved the race from “leans Republican” to toss-up based on poll numbers released Wednesday.This  week’s survey of 750 likely voters shows Raese edging out Manchin 49  percent to 46 percent—a near tie when the margin of sampling error is  factored in, according to Rasmussen Reports. Two percent preferred  another candidate and three percent were undecided. Last week, a similar  poll indicated Raese had pulled ahead of Manchin 50 percent to 44  percent.Manchin Flexible with Energy Vote?With  Democrats scrambling for every seat to retain a majority in the Senate,  Manchin is a linchpin. However, those familiar with his vehement  opposition to any cap-and-trade measure wonder if he can come to the  table on other types of clean energy legislation.Absolutely, said Beller, the Marshall University political scientist. “Nothing  in the governor’s record indicates that he’s not for clean energy,” she  emphasized, adding that West Virginia’s somewhat weak renewable  electricity standard is a starting point. “He supports the development  of wind farms and alternative energy sources.”  She  attributes his firm stand against cap and trade to a desire to show  that he doesn’t want to strike peril into a coal-based economy at a time  when West Virginians are nervous enough about job security.“The  way he sees it, it doesn’t have to be an ‘either/or’ question, it can  be a question of ‘and,’” she said, meaning he can defend fossil fuels  while also extending support for wind turbines, solar power and other  green technologies.  “To him, the ‘either/or’ is a false dichotomy.” Interestingly enough, Manchin’s ad was released about the same time that ScienceNOW—an online news service of the journal Science—published a study highlighting West Virginia’s potential as a green energy spark plug.A  collaborative effort between Google and geologists from Southern  Methodist University in Dallas revealed that the Mountain State is the largest geothermal hot spot in the eastern U.S. The newly mapped hot spots—some reaching  temperatures as high as 400 degrees—are anywhere from two to five miles  deep, researchers say. Tapping  into this resource could give West Virginia an abundance of geothermal  energy that it could use to create electricity to use within its own  borders and export to its power-hungry neighbors.\nSee Also:\nKing Coal Looms Large Over West Virginia Senate Race, Climate Legislation\nSenators of Tiny West Virginia Hold Big Influence Over Delay in National Climate Law\nWest Virginia Coal Industry $100 Million Budget Drain, Report Says\nWest Virginia Redefines Dirty Energy as ‘Alternative’\nHillary Clinton Flunks Coal on West Virginia Public Radio\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}