{
  "url": "https://insideclimatenews.org/news/23092010/global-warming-may-have-slowed-1970s-due-suddenly-cooler-oceans/",
  "title": "Global Warming May Have Slowed in the 1970s Due to Suddenly Cooler Oceans",
  "date": "2010-09-23T13:10:25-04:00",
  "content": "A rapid surface cooling of the northern oceans may have caused a temporary slowdown in global warming that occurred during the early 1970s, according to an article in the September 22 issue of the science journal Nature. Moreover, the article also suggests that the cooling coincided with an unexpected influx of freshwater, most likely from melting ice, that flowed from the Arctic Ocean into the North Atlantic.\nThe findings cast doubt on the conventional explanation that human-produced sulfate aerosols were responsible for the cooling, and in the larger picture suggest that climate change can happen more abruptly than was thought.\nBy analyzing historical data and filtering out short-term events, the study’s authors found that average sea surface temperatures in the Northern Hemisphere fell 0.3 degrees Celsius between 1968 and 1972.\nWhile the authors were cautious about drawing conclusions from the data, they noted that the change corresponded with a “great salinity anomaly” that took place in the late 1960s and early 1970s, when a pulse of cold water flowed from the Arctic into the northern Atlantic Ocean. The water, which was unusually fresh, likely originated from melting ice. At the same time, the Pacific Ocean was also cooling, though the reasons remain unknown.\n“The only oceans in the Northern Hemisphere are the Atlantic and the Pacific,” said John Wallace, a co-author of the Nature paper and a professor of atmospheric sciences at the University of Washington, in an email to SolveClimate News. “So if [there’s] simultaneous cooling in both oceans, that guarantees a drop in [average Northern Hemisphere] sea surface temperature.”\nDuring the 20th century, average air and ocean temperatures rose across the world, though not at a constant rate. A cooling period began in the 1960s and lasted for about a decade, but the two hemispheres experienced the cooling in different ways: sea surface temperatures in the Northern Hemisphere remained relatively low, while temperatures in the Southern Hemisphere continued to rise. Temperatures in both hemispheres started to rise again in the early 1970s.\nThe mid-century discrepancy has long been explained by increased use of aerosols in the Northern Hemisphere; like particles emitted by volcanic eruptions, industry-emitted sulphate aerosols reflect sunlight and consequently cool the planet. However, if aerosols were primarily responsible for the Northern Hemisphere cooling, said Wallace, the data would have shown a gradual temperature drop during the mid-20th century, as the aerosols would have accumulated over the decades with increasing air pollution.\nInstead, it revealed a “rather abrupt change over a period of about five years around 1970,” said Wallace, coinciding with a cooling of both the Pacific and Atlantic oceans, partly due to the inflow of cold Arctic water.\nKevin Trenberth, a scientist at the National Center for Atmospheric Research, who was not involved in the study, offered an alternate explanation for why sea temperatures fell. Every 70 years or so, the Atlantic Ocean experiences temperature fluctuations that are fueled by ocean currents. The cycle includes “a rather sharp drop” around 1970, and this change in the Atlantic would have contributed to the overall cooling of the Northern Hemisphere, Trenberth said.\nHowever, the sudden surge of cold Arctic water was “unprecedented,” said Trenberth, and may not be connected to typical ocean dynamics.\nWallace and his team analyzed the data using a methodology they developed several years ago that adjusted for short-term effects like El Nino and volcanoes, which affect temperatures on yearly cycles, but are often smoothed out of long-term historical data to prevent misleading results.\nThis process can obscure potentially important data, said Wallace. In contrast, the new method filters out unwanted effects while preserving more of the details. It allowed them to see the sudden temperature drop around 1970.\n“We realized we didn’t have to smooth the data so much,” said Wallace. “I believe that going to (a) higher resolution in time…gives us a better chance of testing our ideas of why things happen.”\nTrenberth said the authors’ analytical method was “very good” and noted that it has been adopted by other scientists.\nFast temperature shifts may be nothing new. Paleoclimate ice core records show multiple cases of sudden temperature changes, said Wallace. These so-called “abrupt climate change” events usually occurred over one to two decades.\nWhether the 1970s drop in sea surface temperature qualifies as an abrupt climate change event isn’t clear, said Wallace. However, “those ice records prove that climate can change abruptly—more abruptly than previously thought.”\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}