{
  "url": "https://insideclimatenews.org/news/15092010/deutsche-bank-debunks-skeptics-report-and-5-billion-climate-portfolio/",
  "title": "Deutsche Bank Debunks Skeptics with a Report — and a $5 Billion Climate Portfolio",
  "date": "2010-09-15T13:15:49-04:00",
  "content": "International financial services heavyweight Deutsche Bank has taken aim at climate change skepticism in a just-released report that catalogs and counters the arguments denying man-made global warming.\nThe report, titled Climate Change: Addressing the Major Skeptic Arguments, was commissioned by the bank and written by scientists at Columbia University’s Earth Institute.\nIt lists 12 common claims used to argue against global warming and refutes each of them, pointing readers to corroborating sources. Its point is definitive.\n“The paper’s clear conclusion is that the primary claims of the skeptics do not undermine the assertion that human-made climate change is already happening and is a serious long-term threat,” wrote Mark Fulton, the bank’s head of climate change research.\nDeutsche Bank is one of the most deeply invested financial institutions in the world in climate change, with more than $5 billion being managed in climate-related funds.\nThe bank’s asset managers look to put money into climate mitigation and adaptation ventures through private and public equity and infrastructure investment, and Fulton said the bank’s investors and asset managers are the primary audience for the report.\nAmong the dozen claims that the report rebuts are some of the most common and oft-repeated skeptic assertions: that the earth is not warming; that climate researchers are engaged in a global conspiracy to perpetrate a hoax; that the earth’s climate is driven only by the sun; and that water vapor is the most prevalent greenhouse gas.\n“What is the state of the science? We asked Columbia, as trusted advisors, to give us a balanced answer in some detail,” Fulton said. “We are looking for financial investment opportunities around the climate change trend. The paper reassured us of our investment thesis and it should reassure our investors.”\nDr. Mary-Elena Carr, the associate director of Columbia’s Climate Center and the study’s co-author, said she did not think the rebuttals in the paper would win over those who say man-made climate change is either not happening or does not require action. She hoped it would find a broader audience in those interested in sorting through the ocean of information on global warming.\n“Climate is confusing because no individual can experience it. It isn’t the same thing as weather,” Carr said. “The project helped me understand that your position on the issue is linked to your worldview.”\nWhile some of the arguments by deniers that keep appearing are interesting, Carr said, none of them alter the fundamental reality of the state of the atmosphere and the oceans which the body of scientific research has revealed. Climate change science—composed of theory, observation and computer modeling—is not based on the idea that the Earth is warmer than ever before, but on the fact that people are perturbing the system and those disturbances lead to uncertainties in the future climate.\n“What you need is a risk-analysis approach,” said Fulton, who has been involved in economic modeling since the 1970s. “The data behind the climate change thesis is solid. When the evidence says it will take place, it isn’t a gamble worth taking.”\nFulton argues that the “basic laws of physics dictate that increasing carbon dioxide levels in the earth’s atmosphere produce warming. (This will be the case irrespective of other climate events.) The only way that warming can be mitigated by natural processes is if there are countervailing ‘feedback mechanisms’, such as cooling from increased cloud cover caused by the changing climate.\nA key finding of the current research is that there has so far been no evidence of such countervailing factors. In fact, most observed and anticipated feedback mechanisms are actually working to amplify the warming process, not reduce it.”\nDeutsche Bank’s position on climate change is similar to the position of a number of other major, global financial institutions. All are involved in business opportunities sprouting from the soil of climate change economics.\nHSBC, citing a need to “invest in adaptation, particularly in the developing world,” created four indexes in 2007 that lists companies working on climate change across a number of business sectors. UBS and Goldman Sachs, among others, are investing in alternative energy businesses and climate financial risk mitigation instruments. Goldman Sachs said it is also “active in the markets for carbon emissions, Sox (air pollutant oxides of sulfur), Renewable Energy Credits and weather derivatives, among other climate related commodities.”\nIn June, Deutsche Bank announced it had entered into a pioneering transaction to finance household energy efficiency in Ecuador through the carbon market, buying 440,000 tons per year of carbon dioxide emissions reductions credits. The company will be able to sell the credits to industrial companies trying to meet emissions reductions goals in other countries. The same month, it also unveiled a 70-foot-high carbon counter outside Madison Square Gardens in New York City (pictured).\nThe company’s chief of asset management, Kevin Parker, told Reuters in August that the U.S. government’s inability to pass climate change and alternative energy incentive programs led Deutsche Bank to look to Western Europe and China to place its green investment dollars.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}