{
  "url": "https://insideclimatenews.org/news/26072010/vilified-coal-king-makes-his-case-rambling-talk-despite-protesters/",
  "title": "Vilified Coal King Makes His Case in Rambling Talk, Despite Protesters",
  "date": "2010-07-26T11:17:34-04:00",
  "content": "WASHINGTON—Before Massey Energy Co. CEO Don Blankenship even opened his mouth at a National Press Club luncheon last Thursday afternoon, demonstrators gathered outside the building on 14th Street started hammering on one of the kings of Big Coal.“Shame on Massey!” and then “Hey hey, ho ho, Blankenship has got to go!” the protesters chanted.\nThey walked in circles on the steamy sidewalk in 90-plus degree temperatures just a few blocks from the White House and the headquarters of the Environmental Protection Agency. Their maroon signs, neatly lettered in yellow and white type, spelled out this message: “10 Years/54 Dead/Hold Massey Accountable.”\nWhen broached by a reporter, the marchers—some dressed in T-shirts, others in business suits—directed the questioner to AFL-CIO spokesman Josh Goldstein.\n“We couldn’t let Don Blankenship come to such a high profile venue and not let people know what’s going on in his mines,” Goldstein said about organized labor’s efforts. “He’s more concerned with his products and the productivity of his mines than he is with the health and safety of his miners.”\nThe union members, he explained, were protesting as an act of solidarity with mine workers who couldn’t show up because they were attending a convention in Las Vegas.\n“Our whole point was to get this message to people going in,” Goldstein said. “We didn’t want to disrupt the event.”\nA half hour or so later, in the air conditioned comfort of the press club ballroom, one of the country’s most talked about and vilified chief executive officers made a case for coal by weaving together a rambling 30-minute talk about his background, the nation’s energy supply and why mountaintop removal—a type of surface mining—is necessary for the long haul.\n“I don’t normally give happy talks, I give factual talks,” noted the native of Mingo County, West Virginia, who speaks with the distinctive drawl of Appalachia.\nAnd facts for the avowed global warming doubter go something like this: Harvesting coal is patriotic because it provides homegrown jobs and provides energy security and independence. Energy from coal has modernized the world, contributing to human prosperity and longevity. Solar, wind and other renewable energy sources are too expensive and unreliable. And environmental and safety regulations are a headache because they drive jobs overseas and are written and enforced by people who lack deep insight about industry.\nHe also espoused that acid rain wasn’t that big of a deal and questioned why regulators spend billions chasing relatively tiny U.S. carbon and mercury emissions when the bulk of these pollutants are belched into the air from Asia and the Third World.\n“The government can’t run all the businesses,” the self-described “competitionist” said, adding that regulations should be set on middle ground between China and the United States. They “need to let it thrive by, in a sense, leaving it alone.”\nConvoluted Certitudes\nClearly, Blankenship is a man of his convictions. And those somewhat convoluted certitudes make environmental and social justice organizations grit their teeth.\nFor instance, he asserts “you shouldn’t think of yourself as an environmentalist if you want to send jobs offshore.” He also claims that if you come to West Virginia’s Appalachian mountains in 20 to 25 years “I doubt you can find the site of a surface mine.” And he lit into Congress for attempting to curb heat-trapping gases.\nIronically, Blankenship was in Washington the same day Senate Democrats admitted they are lacking the 60 votes necessary to push a wide-reaching energy and climate bill forward this summer. Pieces designed to price carbon and set a national renewable energy standard now will be delayed until autumn or beyond.\n“I’m hoping we can gain support for sensible behavior in Washington and everywhere else,” he said about the reason for his speech, adding that he wanted to see balance between jobs and environmental regulations.\nBut some observers contend that he appeared at the press club to obfuscate Massey’s mine safety record. Back on April 5, 29 miners died in the Upper Branch Mine in Montcoal, making it the nation’s deadliest coal mine explosion in 40 years. He told his audience that Richmond, Va.-based Massey has reduced its accidents 90 percent during the last two decades.\nBlankenship criticized regulators, insisting that their orders to turn off methane-removing “scrubbers” created unsafe conditions at Upper Branch.  He claimed that Massey engineers are far more technically savvy than the government inspectors who often overrule their decisions.\nInsouciance and Ego\nCritics say such comments are continued signs of Blankenship’s insouciance and outsize ego. Perhaps a man who has spent a lifetime in the black and white world of the coalfields can’t—or chooses not to—discern the nuance of gray areas.\nMassey is currently under a criminal investigation and Democrats in Congress are shaping legislation that would crack down on reckless mining companies by allowing stronger monitoring and criminal penalties, subpoena-empowered investigations and protections for miners who voice concerns about their working conditions. The House Committee on Education and Labor advanced the bill this week.\nBlankenship, who said he has lived and worked with coal miners daily for most of his six decades, grew up without indoor plumbing and labored in a coal mine to earn an accounting degree from his home state’s Marshall University in three years. He rose to his current position in November 2000 after joining a Massey subsidiary in 1982.\nAs long as he’s at Massey, the controversial figure will likely continue to be the subject of books such as “Coal River” and films such as “The Kingmaker.”\nAnd there’s no doubt environmental advocacy organizations will continue to tweak a man they have targeted as the enemy.\nAnother case in point came Thursday. Evidently, the Rainforest Action Network didn’t receive Goldstein’s AFL-CIO memo about disrupting the event.\nJust as Blankenship finished delivering his prepared remarks with a comment about how the coal industry is subjected to environmental extremism on a regular basis, two men and one woman seated at the dining tables rose and walked to the front of the room.\nEach of the three unfurled a white cloth banner reading: “Massey Coal—Not Clean, Safe, or Forever.”\nThey stood silently for a few seconds until press club president Alan Bjerga, without raising his voice, asked staffers to shoo them from the room—and then calmly proceeded to the half-hour question and answer segment of the afternoon.\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}