{
  "url": "https://insideclimatenews.org/news/23062010/nasa-mays-melting-arctic-ice-close-speed-july/",
  "title": "NASA: May’s Melting of Arctic Ice Close to Speed of July",
  "date": "2010-06-23T22:02:03-04:00",
  "content": "On June 21, the sun reaches its highest point in the sky; it is the summer solstice in the northern hemisphere, the longest day of the year. The summer solstice is like a giant celestial metronome, marking the arrival of the season and the passage of years with precise regularity. Humankind has celebrated and built monuments to this day across the globe and since time immemorial, from the Neolithic culture at Stonehenge, to the Mayans at Chichen Itza.\nThe solstice always keeps a steady beat; but lately, the rhythm of summer has been increasingly out of sync. As the climate has warmed over recent decades, high temperatures have arrived earlier on average, and a symphony of seasonal events along with them, from plant blooming dates to animal migrations to peak flow levels in snow-fed streams. Nowhere is this quickening more evident than in the Arctic — the fastest-warming region on the planet.\nOne of the most dramatic changes on Earth’s surface each year is the winter growth and summer melt-back of Arctic sea ice — like a giant white flower opening and closing over the top of the world.\nBased on satellite measurements taken during a baseline period from 1980-2000, the ice covering the Arctic Ocean ranges from an average late winter peak of about 6 million square miles (more than twice the area of the lower 48 states), to a typical late summer minimum of well less than half of that. The melt is in full swing by the summer solstice each year, when the baseline ice extent averages about 4.6 million square miles.\nBut this year, according to NASA and the National Snow and Ice Data Center, the melt-back reached that level by June 1, three weeks early, and since that time, has been at record low levels for the period.\nThis is particularly remarkable because throughout April, daily ice extents hovered very close to average baseline levels (as noted at the time by some commentators eager to suggest the globe is not warming). In other words, the ice retreated with exceptional speed this May — a speed close to the average melt rate of July.\nThe record warm temperatures over the Northern Hemisphere this spring, recently announced by the National Climatic Data Center, and especially in high latitudes, surely contributed to this pace. But more than this year’s weather is likely at play. It has been widely reported that Arctic sea ice coverage has contracted overall in recent decades, for any month you choose.\nRotten Ice with Holes Like Swiss Cheese\nIt is less frequently mentioned that sea ice has thinned over the same period — seemingly faster than it has diminished in area. There also appear to be large areas of “rotten” ice, filled with holes like Swiss cheese, where satellite data had not distinguished from thick healthy solid layers instead. At this moment, a NASA-led Arctic expedition is investigating further.\nThin and rotten ice load the dice for the kind of faster seasonal ice retreat we are seeing this year, and for less Arctic sea ice cover overall. That means more dark ocean exposed to absorb the sun’s heat for a longer period of time, in a cycle that encourages further Arctic warming and melting.\nBut why concern ourselves with the frozen crust of a distant ocean? The big question for Americans, as we move toward a national debate on energy and climate policy, is what comes next.\nFor that, we might look toward Greenland, a sleeping giant of the Arctic, whose influence can extend all the way to our shores. Just as melting ice cubes don’t change the water level in a full glass, Arctic sea ice melt contributes essentially nothing to sea level rise. But when Greenland sheds its land ice into the ocean, this does raise the sea level — and Greenland has enough ice to make any coastal city wince.\nIn other words, if the cycle of increasing Arctic sea ice loss and regional warming contributes to more ice loss from Greenland, we would do well to pay close attention to the changing summer rhythms of the Arctic as they race ahead of the solstice metronome.\n(Republished with permission of Climate Central)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}