{
  "url": "https://insideclimatenews.org/news/09062010/gulf-oil-spill-reaches-senate-shrimpers-jar/",
  "title": "Gulf Oil Spill Reaches the Senate in a Shrimper’s Jar",
  "date": "2010-06-09T16:33:11-04:00",
  "content": "When Senator Lisa Murkowski, the ranking member of the Energy and Natural Resources Committee, started speaking today at yet another Congressional hearing on the Gulf oil spill, it was anything but business-as-usual. Her words got drowned out by a piece of political theater, courtesy of a Texas shrimper and long-time activist.\nThe packed hearing room watched as Diane Wilson stood up and started pouring oil from a jar on herself. She wanted to protest the Alaska Senator’s efforts to block legislation that would lift the cap on liability payments for oil spills in the Gulf, and Murkowski’s resolution, up for a vote tomorrow, aimed at stopping EPA from regulating greenhouse gases through the Clean Air Act.\n“The police grabbed her right away and took her away,” Medea Benjamin of activist group CODEPINK, who was in the hearing room, told SolveClimate. She was supporting the action, holding up a sign that read “Murkowski = Big Oil.”\nGuards told Benjamin she could stay in the hearing room if she put away her sign, as the spill was cleaned up and order restored. It turned out that the substance in the jar was not oil at all, but carob syrup.\n“Diane didn’t want to be like BP and really spill oil,” Benjamin said, explaining that Wilson was out to provide lawmakers with a visceral experience of what it’s like to have oil dumped on you.\nReached by telephone, Robert Dillon, a spokesperson for the Senator, said they have her position on oil industry liability for the oil spill wrong.\n“Senator Murkowski is in favor of raising the cap for oil spill liability,” he said. “What she’s against is the political gamesmanship to raise the cap to $10 billion without proper review. She will have a bill ready later this week, and it’s incorrect to characterize her as a friend of Big Oil.”\nAccording to the Sunlight Foundation, Murkowski received more than $225,000 in campaign contributions from the oil and gas industries between 2005 and 2009, the fourth highest amount among the the 23 members of the Senate’s Energy and Natural Resources Committee.\nWilson issued a statement through CODEPINK, which said in part:\n“I am a fourth generation shrimper from the Gulf. With this BP disaster, I am seeing the destruction of my community and I am outraged.”\n“I am also seeing elected representatives like Senator Lisa Murkowski blocking BP from being legally responsible to pay for this catastrophe. She stopped the Big Oil Bailout Prevention Act and wants to keep the liability cap at a pitiful $75 million. This is outrageous. How dare she side with big oil over the American people who have been so devastated by this manmade disaster.”\nIt is expected that Wilson will be cited and released and face charges. Last month she published an article in which she called herself “a self-appointed watchdog of the chemical, oil, and gas corporations that are decimating the Gulf.”\nShe is the author of An Unreasonable Woman: A True Story of Shrimpers, Politicos, Polluters, and the Fight for Seadrift, Texas which details her long fight against oil and chemical companies in her community.\nShe is also a co-founder of CODEPINK, a women-initiated grassroots peace and social justice movement.\nSee Also\nClimate Activists Turn to Political Humor, for a Serious Purpose\nGreenpeace Takes Mount Rushmore: Why 11 Climbers Were Willing to Risk Arrest\nClimate Activism Soars Planetwide Ahead of Copenhagen Climate Talks\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nSuch extreme variability is consistent with a warming climate that amplifies wet and dry air, intensifying both rain and drought—often in communities in close proximity to one another, as in the Texas Hill Country.\nBy Dylan Baddour\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}