{
  "url": "https://insideclimatenews.org/news/12052010/companies-toss-around-blame-oil-spill-senate-hearing/",
  "title": "Companies Toss Around Blame for Oil Spill At Senate Hearing",
  "date": "2010-05-12T11:58:30-04:00",
  "content": "The flow of 5,000 barrels of oil every day continues unabated beneath the surface of the Gulf of Mexico, and on Capitol Hill executives from the three responsible companies appeared preoccupied with shifting the blame between each other.\nTwo Senate hearings on Tuesday featured testimony from executives from well owner BP, rig operator Transocean and Halliburton, which was responsible for cementing the well from which the oil continues to spew.\nNone are yet able to offer specifics on what caused the explosion on the Deepwater Horizon rig and ensuing oil leak, but each are keen to lay blame on the others.\nLamar McKay, Chairman and President of BP American noted that it is Transocean’s rig whose blowout preventer failed to stop the surge of gas that triggered the explosion. Steven Newman, the President and CEO of Transocean, stressed that the cementing around the well deep under water appears to have failed, highlighting Halliburton’s role in the disaster. Tim Probert, President and chief health, safety and environmental officer of Halliburton, said the cementing of the well was largely completed and had been completed according to the instructions of the well owners.\nThe Senators involved in the hearings, meanwhile, were not impressed with the shifting of liability.\n\"I hear one message, and the message is: ‘Don’t blame me,’\" said Sen. John Barrasso (R—Wyo.). \"Well, shifting this blame does not get us very far.\" Sen. Lisa Murkowski (R—Alaska), the ranking Republican member of the Energy and Natural Resources Committee, echoed that sentiment.\n\"I would suggest to all three of you that we are all in this together, because this incident will have impact on the development of our energy policy for this country,\" she told the executives. \"And if we can’t continue to operate and convince people that we can perform safely, then not only will BP not be out there, but the Transoceans won’t be out there to drill the rigs and the Halliburton’s won’t be there to provide the cementing.\"\nWhat caused the blowout?\nThe Senate Energy and Natural Resources Committee heard testimony from F. E. Beck, an associate professor of petroleum engineering at Texas A&M University. He noted that the cementing of a well can fail relatively easily, and that repairs to the cement are not uncommon. The key, in those situations, is that other barriers—such as the mechanical barrier, the blowout preventer—do not also fail. In the case of the Deepwater Horizon, multiple lines of protection all appeared to fail almost simultaneously.\n\"For a blowout to occur, multiple barriers must fail, be removed or rendered useless through human error,\" Beck said. He added, though, that the blowout preventer is designed to cut off flow from certain types of pipe, and if the casing below it was faulty or different from what it was intended for, \"the blowout preventer couldn’t actually do what it was supposed to.\"\nMMS under fire\nAside from the technical details of the disaster’s origins, there is now increased scrutiny on the government’s regulatory body that oversees offshore drilling, the Minerals Management Service, which is part of the Department of the Interior. Anticipating criticism, Secretary of the Interior Ken Salazar proposed splitting the agency in two—one arm will focus on regulation, inspection of rigs and safety while the other would stick to leasing of areas for oil exploration and drilling and collecting royalties.\nThis would no doubt be a welcome development to some. Senator Maria Cantwell (D—Wash.) said during the Energy and Natural Resources Committee Hearing that industry has \"too cozy of a relationship with MMS.\"\nAs part of the questions surrounding the regulatory body, several Senators raised the questions of preparedness for the disaster.\n\"We’ve had such a good success record in the gulf that maybe there has been some laxity or complacency or overconfidence,\" said Sen. Jeff Sessions (R—Ala.). Some Democrats, meanwhile, did not seem convinced that any degree of preparedness would be enough.\n\"It doesn’t take a rocket scientist to figure out that there is no such thing as ‘too safe to spill,’ because we have had that experience already,\" said Sen. Robert Menendez (D—NJ).\nIt was also pointed out that no specific research is being done on dealing with spills deep under water, and the various mitigation attempts—such as the containment dome—were not constructed or tested ahead of time.\nFlailing at mitigation\nThat pattern of a lack of preparedness has apparently continued into the attempts at stemming the flow of oil. Multiple efforts have either been attempted or are currently underway, including drilling a relief well which will not be ready for up to three months and lowering a containment dome over the leak. The latter effort was thwarted by a buildup of methane ice crystals inside the dome, a difficulty related to a lack of experience with the method in waters so deep.\n\"You seem to be jumping from action to action, which we all hope and pray can work, but that doesn’t give me a sense of a plan that was ready to implemented in a worst case scenario,\" Sen. Menendez said to the company executives. \"I get the sense that you’re making things up as you go along.\"\nFinally, although there is no way of knowing just how extensive the damage to coastlines, communities and fisheries will end up being, some in Congress are already worried that BP will attempt to shirk responsibility with regards to what will undoubtedly be a massive cleanup bill.\nUnder previous legislation, a cap of $75 million on damages had been placed on oil spill cleanup. McKay, of BP, repeated more than a dozen times during the day that the company would \"pay all legitimate claims\" related to the disaster. In spite of repeated questioning on what precisely \"legitimate\" means or what types of claims will be honored, McKay refused to elaborate.\nAlthough he would not say if a proposed $10 billion cap is too much, McKay did note that the $75 million cap will not apply. He said the company is already paying out claims to fishermen and others who are unable to work right now as a result of the spreading oil spill.\nOne disaster, many drilling opinions\nAlthough all the Senators involved in the hearings reiterated the tragic nature of the event from both a human and environmental perspective, the broad responses in terms of the nation’s pursuit of oil differed wildly. Sen. Mary Landrieu (D—La.) insisted on the need to drill safely, but that offshore drilling is still a crucial part of the country’s energy policy. She also noted that the amount of oil spilled since deepwater drilling began is equal to only a tiny fraction of a percent of the amount produced.\nAs Senator Mark Udall (D—Colo.) noted, though, \"accidents, though they can be few and far between, that doesn’t make them any less tragic.\"\nThe long-awaited Senate climate and energy bill is set to be unveiled on Wednesday, and reports surfaced Tuesday that in the wake of the Gulf oil spill it will contain provisions allowing neighboring states to veto offshore oil drilling.\nEnvironmentalists have seized on the catastrophe as a clear example of the need to stop expansion of offshore drilling, and Sen. Cantwell summed up that prevailing attitude: \"I think it is time for us to diversify off of oil.\"\nSee also:\nOil Spill Officials Try to Blunt Fears of All-Out Ecological Disaster\nGulf Oil Spill Spawns Biofuels Industry Opportunism\nWill the Oil Reach Washington? The Spill’s Political Effects\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}