{
  "url": "https://insideclimatenews.org/news/10052010/gulf-spill-will-change-deep-water-operations-across-oil-industry-says-bp/",
  "title": "Gulf spill will change deep water operations across oil industry, says BP",
  "date": "2010-05-10T21:22:25-04:00",
  "content": "By Tim Webb, Guardian\nThe oil industry will have to overhaul how it operates in deep water as a result of the Gulf of Mexico disaster, BP’s chief executive, Tony Hayward, said last night, as the company disclosed that the cost of the spill had now reached $350m (£236m).\nHe said there would be \"significant implications\" in terms of new regulations and safety, while companies drilling offshore may be required in future to have spill-response equipment on standby.\nThe blowout preventer, which failed to stem the flow of oil when the wellhead erupted and is widely used throughout the industry, is likely to be declared not fit for purpose, he added.\nHayward admitted BP was having to learn on the job how to contain the spill as this kind of accident had never happened before at such depths. \"There is an enormous amount of learning going on. We are doing it for real for the first time,\" he told reporters on a conference call last night.\nHe also acknowledged that BP did not know how much oil was leaking from the stricken pipeline, which now lies 1.5km under the sea after the rig operating it exploded and sank three weeks ago.\nKent Wells, senior vice-president in BP’s exploration and production business, said: \"There is no way to measure it [the flow].\" A BP spokesman stressed the estimate of 5,000 barrels a day leaking from the well came from the US National Oceanic and Atmospheric Administration.\nUS regulators and government agencies are still investigating what caused the well head to blow, leading to the disaster in which 11 rig workers died.\nHayward said: \"Implications for the industry will only become clear once the results of the investigation become known.\" But he added: \"There will be significant implications for regulations, on the redundancy of blowout preventers, and safety. There will be some significant findings on subsea intervention [how leaks are tackled] – what might industry have to have available [in case any accident happened].\"\nThe cost of dealing with the disaster includes the flotilla of 275 skimmers, tugs, barges and recovery vessels being used to collect and disperse the slick, as well as the efforts to stem the spill on the sea bed. The clean-up has cost about $150m so far and has escalated significantly as the scale of the environmental disaster has unfolded.\nA few days after the Deepwater Horizon exploded, BP said about $1m a day was being spent on the relief effort. Last week, this rose to $6m a day, and now stands at approximately $10m. Drilling several relief wells will also cost a further $100m. Another $100m has been spent distributing grants to the four US states affected by the slick – Louisiana, Florida, Alabama and Mississippi. Unspecified amounts have also been paid to the National Guard and in federal costs.\nBP said it was also planning to use \"top kill\" to try to stem the flow of oil from the well head. This involves blasting a mixture of debris such as rubber tyres and golf balls into the blowout preventer, which would then be sealed using cement. A spokesman for the company said it could take several weeks to prepare.\nThe company is also planning to lower a second, much smaller canopy on to one of the two remaining leaks on the pipe, which is now lying on the seabed.\n(Republished with permission of the Guardian)\nSee also:\nOil Spill Officials Try to Blunt Fears of All-Out Ecological Disaster\nGulf Oil Spill Spawns Biofuels Industry Opportunism\nWill the Oil Reach Washington? The Spill’s Political Effects\n(Photo via US Coast Guard)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}