{
  "url": "https://insideclimatenews.org/news/27042010/senators-question-massey-mine-safety-alleged-culture-intimidation/",
  "title": "Senators Question Massey Mine Safety, Alleged Culture of Intimidation",
  "date": "2010-04-27T22:33:41-04:00",
  "content": "Coal mining is an inherently dangerous job, made more dangerous when employers create a culture of intimidation against anyone who speaks up about safety hazards, a coal miner, a union chief and a mine regulator told a Senate hearing today.\nThe poster boy held up by the witnesses and several senators was Massey Energy, owner of the Upper Big Branch mine, where 29 miners died in an explosion on April 5. That single West Virginia mine had racked up more than 500 safety violations in 2009, and more than 100 in 2010. Yet it was still operating the day of the explosion.\nSenators questioned how that could happen when federal inspectors were inside the mine every week. They had tough questions for the Mine Safety and Health Administration (MSHA) about its enforcement of the law, but they also wanted to know about a culture in which miners were afraid to speak up about unsafe practices that put lives at risk.\n“Intimidation to me is at the bottom of so much of this,” said Sen. Jay Rockefeller (D-W.Va.). “It’s not totally provable, but it’s utterly fact. I’ve heard so much of it. You can’t get at intimidation through rules and regulations, through MSHA. That is the culture of the mines that you’re talking about.”\nRockefeller’s anger was apparent, as was United Mine Workers President Cecil Roberts’, who lit into the industry as he testified before the Senate Health, Education, Labor and Pensions Committee. “These miners who work at Massey are scared to death,\" Roberts said. \"They’re intimidated. This company is run like it’s 1921.”\nRoberts described one miner who had written a letter to his family saying, if anything happens to me, please know that I love you. It’s the kind of letter soldiers write when they go to war, not the kind of letter a father should be writing as he heads off to work for the day, he said.\n“How is it that companies, in this day and age, can be allowed to put people in this kind of position?” Roberts asked. “This is not China. This is not Colombia.”\nThe nation’s underground coal mines are in remote areas with few other job opportunities, and the miners often feel they risk their livelihoods if they challenge the system, the witnesses said.\n“In too many mines, miners that complain about unsafe conditions are harassed, interfered with or dismissed,” said Wes Addington, director of the Appalachian Citizens’ Law Center, which works with miners who faced repercussions for speaking up.\nJeff Harris, a third-generation coal miner, described how one non-union mine he briefly worked in dealt with inspections. When an inspector would show up on the property, the manager would shut the section down and quickly get out the dust and the debris away. “As soon as the inspector would leave the property, they’d turn all the ventilation back down and mine the coal,” he said. If someone got hurt, he said, they might be put on light duty so the company could avoid filing an accident report.\n“It’s not fair to those miners,” Harris said. “I talked to them guys. They say, ‘If you don’t like it you, get out of here, because if we stand up, we’re fired.’”\nIn some mines, the managers do listen to their employees, but not all, he said.\nFederal Oversight\nThe federal Mine Health and Safety Act requires safety inspections, and MSHA was on the hot seat as well in the Senate committee room. Why, with so many violations, was the Upper Big Branch mine still operating, the senators asked Joe Main, assistant secretary of labor for mine safety and health.\nThey didn’t get a clear response.\nTypically, inspectors will issue a citation and fine a mine when they discover a violation. They also have the authority to order miners be removed from a section of mine they determine to be unsafe; parts of Upper Big Branch were shut down that way 48 times last year for repeated significant and substantial violations that the mine operator either knew or should have known were a danger. This month, federal officials evacuated portions of three more Massey mines in West Virginia, Main said.\nIf those violations begin adding up, a mine can be placed on “pattern of violations” status, indicating an operation-wide problem. That’s rare, though. The companies can challenge fines, and they do. In fact, MSHA’s Review Commission has a backlog of 16,000 cases with some 82,000 violations in all, meaning violations take years to be adjudicated, and in the meantime, can’t be counted, Main said. It costs a postage stamp to contest, and there is no disincentive to do so. The law also has loopholes: Upper Big Branch avoided “pattern of violation” status by quickly lowering is rate of significant and substantial violations for a period of time.\n“The policies that this administration inherited make it easy for operators like Massey to avoid ‘pattern of violation’ status,” Main said.\nMain said the Labor Department is looking at ways to resolve the backlog. It asked for more federal funding and is considering simplifying the review process. Inspectors also need more tools, he said: subpoena power for documents, for example, and the threat of jail time and felony charges for the worst offenders.\nMSHA is also considering using one tool that it hasn’t put to use in the history of the 1969 mine act: injunctive relief, or taking mine cases to court.\nMain also called for whistleblower protection for miners. He described three mines that inspectors were sent to this year after receiving anonymous complaints, likely from miners, considering the level of detail provided:\n“When we went in those mines, we found illegally conduct that you wouldn’t expect to find in these days.”\nMembers of the Senate committee, several of whom helped write a 2006 update to the mine safety act, were critical of MSHA’s  slowness to use of the tools it already has, particularly the power to go to court when inspectors see serious problems. Rockefeller, a former West Virginia governor, and committee Chairman Tom Harkin (D-Iowa), the son of a coal miner, testily asked Main why, when violations were obvious, weren’t those mines shut down?\nMain’s response was that litigation over the years and how the Review Commission responded to contested citations and orders had led to MSHA’s current interpretation of the laws.\nSen. Johnny Isakson (R-Ga.) pointed out that Congress had given MSHA lots of authority for enforcement. \"Use of that authority is essential,\" he said.\nMassey Energy\nOne name that surfaced throughout the hearing — Massey Energy — wasn’t represented. The company came out with a statement afterward, though, calling Roberts’ comments \"outrageous\"  and saying \"he obviously believes he can use the UBB mine tragedy to promote his agenda.\" It said the company had conducted its own \"anonymous survey\" of its miners that resulted in 93 percent saying Massey is committed to safety in the workplace.\nEarlier, the company pointed a finger at MSHA, saying the agency had required ventilation changes that made the process more complex.\nThe lone voice of mining companies during the hearing was Bruce Watzman, senior vice president of regulatory affairs for the National Mining Association.\nAsked by Sen. Al Franken (D-Minn.) why his association and its other members would tolerate unsafe behavior that was giving them all a bad name, Watzman replied,\n“I’m not sure there’s much value gained in ostracizing an individual or organization.”\nWatzman said the industry was trying to spread best safety practices through a new Web site. To which Franken responded, “They’re not going to respond to the newest web video, Massey. That’s silly.”\nSenate Solutions\nHarkin put the responsibility back on mine owners. “There probably are some legislative things that we need to address\" in making sure that pattern of violations measures can be used more effectively, including preventing companies from gaming the system, he said.\nRockefeller suggested that safety violations appear in mining companies’ reports to the Security and Exchange Commission — the reports that investors scrutinize. He and several of the witnesses noted that most companies aren’t a problem and do have better safety records.\n“There is unfortunately a population of employers that prioritize profits over safety and knowingly and repeatedly violate the law,” Harkin said, calling Massey Energy “an example of this approach.”\n“We need to hold these repeat offenders accountable.”\nAt a memorial service for the 29 miners killed in Massey’s Upper Big Branch mine, President Obama indicated he would step up mine safety.\n“How can we let anyone in this country put their lives at risk by simply showing up to work; by simply pursuing the American Dream?” the president asked.\n“Our task here on Earth is to save lives from being lost in another such tragedy,” he said.\nSee also:\nCoal Mine Where 25 Died Had Been Fined Repeatedly for Safety Violations\nSen. Byrd Rebukes Massey Energy Over Coal Mine Disaster, Questions Safety Practices\nSen. Byrd: Rigid Mindsets Pose Greatest Threat to Coal’s Future\n(Photo: rangerholton / CC BY-NC-SA 2.0)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}