{
  "url": "https://insideclimatenews.org/news/15042010/picking-winners-obama-budget-shifts-tax-incentives-toward-renewables/",
  "title": "Picking Winners: Obama Budget Shifts Tax Incentives Toward Renewables",
  "date": "2010-04-15T06:01:14-04:00",
  "content": "In spite of the popularity of the idea of market-driven innovation, one of the most effective tools the United States has in its arsenal to spur growth of a given sector is the tax credit or subsidy.\nThe energy sector is no exception. The Obama administration’s 2011 budget proposal includes a number of provisions involving taxes and credits that are designed to increase manufacturing of renewable energy technology, reduce some heavy benefits currently awarded to oil, gas and coal industries, and create much needed jobs.\nIn a House Ways and Means Committee hearing Wednesday, the battle lines over those proposed changes were clear: Those to the right of the Congressional aisle insist that government should not be in the business of “picking winners and losers” on the path toward the nation’s energy future, meaning that the status quo domination of coal, oil and gas would continue. Those to the left tended to aim their tax incentive ammunition toward clean energy in the hopes that a government boost would help the country catch up to China, a country currently pulling away in the race toward a low-carbon economy.\n“As much as we’re doing, it seems to me we need to take a quantum leap forward … to be able to compete with the Chinese and others that are making enormous national investments in this area,” said Rep. Chris Van Hollen (D-Md.).\nRolling Back Fossil Fuel Credits\nMichael Mundaca, the Treasury Department’s assistant secretary for tax policy, laid out some of the energy tax incentives in the president’s budget proposal for the committee, starting with repealing existing policies that in effect already pick winners: credits and deductions for coal, oil and gas.\n“These tax subsidies are not designed to correct an existing distortion or market failure and therefore lead to an over-allocation of investment resources to these industries and an under-allocation to others,” Mundaca said.\nAmong the proposed rollbacks of those fossil fuel handouts are an enhanced oil recovery credit, a credit for oil and gas from marginal wells, and a rule that allows companies to deduct up to 25 percent of income from some oil and gas wells. Repeal of that last deduction alone would raise $10 billion through the 2020 fiscal year, he said.\nSimilar credits and deductions exist for the coal industry, and the 2011 budget proposal would cut many of those as well. For example, repealing a rule allowing 10 percent of income from a coal deposit to be deducted would raise more than $1 billion through 2020.\nThe goal of removing these special interest bonuses would be to effectively even the playing field for other sources of energy, Mundaca said.\nRepublicans at the hearing disagreed with that approach. They insisted that by repealing tax incentives for these industries, the economy would suffer.\n“It won’t just be the direct jobs in the oil and gas industry, and there are tens of thousands of those, but it will be the indirect effect on energy intensive industries that employ hundreds of thousands of Americans,” said Republican Dave Camp of Michigan.\n“I think I see a problem with taxing what 85 percent of America needs to grow our economy in this way,” he said, citing Energy Information Administration data showing that 85 percent of the energy demand in the U.S. was supplied by fossil fuels in 2008.\nT. Boone Pickens, the chairman of BP Capital and an energy entrepreneur, also testified before the committee and clearly advocated that the government pick a winner from that fossil fuels menu: natural gas.\nPickens’ energy plan, which currently takes the form of the NAT GAS Act in the House, would provide tax incentives to develop natural gas production and to transition toward the use of the cleaner fossil fuel in vehicles, helping with Pickens’ main goal of moving away from huge investments in foreign oil.\n“When do we stop investing in OPEC and start investing in America?” he asked the committee. “The only way we can solve the OPEC oil threat is by replacing their expensive dirty fuel with cleaner, cheaper natural gas.”\n“Let the free markets work, they say,” Pickens said. “If you think OPEC is a free market, you’re a sap.”\nBiofuels and Renewables Manufacturing\nThe 2011 budget also proposes extending a number of other tax laws, including a $1 per gallon credit for the production of biodiesel and a $0.45 per gallon credit for ethanol. The former was allowed to expire at the end of 2009, while the ethanol credit is set to expire at the end of this year.\nThere is little question that the ethanol credit is a clear example of the government “picking a winner” in the biofuels realm, and many environmentalists have since come out against the credit amid evidence of rising food prices and little greenhouse gas reduction.\nJeffrey Sachs, director of the Earth Institute at Columbia University, told the committee that while alternative fuels should be pursued, the first generation biofuels, largely corn-based ethanol, were “a disaster” because of the shifting of farmland from food to fuel.\nThe government also picked winners with last year’s Recovery Act, which provided $2.3 billion in tax credits for manufacturing facilities of clean energy such as wind turbines and solar panels.\nMundaca said that the Treasury Department and Department of Energy had no problem finding 183 projects to fund with that money, but the cap on funding resulted in two-thirds of the worthy projects being left behind. The president’s new budget proposal would add $5 billion more to that pool, and the existing pipeline of technically feasible projects that were previously rejected could provide a quick economic and jobs boost.\nNot everyone likes the idea of extending a $5 billion line of tax credit to the renewables industry, though.\n“I support having a cleaner, greener, more energy efficient economy, but it ought to be market driven, not government directed,” said Rep. Sam Johnson (R-Texas).\nWhen Did We Not Pick Winners?\nThe idea that the government should not choose — and generally has not chosen — one energy source over another is misleading at best. Oil and gas tax breaks started back in 1916, and coal received subsidies in 1932.\n“The United States has been in the business of picking winners and losers starting with the transcontinental railroads,\" said Rep. Earl Blumenaur (D-Ore.). \"And it looks like our effort at betting on a green economy is paying some dividends right now in terms of diversity of energy supply and creating jobs.\"\nThe message of the 2011 budget proposal does seem to betray the Obama administration’s choice of winners, in that the money would move generally from the fossil fuel industry toward renewables.\nJoseph Romm, a senior fellow at the Center for American Progress and former assistant secretary of the DOE in the Clinton administration, insisted such choices are crucial.\n“The trick is not to pick winners and losers, the trick is just to pick the winners,” he said. “And we know what the winners are: The winners are the technologies that give us clean air and clean water, and that get us off of oil.\n\"At some point, governing is about making choices. And I think we want to choose clean air, and clean water, and clean energy jobs.”\nSee also:\nObama Budget Erases Fossil Fuel Subsidies, Ramps Up Nuclear Spending\nDeutsche Bank: Absence of US Clean Energy Policy Will Send Global Capital Elsewhere\nThe Hydrogen Car: Not Dead Yet?\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}