{
  "url": "https://insideclimatenews.org/news/14042010/climate-scientists-cleared-malpractice-accusations-hacked-email-case/",
  "title": "Climate Scientists Cleared of Malpractice Accusations in Hacked Email Case",
  "date": "2010-04-14T11:36:28-04:00",
  "content": "The scientists at the center of the row over the hacked climate emails have been cleared of any deliberate malpractice by the second of three inquiries into their conduct.\nThe inquiry panel, led by the former chair of the House of Lords science and technology select committee Lord Oxburgh, was commissioned by the University of East Anglia with investigating the research produced by the scientists at its Climatic Research Unit (CRU).\nThe work of the unit has come under intense scrutiny since November when thousands of private emails between the researchers were released onto the Internet. At a press conference today Lord Oxburgh said,\n“Whatever was said in the emails, the basic science seems to have been done fairly and properly,” although his panel did criticize the scientists for not using the best statistical techniques at times.\nThe report concluded:\n“We saw no evidence of any deliberate scientific malpractice in any of the work of the Climatic Research Unit and had it been there we believe that it is likely that we would have detected it.\n“Rather we found a small group of dedicated if slightly disorganized researchers who were ill-prepared for being the focus of public attention. As with many small research groups, their internal procedures were rather informal.”\nIn a formal response to the report the UEA wrote: “It is gratifying to us that the Oxburgh report points out that CRU has done a public service of great value by carrying out meticulous work on temperature records when it was unfashionable and attracted little scientific interest, and that the unit has been among the leaders in international efforts to determine the overall uncertainty in the derived temperature records.”\nThe panel was not tasked specifically with looking at the way CRU handled access to its data and Freedom of Information requests from members of the public, but it commented that there were “a host of important unresolved questions” arising from the application of FoI to academic research. “We agree with the CRU view that the authority for releasing unpublished raw data to third parties should stay with those who collected it,” the report said.\nIt did criticize the government’s policy of charging for access to data. “This is unfortunate and seems inconsistent with policies of open access to data promoted elsewhere in government.”\nThe panel did raise doubts about the statistical input into scientific papers authored by researchers at CRU.\n“We cannot help remarking that it is very surprising that research in an area that depends so heavily on statistical methods has not been carried out in close collaboration with professional statisticians,” it concluded.\nIn UEA’s formal response it noted:\n“Specialists in many areas of research acquire and develop the statistical skills pertinent to their own particular data analysis requirements. However, we do see the sense in engaging more fully with the wider statistics community to ensure that the most effective and up-to-date statistical techniques are adopted and will now consider further how best to achieve this.”\nThe University of East Anglia set up and funded the review in March. The appointment of Oxburgh, who is a former industry scientist and academic has been criticized by some who are suspicious of CRU’s work. He is currently president of the Carbon Capture and Storage Association and has business interests in wind energy so critics have alleged that he has a vested interested in defending the science of climate change. Oxburgh denies that the review panel had a pre-conceived opinion about the science.\nHis is the second of three inquiries into the release of private emails from researchers at UEA. The first inquiry, by the House of Commons Science and Technology select committee, criticized UEA for not tackling a “culture of withholding information” among the scientists, but it did not blame CRU or professor Phil Jones for these failings, and it concluded that his scientific reputation was untarnished.\nThe third inquiry into the hacked emails, headed by Sir Muir Russel, who was appointed by UEA in December to look at four key allegations arising from the correspondence, is due to report shortly.\nThe members of Oxburgh’s panel were: professors Huw Davies of ETH Zurich, Kerry Emanual of MIT, Lisa Graumlich of the University of Arizona, David Hand of Imperial College London, and Herbert Huppert and Michael Kelly of the University of Cambridge.\n(Republished with permission of the Guardian)\nSee also:\nOpponents of Climate Regulations Start Targeting Scientists\nHacked Email Scientists: Temperature Data Withheld at Countries’ Request\nWhat Those Hacked Climate E-Mails Really Say\nIPCC Errors: Fact and Spin\n(Graph: Full global temperature data graph and explanation available at CRU)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nThe state’s vast farmlands sit atop an underground basin of rock that is ideal for some carbon dioxide storage, but legislators want to protect a valuable aquifer that provides water to hundreds of thousands of people.\nBy Susan Cosier\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}