{
  "url": "https://insideclimatenews.org/news/31032010/offshore-drilling-move-muddies-obamas-relationship-oil-and-gas/",
  "title": "Offshore Drilling Move Muddies Obama’s Relationship to Oil and Gas",
  "date": "2010-03-31T23:05:37-04:00",
  "content": "In a move that has drawn criticism from virtually all sides, President Obama today proposed opening up vast areas of previously off-limits ocean to offshore oil and gas drilling.\nInterestingly, this comes only a week after the Environmental Protection Agency proposed including the oil and gas industries among those industries that will be required to report carbon dioxide emissions beginning in 2011. When it comes to oil, the administration appears to be opening some doors while closing some windows.\n“It’s like saying, ‘You want to quit smoking? Here, have a carton of cigarettes,’” said Jacqueline Savitz, a senior campaign director with environmental non-profit Oceana. “Not only does it make it harder to quit, it increases your chances of getting cancer.\n\"The same thing is true here. If we’re trying to quit oil, why are we going to open up new areas to oil and gas production?”\nThe new proposals would open up offshore areas along the northern coast of Alaska, the eastern portion of the Gulf of Mexico, and a huge swath of the Atlantic Ocean stretching from the northern tip of Delaware down to central Florida. The last portion alone is about 167 million acres, while areas of the Chukchi and Beaufort Seas in the Arctic Ocean make up about 130 million acres.\nPotential for Disaster\nCritics on the left say that allowing drilling operations in these areas increases the risks of incredibly damaging oil spills, as well as other potential problems.\n“Any offshore drilling also necessitates industrialization of the coast,” said Mike Daulton, director of conservation policy at the National Audubon Society. “There is always onshore infrastructure to support offshore drilling, so there is industrialization and oil spill risk on shore as well as off shore.”\nDaulton said that major oil spills might be the most visible image of oil drilling’s risks, but “the release of toxic substances and oil residues on a constant, ongoing basis is a constant threat. But the major oil spill is in fact a risk, and one major oil spill is all it would take to significantly damage the coastal community and environment.”\nWrapped up in all that risk is the well-established fact that drilling in these offshore regions simply wouldn’t change much in terms of overall oil production and imports.\n“We can’t drill our way to energy independence,” Daulton said. “And we think this perpetuates that myth — that we can drill our way to energy security. The facts show that this would have no impact on gas prices and energy security.”\nIn his announcement today, Obama described the move as being \"part of a broader strategy that will move us from an economy that runs on fossil fuels and foreign oil to one that relies more on homegrown fuels and clean energy.\" But the president also stressed: \"We have less than 2 percent of the world’s oil reserves; we consume more than 20 percent of the world’s oil.  And what that means is that drilling alone can’t come close to meeting our long-term energy needs. And for the sake of our planet and our energy independence, we need to begin the transition to cleaner fuels now.\"\nAccording to the U.S. Energy Information Administration, maintaining the moratoria rather than drilling in the restricted areas would increase gas prices in 2030 by all of 3 cents per gallon.\n“I could come up with a list of 1,000 different things that will have a bigger impact on the U.S. economy in one way or the other,” said Michael Levi, director of the program on energy security and climate change at think tank Council on Foreign Relations.\n“It strikes me as primarily a political move rather than a move that will have an impact on oil markets.”\nPolitical Effects\nIf it is an example of political maneuvering rather than a broad energy strategy, the immediate reactions don’t bode well for the president’s agenda.\nCriticism has come quickly from the right, with many in Congress saying this is simply lip service. House Minority Leader John Boehner (R-Ohio) said:\n“It’s long past time for this administration to stop delaying American energy production off all our shores.”\nOn the other side, Sen. Frank Lautenberg (D-N.J.) was adamant in his opposition to any new offshore drilling:\n“Giving Big Oil more access to our nation’s waters is really a ‘Kill, baby, kill’ policy: It threatens to kill jobs, kill marine life and kill coastal economies that generate billions of dollars,\" Lautenberg said. \"Offshore drilling isn’t the solution to our energy problems, and I will fight this policy and continue to push for 21st-century clean energy solutions.\"\nLevi said that although most policy watchers assumed this move would be reserved as potentially part of a deal over climate and energy legislation, “the president might be calculating that it’s better to inflate himself in advance, to provide some of his allies with some cover as they push forward on this, maybe bring some more people to the table because he demonstrates good faith before they actually make a deal.”\nOpponents, though, could also point to the recent EPA proposal to include oil and gas industries on the list of mandatory CO2 emissions reporting to show that the administration isn’t all that friendly toward big oil. Some see Obama walking a tightrope between two sides of the energy battle.\n“Burning up oil and gas is a contributor to climate change, and within the context of a broader effort to reduce emissions, we would have to see whether or not on balance we’re going to see a comprehensive plan that reduces emissions or whether we’ll see a lot of additional production of fossil fuels,\" Savitz said.\n“That’s part of the mess that we’re in here in terms of an increase in drilling as part of an overall administration policy that involves trying to significantly ratchet down CO2 emissions.”\nAlong with the EPA’s proposal, there is also increasing attention on the potential for federal regulation of the controversial gas drilling practice of hydraulic fracturing, or hydrofracking. Clearly, the president has not simply sided with oil, nor has he positioned himself against the industry.\n“If you really want to shift to a clean energy future, you figure out what your priority energy source is and you focus your resources on that energy source,” said Savitz. “That’s why we’re frustrated with the statement today.”\nSee also:\n$2.36 Trillion? Report on Costs of Drilling Moratorium Has Holes, Economists Say\nCongress Considers Fracking Regulation Amid Hodgepodge of State Drilling Rules\nOffshore Oil Drilling Debate Renewed in Senate Hearing\nObama: The Making of a Clean Coal President\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}