{
  "url": "https://insideclimatenews.org/news/23032010/coal-industry-well-positioned-climate-bill-battle/",
  "title": "Coal Industry Well Positioned for Climate Bill Battle",
  "date": "2010-03-23T20:33:56-04:00",
  "content": "The White House’s elation over the passage of health care reform won’t erase the facts that not a single Republican in the U.S. House of Representatives voted for the bill and that the insurance industry provided massive opposition after failing to get all it wanted during negotiations.\nThese facts should be remembered as the focus on Capitol Hill shifts toward another of President Obama’s goals: a comprehensive climate and energy bill.\nThe immediate reactions to the health care vote’s effect on this next legislative battle have been strikingly mixed. Some argue no one on the Hill will have the stomach for another protracted and bitterly partisan battle, while others insist that the president and his allies appear to be hitting their stride and will ride that momentum toward climate legislation. There is some trepidation coming from the White House itself, with presidential advisor David Axelrod saying that “there is no doubt that [the president] has pushed a lot of his political chips in the middle of the table.”\nEither way, there is an interesting parallel between the two political struggles: Just as the insurance companies — and to a lesser extent, the pharmaceutical industry — were powerfully positioned to first influence the writing of the legislation and then to attempt to block health care reform, the coal industry and other polluters are in the same spot when it comes to a climate and energy bill.\nThere does appear to be a major difference in the two opponent industries in each of these fights, though: The coal lobby is better positioned, with the influence it can wield directly in key electoral geographies.\n“I think the coal lobby has done a bang-up job of aggressively fighting against these bills, forcing the Democrats to weaken them,” said Kieran Suckling, founder and executive director of the non-profit Center for Biological Diversity.\nMessaging Success\nThe best evidence of their success is that from the White House to Congress, the coal industry is being supported toward a future of further growth and profitability. For almost as long as President Obama has been speaking about the need for energy reform and climate change mitigation, he has included the term “clean coal” in his speeches. Sometimes he gets more specific and touts carbon capture and sequestration (CCS).\nAnd this isn’t just the president. There have been generous provisions for CCS research and deployment in every major piece of proposed climate legislation, from the Waxman-Markey American Clean Energy and Security Act (ACES) that narrowly passed the House last year to the framework of the upcoming Kerry-Graham-Lieberman Senate bill.\nAt the same time, policymakers on both sides of the aisle are fighting to restrict the EPA’s ability to use the Clean Air Act to regulate CO2 emissions from coal-burning utilities.\n“We have seen every successive climate bill get weaker and weaker,” Suckling said. “And the initial descriptions now that we’re getting of the Kerry-Lieberman-Graham bill is hitting a new low, and we believe it is completely unacceptable. It has become a race to the bottom.”\nThe political focus on coal comes amid a sea of policy experts, scientists and environmentalists pointing out that commercial-scale CCS won’t be developed enough to really help start to bring down emissions in a timely fashion; and that coal is dirty no matter how much you scrub it. The effects of mountaintop removal mining on water quality alone are enough to convince many that coal should simply be left where it lies.\n“We believe that there is no such thing as ‘clean coal’,” former Sierra Club Executive Director Carl Pope said in February. “While further research into carbon capture and sequestration technology may ultimately prove useful and economically feasible for existing facilities, we do not support building new coal plants using a costly and unproven technology that even the coal industry itself refuses to expend its own resources on to commercialize.”\nDOE and Non-Profit Support\nStill, the government is pushing forward. In only the last month, the Department of Energy has awarded several large funding packages for “demonstration projects” involving both pre- and post-combustion CCS plants — meaning, removing CO2 before burning the coal and afterwards, in the smokestack. One project by NRG Energy in Texas will receive up to $154 million from the government for a CCS plant.\nSome of the country’s biggest environmental groups are on board with CCS as well. The Natural Resources Defense Council takes a decidedly practical approach, supporting development of CCS while taking issue with the idea that coal could ever be “clean.”\n“The reality is that coal is relatively cheap and abundant, and it generates on average half of all of our electricity,” NRDC President Frances Beinecke wrote. “Coal will continue to be a part of our energy portfolio for a while. The need to reduce global warming emissions is so urgent that we cannot wait until we have political support for replacing all coal plants with renewable sources.”\nAnother major group, the Environmental Defense Fund, also supported Waxman-Markey and its generous provisions for rapid deployment of CCS.\n“The big national environmental groups have put virtually no pressure to improve these [bills,]” Suckling said. “It is an unbelievably naïve strategy, and it puts big coal in the driver’s seat because big coal is the only entity demanding anything. Consequently, big coal is the only entity that gets anything.”\nThe coal lobby also has an inherent advantage in its hard geographic placement. As opposed to the insurance industry, there are definite coal states commanding specific votes on Capitol Hill; the lobby entrenches itself both philosophically and geographically.\nSome environmental groups, like the Sierra Club, are fighting back. Its Beyond Coal campaign has helped shelve plans for about 100 new coal-fired power plants over the past decade, and Greenpeace is adamantly opposed to any further funding of coal-based technology. In fact, Greenpeace pulled its support for the Waxman-Markey bill based on weak emissions targets and the inclusion of subsidies for coal and oil industries.\nCoal Momentum\nIn spite of some green groups’ opposition, the coal lobby has clearly done well for itself. Last year, billions of dollars were already being promised to the “clean coal” industry, and with the DOE’s recent generosity through the Clean Coal Power Initiative, that trend does not appear to be slowing.\nInterestingly, recent weeks have seen some industry holdouts soften toward an energy bill; even the generally anti-climate action Chamber of Commerce said last week that Sens. John Kerry (D-Mass.) and Lindsey Graham’s (R-S.C.) bill is “largely in synch” with the group’s goals. This came after a closed-door meeting with Kerry, the occurrence of which alone “is a great example of why Washington is broken,” said Steven Biel, the Clean Energy Campaign director at MoveOn.org. “Big corporations and lobbyists run the show, and the American people are locked out.”\nThe pragmatic — and some would say cynical — view is that any bill is better than nothing, and that it is simply impossible to get a bill through that does not cater to some of coal and other industries’ wishes. Biel disagrees.\n“The big corporations didn’t want Barack Obama to be President; the big corporations didn’t want health care reform; the big corporations wanted Republicans to remain in control of congress,” he said. “American history has proved nothing if not that with hard work and perseverance we can defeat special interests.”\nSee also:\nObama: The Making of a Clean Coal President\nClean Energy Climate Bill Gives Coal a Competitive Future\nWill West Virgina’s CCS Demo Make a Dent in Clean Coal’s Problems?\n(Official White House photo by Pete Souza)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}