{
  "url": "https://insideclimatenews.org/news/11032010/eskom-the-world-banks-coal-power-support-program/",
  "title": "Eskom: The World Bank’s Coal Power Support Program",
  "date": "2010-03-11T18:00:20-05:00",
  "content": "By Smita Nakhooda, WRI\nThe prospect of a $3.75 billion World Bank loan to support the Medupi Supercritical coal plant in South Africa has raised questions about the future of development assistance in a warming world.\nThe coal plant, part of the national South African utility Eskom’s program to expand generation capacity, is expected to provide 4,800 MW of electricity. Construction of the plant has already begun, and contracts for key components have been signed. Yet Eskom’s longer-term electricity expansion program may have problematic implications for environmentally and socially sustainable development in South Africa.\nThere are trade-offs between increasing South Africa’s electricity generation capacity and reducing its greenhouse gas emissions (as laid out in the country’s national Long-Term Mitigation Scenarios) that must be reconciled. Electricity planning processes to date, however, have been neither transparent nor inclusive.\nThe assumptions that coal is the most viable long-term option for South Africa need to be revisited through open, fact-based debate on all available energy options.\nAn Urgent Need for Energy\nSouth Africa has been in the middle of an electricity crisis since 2008: Demand significantly exceeds supply, in a marked turn of events for a country that was once awash in cheap electricity. Major investments in new electricity generation have not been made since the 1980s.\nThe Medupi coal plant for which World Bank funding is sought was originally one of more than five large-scale coal plants that Eskom proposed to build as part of a large-capacity expansion program to stop the gap. Eskom and the Department of Energy proposed the core elements of this build program in a draft 20-year Integrated Resource Plan (IRP) for the electricity sector in September 2009. At the end of last year, the government approved an interim five-year IRP plan, pending consultations on a longer-term plan for the sector, recognizing the need to address the longer-term implications of electricity development.\nQuestioning Conventional Assumptions\nThe full costs and benefits of the options for meeting near- and long-term energy needs must be considered more carefully than in the past.\nEskom’s projections of 80,000 MW of future demand for electricity by 2028 are debatable. Historically, electricity planners — and Eskom in particular — have been overly optimistic about these projections to justify new investments in infrastructure. Financing a massive capital expansion program is certainly not cheap in the immediate term: After Eskom originally requested a 45% per year increase in the price of electricity over three years, the National Energy Regulator of South Africa allowed it an increase of approximately 25% per year between 2010 and 2013.\nAll base-load electricity options pose risks, and may have hidden costs. The draft IRP emphasized these risks for low carbon options such as renewable energy, without acknowledging the risks of continued dependence on coal fired power. There is limited transparency about the terms on which Eskom contracts coal, and the costs of coal have been escalating. Interruptions in coal supply caused by transport failures and weather events have shown that coal plants are also not always reliable.\nIn addition, the operation of large coal fired power plants is enormously water intensive in a country where water scarcity is a pressing environmental challenge. Acid drainage from mining already poisons many of the country’s water systems, and restoring water ecosystems is costly. When the implications of climate change are also factored in, the viability of conventional coal in the long term looks far less certain.\nWhile the importance of reliable electricity supplies to support economic development and reduce poverty has been central to the rationale for the Eskom program, there has been little emphasis to date on how to meet the enduring challenge of extending access to electricity to the 30% of South Africans who still lack it.\nDifficult Decisions for the World Bank\nA broad based coalition of local civil society groups within South Africa and global NGOs are voicing their opposition to the World Bank’s support for the Medupi power plant. They have called in particular on the U.S. government, the largest shareholder of the World Bank, to withhold support for the project, referencing the government’s new policies which suggest that coal should only be supported as an option of last resort.\nThe role of the World Bank in the energy sector has been complex and controversial. It has a history of financing mega-infrastructure projects that raise significant environmental and social risks, and supporting private sector oriented reforms that have delivered limited social or environmental benefits. Attention to environmental considerations in its energy sector lending, particularly climate change, has been uneven.\nAt the same time, the Bank is interested in financing climate change activities in developing countries, and positioning itself as a lead low-carbon growth support agency. The US$6.3 billion Climate Investment Funds (CIFs) that it administers on behalf of the Multilateral Development Banks represent a pilot effort to explore this space.\nLast year, the Clean Technology Fund of the CIFs committed US$500 million to support renewable energy and energy efficiency in South Africa. The concentrating solar thermal plant and the wind farm included in the 2009 electricity IRP will be largely financed by the Multilateral Development Banks. These will be the first large-scale renewable energy facilities to come onto South Africa’s grid.\nThe World Bank also has supported ongoing technical assistance efforts to support renewable energy and energy efficiency programs, and is presently financing the South Africa Department of Energy to develop a white paper that will shape future policy on renewable energy.\nA Need for Transparency and Debate\nThe underlying problem is that there has been little transparency or public debate of the assumptions that underpin long-term plans for how to meet energy needs within South Africa. While the draft IRP developed by Eskom and the Department of Energy is referenced extensively in the report of the World Bank expert panel, it has never been officially publicly disclosed in South Africa, though it was leaked to the media earlier this year.\nA bigger problem is that the electricity IRP should be informed by an Integrated Energy Plan that sets a macro framework for the entire energy sector in South Africa. Public participation in the development of the Energy Plan is required in the 2008 National Energy Act. So far, no Integrated Energy Plan has been developed. Transparency and public participation are especially crucial when such long term investments that affect public interests are being made, and consumers and taxpayers pay the bills.\nThe realities of climate change require the World Bank to encourage countries to seriously consider every possible alternative to carbon-intensive coal power as they decide how to meet their energy needs. In the context of the Eskom Support Program, the World Bank must recognize the limitations of the decision-making processes to date and support improvements in governance.\nPolicy and regulatory frameworks that better manage the environmental and social externalities of conventional energy technologies are needed. The capacity of institutions to weigh the options and implement effective low carbon programs must be supported. Creative approaches to enhance technical capacity as well as accountability for impact are also necessary.\nIf the World Bank is to support developing countries to transition to a sustainable energy future, and to be a credible actor in channeling climate finance, what role can and should it play in supporting conventional technologies? These are difficult decisions that all its shareholders will need to weigh carefully.\n(Reprinted with permission from the World Resources Institute. This article builds on the research findings of the Electricity Governance Initiative South Africa Assessment, coordinated by Idasa, in collaboration with a wide cross section of civil society and research institutions in South Africa including WWF-South Africa, the International Labour Research Group, Earthlife Africa, the Energy Research Center at the University of Cape Town, the Democratic Governance and Rights Unit of the Faculty of Law of the University of Cape Town, Sustainable Energy Africa, and the Green Connection.)\nSee also:\nWorld Bank’s Massive Fossil Lending Undermines Its New Climate Funds\nWorld Bank Puts Hydropower Back Into Favor, NGOs Do Not\nWestern Institutions Bankrolling Dirty Power in Developing Countries\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}