{
  "url": "https://insideclimatenews.org/news/19022010/ccs-piece-puzzle/",
  "title": "CCS: A Piece of the Puzzle",
  "date": "2010-02-19T15:37:06-05:00",
  "content": "In his Feb. 10 article \"Obama: The Making of a Clean Coal President,\" David Sassoon wrote about the U.S. president’s creation of a task force to develop a national carbon capture and storage strategy, calling it as a victory for the coal industry and describing how the backing of green groups had helped to cement Obama’s support for CCS technology.\nNRDC Climate Programs Director David Hawkins wrote the following response.\nBy David Hawkins\nLet me offer a few thoughts on why I believe this task force actually is a step forward for all of us who want to put an end to investments in new polluting coal plants, increase our reliance on energy efficiency and renewable energy, and prevent disastrous climate disruption.\nOur community uses several tactics to block new polluting coal plants.  We intervene in permit proceedings and bring lawsuits to challenge coal plant permits.  NRDC has actively used this tactic, joining the outstanding efforts by the Sierra Club and others.  Another tactic, that NRDC also has pursued, is advocacy with Wall Street investors to convince them that investments in new polluting coal plants are a bad bet.  A third is advocacy for performance standards that would make it legally impossible for new polluting coal plants to be built.  NRDC worked hard to get such a law enacted in California and is seeking such standards in federal legislation.  A fourth is to create a broad consensus that no new coal plant should be built unless it captures its carbon.\nThis last approach, which NRDC has pursued as well, is controversial in our community because it does not call for an absolute bar on new coal plants regardless of environmental performance and it lends legitimacy to carbon capture and storage (CCS) technology.  I certainly understand the controversy — after all, if the coal industry seems to be supporting CCS, there is good reason to suspect something nefarious.  And Mike Brune is right that the coal industry has a perfect record in speaking with a forked tongue on CCS — claiming that it is an essential technology, arguing that it is not ready, and then working to block any policy that would require it to be used.  But the coal industry’s duplicity should not keep us from assessing for ourselves whether CCS can help us stave off climate destruction and increase our use of cleaner energy.\nAs a community, we have achieved great success in blocking new coal plants one by one but we need a comprehensive coal policy as well.  Showing CCS is an available tool helps us to convince policymakers that they should oppose construction of coal plants that do not capture their carbon.  Is such a policy as attractive to many in our community as a law that says no more coal plants, period?  No.  But we need to ask ourselves — what are the realistic odds of getting Congress or any significant coal-using state to adopt a \"no new coal, period\" policy in the next handful of years?   I have fought the coal industry for 40 years and in my judgment the odds of a total ban on new coal plants are not large.\nBut we do have in our grasp the adoption of policies that will bar the construction of new coal plants unless the plant operates CCS.  Securing the votes to get these policies enacted will require convincing some members of Congress that coal plants with CCS could in fact be built.  I know that this is objectionable to many in our community but which is a better outcome: leaving the door open to building new coal plants with no CO2 controls at all or leaving it open only to coal plants with CCS?\nRight now, the coal industry uses the claim that CCS is not ready as a weapon to fight mandatory CO2 requirements.  Those of us who talk to members of Congress know that these claims are influential in far too many offices.  The Obama CCS task force is a way to take that argument away from the coal industry.\nSome in our community seem to fear that if we admit that CCS might become a tool in the climate protection toolbox that we will lose the battles to deploy truly clean resources like efficiency and renewables and to end atrocities like mountaintop removal (MTR).  With respect, I think that view is a mistake.  What CCS will do, in addition to cutting carbon pollution, is to internalize one cost of coal use that is currently ignored.  That is a huge step forward in ending the distorted market that has allowed coal to dominate electricity production until now.  A policy requiring new coal plants to use CCS dramatically improves the economic competitiveness of cleaner alternatives overnight.  It is true that CCS will not stop MTR; neither will SO2 scrubbers, NOx controls, mercury controls, or baghouses.  But that has never caused us to oppose those vital life-saving control measures in the past.  To fight MTR we need to take it on directly, as many are doing brilliantly.  NRDC is proud of its work to end this scourge and we won’t stop until MTR is history.  As NRDC’s President Frances Beinecke makes clear in her recent blog, supporting CCS does not mean condoning the damages that coal, as it is mined and used today, inflicts on us all.\nCCS may also be an additional tool to cut carbon emissions from existing plants.  We all want to use efficiency and renewables (and, more controversially, natural gas) to back out coal and carbon pollution from the more than 300GW of existing coal plants.  But that won’t happen without strong policies.  The reality is that we have not yet made the sale with critical members of Congress that a coal-free energy system is feasible in the near term.  However, we can make the sale that CCS can become a real option, with a serious effort and supporting policies.  Our community should not be afraid of having an additional tool to go after emissions from existing coal plants.  If CCS is shown to be feasible for existing coal plants it will become harder and harder for those plants to justify operating without it.  That helps level the playing field for alternatives to coal.\nNor is CCS just about coal.  CCS may also turn out to be something we need to get more rapid reductions in greenhouse gas pollution.  We all know we should have started a serious climate protection program decades ago.  Instead, our \"leaders\" have let carbon pollution build up at an accelerating rate with a lot more in the pipeline.  Most of us fear that we are in for some disastrous impacts just due to what is already in the atmosphere along with the added amounts we cannot prevent in the next few decades.  We may well need to pull CO2 out of the air by applying CCS to sustainably produced biomass.  Using the politics of coal to prove out CCS so it is available for broader applications may be seen in a decade or so as a smart move.\nThe energy penalty projected for first-generation CCS systems is a legitimate concern.  But we need not worry about a future of massive deployment of high energy penalty CCS systems.  If CCS designs do not achieve substantially better efficiencies than the first versions, other low-carbon options will win in the marketplace.\nWhat about the risk that CCS subsidies will enable coal to crowd out superior energy choices?  Well, the key feature of the CCS subsidy provisions in the House and Senate climate bills is that payment is tied to actual capture and disposal of CO2.  This is a huge change from past subsidies, including those in the stimulus bill, where the payment is not tied to actual tons of pollution avoided.  While our community still may not like these CCS subsidies, keep in mind that they are part of a package that will put in place a steadily tightening cap on carbon pollution and a CO2 performance standard for new coal plants.  That is a radically different policy environment than the status quo — one that will dramatically increase the prospects for efficiency and renewables.  So whether you think, as NRDC does, that pay-for-performance CCS subsidies are an appropriate hedging strategy or that it’s just the price to pay to get the US off the dime on cutting carbon pollution, the odds are that CCS can play a positive role in helping us achieve our goals of moving the US and the world to a cleaner energy future.\n(Originally published at NRDC’s Switchboard. Reprinted with permission from the author.)\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}