{
  "url": "https://insideclimatenews.org/news/18022010/236-trillion-report-costs-drilling-moratorium-has-holes-economists-say/",
  "title": "$2.36 Trillion? Report on Costs of Drilling Moratorium Has Holes, Economists Say",
  "date": "2010-02-18T14:03:42-05:00",
  "content": "According to a new report commissioned by the National Association of Regulatory Utility Commissioners, maintaining all the current U.S. restrictions on oil and gas drilling through 2030 would cost the country $2.36 trillion in gross domestic product over the next 20 years.\nThis represents more than half a percent decrease in the economy every year for two decades, and drilling supporters are seizing on the numbers. However, some economists say the report ignores too many factors to be taken seriously.\nThe report estimates economic hits from not drilling in restricted areas based on jobs lost, increases in electricity and gasoline prices, and the need to spend billions more on importing oil from elsewhere, but it does not include the potential to counteract some of those issues with domestic investments in renewable energy and efficiency.\nAccording to the vice-chair of the NARUC study group, Dave Harbour, the hope is that this new analysis might play a role in the Obama administration’s decisions on whether or not to open up some restricted lands to new drilling operations. President Bush officially lifted the decades-old moratoria in 2008, but the new administration has yet to allow new projects to move forward.\nRobert Pollin, a professor of economics and co-director of the Political Economy Research Institute at the University of Massachusetts, Amherst, says that to think that one particular policy decision — maintaining the moratoria on drilling in a fraction of the nation’s oil and gas reserves — could take such an enormous chunk out of the country’s overall GDP is “absurd.”\nThe important factor with regard to changes in the GDP is not whether or not there is new drilling, he says, but the price of oil.\n“If the price of oil goes up, one of the factors that will influence how much that impacts GDP is how effective we are at energy conservation,\" Pollin says. \"The more we invest now in energy efficiency and building retrofits and public transportation, that is going to reduce the impact of any kind of a price shock on GDP.”\nThe moratoria in question cover tens of millions of acres of restricted federal lands, as well as offshore sites in the north Atlantic, the Gulf of Mexico and off the coasts of Alaska, California and elsewhere. There are about 285 trillion cubic feet of natural gas and 46 billion barrels of crude oil in the areas in question. Even using high estimates of the total available oil and gas reserves in the U.S., the restricted areas amount to less than 20 percent of the total.\nIf the moratoria are maintained, the report estimates that domestic crude oil production would decrease by 9.9 billion barrels, or an average annual drop of almost 15 percent. It assumes that consumption levels would not change, despite that drop, meaning that imports from OPEC countries would increase by 4.1 billion barrels at a cost increase of $607 billion.\n“I really don’t think that people in this country understand how much value goes into our economy from the oil and gas industry,” says Michelle Foss, a chief energy economist at the University of Houston and an “official observer” of the NARUC moratoria study group. “The trade off [to not developing the oil and gas resources] is an economic hit.”\nThe Value of Leaving Oil in the Ground\nJ. Scott Holladay, an economics fellow at New York University School of Law’s Institute for Policy Integrity, says that some assumptions and omissions in the report call the huge GDP number into question. One of the biggest omissions, he says, is the option value of leaving the oil where it is.\n“These kinds of options are traded on the Chicago Mercantile Exchange,\" he says. “Basically the idea is, we’ve got two choices: We could drill it now and sell it on the market for whatever crude is going for now, or we could leave it in the ground and see how the price of crude changes over time.”\nThus, there is a cash value to leaving oil and gas in the ground, and that value was not included in the model.\n“I suspect it would swamp the energy costs they’re talking about here,” Holladay says. “Those option values for leaving it in the ground are worth quite a bit, when you consider that if the price of crude goes to $200, we’re going to regret drilling when it was $50. That’s a market-based effect. No one argues that’s not a real economic benefit to not drilling now. There is a consensus on that, but it is not something that most people are talking about yet.”\nAlternatives Might Counter the Costs\nThere have also been numerous analyses done indicating that transitioning toward a clean energy economy and reducing fossil fuel consumption would be beneficial for the economy.\nHolladay helped conduct one such report, entitled “The Other Side of the Coin” in September 2009. The study found that the proposed cap-and-trade legislation in Congress would result in a net benefit to the economy in terms of jobs and output, which would work to increase the country’s economic output. Clearly, there is more than one way to look at the future of the GDP.\nHarbour, the former regulatory commissioner of Alaska and vice-chair of the study group, says that the NARUC report is not making a judgment on amounts of oil but is simply showing that it is better to burn domestically produced oil and gas than fuels produced elsewhere.\n“All I’m saying is that lawmakers have to consider whether or not they want to continue exporting dollar bills and jobs to bring in that barrel or they want to bring in that barrel from here,” he says. “That doesn’t mean that in general we’ll burn more oil, it just means we’ll burn more domestic oil.”\nThe study was funded by a long list of oil and gas companies and industry groups, from EnCana Corporation and Marathon Oil Company to the American Petroleum Institute and the American Gas Association, though neither Harbour nor Foss thinks there is any issue with the study’s sponsors.\nPollin also says that moving away from fossil fuel consumption will actually help the economy instead of hurt it. He and colleagues produced an analysis in 2008 showing that an investment in energy efficiency and renewable energy would create 17 jobs per million dollars spent while fossil fuel development would create only five jobs per million dollars. The end result could be that by focusing priorities away from further drilling and toward other energy options the GDP could increase rather than decrease.\nThere really isn’t a downside to moving away from increased fossil fuel production toward energy efficiency and clean energy, Pollin says.\n“Overall it’s great for employment, its great for the environment, and nobody has been able to show that it would have a serious economic impact on growth,” he says.\nSee also:\nObama Budget Erases Fossil Fuel Subsidies, Ramps Up Nuclear Spending\nFederal Government and Military to Reduce Own Emissions 28% by 2020\nSen. Murkowski Launches Attack on EPA, with 3 Democratic Co-Sponsors\nNew Climate Bill Framework Embraces GOP Energy Mantra: All of the Above\nPerhaps you noticed: This story, like all the news we publish, is free to read. That’s because Inside Climate News is a 501c3 nonprofit organization. We do not charge a subscription fee, lock our news behind a paywall, or clutter our website with ads. We make our news on climate and the environment freely available to you and anyone who wants it.\nThat’s not all. We also share our news for free with scores of other media organizations around the country. Many of them can’t afford to do environmental journalism of their own. We’ve built bureaus from coast to coast to report local stories, collaborate with local newsrooms and co-publish articles so that this vital work is shared as widely as possible.\nTwo of us launched ICN in 2007. Six years later we earned a Pulitzer Prize for National Reporting, and now we run the oldest and largest dedicated climate newsroom in the nation. We tell the story in all its complexity. We hold polluters accountable. We expose environmental injustice. We debunk misinformation. We scrutinize solutions and inspire action.\nDonations from readers like you fund every aspect of what we do. If you don’t already, will you support our ongoing work, our reporting on the biggest crisis facing our planet, and help us reach even more readers in more places?\nPlease take a moment to make a tax-deductible donation. Every one of them makes a difference.\nThank you,\nDavid Sassoon\n\t\t\tFounder and Publisher\nVernon Loeb\n\t\t\tExecutive Editor\nWe deliver climate news to your inbox like nobody else. Every day or once a week, our original stories and digest of the web's top headlines deliver the full story, for free.\nA pilot program on Dauphin Island, Alabama, aims to find out.\nBy Sydney Cromwell, Southern Science\nICN provides award-winning climate coverage free of charge and advertising. We rely on donations from readers like you to keep going."
}